{
  "version": 1,
  "country": "ba",
  "language": "it",
  "places": [
    {
      "place_id": "BA::banja-luka",
      "name": "Banja Luka",
      "cc": "BA",
      "language": "it",
      "coords": [
        44.7722,
        17.191
      ],
      "lat": 44.7722,
      "lon": 17.191,
      "visits": [
        {
          "text": "Esplora Banja Luka, la 'Città Verde' che incanta con i suoi abbondanti parchi, il verde vibrante e gli straordinari paesaggi naturali. Passeggiando nei lussureggianti giardini della Fortezza di Kastel, sentirai il battito della storia fondersi con la natura.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri numerosi parchi tra cui il Parco Petar Kočić, che offre luoghi perfetti per rilassarsi e assorbire l'atmosfera accogliente. L'impegno della città per gli spazi verdi crea un ambiente urbano rinfrescante.",
          "visit_duration_min": 75
        },
        {
          "text": "Cammina lungo il pittoresco fiume Vrbas, ideale per passeggiate panoramiche o picnic rilassanti. Gli abitanti abbracciano la bellezza naturale della loro città, favorendo un'atmosfera calda e accogliente che fa sentire i visitatori immediatamente a casa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assaggia l'eccellente cucina locale tra cui bistecche e piatti di agnello alla serba nei numerosi ristoranti. La città offre una fantastica combinazione di relax e scoperta culturale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 14
        }
      ],
      "rating": 7
    },
    {
      "place_id": "BA::blagaj",
      "name": "Blagaj",
      "cc": "BA",
      "language": "it",
      "coords": [
        43.2569,
        17.8847
      ],
      "lat": 43.2569,
      "lon": 17.8847,
      "visits": [
        {
          "text": "Visita Blagaj, che ospita uno dei gioielli architettonici più importanti del paese. Il Monastero dei Dervisci (Tekke), costruito intorno al 1520, presenta un mix unico di stili ottomano e mediterraneo edificato direttamente nella parete rocciosa alla sorgente del fiume Buna.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali su una piccola barca direttamente nella grotta da cui il fiume emerge dalle profondità, offrendo una prospettiva unica su questa meraviglia naturale. Le acque cristalline e lo spettacolare scenario di scogliere creano un'esperienza indimenticabile.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora il Monastero e immergiti nella storia del paese in questo ambiente sereno. La piccola cascata e l'imponente parete rocciosa offrono sfondi perfetti per la fotografia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 6
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "BA::jablanica-lake",
      "name": "Jablanica Lake",
      "cc": "BA",
      "language": "it",
      "coords": [
        43.6617,
        17.7583
      ],
      "lat": 43.6617,
      "lon": 17.7583,
      "visits": [
        {
          "text": "Lasciati incantare dal Lago Jablanica, dove i colori magici dell'acqua ti lasceranno senza fiato. Madre Natura ha compiuto la sua magia qui, creando ipnotiche sfumature di blu e verde che sembrano quasi ritoccate digitalmente ma sono completamente naturali.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorri le strade panoramiche dove ti ritroverai a fermarti continuamente per ammirare estasiato la bellezza naturale. Montagne imponenti si fondono con le nuvole e i minuscoli villaggi, mentre ponti di ogni forma e dimensione collegano strade che offrono altrettanto piacere delle destinazioni stesse.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ammira le viste delle cime circostanti riflesse nelle acque smeraldo. Il lago offre perfette opportunità fotografiche ad ogni curva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 4
        }
      ],
      "rating": 8.9
    },
    {
      "place_id": "BA::jajce",
      "name": "Jajce",
      "cc": "BA",
      "language": "it",
      "coords": [
        44.3408,
        17.2708
      ],
      "lat": 44.3408,
      "lon": 17.2708,
      "visits": [
        {
          "text": "Lasciati stupire da Jajce, la Città della Cascata, dove una splendida cascata precipita proprio nel cuore dell'abitato. Questo straordinario salto di 21 metri dove il fiume Pliva incontra il Vrbas crea uno spettacolo urbano-naturale unico che non esiste in nessun altro luogo d'Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora l'antica fortezza che domina la città, dove puoi immergerti in viste mozzafiato sul paesaggio circostante. La cittadella medievale testimonia l'importanza di Jajce come capitale reale bosniaca.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia per le incantevoli strade fiancheggiate da caffè e negozi, perfette per immergerti nella cultura locale. Jajce accoglie i visitatori a braccia aperte, permettendoti di connetterti con il suo spirito vibrante e il suo scenario indimenticabile.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 12
        }
      ],
      "rating": 5
    },
    {
      "place_id": "BA::konjic",
      "name": "Konjic",
      "cc": "BA",
      "language": "it",
      "coords": [
        43.65,
        17.9617
      ],
      "lat": 43.65,
      "lon": 17.9617,
      "visits": [
        {
          "text": "Scopri Konjic, un'adorabile cittadina e una delle gemme nascoste preferite della Bosnia-Erzegovina. Con il fiume che attraversa il centro e un mix di diversi stili architettonici, questa destinazione fuori dai circuiti turistici offre il perfetto equilibrio tra servizi per i visitatori e atmosfera autentica.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi il rafting di livello mondiale sulle acque incredibilmente limpide e luminose del fiume Neretva. Le rapide ti portano oltre piccole case di legno, su acque rocciose dalla corrente veloce, con soste per il tradizionale barbecue lungo il fiume.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora i laghi e i parchi nelle vicinanze che offrono fantastiche opportunità per il kayak. La manciata di ristoranti lungo il fiume serve un'eccellente cucina locale in un ambiente tranquillo.",
          "visit_duration_min": 60
        },
        {
          "text": "Goditi il canyoning, l'arrampicata e altre attività avventurose che rendono questa regione una delle migliori destinazioni d'Europa per esperienze ad alto tasso di adrenalina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 3
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "BA::kravica-waterfalls",
      "name": "Kravica Waterfalls",
      "cc": "BA",
      "language": "it",
      "coords": [
        43.1536,
        17.6083
      ],
      "lat": 43.1536,
      "lon": 17.6083,
      "visits": [
        {
          "text": "Rinfrescati alle Cascate di Kravica, semi-nascoste sotto una verde chioma forestale dove acque limpide precipitano spettacolarmente dalle rocce. Queste cascate davvero mozzafiato creano un anfiteatro naturale d'acqua che rivaleggia con qualsiasi cascata in Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Nuota nelle rinfrescanti piscine naturali o prendi una piccola barca per immergerti sotto l'acqua che scorre. Il lussureggiante paesaggio verde circostante crea un contrasto straordinario con le acque turchesi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Arriva al mattino presto per goderti questa meraviglia naturale senza le folle estive che affollano il luogo nelle giornate di sole. L'atmosfera mattutina permette di apprezzare tutta la maestosità della cascata.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 8
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "BA::lukomir",
      "name": "Lukomir",
      "cc": "BA",
      "language": "it",
      "coords": [
        43.6667,
        18.05
      ],
      "lat": 43.6667,
      "lon": 18.05,
      "visits": [
        {
          "text": "Parti alla scoperta di Lukomir, uno dei luoghi più speciali della Bosnia-Erzegovina per vivere tradizioni ancestrali. È il più antico villaggio di montagna etnico abitato ininterrottamente del paese, dove le tradizionali case in pietra punteggiano lo spettacolare paesaggio montano.",
          "visit_duration_min": 75
        },
        {
          "text": "Assisti a uno stile di vita tradizionale dove piccole comunità lavorano la terra, coltivano, producono vestiti dalla lana e modellano il legno per creare posate e oggetti quotidiani. Gli abitanti del villaggio mantengono queste pratiche da generazioni.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai trekking tra le vette verdeggianti dove le nuvole incontrano imponenti pareti rocciose. Sono disponibili escursioni di più giorni attraverso terreni agricoli e natura incontaminata, offrendo aria fresca di montagna e panorami spettacolari.",
          "visit_duration_min": 60
        },
        {
          "text": "Pernotta nel villaggio tra un'escursione e l'altra. Nei mesi invernali, quando le temperature scendono ben sotto lo zero, gli abitanti tradizionalmente si spostano verso quote più basse con il loro bestiame.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 2
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "BA::mostar",
      "name": "Mostar",
      "cc": "BA",
      "language": "it",
      "coords": [
        43.3438,
        17.8078
      ],
      "lat": 43.3438,
      "lon": 17.8078,
      "visits": [
        {
          "text": "Vivi Mostar, l'immagine da cartolina perfetta che adorna quasi tutta la pubblicità turistica del paese. Stari Most (Ponte Vecchio), ricostruito dopo il conflitto, attira visitatori da tutto il mondo con il suo elegante arco unico che attraversa lo smeraldo fiume Neretva.",
          "visit_duration_min": 75
        },
        {
          "text": "Osserva i temerari tuffatori lanciarsi dal ponte nelle gelide acque sottostanti, una tradizione diventata una delle attrazioni più famose di Mostar. Questa pratica secolare mette in mostra il coraggio e l'abilità della gente del posto.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora l'incantevole centro storico con le sue strade acciottolate che brillano di sfumature arancioni e lanterne multicolori dopo il tramonto, quando i turisti giornalieri ripartono. L'atmosfera magica si trasforma al calare della sera.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali in cima alla Moschea di Mostar per godere di viste incredibili sulla città e il suo famoso ponte. Il panorama rivela la fusione di architettura ottomana e mediterranea che definisce questa città incantevole.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assapora l'autentico caffè bosniaco nei locali tradizionali dove il caffè viene tostato e preparato sul posto. Questa bevanda forte servita con il lokum rappresenta il meglio della cultura del caffè nei Balcani.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplora la parte nuova di Mostar dove pochi turisti si avventurano, scoprendo innumerevoli ristoranti che servono cibo di prima classe e ampie selezioni di dolci in negozi con centinaia di varietà.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 5
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "BA::neum",
      "name": "Neum",
      "cc": "BA",
      "language": "it",
      "coords": [
        42.9269,
        17.6156
      ],
      "lat": 42.9269,
      "lon": 17.6156,
      "visits": [
        {
          "text": "Scopri Neum, la minuscola striscia costiera della Bosnia-Erzegovina che divide la Croazia in due. Questa piccola città costiera rappresenta l'unico accesso del paese al Mare Adriatico, creando una curiosità geografica e culturale affascinante.",
          "visit_duration_min": 75
        },
        {
          "text": "Goditi la spiaggia e l'atmosfera costiera in questa singolare città di confine. Pur non competendo con le famose isole croate, Neum offre un'esperienza adriatica distintamente diversa con l'ospitalità bosniaca.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Apprezza la particolarità di questa striscia di costa di 20 chilometri che conferisce alla Bosnia-Erzegovina la sua identità marittima. I passaggi di frontiera a venti minuti di distanza l'uno dall'altro creano un'esperienza interessante per i viaggiatori.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 10
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "BA::pocitelj",
      "name": "Pocitelj",
      "cc": "BA",
      "language": "it",
      "coords": [
        43.1333,
        17.7333
      ],
      "lat": 43.1333,
      "lon": 17.7333,
      "visits": [
        {
          "text": "Sali attraverso Počitelj, un minuscolo villaggio dalle proporzioni perfette che si arrampica dalle rive del fiume su per la collina. L'architettura medievale e ottomano-mediterranea offre una splendida combinazione, valendo a questo insediamento ben conservato un posto nella lista propositiva dell'UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Raggiungi le rovine del castello sopra il villaggio per viste che si estendono per chilometri nelle giornate limpide. L'antica fortificazione offre una prospettiva sulla valle della Neretva e le montagne circostanti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Curiosa tra le piccole botteghe intorno all'imponente Moschea che vendono lanterne, tappeti e merletti realizzati dagli anziani residenti locali. Uno dei luoghi più fotogenici della Bosnia-Erzegovina, non dimenticare la macchina fotografica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 7
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "BA::rama-lake",
      "name": "Rama Lake",
      "cc": "BA",
      "language": "it",
      "coords": [
        43.7833,
        17.55
      ],
      "lat": 43.7833,
      "lon": 17.55,
      "visits": [
        {
          "text": "Visita il Lago Rama a Ščit, dove un Monastero si erge maestosamente nel mezzo del lago punteggiato di isolotti. Lo scenario crea una delle scene più fotogeniche e spiritualmente evocative della Bosnia-Erzegovina.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri i Cimiteri di Stele Medievali Stećci nella regione, patrimonio UNESCO dal 2016. Queste uniche pietre tombali risalenti al XII secolo in poi sono costruite in calcare con decorazioni intricate, situate in luoghi isolati con sfondi montani.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fotografa i colori magici del lago dove Madre Natura ha compiuto la sua magia creando sfumature ipnotiche impossibili da dimenticare. La combinazione di acqua, isole e monastero crea una scena di profonda bellezza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 11
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "BA::sarajevo",
      "name": "Sarajevo",
      "cc": "BA",
      "language": "it",
      "coords": [
        43.8563,
        18.4131
      ],
      "lat": 43.8563,
      "lon": 18.4131,
      "visits": [
        {
          "text": "Scopri Sarajevo, la capitale che pulsa di un'energia unica riflettendo il suo ricco mosaico di culture e storia. Adagiata in una pittoresca valle circondata dalle Alpi Dinariche, la città sfoggia una straordinaria fusione di architettura ottomana e austro-ungarica che racconta storie di resilienza e diversità.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora l'iconico bazar di Baščaršija, lo storico mercato ottomano dove l'aroma del tradizionale ćevapi riempie l'aria e gli artigiani del rame perpetuano tradizioni secolari. Le strade acciottolate si snodano attraverso questo cuore vibrante della vecchia Sarajevo, invitandoti a scoprire innumerevoli tesori nascosti.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il luogo dell'Assassinio dell'Arciduca Francesco Ferdinando, uno degli eventi scatenanti della Prima Guerra Mondiale, dove la storia cambiò per sempre nel 1914. Il vicino Ponte Latino si erge come silenzioso testimone di questo momento cruciale.",
          "visit_duration_min": 75
        },
        {
          "text": "Rifletti al Museo dei Crimini contro l'Umanità e del Genocidio, che offre strazianti dettagli sui massacri terminati così recentemente come il 1995. I fori di proiettile sono ancora visibili sui muri di tutta la città, e gli edifici ex-jugoslavi si ergono accanto ai moderni centri commerciali.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Immergiti nella vivace scena artistica di Sarajevo e scopri come l'architettura austro-europea incontra lo stile ottomano nel centro storico. La città offre una delle più significative lezioni di storia recente d'Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggia per le strade dove edifici religiosi di diverse confessioni sorgono fianco a fianco, conferendo a Sarajevo la sua reputazione di 'Gerusalemme d'Europa'.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 1
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "BA::travnik",
      "name": "Travnik",
      "cc": "BA",
      "language": "it",
      "coords": [
        44.2267,
        17.6656
      ],
      "lat": 44.2267,
      "lon": 17.6656,
      "visits": [
        {
          "text": "Viaggia nel tempo a Travnik, dove la fusione di architettura ottomana e austro-ungarica crea un paesaggio urbano affascinante. Le colorate moschee storiche riflettono il ricco mosaico culturale della città che attraversa i secoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Fortezza di Travnik che veglia sulla città, offrendo viste mozzafiato e una ricca importanza storica. Questa imponente fortificazione controllava la valle strategica e serviva come sede dei visir ottomani.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia nel vivace mercato locale dove i piatti tradizionali riempiono l'aria di aromi invitanti. Ad ogni passo, scopri le storie di chi ha camminato qui prima di te, creando un senso di profonda connessione con il patrimonio della Bosnia-Erzegovina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 13
        }
      ],
      "rating": 5
    },
    {
      "place_id": "BA::tuzla",
      "name": "Tuzla",
      "cc": "BA",
      "language": "it",
      "coords": [
        44.5384,
        18.6763
      ],
      "lat": 44.5384,
      "lon": 18.6763,
      "visits": [
        {
          "text": "Scopri Tuzla, la 'Città del Sale' che offre un intrigante mix di storia, cultura e bellezza naturale. Gli iconici Laghi Salati Pannonici, creati dal patrimonio minerario del sale della zona, ti invitano a rilassarti circondato da vegetazione lussureggiante.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora le vivaci strade piene di caffè affascinanti e mercati locali dove puoi assaporare la cucina tradizionale bosniaca. Il Museo di Tuzla presenta l'affascinante storia dell'estrazione del sale della zona che abbraccia millenni.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bagnati nelle acque ricche di minerali del lago salato note per le loro proprietà terapeutiche. Il caldo senso di appartenenza abbracciato da amichevoli abitanti desiderosi di condividere le loro storie rende Tuzla un finale memorabile del tuo viaggio in Bosnia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 15
        }
      ],
      "rating": 6
    },
    {
      "place_id": "BA::zavala",
      "name": "Zavala",
      "cc": "BA",
      "language": "it",
      "coords": [
        42.8833,
        17.8167
      ],
      "lat": 42.8833,
      "lon": 17.8167,
      "visits": [
        {
          "text": "Scopri Zavala, una splendida valle tranquilla con una popolazione attuale di circa sei residenti, perfetta per staccare la spina e osservare le stelle. La vecchia stazione ferroviaria austro-ungarica è stata convertita in un alloggio boutique, parte della pista ciclabile Ciro che collega Mostar a Dubrovnik.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora le enormi grotte di Vjetrenica, le più grandi del paese, che si estendono per oltre 7.000 metri nella roccia con circa 2.000 metri aperti al pubblico. Le aperture a camino creano un microecosistema e una brezza costante, mentre una fauna unica tra cui il 'pesce umano' a quattro zampe vive nelle acque.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai una breve escursione fino al Monastero di Zavala per ammirare l'alba su questa pacifica valle. La combinazione di natura, storia e tranquillità rende Zavala una delle destinazioni più speciali del paese.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesori Balcanici: Ponti Antichi, Laghi Smeraldo e Patrimonio Ottomano in Bosnia-Erzegovina",
          "day": 9
        }
      ],
      "rating": 3.3
    }
  ]
}