{
  "version": 1,
  "country": "hr",
  "language": "fr",
  "places": [
    {
      "place_id": "HR::bale",
      "name": "Bale",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.0381,
        13.7992
      ],
      "lat": 45.0381,
      "lon": 13.7992,
      "visits": [
        {
          "text": "Perdez-vous dans les ruelles pavées médiévales de Bale, joyau caché dont les maisons en pierre des XIVe et XVe siècles créent une atmosphère hors du temps. Ce village artistique et bohème conserve l'authenticité de l'Istrie d'antan, loin des foules touristiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Cherchez le panneau indiquant la maison de Casanova, où le célèbre séducteur du XVIIIe siècle venait courtiser une dame de la noble famille Soardo. Cette anecdote romantique ajoute au charme mystérieux de ce village endormi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustez les vins du domaine Stancija Meneghetti, ancienne maison abandonnée transformée en hôtel de luxe, restaurant et vignoble réputé. Le Malvasia local et le Chardonnay accompagnent parfaitement une assiette de fromages et charcuteries istriens.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez la famille Grubić, producteurs d'huile d'olive depuis 1927 avec 1600 arbres dont certains ont 400 ans. Leur moulin moderne et leurs dégustations primées vous initient aux secrets de cet or liquide istrien.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 5
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "HR::baska",
      "name": "Baska",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.9686,
        14.7536
      ],
      "lat": 44.9686,
      "lon": 14.7536,
      "visits": [
        {
          "text": "Vela plaža déroule près de 2 km de sable et de galets fins au pied de falaises spectaculaires. Cette plage mythique de Croatie, primée du drapeau bleu européen, attire les familles et les baigneurs de toute l'Europe pour ses eaux turquoise et son cadre grandiose entre montagne et mer.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Sainte-Lucie à Jurandvor abrite la Tablette de Baška, pierre gravée au XIIe siècle qui constitue la première mention écrite du mot « Croatie » en alphabet glagolitique. Ce document fondateur de l'identité nationale attire historiens et patriotes dans ce sanctuaire modeste mais chargé de symboles.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville de Baška aligne ses maisons de pierre le long de ruelles pavées qui descendent vers le port. La Riva animée offre glaciers et terrasses face aux bateaux de pêche, ambiance méditerranéenne authentique loin des stations balnéaires standardisées.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Jean-Baptiste est un édifice roman semi-ruiné qui domine la baie depuis les hauteurs. La montée récompense les marcheurs d'une vue panoramique sur toute la plage et les montagnes du Velebit qui ferment l'horizon au-delà du chenal.",
          "visit_duration_min": 75
        },
        {
          "text": "La Maison du Patrimoine présente costumes folkloriques, inscriptions glagolitiques et objets traditionnels du quotidien insulaire. On y découvre comment les habitants de Baška ont su préserver leur identité culturelle malgré les vicissitudes de l'histoire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez l'Allée glagolitique, musée en plein air qui célèbre l'alphabet slave du IXe siècle par des sculptures monumentales disséminées dans le paysage. Ce parcours artistique et culturel relie plusieurs villages et constitue une promenade instructive pour tous les âges.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les criques secrètes de Bunčuluka, Mala Luka et Velika Luka, accessibles en taxi nautique ou par des sentiers côtiers escarpés. Ces plages sauvages aux eaux cristallines offrent une baignade loin des foules estivales.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez sur le sentier lunaire qui traverse un paysage karstique spectaculaire entre mer et montagne. Les formations rocheuses sculptées par l'érosion créent un décor quasi extraterrestre qui a inspiré le nom du chemin.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites du kayak le long de la côte découpée. Les grottes marines et les criques inaccessibles par la terre se révèlent aux pagayeurs aventureux, récompensés par des baignades dans des eaux d'un bleu irréel.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez à l'agneau de l'île parfumé aux herbes sauvages, spécialité rôtie à la broche dans les konobe de Baška. La viande tendre et goûteuse reflète les pâturages battus par le vent et les embruns.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 5
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "HR::bol",
      "name": "Bol",
      "cc": "HR",
      "language": "fr",
      "coords": [
        43.2619,
        16.6556
      ],
      "lat": 43.2619,
      "lon": 16.6556,
      "visits": [
        {
          "text": "La plage de Zlatni Rat est l'une des plages les plus photographiées au monde, avec sa langue de galets unique en forme de pointe qui se déplace et change de forme selon les vents et courants marins, s'avançant dans des eaux turquoise cristallines.",
          "visit_duration_min": 75
        },
        {
          "text": "Le monastère dominicain du XVe siècle se trouve à l'extrémité est de la ville et abrite une précieuse collection d'objets préhistoriques et d'autres découvertes historiques documentant le passé ancien de l'île.",
          "visit_duration_min": 75
        },
        {
          "text": "La galerie d'art Branislav Dešković conserve des œuvres d'artistes locaux et contient l'une des collections les plus représentatives de l'art moderne croate sur la côte dalmate.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville présente des rues étroites et des maisons de pierre, dont la curieuse maison dans la maison, construite selon la légende suite à un conflit tragique entre deux familles.",
          "visit_duration_min": 75
        },
        {
          "text": "Vidova Gora à 778 mètres est le plus haut sommet de toutes les îles adriatiques, offrant des vues panoramiques époustouflantes sur Bol, la plage de Zlatni Rat et l'archipel environnant s'étendant jusqu'à l'horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "La Grotte du Dragon près du village de Murvica demande un effort supplémentaire pour la visiter mais récompense les explorateurs avec d'incroyables histoires mystiques et des formations rocheuses uniques, à découvrir de préférence avec un guide local connaissant tous les détails.",
          "visit_duration_min": 75
        },
        {
          "text": "Les ermitages glagolitiques dispersés aux environs de Bol incluent le célèbre monastère de Blaca construit dans les falaises et Dračeva Luka, témoignages du patrimoine spirituel de l'île.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Les conditions de planche à voile et kitesurf à Bol sont considérées parmi les meilleures de Méditerranée, la région servant de centre pour ces sports nautiques en Croatie, accueillant des compétitions annuelles et proposant des écoles avec location d'équipement et cours.",
          "visit_duration_min": 60
        },
        {
          "text": "La tradition viticole de Brač remonte à la Rome antique et à la République de Venise, avec des vignobles toujours visibles sur les pentes de Vidova Gora produisant d'excellents vins locaux disponibles en dégustation.",
          "visit_duration_min": 60
        },
        {
          "text": "Des excursions en bateau partent vers l'île voisine de Hvar ou vers la célèbre Grotte Bleue sur l'île de Biševo, une grotte marine inondée où la lumière du soleil crée de magiques reflets bleus entre 10h et 13h.",
          "visit_duration_min": 60
        },
        {
          "text": "La vie nocturne animée offre bars et clubs sur le front de mer avec des vues splendides sur la mer, et des clubs près de la plage de Zlatni Rat pour ceux qui veulent faire la fête jusqu'au petit matin.",
          "visit_duration_min": 60
        },
        {
          "text": "La randonnée jusqu'à Vidova Gora prend environ 2 heures sur un sentier raide avec un dénivelé important, recommandée uniquement aux personnes en bonne condition physique, bien que le sommet soit également accessible en voiture pour ceux préférant une approche plus facile.",
          "visit_duration_min": 60
        },
        {
          "text": "Détente sur la plage de Zlatni Rat ou exploration d'autres plages superbes autour de Bol, les habitants décrivant souvent la plage de Murvica comme la plus belle de toute l'île.",
          "visit_duration_min": 60
        },
        {
          "text": "Participer aux événements des festivals d'été locaux met en valeur le riche patrimoine, les arts et la culture de la région à travers des spectacles, concerts et expositions organisés tout au long de la saison.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 5
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 6
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "HR::brijuni",
      "name": "Brijuni",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.9147,
        13.7644
      ],
      "lat": 44.9147,
      "lon": 13.7644,
      "visits": [
        {
          "text": "Embarquez depuis Fažana pour le Parc National des îles Brijuni, archipel de 14 îles qui fut la résidence d'été du président Tito. Veliki Brijun, l'île principale, se découvre en petit train touristique ou voiturette de golf à travers ses paysages méditerranéens préservés.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Boathouse, élégant bâtiment Art Nouveau de 1902 abritant un musée sur l'histoire de Brijuni et son attrait pour les dignitaires et célébrités du monde entier. Les photos de Tito avec les chefs d'État qu'il recevait témoignent du prestige international de ce lieu.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Safari Park où zèbres, lamas et l'éléphant indien Lanka, cadeaux de dignitaires de Guinée et d'Inde, vivent en semi-liberté. Ces animaux exotiques perpétuent la tradition des présents diplomatiques offerts au maréchal Tito.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant l'olivier millénaire de 1600 ans qui produit encore environ 4 litres d'huile par an. Ce vénérable arbre témoigne de l'ancienneté de la culture oléicole sur ces îles méditerranéennes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Plongez dans la baie de Verige pour découvrir en snorkeling les vestiges immergés d'une villa romaine du 1er siècle. Les ruines de temples dédiés à Vénus et Neptune ajoutent une dimension mystique à cette baignade archéologique.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez à un concert ou une pièce de théâtre au Théâtre Ulysse, scène en plein air aménagée dans un fort austro-hongrois abandonné. Les soirées d'été transforment ces ruines romantiques en écrin culturel sous les étoiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Partez à la recherche des empreintes de dinosaures vieilles de 130 millions d'années sur Veliki Brijun et les îles voisines. Ces traces à trois doigts fossilisées dans le calcaire rappellent que ces créatures préhistoriques arpentaient jadis ces rivages.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez le jardin méditerranéen abritant 169 espèces de plantes endémiques et introduites, puis détendez-vous sur les plages de sable blanc de la baie de Saluga à l'ombre des pins centenaires.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 4
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "HR::buzet",
      "name": "Buzet",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.4083,
        14.0147
      ],
      "lat": 45.4083,
      "lon": 14.0147,
      "visits": [
        {
          "text": "Buzet est la capitale de la truffe istrienne. La ville domine la vallée de la Mirna depuis son acropole fortifiée, et sa vieille ville haute conserve remparts, portes et palais vénitiens des XVIe et XVIIe siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée régional occupe le palais Bigatto. Il retrace l'histoire locale et la tradition truffière de la région à travers des outils de récolte et des photographies des chasseurs les plus célèbres.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église paroissiale de l'Assomption arbore un clocher baroque et conserve le trésor de la Confrérie des Flagellants, composé d'orfèvrerie et de textiles précieux.",
          "visit_duration_min": 75
        },
        {
          "text": "Les fontaines publiques du XVIe siècle alimentent encore les placettes ombragées où les anciens jouent aux cartes l'après-midi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assistez à la Fête de la Truffe en septembre, lors des Zigante Days. Une omelette géante est cuite sur la place principale pour célébrer le diamant noir.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez la maison Zigante, l'empire du trufficulteur qui découvrit en 1999 la plus grosse truffe blanche du monde, pesant 1,31 kg. On y trouve un restaurant, une boutique et un musée.",
          "visit_duration_min": 60
        },
        {
          "text": "Partez en chasse à la truffe avec un guide et son chien dans les forêts de chênes environnantes. Ils vous initieront aux secrets de cette quête ancestrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez la frittata aux truffes dans une konoba de la vieille ville. Ces œufs brouillés parfumés se savourent avec du pain grillé et de l'huile d'olive.",
          "visit_duration_min": 60
        },
        {
          "text": "Descendez aux sources de la rivière Mirna à quelques kilomètres. Cette résurgence karstique jaillit dans un cirque de verdure propice au pique-nique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 14
        }
      ],
      "rating": 4
    },
    {
      "place_id": "HR::cres",
      "name": "Cres",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.9608,
        14.4072
      ],
      "lat": 44.9608,
      "lon": 14.4072,
      "visits": [
        {
          "text": "La place Frane Petrić constitue le cœur de Cres, bordée de façades vénitiennes aux volets colorés qui se mirent dans les eaux du port. La Tour de l'Horloge et la loggia du XVIe siècle encadrent un espace où le marché matinal perpétue la tradition avec huile d'olive, miel de sauge et fromages de brebis des bergers de l'île.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porta Marcella arbore fièrement le lion de Saint-Marc, vestige de quatre siècles de domination vénitienne sur l'île. Passé cette porte, les ruelles s'enfoncent dans un labyrinthe de pierre où chaque tournant révèle une cour secrète, un puits ancien ou une échappée sur la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Le monastère franciscain cache une oliveraie secrète dans sa cour, havre de paix que l'on découvre par accident en s'égarant dans la vieille ville. Les moines y cultivent des arbres centenaires dont l'huile est réservée aux initiés qui savent frapper à la bonne porte.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Sainte-Marie domine le port de son clocher élancé depuis la fin du XVe siècle. À proximité, l'église Saint-Isidore du XIIIe siècle conserve des fresques médiévales que le temps a patinées sans les effacer, témoignage de la foi des premiers habitants.",
          "visit_duration_min": 75
        },
        {
          "text": "La Creska kula est une tour défensive sur le port qui offre un panorama sur la plus grande île de l'Adriatique. Cres et Krk se disputent ce titre au centimètre près, mais les habitants de Cres affirment avec malice que leur île est plus grande à marée basse.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Palais Arsan est un édifice gothique-Renaissance qui abrite le Musée Municipal. Ses collections archéologiques et ethnographiques retracent l'histoire d'une île habitée depuis la préhistoire, carrefour de civilisations entre Orient et Occident.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faites l'excursion à Beli, village perché habité depuis 4000 ans qui domine la côte orientale. Le pont romain sur le canyon Potok constitue le seul ouvrage de ce type sur la côte est de l'Adriatique, et le centre Caput Insulae œuvre à la protection des vautours fauves qui planent au-dessus des falaises.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez Lubenice, village fantôme de 6 habitants permanents qui domine la plage Sveti Ivan depuis une falaise de 378 mètres. Cette plage, accessible uniquement par un sentier escarpé ou par la mer, figure parmi les plus belles de Croatie vue du ciel.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez Valun, petit port de pêche que certains surnomment le Saint-Tropez croate pour son charme préservé. L'église du village conserve la Tablette de Valun, inscription bilingue glagolitique-latin du XIe siècle qui témoigne de la coexistence des deux écritures.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez Osor, ancienne capitale de l'île au canal romain qui sépare Cres de Lošinj. Le pont pivotant s'ouvre à 9h et 17h pour laisser passer les voiliers, spectacle quotidien qui attire les curieux sur les quais.",
          "visit_duration_min": 60
        },
        {
          "text": "Observez les vautours fauves qui planent au-dessus des falaises du nord de l'île. Cette colonie protégée depuis 1993 compte une centaine d'individus dont l'envergure atteint près de trois mètres, spectacle impressionnant pour qui lève les yeux au bon moment.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez à l'agneau de Cres parfumé aux herbes sauvages et au sel marin porté par le vent. Cette viande AOC, réputée dans toute la Croatie, doit son goût unique aux pâturages battus par la bora où paissent des moutons depuis l'Antiquité.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 6
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "HR::djakovo",
      "name": "Djakovo",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.3086,
        18.4106
      ],
      "lat": 45.3086,
      "lon": 18.4106,
      "visits": [
        {
          "text": "La cathédrale Saint-Pierre de Đakovo impressionne par ses dimensions : 90 mètres de long et des flèches de 84 mètres. C'est la plus grande église de Slavonie, commandée par l'évêque Strossmayer au XIXe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrez admirer les fresques bibliques des peintres Maximilian et Alexander Seitz qui couvrent voûtes et absides. Ce programme iconographique complet va de l'Ancien au Nouveau Testament.",
          "visit_duration_min": 75
        },
        {
          "text": "Le haras de Đakovo élève depuis 1506 les lipizzans, ces chevaux blancs des Habsbourg. Des visites guidées des écuries et des spectacles équestres présentent ces athlètes élégants.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée diocésain expose orfèvreries, vêtements liturgiques et manuscrits de l'évêché millénaire, dont la correspondance de Strossmayer avec les intellectuels européens.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assistez aux Đakovački vezovi début juillet, le festival qui célèbre le patrimoine folklorique de Slavonie. Défilés de chars fleuris, cavaliers lipizzans et 3000 danseurs en costume animent la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez les caves à vin autour de Đakovo qui produisent Graševina et autres cépages blancs de Slavonie. La terre noire fertile donne des vins ronds et généreux.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez au čobanac, ce ragoût de viandes mélangées au paprika mijoté des heures dans le chaudron. Ce plat de bergers est devenu une fierté régionale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 11
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "HR::dubrovnik",
      "name": "Dubrovnik",
      "cc": "HR",
      "language": "fr",
      "coords": [
        42.6507,
        18.0944
      ],
      "lat": 42.6507,
      "lon": 18.0944,
      "visits": [
        {
          "text": "Les murailles de Ston s'étendent sur plus de 5,5 kilomètres et sont surnommées la Grande Muraille de Chine d'Europe, construites en 1358 après J.-C. pour protéger les précieux marais salants qui étaient la clé de la prospérité de Dubrovnik, s'étendant à l'origine sur 7 kilomètres avant que des portions ne soient retirées par les Autrichiens.",
          "visit_duration_min": 75
        },
        {
          "text": "Ston est la deuxième ville planifiée d'Europe après Carcassonne, fondée en 1333 par la République de Raguse comme version réduite de Dubrovnik avec des rues charmantes et une atmosphère unique.",
          "visit_duration_min": 75
        },
        {
          "text": "Les marais salants de Ston sont les plus anciens d'Europe et toujours en activité aujourd'hui, où les Sauniers perpétuent les méthodes traditionnelles de production de sel qui enrichirent le Dubrovnik médiéval, le sel étant alors aussi précieux que l'or pour la conservation des aliments.",
          "visit_duration_min": 75
        },
        {
          "text": "Mali Ston est la ville jumelle reliée par les murailles défensives, servant de centre pour l'élevage d'huîtres et de moules dans les eaux pures de la baie, produisant certains des meilleurs coquillages de Méditerranée.",
          "visit_duration_min": 75
        },
        {
          "text": "Les remparts médiévaux de Dubrovnik s'étendent sur 2 kilomètres autour de la vieille ville, offrant des panoramas grandioses depuis un chemin passant par la tour Minčeta, le fort Bokar, le fort Revelin et la porte Pile, nécessitant environ 1h30 à 2h pour être parcourus.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Palais du Recteur est un superbe édifice gothique Renaissance datant du milieu du XVe siècle, abritant aujourd'hui un musée où les visiteurs peuvent déambuler parmi arcades de pierre, colonnades et piliers sculptés.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Stradun est le boulevard principal pavé de calcaire traversant la vieille ville, bordé par la fontaine d'Onofrio, la cathédrale de Dubrovnik, la place de la Loggia, et les historiques portes Pile et Ploče à chaque extrémité.",
          "visit_duration_min": 75
        },
        {
          "text": "Le fort Lovrijenac, également connu sous le nom de forteresse Saint-Laurent, se dresse sur des falaises déchiquetées à 37 mètres au-dessus de la mer sur une péninsule face aux remparts, offrant des points de vue spectaculaires pour photographier la vieille ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Le mont Srđ s'élève au-dessus de Dubrovnik offrant des vues panoramiques sur toute la ville, accessible soit par un sentier de randonnée partant juste à l'extérieur des remparts soit par téléphérique, avec le restaurant au sommet offrant un véritable dîner avec vue.",
          "visit_duration_min": 75
        },
        {
          "text": "L'île de Lokrum est une charmante excursion à seulement 20 minutes en ferry du Porporela devant les remparts, abritant un monastère bénédictin, un jardin botanique et le bassin de la Mer Morte, avec un littoral rocheux criblé d'échelles de baignade pour un bronzage idyllique.",
          "visit_duration_min": 75
        },
        {
          "text": "Le port Ouest se trouve juste à l'extérieur des remparts à quelques pas de la porte Pile, abritant certaines des vues les plus emblématiques sur les remparts de la vieille ville, la forteresse Lovrijenac, et plusieurs lieux de tournage de Game of Thrones.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville de Cavtat présente des bâtiments anciens rivalisant avec Dubrovnik, avec une promenade pittoresque en bord de mer bordée de charmants bâtiments aux toits de tuiles orange, de boutiques, de vues pittoresques sur la mer et du monastère franciscain construit en 1484 au bout.",
          "visit_duration_min": 75
        },
        {
          "text": "Le mausolée de la famille Račić perché au-dessus de la ville fut construit en 1922 par le célèbre sculpteur croate Ivan Meštrović, rendant hommage à une famille d'armateurs avec une belle chapelle sur le site d'anciennes églises médiévales.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée Maison Bukovac est l'ancienne demeure du peintre croate Vlaho Bukovac qui vécut de 1855 à 1922, présentant ses dessins, peintures et souvenirs ainsi que des fresques qu'il peignit sur les murs et plafonds à 17 ans, découvertes seulement à la fin des années 1990.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Gravir les remparts médiévaux abrupts récompense par des vues superbes sur les marais salants, la baie et toute la péninsule de Pelješac même par temps gris, la promenade sur les murailles reliant Ston à Mali Ston couvrant plus de 5 kilomètres.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter les salines permet de comprendre les méthodes de production traditionnelles, avec des guides instructifs expliquant comment les Sauniers font leur magie selon des techniques inchangées depuis des siècles.",
          "visit_duration_min": 60
        },
        {
          "text": "Déguster les huîtres les plus fraîches directement chez les vendeurs de rue à Mali Ston ou savourer un délicieux repas de fruits de mer avec vue sur l'eau offre l'un des meilleurs festins de coquillages de Croatie.",
          "visit_duration_min": 60
        },
        {
          "text": "La dégustation de vin sur la péninsule de Pelješac, renommée pour ses vins Dingač et Postup issus du cépage Plavac Mali, se combine parfaitement avec une visite de Ston pour une excursion gastronomique ultime.",
          "visit_duration_min": 60
        },
        {
          "text": "Marcher sur les remparts est le point fort de tout voyage à Dubrovnik, à faire de préférence tôt le matin ou en fin d'après-midi pour éviter les foules des groupes touristiques, avec trois points d'entrée à la porte Pile intérieure, la forteresse Saint-Luc et la forteresse Saint-Jean.",
          "visit_duration_min": 60
        },
        {
          "text": "Les Buža Bars construits dans les falaises sous les remparts médiévaux sont parfaits pour des bières fraîches les jours d'été, avec des trous dans le mur menant à de petits passages s'ouvrant sur des vues panoramiques sur l'Adriatique où des parasols blancs parsèment la falaise et les plus téméraires plongent de 6 à 18 mètres dans l'eau.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer le dédale piéton des ruelles de calcaire donne l'impression de voyager dans le temps, la flânerie révélant des places cachées, d'anciennes églises et d'innombrables lieux de tournage de Game of Thrones pour Port-Réal.",
          "visit_duration_min": 60
        },
        {
          "text": "Se baigner à la plage Sulic nichée dans un recoin médiéval sous Lovrijenac donne l'impression de plonger dans la Croatie du XIIIe siècle, bien plus atmosphérique que la plus grande mais plus fréquentée plage Banje.",
          "visit_duration_min": 60
        },
        {
          "text": "Monter à pied le mont Srđ le matin avant qu'il ne fasse trop chaud et descendre en téléphérique offre le meilleur des deux mondes, le sentier gratuit procurant de l'exercice et des perspectives changeantes tandis que le téléphérique permet une descente sans effort.",
          "visit_duration_min": 60
        },
        {
          "text": "Passer une journée sur l'île de Lokrum à explorer le monastère, nager dans le bassin d'eau salée de la Mer Morte et trouver des formations rocheuses comme l'Arche de Lokrum pour de fantastiques photos offre une parfaite échappatoire aux foules de la vieille ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Faire le tour des plages à l'est de la vieille ville inclut les jolies plages Lucica et Krizna Luka proches du centre, et la populaire Pokonji Dol avec son eau bleu-vert à environ 40 minutes de marche du centre.",
          "visit_duration_min": 60
        },
        {
          "text": "Une excursion à la plage de Pasjača à 30 minutes au sud en voiture récompense par un escalier abrupt dans la falaise menant à de spectaculaires eaux peu profondes cristallines, facilement combinable avec une visite de la tour médiévale Sokol perchée sur la colline.",
          "visit_duration_min": 60
        },
        {
          "text": "Le sentier côtier appelé Šetnica oko Rata traverse une luxuriante forêt de pins le long du rivage et autour de la baie jusqu'à la vieille ville, ne faisant que quelques kilomètres avec de nombreux endroits pour s'arrêter admirer la mer et nager dans des coins isolés.",
          "visit_duration_min": 60
        },
        {
          "text": "La plage de Cavtat offre des sables dorés et des eaux turquoise parfaites pour un après-midi de baignade, bronzage et cocktails rafraîchissants, avec transats, location de kayaks et bateaux disponibles le long du rivage.",
          "visit_duration_min": 60
        },
        {
          "text": "Le kayak de mer dans les eaux calmes autour de Cavtat permet d'explorer le promontoire et les criques cachées, avec des kayaks deux places disponibles à la location à l'heure auprès des hôtels et centres de sports nautiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Les excursions vers les îles Élaphites en bateau offrent des vues épiques, d'excellents spots de baignade à Koločep, Šipan et Lopud, un déjeuner croate à bord, et l'exploration de villages dalmates du XVe siècle et de jardins botaniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Les excursions au Monténégro visitant Kotor, Perast et la baie de Boka Kotorska, ou en Bosnie voir le célèbre Vieux Pont de Mostar et les cascades de Kravice, s'organisent facilement depuis Cavtat pour ceux souhaitant explorer les pays voisins.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 15
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 16
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 17
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 18
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "HR::fazana",
      "name": "Fazana",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.9283,
        13.8031
      ],
      "lat": 44.9283,
      "lon": 13.8031,
      "visits": [
        {
          "text": "Flânez sur la Riva de Fažana, promenade maritime animée bordée de cafés et restaurants avec vue sur l'Adriatique et les îles Brijuni. Ce petit port de pêche traditionnel sert de porte d'entrée vers le parc national tout en conservant son charme authentique.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'histoire romaine de Fažana, ancien port nommé Vasianum puis Phasiana, dont le nom évoque la fabrication d'amphores pour le transport de l'huile d'olive et du vin. Les ruines et mosaïques dispersées témoignent de ce passé antique florissant.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Savourez les spécialités de fruits de mer dans les konobas traditionnelles comme la Taverne Feral ou le Restaurant Navetta. Les pâtes aux truffes, le risotto et le prosciutto istrien accompagnent parfaitement les vins locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez au Festival des Sardines ou au Fisherman's Fest célébrant les traditions maritimes de Fažana avec musique, danse et festin de poissons grillés. Ces fêtes populaires rassemblent locaux et visiteurs dans une ambiance conviviale.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez des plages aux eaux cristallines pour le kayak, le paddle ou la plongée à la découverte des fonds marins de l'Adriatique. Les excursions guidées révèlent les merveilles sous-marines de la côte istrienne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 3
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "HR::gracisce",
      "name": "Gracisce",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.2208,
        14.0097
      ],
      "lat": 45.2208,
      "lon": 14.0097,
      "visits": [
        {
          "text": "Pénétrez dans Gračišće, village médiéval fortifié protégé par la loi pour sa structure urbaine parfaitement préservée. Du sommet de cette colline, admirez un panorama exceptionnel sur les monts Učka, les Alpes Juliennes et jusqu'aux Dolomites par temps clair.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église Sv. Marija na Placu construite en 1425, exemple remarquable d'architecture gothique aux influences nordiques. Ses fresques du XVe siècle, son crucifix roman du XIIIe siècle et sa façade baroque témoignent de siècles de dévotion.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez le Palais Salamon de 1570, belle demeure de style gothique vénitien témoignant de la prospérité passée de ce village. Les évêques de Pićan y avaient leur résidence d'été, attestant de l'importance religieuse de Gračišće.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Empruntez le sentier de Sv. Šimun, boucle de 11 km passant par les ruines d'une église, un ancien moulin, un vieux pont de pierre et la pittoresque cascade Sopot. Au sommet, l'église Marie-Madeleine du XVe siècle récompense les marcheurs d'un panorama grandiose.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez la grotte Bregi, la plus longue d'Istrie avec 2045 mètres documentés, destination prisée des expéditions spéléologiques internationales. Ce monde souterrain fascine les amateurs d'aventure et de géologie.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez la colline Perunčevac nommée d'après Perun, dieu suprême des anciens Slaves, où se trouvait jadis un sanctuaire païen. Ce site mystique témoigne des racines spirituelles précédant la christianisation de l'Istrie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 10
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "HR::groznjan",
      "name": "Groznjan",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.3764,
        13.7231
      ],
      "lat": 45.3764,
      "lon": 13.7231,
      "visits": [
        {
          "text": "Grožnjan flotte sur sa colline comme un vaisseau de pierre. Ce village d'artistes existe depuis 1965, quand peintres et sculpteurs ont investi les maisons abandonnées. Galeries et ateliers jalonnent chaque ruelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Les remparts médiévaux offrent des vues plongeantes sur la vallée de la Mirna et l'arrière-pays istrien. Les couchers de soleil y sont spectaculaires.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saints-Vit-Modeste-et-Crescentia date du XVe siècle. Son clocher vénitien domine le village, et son intérieur blanchi à la chaux abrite des autels baroques.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porte de la Ville, percée dans les remparts, arbore le lion de Saint-Marc. Il rappelle quatre siècles de domination vénitienne sur l'Istrie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assistez aux concerts de Jazz is Back! en juillet et août. Ce festival international attire des musiciens du monde entier dans ce village de 100 habitants.",
          "visit_duration_min": 60
        },
        {
          "text": "Suivez les répétitions des Jeunesses Musicales Croatia pendant l'été. Les jeunes musiciens travaillent dans les ruelles et donnent des concerts improvisés.",
          "visit_duration_min": 60
        },
        {
          "text": "Achetez céramiques, peintures ou bijoux directement aux artistes dans leurs galeries-ateliers. Chaque créateur vous racontera l'histoire de son installation ici.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez truffe, fuži et Teran rouge dans les konobe du village. La cuisine istrienne authentique se savoure sur des terrasses panoramiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez vers les villages voisins de Završje ou Oprtalj. Les sentiers traversent vignobles et oliveraies, ponctués de chapelles romanes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 8
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "HR::hum",
      "name": "Hum",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.3556,
        14.05
      ],
      "lat": 45.3556,
      "lon": 14.05,
      "visits": [
        {
          "text": "Hum est officiellement la plus petite ville du monde avec ses 20 habitants. Elle tient dans un mouchoir de poche fortifié : deux ruelles, une église, un cimetière et le charme absolu de l'insignifiance.",
          "visit_duration_min": 75
        },
        {
          "text": "La porte de ville porte une plaque en écriture glagolitique, l'alphabet slave du IXe siècle que l'Istrie a conservé plus longtemps qu'ailleurs en Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église paroissiale de l'Assomption est une minuscule nef romane qui renferme des fresques du XIIe siècle aux couleurs terreuses.",
          "visit_duration_min": 75
        },
        {
          "text": "La chapelle Saint-Jérôme se trouve hors les murs et conserve un cycle de fresques du XVe siècle représentant les scènes de la Passion dans un édifice de poche.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez l'Allée des Glagolithes de Roč à Hum. Sur 7 km, des sculptures monumentales célèbrent l'alphabet slave ancien.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez la biska, une eau-de-vie au gui blanc qui est la spécialité de Hum. Les recettes se transmettent de génération en génération.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez Roč au départ de l'allée. Cet autre village fortifié abritait une académie glagolitique au Moyen Âge.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez dans les collines boisées autour de Hum. Les sentiers traversent chênaies et prairies fleuries.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez au vote annuel du maire de Hum si vous venez en juin. Lors de cette élection folklorique, les hommes du village marquent leur choix par une entaille sur un bâton.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 13
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "HR::hvar",
      "name": "Hvar",
      "cc": "HR",
      "language": "fr",
      "coords": [
        43.1725,
        16.4411
      ],
      "lat": 43.1725,
      "lon": 16.4411,
      "visits": [
        {
          "text": "Stari Grad est la plus ancienne ville de Croatie avec 2 400 ans d'histoire, offrant une atmosphère authentique et paisible qui contraste fortement avec les stations balnéaires plus animées, avec des maisons Renaissance aux tons pastel bordant le port calme.",
          "visit_duration_min": 75
        },
        {
          "text": "Le château Tvrdalj est une résidence d'été fortifiée du XVIe siècle construite pour le poète et penseur Petar Hektorović, avec un bassin à poissons central, des murs en ruine, des jardins à leur apogée de juin à août, et des inscriptions philosophiques comme si tu sais ce que tu es, pourquoi es-tu arrogant.",
          "visit_duration_min": 75
        },
        {
          "text": "La place Skor est le cœur pittoresque de la vieille ville avec ses anciennes maisons de pierre et l'église Saint-Étienne avec son clocher, paraissant décrépite et ancienne à l'extérieur mais étonnamment belle à l'intérieur.",
          "visit_duration_min": 75
        },
        {
          "text": "La plaine de Stari Grad est un site du patrimoine mondial de l'UNESCO datant de l'époque de la Grèce antique, un paysage culturel de vignobles et de champs de lavande préservant un système agricole inchangé depuis 24 siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "La forteresse Španjola, également connue sous le nom de Fortica ou Fort Espagnol, est le monument le plus frappant de Hvar Town, un bastion du XVIe siècle perché au-dessus de la ville avec des murailles de pierre adjacentes du XIIIe siècle qui protègent les habitants depuis des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "La forteresse Napoléon se trouve encore plus haut sur la colline, construite pendant l'occupation française au début du XIXe siècle, abritant aujourd'hui l'Observatoire de Hvar et offrant des vues encore plus spectaculaires que la Španjola, particulièrement magiques au coucher du soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "La place Saint-Étienne, appelée Hvarska Pjaca, est l'une des plus grandes places principales de Dalmatie, entourée d'attractions historiques dont le bâtiment de l'Arsenal avec le Théâtre de Hvar à l'intérieur, l'un des plus anciens théâtres publics d'Europe datant de 1612.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale Saint-Étienne domine la place avec le Palais Épiscopal à proximité, tandis que la Loggia et la haute tour de l'horloge faisaient autrefois partie du Palais du Gouverneur.",
          "visit_duration_min": 75
        },
        {
          "text": "Le couvent bénédictin est célèbre pour ses religieuses qui fabriquent de délicates dentelles à partir de fibres d'agave, tandis que le monastère franciscain offre des cloîtres paisibles où les concerts du festival d'été créent des expériences acoustiques inoubliables.",
          "visit_duration_min": 75
        },
        {
          "text": "L'archipel des Pakleni s'étend sur plus de 10 kilomètres à travers 16 îles, la plupart inhabitées avec pour seuls résidents de hauts pins, offrant des criques isolées et une beauté naturelle magnifique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Se promener le long du port paisible bordé de bateaux de pêche et de maisons Renaissance aux couleurs pastel offre un contraste saisissant avec l'énergie de Hvar Town, avec des cafés locaux parfaits pour un café matinal et des croissants.",
          "visit_duration_min": 60
        },
        {
          "text": "Grimper la colline de Glavica jusqu'au belvédère de la croix blanche prend environ 20 minutes et récompense par des vues panoramiques sur les toits orangés, le port et le paysage méditerranéen environnant.",
          "visit_duration_min": 60
        },
        {
          "text": "Faire du vélo à travers la plaine UNESCO et les vignobles permet d'explorer l'ancien paysage agricole grec, avec des dégustations de vin disponibles dans les domaines locaux offrant des expériences de la ferme à la table au milieu des oliveraies.",
          "visit_duration_min": 60
        },
        {
          "text": "La charmante plus ancienne rue de Stari Grad abrite la meilleure glace à la lavande de l'île, un délice parfait tout en explorant les ruelles étroites et les recoins cachés.",
          "visit_duration_min": 60
        },
        {
          "text": "Le sentier côtier reliant Hvar Town au village de Milna s'étend sur environ 6,5 kilomètres le long de paysages époustouflants de criques profondes, de baies peu profondes, d'eau turquoise et de plages de galets, prenant environ 2 heures avec les arrêts photo.",
          "visit_duration_min": 60
        },
        {
          "text": "Les points forts de la promenade côtière incluent la plage Pokonji Dol avec son eau bleu-vert magnifique, la plage isolée de Mekicevica près du rustique Restaurant Robinson, et de nombreux spots de baignade cachés accessibles uniquement à pied.",
          "visit_duration_min": 60
        },
        {
          "text": "L'ascension jusqu'au Fort Espagnol récompense les visiteurs par des vues panoramiques s'étendant jusqu'à l'archipel des îles Pakleni, avec des points de vue gratuits directement devant la forteresse pour ceux ne souhaitant pas payer l'entrée.",
          "visit_duration_min": 60
        },
        {
          "text": "Le cimetière de Hvar perché sur la colline offre des vues incroyables et une atmosphère paisible loin du port animé en contrebas.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer les îles Pakleni en bateau de location est un moyen idéal de naviguer dans ces eaux, avec des bateaux basiques disponibles pour environ 100 euros par jour pouvant accueillir jusqu'à cinq personnes, parfaits pour découvrir des criques cachées à votre rythme.",
          "visit_duration_min": 60
        },
        {
          "text": "Des bateaux-taxis partent du stand à côté du bâtiment de l'Arsenal pour des trajets rapides vers les destinations populaires des Pakleni comme la plage de Zdrilca, la plage de Mlini et le célèbre bar de plage Carpe Diem sur l'île Marinkovac.",
          "visit_duration_min": 60
        },
        {
          "text": "Le kayak jusqu'aux îles Pakleni offre une aventure active pour ceux qui veulent pagayer dans les eaux cristallines, avec des locations et des excursions organisées disponibles depuis Hvar Town.",
          "visit_duration_min": 60
        },
        {
          "text": "Les plages de la ville incluent Bonj à l'ouest avec location de parasols et restaurants à proximité, la petite et jolie plage Lucica à côté du monastère franciscain, et le rocheux Krizna Luka avec ses eaux splendides et ses vues sur le Fort Espagnol.",
          "visit_duration_min": 60
        },
        {
          "text": "Le Festival d'Été de Hvar apporte des événements culturels sur l'île depuis les années 1960 avec des spectacles musicaux gratuits dans des lieux historiques comme le cloître du monastère franciscain.",
          "visit_duration_min": 60
        },
        {
          "text": "La vie nocturne animée inclut le légendaire club Carpe Diem attirant les fêtards élégants, le décontracté Falko Bar avec ses hamacs et excellentes vues au coucher du soleil, la bière artisanale chez Vunetovo, et les bars bordant la promenade du port.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 7
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 8
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 9
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "HR::ilok",
      "name": "Ilok",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.2228,
        19.3728
      ],
      "lat": 45.2228,
      "lon": 19.3728,
      "visits": [
        {
          "text": "Le château d'Ilok couronne la ville la plus orientale de Croatie. Cette forteresse médiévale domine le Danube et la Serbie sur l'autre rive, et des caves princières sont creusées dans les remparts.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Jean-de-Capistran abrite le sarcophage du saint qui prêcha la croisade contre les Ottomans ici même au XVe siècle. Pèlerinage et histoire militaire s'y entremêlent.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée municipal présente l'histoire multiculturelle d'Ilok, carrefour croate, serbe, allemand et hongrois. On y découvre costumes, artisanat et documents des différentes communautés.",
          "visit_duration_min": 75
        },
        {
          "text": "Les remparts médiévaux offrent une promenade panoramique sur le Danube, frontière naturelle avec la Serbie. Tours de guet et bastions témoignent du passé stratégique de la ville.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descendez dans les caves Iločki Podrumi, 4 km de galeries souterraines où les vins vieillissent depuis 1450. Le Traminac blanc et le Frankovka rouge y reposent dans le calcaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez le Traminac d'Ilok, ce vin blanc aromatique qui figura au menu du couronnement de la reine Elizabeth II en 1953. C'est une fierté locale exportée dans le monde entier.",
          "visit_duration_min": 60
        },
        {
          "text": "Longez le Danube à vélo ou à pied sur les berges aménagées. Vous y verrez des barges de commerce et les collines serbes en face.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez au kulen d'Ilok, la version locale du saucisson slavon épicé, affiné dans les caves fraîches des remparts.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 13
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "HR::karlovac",
      "name": "Karlovac",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.4929,
        15.5553
      ],
      "lat": 45.4929,
      "lon": 15.5553,
      "visits": [
        {
          "text": "Karlovac fut construite en 1579 comme forteresse idéale contre les Ottomans. Son plan en étoile à six branches se lit encore dans les rues du centre, et les remparts forment aujourd'hui une promenade ombragée.",
          "visit_duration_min": 75
        },
        {
          "text": "La place principale Stjepan Radić aligne ses façades baroques autour d'une fontaine. Les cafés et terrasses occupent les arcades où l'aristocratie militaire paradait jadis.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée municipal occupe le palais Frankopan et retrace l'histoire militaire de cette ville-frontière avec des maquettes, des uniformes et des documents de la Vojna Krajina.",
          "visit_duration_min": 75
        },
        {
          "text": "Descendez jusqu'à la confluence de quatre rivières : la Kupa, la Korana, la Mrežnica et la Dobra. Ce fait géographique unique a valu à Karlovac son surnom de ville sur quatre eaux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez la brasserie Karlovačko, fierté locale depuis 1854. La bière blonde éponyme accompagne chaque match de foot croate. Des visites guidées et des dégustations sont organisées sur réservation.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignez-vous à Foginovo, une plage fluviale sur la Korana prisée des locaux en été. Les eaux sont claires, les pelouses ombragées, et des guinguettes bordent la rive.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites une excursion aux cascades de la Mrežnica, une série de chutes et de bassins naturels à 30 minutes de route. Kayak, baignade et pique-nique sont au programme.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez aux Journées de la Bière fin août, un festival qui célèbre le breuvage local avec des concerts, des stands gastronomiques et des compétitions de descente de pintes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 6
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "HR::korcula",
      "name": "Korcula",
      "cc": "HR",
      "language": "fr",
      "coords": [
        42.9597,
        17.1358
      ],
      "lat": 42.9597,
      "lon": 17.1358,
      "visits": [
        {
          "text": "Korčula Town est une superbe ville médiévale fortifiée souvent appelée Petite Dubrovnik, située sur une petite péninsule avec vue sur la mer et entourée de vieilles murailles de pierre, présentant un plan de rues unique en arête de poisson conçu pour que la brise puisse passer facilement et rafraîchir les bâtiments.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale Saint-Marc se dresse au centre d'une petite place dominant la vue depuis toutes les rues latérales, construite au XVe siècle en calcaire local dans un style gothique-Renaissance avec un campanile offrant des vues panoramiques à 360 degrés, bien que l'escalier en colimaçon soit extrêmement étroit.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porte de Terre, appelée Kopnena Vrata, constitue une impressionnante entrée médiévale avec la Tour Revelin au-dessus arborant le motif du lion vénitien, tandis que la Porte de Mer côté ouest offre une entrée alternative à travers les fortifications.",
          "visit_duration_min": 75
        },
        {
          "text": "Le prétendu lieu de naissance de Marco Polo peut être vu de l'extérieur, Korčula faisant partie de la République de Venise quand l'explorateur naquit en 1254, bien que la plupart des historiens pensent qu'il est en fait né à Venise même.",
          "visit_duration_min": 75
        },
        {
          "text": "Le palais Cipiko et d'autres demeures Renaissance bordent les étroites rues de marbre, vestiges des familles nobles qui façonnèrent la ville durant son âge d'or vénitien.",
          "visit_duration_min": 75
        },
        {
          "text": "La baie d'Uvala Luka à environ 10 minutes de marche de la vieille ville est spectaculaire, remplie de petits bateaux dansant sur l'eau turquoise avec en toile de fond les montagnes du continent parsemées de toits en terre cuite et de fleurs colorées.",
          "visit_duration_min": 75
        },
        {
          "text": "Goûter les biscuits locaux Cukarin parfumés au citron et à l'orange dans leur forme distinctive de crabe est une tradition de Korčula, ainsi que les dômes Klasun fourrés aux noix, eau-de-vie et confiture de figues, tous deux disponibles à la boulangerie spécialisée à l'ancienne du centre.",
          "visit_duration_min": 75
        },
        {
          "text": "Les huiles d'olive locales sont distinctives avec une saveur légèrement amère et herbacée, protégées par la plus haute reconnaissance de qualité de la Commission Européenne, et peuvent être dégustées et achetées dans les boutiques spécialisées de la vieille ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Lumbarda est un petit village à la pointe est de l'île de Korčula, célèbre comme berceau du cépage unique de vin blanc Grk cultivé nulle part ailleurs au monde, avec une production bio en petites quantités dans des vignobles familiaux.",
          "visit_duration_min": 75
        },
        {
          "text": "L'ancienne inscription grecque Psephisma du IVe siècle av. J.-C. est l'une des plus anciennes preuves de colonisation grecque dans l'Adriatique, bien que l'original soit conservé au musée de Zagreb.",
          "visit_duration_min": 75
        },
        {
          "text": "La galerie d'art Tri Volta au cœur du village accueille des expositions saisonnières présentant des artistes locaux ainsi que des expositions itinérantes occasionnelles montrant l'art contemporain croate.",
          "visit_duration_min": 75
        },
        {
          "text": "Les ateliers d'artistes peintres et sculpteurs sont souvent ouverts aux visiteurs ou disponibles sur rendez-vous, reflétant la réputation de Lumbarda comme communauté créative sur l'île.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La danse de l'épée Moreška remontant au XIIe siècle est jouée chaque lundi et jeudi à 21h en été, racontant l'histoire de deux rois en guerre pour une princesse dans un théâtre atmosphérique en plein air éclairé par des torches, faisant de Korčula le seul endroit au monde maintenant encore vivante cette tradition méditerranéenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûter le vin Grk unique à Korčula et cultivé uniquement dans le petit village de Lumbarda est incontournable, avec des après-midis de dégustation dans les domaines locaux offrant des visites du processus de production bio en petites quantités.",
          "visit_duration_min": 60
        },
        {
          "text": "Déguster les Makaruni, pâtes traditionnelles faites maison, roulées à la main autour de brochettes en bois selon un procédé long originaire du village de Žrnovo, est l'un des grands plaisirs culinaires de l'île, souvent servies avec des crevettes ou une simple sauce tomate.",
          "visit_duration_min": 60
        },
        {
          "text": "Savourer des cocktails au bar au sommet d'une tour du XVe siècle où les boissons arrivent par un système de poulie offre des vues panoramiques spectaculaires, bien que redescendre l'échelle après quelques cocktails puisse être considéré comme un sport extrême.",
          "visit_duration_min": 60
        },
        {
          "text": "La vieille ville s'anime la nuit avec des guirlandes lumineuses illuminant les ruelles et une atmosphère de passeggiata à l'italienne, parfaite pour le shopping du soir dans les boutiques vendant art local, céramiques et bijoux artisanaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Flâner dans les belles rues du centre piétonnier de la vieille ville est magique, montant et descendant des escaliers bordés d'hortensias et de jasmin, découvrant des bars et restaurants cachés où revenir plus tard.",
          "visit_duration_min": 60
        },
        {
          "text": "Nager dans les eaux les plus bleues autour de Korčula crée de magnifiques vues et d'excellentes opportunités photographiques, avec le quai de Lumbarda et le promontoire rocheux accessible depuis les bars à vin de la vieille ville offrant des spots particulièrement agréables.",
          "visit_duration_min": 60
        },
        {
          "text": "Les excursions depuis Korčula incluent Vela Luka à l'extrémité ouest de l'île avec sa grotte préhistorique habitée il y a 20 000 ans, l'île du parc national de Mljet à 30 minutes en bateau rapide pour des promenades tranquilles dans la nature, et Orebić sur le continent avec ses plages de sable et vignobles accessibles à pied.",
          "visit_duration_min": 60
        },
        {
          "text": "Savourer la rakija, l'eau-de-vie traditionnelle distillée à partir de peaux de raisin à environ 43 degrés, peut se déguster pure comme les locaux ou aromatisée aux fruits et herbes, typiquement offerte en fin de repas dans les restaurants de toute l'île.",
          "visit_duration_min": 60
        },
        {
          "text": "Les plages de sable de Vela Pržina et Bilin Žal sont des trésors rares en Croatie où la plupart des plages sont rocheuses ou de galets, idéales pour les familles avec enfants qui peuvent construire des châteaux de sable et patauger dans les eaux peu profondes.",
          "visit_duration_min": 60
        },
        {
          "text": "La dégustation de vin dans les vignobles locaux offre la chance de goûter le vin bio Grk en petites quantités, accompagné de fromage local et d'huile d'olive dans des cadres familiaux intimes entourés de vignes.",
          "visit_duration_min": 60
        },
        {
          "text": "La randonnée et le VTT à travers les vignobles et les champs de Gornje Blato offrent des vues panoramiques sur l'archipel environnant, à apprécier de préférence aux heures plus fraîches du matin ou de fin d'après-midi.",
          "visit_duration_min": 60
        },
        {
          "text": "Les sports nautiques incluant planche à voile, kayak, snorkeling et plongée sous-marine sont disponibles le long du littoral facilement accessible, avec location d'équipement et cours proposés par des opérateurs locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Les séances de yoga tenues régulièrement au centre du village offrent une façon paisible de commencer la journée, animées par un groupe de yoga local accueillant les visiteurs pour se joindre à leur pratique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 12
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 13
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 14
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "HR::krapina",
      "name": "Krapina",
      "cc": "HR",
      "language": "fr",
      "coords": [
        46.1603,
        15.8744
      ],
      "lat": 46.1603,
      "lon": 15.8744,
      "visits": [
        {
          "text": "Le Musée de l'Homme de Néandertal est un bâtiment contemporain primé qui présente le site où furent découverts en 1899 les restes de 80 individus néandertaliens. Des reconstitutions grandeur nature et des expériences interactives retracent leur vie.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez sur la colline Hušnjakovo où les fouilles originales révélèrent os, outils et traces de foyers vieux de 130 000 ans. Des statues de Néandertaliens grandeur nature jalonnent le sentier.",
          "visit_duration_min": 75
        },
        {
          "text": "La basilique de Marija Bistrica est le principal sanctuaire marial croate et accueille 800 000 pèlerins par an. Sa Vierge Noire miraculeuse fut cachée des Ottomans pendant 200 ans derrière un mur.",
          "visit_duration_min": 75
        },
        {
          "text": "Le chemin de croix monumental gravit la colline derrière la basilique. Quatorze stations de bronze du sculpteur croate mènent à un calvaire panoramique sur le Zagorje.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le Zagorje en voiture. Cette région de collines verdoyantes est parsemée de vignobles, de châteaux baroques et de villages aux maisons de bois. Chaque virage révèle un nouveau panorama bucolique.",
          "visit_duration_min": 60
        },
        {
          "text": "Arrêtez-vous dans un des nombreux celliers familiaux pour déguster le Pušipel blanc local, accompagné de charcuteries fumées et de fromages de la ferme. L'hospitalité zagorienne ne se refuse pas.",
          "visit_duration_min": 60
        },
        {
          "text": "Détendez-vous aux thermes de Krapinske Toplice, dont les eaux chaudes sont connues depuis l'époque romaine. Les bassins extérieurs offrent une vue apaisante sur les collines environnantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le château de Veliki Tabor, une forteresse pentagonale du XVe siècle qui domine la région. La légende raconte que Veronika, emmurée vivante, hante encore ses tours.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 4
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "HR::krk",
      "name": "Krk",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.0267,
        14.5753
      ],
      "lat": 45.0267,
      "lon": 14.5753,
      "visits": [
        {
          "text": "La ville de Krk est habitée sans interruption depuis 3000 ans, ce qui en fait l'une des plus anciennes cités de l'Adriatique. Ses murailles médiévales et ses quatre portes fortifiées protègent encore un dédale de ruelles où l'inscription romaine Splendidissima civitas Curictarum témoigne de la gloire antique de la cité.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale de l'Assomption s'élève sur les fondations d'anciens thermes romains depuis le Ve siècle. Son clocher baroque au dôme en oignon, surmonté d'un ange trompettiste qui pivote au gré du vent, domine la place principale et sert de point de repère aux navigateurs depuis des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Quirin jouxte la cathédrale et abrite le Musée d'Art Sacré. Dans ses vitrines reposent orfèvreries, textiles liturgiques et manuscrits enluminés accumulés par le diocèse au fil d'un millénaire, témoignage de la richesse spirituelle et matérielle de l'île.",
          "visit_duration_min": 75
        },
        {
          "text": "Le château Frankopan ancre la place Kamplin de sa masse carrée depuis le XIIIe siècle. Cette forteresse des comtes qui régnèrent sur le Kvarner pendant quatre siècles accueille aujourd'hui concerts et événements culturels dans sa cour à ciel ouvert.",
          "visit_duration_min": 75
        },
        {
          "text": "Le site archéologique Volsonis se cache sous la place principale, où des travaux récents ont mis au jour les vestiges d'une villa romaine. Mosaïques et murs antiques témoignent de la prospérité de Curicum, comme s'appelait alors la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Les monastères franciscain et bénédictin des XIIe et XIIIe siècles ponctuent la vieille ville de leurs cloîtres paisibles. Leurs bibliothèques conservent des manuscrits précieux, et leurs jardins offrent une retraite fraîche loin de l'agitation estivale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Baignez-vous sur les plages du littoral de Krk, dont cinq arborent le drapeau bleu européen. Criques de galets nichées entre les pins ou plateformes bétonnées face aux eaux cristallines : chacun trouve son bonheur selon ses préférences.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez à la Foire de Krk les 8, 9 et 10 août, tradition qui remonte au XVIe siècle. La ville revêt ses costumes Renaissance, les artisans présentent leur savoir-faire et les spectacles de rue animent places et ruelles jusqu'à tard dans la nuit.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez au Festival d'été de Krk, qui fête ses 50 ans de concerts, pièces de théâtre et opéras en plein air. Les représentations sur le port et dans les cours médiévales offrent un cadre incomparable aux artistes internationaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez au fromage Krčki sir, brebis affinée aux herbes sauvages de l'île dont le goût unique vient des pâturages battus par les embruns. On le sert accompagné de jambon fumé et d'olives locales dans les konobe de la vieille ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les villages de l'intérieur de l'île à vélo. Les routes sinueuses traversent vignobles, oliveraies et hameaux de pierre où le temps semble s'être arrêté, loin des foules du littoral.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 3
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "HR::labin",
      "name": "Labin",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.0872,
        14.1206
      ],
      "lat": 45.0872,
      "lon": 14.1206,
      "visits": [
        {
          "text": "Flânez dans la vieille ville médiévale de Labin perchée sur sa colline, labyrinthe de ruelles pavées bordées de palais baroques et galeries d'art. Cette cité des artistes attire une communauté créative qui a transformé les ateliers en espaces d'exposition permanente.",
          "visit_duration_min": 75
        },
        {
          "text": "Franchissez la Porte Saint-Flor (Porta Sanfior) de 1589, entrée principale ornée des armoiries de Labin et du lion de la Sérénissime. Le canon autrichien repositionné en 1995 rappelle les différentes dominations qu'a connues cette ville stratégique.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église de la Nativité de la Bienheureuse Vierge Marie construite en 1336, remarquable pour ses trois nefs et ses six autels en marbre. Les reliques de Saint-Juste apportées de Rome en 1664 et le lion vénitien tenant une boule dans la gueule enrichissent ce patrimoine sacré.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Musée national de Labin présentant l'histoire minière, la proclamation de la République de Labin en 1921 et une collection mémoriale. La réplique de mine de charbon permet de descendre virtuellement dans les galeries souterraines.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville de Labin est perchée sur sa colline. On y découvre des palais vénitiens aux portails blasonnés, des ruelles pavées et des places ombragées. Galeries d'art et ateliers ont investi les anciennes demeures.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée municipal retrace l'histoire minière de Labin, exploitée pour son charbon depuis l'Antiquité jusqu'en 1999. Une galerie de mine reconstituée se visite au sous-sol.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église de la Nativité de la Vierge date du XIVe siècle et domine la place principale. Le lion de Saint-Marc sur la façade rappelle l'allégeance vénitienne de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "La Fortica est un bastion vénitien situé au sommet de la ville. Il offre des vues à 360° sur la mer, les montagnes et l'arrière-pays verdoyant.",
          "visit_duration_min": 75
        },
        {
          "text": "La loggia du XVIe siècle abrite des expositions temporaires sous ses arcades Renaissance. L'art contemporain y dialogue avec la pierre ancienne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admirez la Loggia de Labin datant de 1550, lieu de rassemblement traditionnel où se tenaient autrefois événements culturels et plaidoiries juridiques. Cette architecture typiquement istrienne symbolise l'authenticité préservée de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrez au Teatrino, petit théâtre fondé en 1844 dans un ancien entrepôt à grains, témoin de la vie culturelle de cette communauté artistique. Lieu de naissance de Matija Vlačić, compagnon de Luther, Labin cultive son héritage intellectuel.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le Parc de sculptures Dubrova où le Symposium méditerranéen de sculpture réunit chaque été des artistes internationaux. Les oeuvres en pierre disséminées dans ce paysage naturel créent un dialogue unique entre art et nature.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez l'huile d'olive et les vins au Palais Negri, splendide bâtiment historique abritant une galerie gastro-artistique. Les produits Negri primés accompagnent les oeuvres d'art décorant ce lieu d'exception.",
          "visit_duration_min": 60
        },
        {
          "text": "Descendez à Rabac en contrebas, une ancienne baie de pêcheurs transformée en station balnéaire. Ses plages de galets blancs et ses eaux turquoise se nichent au pied des falaises.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les galeries d'art de Labin, déclarée cité des artistes. Peintres et sculpteurs y exposent dans des ateliers ouverts au public.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez au Labin Art Republic en été. Ce festival d'art contemporain investit les rues, les places et les bâtiments abandonnés.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez vers le village voisin d'Albona sur les traces des mineurs. Le sentier historique passe par des puits et des équipements préservés.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez aux spécialités locales dans une konoba de la vieille ville : maneštra aux haricots et fuži à la viande mijotée.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 14
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 12
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "HR::lastovo",
      "name": "Lastovo",
      "cc": "HR",
      "language": "fr",
      "coords": [
        42.7667,
        16.8833
      ],
      "lat": 42.7667,
      "lon": 16.8833,
      "visits": [
        {
          "text": "Le parc naturel de Lastovo englobe 46 îles réparties sur 200 kilomètres carrés de terre et de mer, l'archipel habité le plus isolé de Croatie situé à 13 kilomètres au sud de Korčula.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Lastovo se perche sur un versant escarpé dominant des champs fertiles de légumes, de vignes et d'oliviers, avec de vieilles maisons en pierre coiffées de toits rouges distinctifs.",
          "visit_duration_min": 75
        },
        {
          "text": "Les fumari (cheminées cylindriques) couronnent les maisons à travers le village, leurs hauteurs indiquant autrefois la richesse des familles, construites à la fois pour l'évacuation de la fumée et pour le prestige social.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église des Saints-Côme-et-Damien date du XVe siècle, reconnaissable à ses trois nefs, et constitue le principal monument religieux de l'île.",
          "visit_duration_min": 75
        },
        {
          "text": "Le fort Kaštel couronne la colline du village abritant des instruments météorologiques, avec des vues panoramiques sur tout le village, les eaux environnantes et les îles lointaines.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Se baigner dans les baies cristallines de Pasadur, Zaklopatica et Skrivena Luka, des criques protégées aux eaux calmes comme un lac, parfaites pour le snorkeling et le kayak.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonner et faire du vélo sur les sentiers bien balisés à travers les forêts et les vignobles couvrant 70% de l'île, en appréciant une nature pratiquement inchangée depuis des siècles.",
          "visit_duration_min": 60
        },
        {
          "text": "Faire de la plongée sous-marine dans deux centres (Pasadur et Zaklopatica) pour explorer des sites sous-marins dont des épaves dans des eaux d'une clarté exceptionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Rejoindre Lastovo en catamaran depuis Korčula Town ou Vela Luka (1 à 2 heures), en arrivant au port d'Ubli puis en explorant en scooter loué, à vélo ou avec le minibus de l'île.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans des petits restaurants familiaux servant du poisson local frais, en profitant de l'atmosphère paisible d'une île où même Bill Gates passa inaperçu lorsque son yacht accosta en 2009.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 13
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "HR::lopar",
      "name": "Lopar",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.8308,
        14.7292
      ],
      "lat": 44.8308,
      "lon": 14.7292,
      "visits": [
        {
          "text": "Rajska Plaža, la Plage Paradis, déroule 1,5 km de sable fin aux eaux turquoise et peu profondes. Ce phénomène rare sur la côte rocheuse de l'Adriatique fait le bonheur des familles avec enfants, qui peuvent barboter en toute sécurité dans une eau tiède comme un bain.",
          "visit_duration_min": 75
        },
        {
          "text": "Lopar revendique 22 plages de sable, concentration unique en Croatie où galets et rochers dominent le littoral. Chacune offre son caractère propre, de la foule estivale de Paradise Beach à l'intimité des criques accessibles seulement à pied ou en bateau.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Marin honore le saint né ici au IVe siècle, tailleur de pierre parti fonder la République de San Marino sur un rocher italien. Ce fils illustre de Lopar attire les visiteurs de la microstate qui viennent en pèlerinage sur les traces de leur patron.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église romane Saint-Jean-Baptiste date du XIe siècle et témoigne de l'ancienneté de l'occupation humaine sur cette pointe nord de l'île. Ses murs épais et son clocher trapu ont résisté aux siècles et aux tempêtes qui balaient la côte.",
          "visit_duration_min": 75
        },
        {
          "text": "Les vestiges de la colonie romaine de Lopar parsèment le territoire, fragments de l'antique présence qui façonna les premières routes et les premiers ports. Fondations de villas, citernes et tessons de poterie affleurent çà et là pour qui sait regarder.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Baignez-vous sur Paradise Beach, dont les eaux chaudes et peu profondes sont idéales pour les enfants. Transats, bars de plage et sports nautiques sont disponibles pour ceux qui le souhaitent, mais l'on peut aussi étendre sa serviette sur le sable et ne rien faire du tout.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les 22 plages de sable en marchant de crique en crique le long du littoral. Chaque anse dévoile un nouveau paysage, et les plus aventureux découvriront des coins secrets où ils seront seuls au monde.",
          "visit_duration_min": 60
        },
        {
          "text": "Essayez les bains de boue thérapeutique dont les vertus sont réputées depuis l'Antiquité. Cette argile riche en minéraux fait merveille pour la peau, et l'on ressort de l'expérience avec un teint de bébé et une sensation de légèreté.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez sur la péninsule Kalifront ou grimpez à la colline Kamenjak pour des vues imprenables sur l'île et les montagnes du Velebit qui ferment l'horizon. Les sentiers traversent des paysages de garrigue odorante où le romarin pousse à l'état sauvage.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez aux fêtes patronales de Saint-Marin début septembre, quand procession et festivités célèbrent le fils le plus célèbre de Lopar. Les habitants revêtent leurs costumes traditionnels, les chants s'élèvent et le vin coule en l'honneur du saint fondateur.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 10
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "HR::lupoglav",
      "name": "Lupoglav",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.2756,
        14.1314
      ],
      "lat": 45.2756,
      "lon": 14.1314,
      "visits": [
        {
          "text": "Découvrez les ruines du château médiéval de Mahrenfels (roche fortifiée en allemand), perché sur une colline inaccessible au pied des falaises du mont Učka. Depuis l'an 1000 environ, cette forteresse contrôlait les routes commerciales traversant ce carrefour stratégique de l'Istrie.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez les vestiges du château Brigido construit en 1643 par Pompeo Brigido à l'est de la gare, nouvelle résidence abandonnant l'inconfortable forteresse médiévale. Ces ruines témoignent de l'évolution du mode de vie aristocratique en Istrie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez sur les sentiers du Parc naturel d'Učka tout proche, paradis des amateurs de plein air avec ses sommets offrant des vues spectaculaires. Grimpeurs, randonneurs et aventuriers trouvent ici un terrain de jeu exceptionnel entre mer et montagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Admirez la petite église Notre-Dame du Rosaire près du cimetière de Gorenje Vas, vestige de la vie spirituelle de ce village rural. Les pâturages avec bétail perpétuent la tradition d'élevage millénaire de cette région montagneuse.",
          "visit_duration_min": 60
        },
        {
          "text": "Observez le passage des trains sur la ligne Pula-Ljubljana, héritage ferroviaire rappelant l'importance historique de Lupoglav comme noeud de communication. Ce village paisible offre une immersion authentique dans l'Istrie rurale et préservée.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 12
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "HR::mali-losinj",
      "name": "Mali Losinj",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.5306,
        14.4681
      ],
      "lat": 44.5306,
      "lon": 14.4681,
      "visits": [
        {
          "text": "Le port de Mali Lošinj s'étire dans une baie de 5 km où façades pastel et yachts blancs se mirent dans des eaux calmes comme un lac. L'air chargé de lavande, de myrte et de romarin a valu à l'île son surnom d'Île de la Vitalité, et les médecins viennois y envoyaient leurs patients dès le XIXe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée de l'Apoxyomène présente une statue grecque de bronze repêchée au large en 1996 par un plongeur local. Ce chef-d'œuvre de 2000 ans représentant un athlète se nettoyant après l'effort fait l'objet d'un parcours immersif son et lumière qui culmine dans la rencontre avec l'original.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Palais Fritzi date du XIXe siècle et expose les Collections d'Art de Mali Lošinj. Maîtres anciens flamands, peintres croates modernes et photographies historiques de l'île y cohabitent dans des salons dont les fenêtres s'ouvrent sur le port.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville enroule ses ruelles autour de la colline qui domine le port. Les villas vénitiennes aux volets colorés et les passages voûtés révèlent la mer à chaque tournant, et l'on comprend pourquoi les capitaines enrichis par le commerce maritime choisirent d'y bâtir leurs demeures.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église de la Nativité de la Vierge date du XVe siècle et conserve tableaux et ex-voto des capitaines qui firent fortune dans le commerce maritime. Ces offrandes témoignent des dangers de la mer et de la foi des marins qui imploraient la protection divine avant chaque traversée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Réservez le belvédère Providenca entre 18h et 20h pour un coucher de soleil privé sur le Kvarner. Un verre de vin local à la main, vous contemplerez la baie et les îles voisines tandis que le ciel s'embrase, expérience romantique par excellence.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le parc forestier de Čikat, planté de pins d'Alep au XIXe siècle pour assainir l'air de l'île. Ses sentiers parfumés descendent vers des criques de baignade où l'eau turquoise contraste avec le vert sombre des aiguilles.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le Jardin des Parfums aux 250 espèces aromatiques cultivées sur les terrasses qui dominent la ville. Cette promenade olfactive parmi lavande, sauge et romarin explique pourquoi les aromathérapeutes considèrent Lošinj comme un sanctuaire naturel.",
          "visit_duration_min": 60
        },
        {
          "text": "Prenez un cours de voile à l'Académie de voile de Lošinj ou louez un bateau pour explorer les îlots de l'archipel. Le vent régulier et les eaux protégées en font un terrain idéal pour les débutants comme pour les navigateurs confirmés.",
          "visit_duration_min": 60
        },
        {
          "text": "Dînez au restaurant Alfred Keller, table étoilée qui sublime les produits de la mer en s'inspirant des 1200 plantes aromatiques de l'île. La cuisine inventive et le cadre élégant en font l'adresse gastronomique de l'archipel.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez au Festival de Jazz de Mali Lošinj en août, qui programme des concerts intimes dans les cours et sur les places du port. L'acoustique des pierres et l'atmosphère décontractée créent une proximité rare entre musiciens et public.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 7
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "HR::mljet",
      "name": "Mljet",
      "cc": "HR",
      "language": "fr",
      "coords": [
        42.7461,
        17.5375
      ],
      "lat": 42.7461,
      "lon": 17.5375,
      "visits": [
        {
          "text": "Le parc national de Mljet fut créé en 1960, couvrant une partie de l'île de Mljet qui se classe comme l'île la plus verte de Croatie, caractérisée par ses forêts luxuriantes, ses lacs salés et ses paysages idylliques.",
          "visit_duration_min": 75
        },
        {
          "text": "Veliko Jezero et Malo Jezero (Grand et Petit Lac) forment le cœur du parc, deux lacs salés interconnectés aux eaux turquoise parfaites pour la baignade et le kayak.",
          "visit_duration_min": 75
        },
        {
          "text": "L'île Sainte-Marie émerge au milieu de Veliko Jezero, abritant un monastère bénédictin du XIIe siècle offrant un mélange d'histoire et de vues splendides, accessible en bateau inclus dans le billet d'entrée.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sommet Montokuc est le point le plus élevé accessible du parc, avec une tour d'observation en bois utilisée par les pompiers pour surveiller les incendies de forêt.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte d'Ulysse se trouve dans la partie centrale de l'île près du village de Babino Polje, une grotte marine spectaculaire où, selon la légende, le héros grec s'abrita lors de ses errances méditerranéennes.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Polače sert de l'une des principales portes d'entrée du parc, connu pour ses ruines romaines antiques dont les vestiges d'un palais qui donnent son nom au village.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village d'Okuklje sur la côte nord se forma à l'époque de la République de Dubrovnik, aujourd'hui une petite baie pittoresque prisée des plaisanciers et des visiteurs recherchant un hébergement tranquille.",
          "visit_duration_min": 75
        },
        {
          "text": "Le lac Blatina se situe presque au centre de l'île, un lac intérieur légèrement salé où les habitants puisaient traditionnellement l'eau pour irriguer leurs cultures.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonner jusqu'au sommet Montokuc prend environ une heure à travers des forêts de pins denses, récompensant par des vues magiques sur les deux lacs, la mer Adriatique et les îles voisines par temps clair.",
          "visit_duration_min": 60
        },
        {
          "text": "Faire du vélo autour des lacs sur des pistes en partie goudronnées et en partie gravillonnées offre la meilleure façon d'explorer le parc, avec location de vélos disponible à l'entrée.",
          "visit_duration_min": 60
        },
        {
          "text": "Se baigner dans les lacs salés où l'eau se réchauffe plus on s'éloigne de la mer, la baignade étant autorisée dans tout le parc contrairement à beaucoup d'autres parcs nationaux croates.",
          "visit_duration_min": 60
        },
        {
          "text": "Prendre le bateau vers l'île Sainte-Marie, la traversée de 15 minutes menant les visiteurs vers des moines qui accueillent les hôtes depuis neuf siècles.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer la grotte d'Ulysse nécessite une descente escarpée (éviter les tongs), mais récompense par un bassin d'un bleu profond à l'intérieur de la grotte, parfait pour se baigner dans un décor mythologique.",
          "visit_duration_min": 60
        },
        {
          "text": "Se détendre sur les plages de Saplunara et de la baie Limuni (baie des Citrons) à la pointe sud de l'île, de rares plages de sable en Croatie idéales pour les familles et ceux qui sont fatigués des rivages rocheux.",
          "visit_duration_min": 60
        },
        {
          "text": "Rejoindre Mljet en ferry depuis Prapratno sur la presqu'île de Pelješac jusqu'à Sobra (45 minutes), en profitant de la traversée sur le pont tandis que l'île boisée se rapproche.",
          "visit_duration_min": 60
        },
        {
          "text": "Savourer la cuisine dalmate dans des restaurants familiaux, bien qu'apporter quelques provisions sur l'île aide étant donné les options limitées et les prix plus élevés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 11
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 12
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "HR::motovun",
      "name": "Motovun",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.3369,
        13.8283
      ],
      "lat": 45.3369,
      "lon": 13.8283,
      "visits": [
        {
          "text": "Motovun surgit des brumes matinales comme une couronne de pierre ceignant sa colline, à 277 mètres au-dessus de la vallée de la Mirna. Vous pouvez monter les 1052 marches à pied ou emprunter le petit train.",
          "visit_duration_min": 75
        },
        {
          "text": "Les remparts vénitiens ceinturent le village en deux anneaux concentriques. Ces murailles du XIIIe siècle offrent une promenade panoramique sur une mer de collines boisées.",
          "visit_duration_min": 75
        },
        {
          "text": "La place principale s'ouvre sur le palais communal roman, la tour-horloge et une citerne vénitienne. Les cafés et restaurants occupent les anciennes demeures patriciennes.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Étienne date du XVIIe siècle. Elle renferme une statue de saint patron attribuée à un atelier vénitien et des fragments de fresques médiévales.",
          "visit_duration_min": 75
        },
        {
          "text": "La galerie municipale expose de l'art contemporain dans les voûtes d'un ancien grenier à grain. Les installations côtoient les poutres centenaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Oprtalj domine la vallée depuis son éperon fortifié. Ce village médiéval aux portes vénitiennes préservées est moins touristique que Motovun et offre une atmosphère plus authentique.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Sainte-Marie abrite des fresques du XVe siècle récemment restaurées. Le cycle de la vie de la Vierge s'y déploie dans des tons ocre et bleu.",
          "visit_duration_min": 75
        },
        {
          "text": "La loggia vénitienne du XVIe siècle surplombe le vide avec ses arches de pierre. Elle servait autrefois de tribunal et de lieu de rassemblement public.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assistez au Motovun Film Festival fin juillet. Le cinéma indépendant est projeté en plein air sur les remparts, et stars comme réalisateurs déambulent dans les ruelles minuscules.",
          "visit_duration_min": 60
        },
        {
          "text": "Partez à la chasse à la truffe avec un guide local et son chien. D'octobre à décembre, ils explorent les forêts de chênes où pousse le diamant noir d'Istrie.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez les produits à la truffe dans les restaurants du village : œufs brouillés, pâtes fraîches et fromage affiné révèlent ce parfum unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez la cave à vin Roxanich à quelques kilomètres. On y produit des vins orange et naturels vieillis en amphore selon des méthodes millénaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Survolez la vallée en montgolfière au lever du soleil. Motovun et ses voisins perchés émergent alors de la brume comme des îles de pierre.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez une truffière familiale dans la vallée de la Mirna. Les producteurs vous expliqueront la culture des chênes mycorhizés et le dressage des chiens truffiers.",
          "visit_duration_min": 60
        },
        {
          "text": "Pédalez sur les routes de campagne entre villages perchés, vignobles en terrasse et oliveraies centenaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez au jambon istrien, le pršut affiné aux vents de la Bura. Tranché fin comme du papier, il fond littéralement en bouche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 9
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 10
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "HR::nasice",
      "name": "Nasice",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.49,
        18.0883
      ],
      "lat": 45.49,
      "lon": 18.0883,
      "visits": [
        {
          "text": "Le château Pejačević de Našice déploie ses ailes néoclassiques dans un vaste parc à l'anglaise. La famille aristocratique y reçut l'élite européenne jusqu'en 1918.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée installé au château présente du mobilier d'époque, des portraits de famille et l'œuvre de Dora Pejačević, compositrice croate de renom.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Antoine-de-Padoue, fondation des Pejačević, conserve leurs tombeaux et un intérieur baroque soigné.",
          "visit_duration_min": 75
        },
        {
          "text": "Le parc du château s'étend sur 30 hectares d'arbres centenaires, d'étangs et de pavillons qui rappellent la vie aristocratique d'antan.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Écoutez la musique de Dora Pejačević au festival qui lui est consacré chaque automne. Des concerts de musique de chambre sont donnés dans les salons de son château natal.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez dans les collines boisées autour de Našice, un paysage de chênaies et de vignobles où la noblesse chassait jadis.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le monastère franciscain et son église de l'Assomption, une fondation du XVe siècle plusieurs fois reconstruite après les guerres ottomanes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 15
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "HR::novigrad",
      "name": "Novigrad",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.3167,
        13.5667
      ],
      "lat": 45.3167,
      "lon": 13.5667,
      "visits": [
        {
          "text": "Novigrad occupe une presqu'île qui fut autrefois une île, rattachée au continent au XVIIIe siècle. Ses remparts vénitiens ceinturent encore des ruelles et des placettes où la pêche reste un mode de vie.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saints-Pélage-et-Maxime conserve des reliques dans sa crypte du XIe siècle, seul vestige de l'ancienne basilique. Son clocher roman domine la petite ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée Lapidarium expose des sculptures romaines, médiévales et modernes dans un ancien entrepôt du port. Cette collection éclectique mêle antiquités et art contemporain.",
          "visit_duration_min": 75
        },
        {
          "text": "Le palais Rigo date du XVIIe siècle et abrite aujourd'hui la galerie d'art municipale. Des expositions temporaires y sont présentées dans un écrin baroque aux stucs préservés.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustez les spécialités marines dans une des konobe du port : scampi alla buzara et risotto de fruits de mer arrosés de Malvazija.",
          "visit_duration_min": 60
        },
        {
          "text": "Louez un vélo pour parcourir la Parenzana, l'ancienne voie ferrée austro-hongroise convertie en piste cyclable. Elle traverse vignobles et villages sur des dizaines de kilomètres.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignez-vous sur les plages de galets ou les plateformes bétonnées au pied des remparts. Les eaux y sont claires et peu profondes, idéales pour les familles.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez à la régate de voiliers traditionnels en août. Ces bateaux en bois à voiles latines rappellent les pêcheurs d'autrefois.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 6
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "HR::opatija",
      "name": "Opatija",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.3378,
        14.3053
      ],
      "lat": 45.3378,
      "lon": 14.3053,
      "visits": [
        {
          "text": "Le Lungomare est une promenade littorale de 12 km construite par les Habsbourg à la fin du XIXe siècle pour que l'aristocratie viennoise puisse longer la mer à pied. De Volosko à Lovran, le sentier serpente sous les pins parasols, passe devant des villas Belle Époque aux jardins luxuriants, et offre des vues constantes sur le golfe du Kvarner et ses îles.",
          "visit_duration_min": 75
        },
        {
          "text": "La Villa Angiolina fut la première demeure de villégiature d'Opatija, bâtie en 1844 par un marchand de Rijeka qui tomba amoureux de ce rivage. Le parc botanique qui l'entoure rassemble des espèces exotiques ramenées des quatre coins du monde : camélias japonais, séquoias californiens, palmiers méditerranéens. C'est ici que naquit la vocation touristique de la côte.",
          "visit_duration_min": 75
        },
        {
          "text": "La sculpture de la Jeune Fille à la Mouette se dresse sur un rocher battu par les vagues, près de l'église Saint-Jacob. Elle fut érigée en mémoire du comte Kesselstadt, emporté par la mer lors d'une tempête. Devenue symbole d'Opatija, elle attire photographes et romantiques à toute heure du jour, mais c'est au coucher du soleil qu'elle prend toute sa dimension.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Jacob est le plus ancien édifice d'Opatija, blottie dans un parc créé en 1845 autour de son cimetière marin. Les concerts d'été sous les arbres centenaires perpétuent l'esprit de la Belle Époque, quand l'impératrice Sissi et les têtes couronnées d'Europe venaient chercher ici le repos et l'air iodé.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Walk of Fame croate longe le front de mer et honore les célébrités nationales par des étoiles incrustées dans le pavé : Nikola Tesla, la skieuse Janica Kostelić, le tennisman Goran Ivanišević. Une manière de rappeler que ce petit pays a donné au monde des figures remarquables dans les sciences, les arts et le sport.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Théâtre en plein air du parc Angiolina accueille concerts et spectacles estivaux dans un écrin de verdure face à la mer. L'acoustique naturelle et le cadre élégant en font l'une des scènes les plus prisées de la côte adriatique, où le ressac accompagne discrètement les applaudissements.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez dans le parc naturel d'Učka, dont le sommet culmine à 1401 mètres et domine tout le golfe du Kvarner. Par temps clair, la vue porte jusqu'aux Alpes slovènes au nord et aux îles dalmates au sud. VTT, parapente et escalade attirent les sportifs, tandis que les sentiers forestiers conviennent aux promeneurs de tous niveaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Offrez-vous un soin dans l'un des spas d'Opatija qui perpétuent la tradition thermale lancée par les médecins viennois dans les années 1880. Les établissements historiques comme le Kvarner ou le Milenij proposent thalassothérapie et massages dans des cadres Belle Époque restaurés avec goût.",
          "visit_duration_min": 60
        },
        {
          "text": "Dînez dans une konoba de Volosko, l'ancien village de pêcheurs devenu repaire gastronomique de la côte. Les chefs y revisitent la cuisine du Kvarner avec des produits de la mer pêchés le matin même, servis dans des ruelles où le linge sèche encore aux fenêtres.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez à un concert au Festival d'Opatija en juillet, qui programme musique classique et contemporaine dans les villas et parcs de la station. L'atmosphère feutrée et le cadre historique rappellent l'époque où Opatija rivalisait avec Nice et Monte-Carlo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 1
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "HR::osijek",
      "name": "Osijek",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.5511,
        18.6939
      ],
      "lat": 45.5511,
      "lon": 18.6939,
      "visits": [
        {
          "text": "La Tvrđa d'Osijek est une citadelle baroque intacte du XVIIIe siècle. Ses casernes ocre et jaune s'alignent autour de la place de la Sainte-Trinité, où soldats habsbourgeois puis étudiants ont arpenté les pavés.",
          "visit_duration_min": 75
        },
        {
          "text": "Franchissez les portes monumentales de la forteresse pour découvrir le Musée de Slavonie, le plus ancien de Croatie fondé en 1877. Il présente de riches collections archéologiques et ethnographiques.",
          "visit_duration_min": 75
        },
        {
          "text": "La colonne de la Peste au centre de la Tvrđa commémore l'épidémie de 1729. La Sainte Trinité trône au sommet, les saints protecteurs ornent les faces : du baroque autrichien en terre de Slavonie.",
          "visit_duration_min": 75
        },
        {
          "text": "La co-cathédrale Saint-Pierre-et-Paul élance sa flèche néogothique à 90 mètres de hauteur, la deuxième plus haute de Croatie. À l'intérieur, les vitraux et fresques de Mirko Rački méritent le détour.",
          "visit_duration_min": 75
        },
        {
          "text": "La Europska Avenija est un élégant boulevard Belle Époque bordé de palais Art Nouveau. Ces façades témoignent de la prospérité d'Osijek au tournant du XXe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le pont piétonnier suspendu enjambe la Drave et offre des perspectives sur les quais et la forteresse. Illuminé le soir, il constitue le rendez-vous des promeneurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Enfoncez-vous en barque dans le Kopački Rit, un labyrinthe aquatique de 177 km² où la Drave rencontre le Danube. Forêts inondées, lacs et canaux abritent 300 espèces d'oiseaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Le château de Tikveš était l'ancien pavillon de chasse des Habsbourg au cœur du parc. Il accueille aujourd'hui un centre d'accueil et un restaurant avec vue sur les marais.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez dans les tours d'observation pour repérer aigles à queue blanche, hérons pourprés et cormorans. Le printemps et l'automne offrent les meilleures observations migratoires.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le parc naturel de Kopački Rit, l'une des plus grandes zones humides d'Europe à la confluence de la Drave et du Danube. Des excursions en barque vous mènent entre nénuphars, hérons et aigles à queue blanche.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez une des caves à vin de Baranja, la région viticole au nord qui produit le Graševina blanc et le Frankovka rouge. Les dégustations sont accompagnées de spécialités locales au paprika.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez au fiš paprikaš, ce ragoût de poisson de rivière au paprika qui est le plat emblématique de la région. On le sert dans les čarde, ces auberges au bord de l'eau.",
          "visit_duration_min": 60
        },
        {
          "text": "Louez un vélo pour longer les digues de la Drave. Ce paysage plat de prairies et de forêts alluviales est partagé par cigognes, hérons, pêcheurs et cyclistes.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez à l'Osječko Ljeto Kulture, le festival estival qui anime places et cours de concerts, de théâtre et de projections en plein air.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez à une excursion guidée en barque traditionnelle. Vous glisserez silencieusement entre nénuphars et saules pleureurs, accompagné de guides locaux qui connaissent chaque recoin de ce sanctuaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Photographiez la faune depuis les affûts disséminés dans le parc. Ces emplacements stratégiques permettent d'observer cerfs, sangliers et oiseaux sans les déranger.",
          "visit_duration_min": 60
        },
        {
          "text": "Pêchez avec un guide local selon les méthodes traditionnelles. Cette activité ancestrale nourrit les habitants de la région depuis des millénaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le village de Kopačevo aux maisons de bois traditionnelles. Les familles y perpétuent l'artisanat de vannerie et la pêche depuis des générations.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 9
        },
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 10
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "HR::pazin",
      "name": "Pazin",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.2392,
        13.9378
      ],
      "lat": 45.2392,
      "lon": 13.9378,
      "visits": [
        {
          "text": "Explorez le château de Pazin perché dramatiquement au-dessus d'un gouffre vertigineux de 100 mètres, forteresse du Xe siècle la plus grande et mieux conservée d'Istrie. Ce décor spectaculaire inspira Jules Verne pour son roman Mathias Sandorf, ancrant Pazin dans l'imaginaire littéraire mondial.",
          "visit_duration_min": 75
        },
        {
          "text": "Plongez dans le Musée ethnographique d'Istrie installé dans le château, présentant le mode de vie traditionnel à travers outils, vêtements et objets du quotidien. Le Musée de la ville complète cette immersion dans l'histoire locale de la capitale administrative de l'Istrie.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplez le gouffre de Pazin (Pazinska Jama) où la rivière Pazinčica disparaît dans un système de grottes souterraines avec un grondement impressionnant. Ce phénomène géologique unique fascina Jules Verne qui y situa une scène clé de son aventure.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église Saint-Nicolas du XVe siècle mêlant styles gothique et baroque, ornée de fresques remarquables et d'une collection d'art sacré. Son clocher offre une vue pittoresque sur la ville et les environs vallonnés.",
          "visit_duration_min": 75
        },
        {
          "text": "Le gouffre de Pazin plonge à 100 mètres sous le château. C'est dans cet abysse karstique que Jules Verne précipita son héros Mathias Sandorf. La rivière Pazinčica s'y engouffre et disparaît sous terre.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Kaštel de Pazin est une forteresse médiévale qui surplombe le gouffre. Elle abrite le Musée ethnographique d'Istrie et le Musée municipal, plus de 1000 ans d'histoire sous ses voûtes.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église paroissiale Saint-Nicolas conserve des fresques gothiques du XVe siècle dans sa chapelle latérale. Saints et scènes bibliques y sont peints dans des couleurs passées.",
          "visit_duration_min": 75
        },
        {
          "text": "La place centrale est bordée de façades austro-hongroises qui rappellent que Pazin fut la capitale administrative de l'Istrie sous les Habsbourg.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Lancez-vous sur la tyrolienne traversant le gouffre de Pazin pour une montée d'adrénaline inoubliable. Survolez ce précipice vertigineux avec le château médiéval en toile de fond et la rivière grondant 100 mètres plus bas.",
          "visit_duration_min": 60
        },
        {
          "text": "Suivez le Sentier Jules Verne reliant les sites qui inspirèrent le célèbre écrivain, avec panneaux explicatifs et points de vue photographiques. Cette promenade littéraire vous transporte dans l'univers romanesque du XIXe siècle.",
          "visit_duration_min": 60
        },
        {
          "text": "Descendez dans les grottes sous le château pour explorer le monde souterrain qui captiva l'imagination de Jules Verne. Les formations calcaires et les passages mystérieux justifient amplement la réputation fantastique de ce lieu.",
          "visit_duration_min": 60
        },
        {
          "text": "Descendez en rappel dans le gouffre avec un guide spéléologue. Cette exploration verticale de 100 mètres vous mène jusqu'à la rivière souterraine.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez le long du sentier éducatif qui ceinture le gouffre. Des panneaux expliquent la géologie karstique et la flore des falaises.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le Musée ethnographique qui présente costumes, outils agricoles et intérieurs reconstitués des maisons istriennes traditionnelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez la grotte de Baredine à 20 km. Vous y admirerez des concrétions spectaculaires et des protées aveugles dans leurs bassins souterrains.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 9
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 11
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "HR::pican",
      "name": "Pican",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.2194,
        14.0603
      ],
      "lat": 45.2194,
      "lon": 14.0603,
      "visits": [
        {
          "text": "Découvrez la cathédrale de l'Annonciation de Marie, seule église épiscopale du centre de l'Istrie témoignant des 1200 ans d'existence du diocèse de Pićan. Ses sept autels en marbre, dont le maître-autel de 1735 par Antonio Michelazzi, et le retable de Valentin Metzinger créent un intérieur baroque somptueux.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez le clocher de 48 mètres construit en 1872, inspiré du campanile de Saint-Marc à Venise. Cette tour monumentale domine tout le paysage de Pićan et symbolise l'importance passée de ce petit évêché au coeur de l'Istrie.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église Saint-Michel romane abritant des fresques du XVe siècle par Maître Albert de Constance et de précieux graffitis glagolitiques datés de 1545. Cette écriture slave ancienne témoigne de la tradition culturelle unique de cette région.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Centre istrien de la culture immatérielle (CENKI) installé dans le Palais du Baron, dédié à la préservation du patrimoine vivant d'Istrie. Le chant à deux voix à intervalles étroits, inscrit au patrimoine UNESCO depuis 2009, y est particulièrement célébré.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez sur le sentier Saint-Roch jusqu'à la cascade Sopot haute de 24,5 mètres, traversant un paysage protégé du réseau Natura 2000. Les rochers de la fée bâtisseuse et la source de Saint-Nicéphore ponctuent ce parcours de légendes istriennes.",
          "visit_duration_min": 60
        },
        {
          "text": "Contemplez le panorama depuis le belvédère Franz Ferdinand, nommé d'après l'archiduc autrichien qui visita Pićan peu avant son assassinat à Sarajevo en 1914. Enchanté par le vin local, il avait promis de revenir avec son épouse Sophie.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez au Legendfest, festival des légendes, mythes et contes d'Istrie attirant des visiteurs de toute la Croatie. La Journée des Pićanais début juin et la fête de Saint-Roch le 16 août animent ce village chargé d'histoire.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez les ruines de la mine de charbon de Tupljak, dernière mine de Croatie fermée en 1999 après quatre siècles d'exploitation. Les bâtiments miniers et équipements préservés témoignent de ce patrimoine industriel méconnu.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 11
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "HR::plitvice",
      "name": "Plitvice",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.8654,
        15.582
      ],
      "lat": 44.8654,
      "lon": 15.582,
      "visits": [
        {
          "text": "Le village de Rastoke se niche au confluent des rivières Slunjčica et Korana, un hameau féerique surnommé « les petits lacs de Plitvice » où des cascades jaillissent à travers et même sous les maisons traditionnelles en bois.",
          "visit_duration_min": 75
        },
        {
          "text": "L'histoire du village remonte au XVIIe siècle, époque où plus de 20 moulins à eau exploitaient les eaux tumultueuses pour moudre le blé, le maïs et l'orge ; nombre d'entre eux sont encore magnifiquement préservés aujourd'hui.",
          "visit_duration_min": 75
        },
        {
          "text": "Le phénomène géologique de formation du tuf a créé cette merveille naturelle : le carbonate de calcium de la rivière Slunjčica se dépose en couches de calcite tendre qui ont formé les barrières naturelles et les cascades au fil des millénaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Les maisons historiques en bois et en pierre, avec leurs canaux d'eau ingénieusement aménagés, représentent un patrimoine vivant : des familles locales habitent encore ces demeures transmises de génération en génération.",
          "visit_duration_min": 75
        },
        {
          "text": "Le parc national des lacs de Plitvice, créé en 1949, s'étend sur près de 300 kilomètres carrés et doit sa renommée mondiale à ses seize lacs en terrasses qui s'écoulent en cascades et petites rivières les uns dans les autres.",
          "visit_duration_min": 75
        },
        {
          "text": "Les couleurs envoûtantes des bassins changent constamment selon la teneur en minéraux, les organismes présents dans l'eau et l'angle du soleil, passant d'un turquoise quasi fluorescent à un bleu d'encre profond.",
          "visit_duration_min": 75
        },
        {
          "text": "La Grande Cascade (Veliki Slap) près de l'Entrée n°1 plonge de 78 mètres, ce qui en fait la plus haute chute d'eau de Croatie, bien qu'elle soit souvent bondée de visiteurs en quête du selfie parfait.",
          "visit_duration_min": 75
        },
        {
          "text": "Les quatre lacs inférieurs (Novakovica Brod, Koluderovac, Gavanovac et Milanovac) sont reliés par des passerelles en bois longeant leurs rives, constituant la section la plus accessible et la plus photographiée du parc.",
          "visit_duration_min": 75
        },
        {
          "text": "Le lac Kozjak s'étend comme le plus grand des lacs supérieurs, avec un sentier le long de sa rive nord bien moins fréquenté que les itinéraires touristiques principaux autour des lacs inférieurs.",
          "visit_duration_min": 75
        },
        {
          "text": "L'îlot Stefanijin Otok trône au milieu de Kozjak, où un autre ferry traverse vers la rive sud en environ trois minutes.",
          "visit_duration_min": 75
        },
        {
          "text": "Les lacs supérieurs Burgeti et Gradinsko mènent à la cascade Veliki Prstavac, que de nombreux visiteurs trouvent plus impressionnante que la célèbre Grande Cascade malgré sa taille plus modeste.",
          "visit_duration_min": 75
        },
        {
          "text": "Les formations de tuf et de calcaire à travers le parc continuent de croître et d'évoluer, un processus géologique vivant qui crée de nouvelles cascades et barrières au fil du temps.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Se promener dans le village entre cascades, maisons en bois, jardins fleuris et moulins historiques, en traversant des ponts de bois qui offrent chacun des perspectives et des surprises différentes.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter Vilinsko Vrt (le Jardin des Fées), un petit espace vert au bord d'une cascade, parsemé de sculptures en bois artisanales, de bancs en forme de champignons et de panneaux racontant les légendes locales sur les fées et les esprits des eaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Se baigner dans les eaux cristallines de la rivière quand le temps le permet, avec des vues sur le canyon de la Korana et ses multiples cascades depuis les berges aménagées.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans des restaurants traditionnels dont les terrasses surplombent les cascades, en savourant des truites grillées et d'immenses pizzas au son des eaux vives.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonner sur les sentiers de passerelles en bois autour des lacs inférieurs prend 2 à 3 heures pour le circuit principal, serpentant devant d'innombrables petites cascades et bassins aux couleurs de rêve.",
          "visit_duration_min": 60
        },
        {
          "text": "Prendre le ferry sur le lac Kozjak, inclus dans le billet d'entrée, même si les files d'attente à midi peuvent s'étirer sur une heure en haute saison.",
          "visit_duration_min": 60
        },
        {
          "text": "Emprunter la navette panoramique entre les entrées du parc, comprise dans le billet et pratique pour revenir à son point de départ après une longue journée de randonnée.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrer par l'Entrée n°1 pour accéder facilement à la Grande Cascade et aux lacs inférieurs, ou par l'Entrée n°2 pour les lacs supérieurs et la traversée en ferry.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonner sur les sentiers plus longs autour du lac Kozjak et des lacs supérieurs offre le plus beau moment de toute visite à Plitvice, loin des foules d'excursionnistes concentrées aux lacs inférieurs.",
          "visit_duration_min": 60
        },
        {
          "text": "Arriver tôt le matin avant les bus touristiques transforme l'expérience : le bruit apaisant des eaux vives remplace alors le brouhaha de centaines de visiteurs.",
          "visit_duration_min": 60
        },
        {
          "text": "Apporter des en-cas et de l'eau est indispensable car la nourriture et les boissons dans le parc sont extrêmement chères, avec peu d'options au-delà des zones d'entrée principales.",
          "visit_duration_min": 60
        },
        {
          "text": "Porter de vraies chaussures de randonnée plutôt que des sandales protège les pieds sur les sentiers les plus reculés où les passerelles en bois cèdent la place à des chemins naturels.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 1
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 2
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 3
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "HR::plomin",
      "name": "Plomin",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.1378,
        14.1733
      ],
      "lat": 45.1378,
      "lon": 14.1733,
      "visits": [
        {
          "text": "Grimpez jusqu'au village fortifié de Plomin perché dramatiquement sur sa falaise, l'une des plus anciennes colonies d'Istrie habitée depuis le IIe siècle av. J.-C. par les Liburnes, anciens navigateurs et pirates. Les Romains nommèrent ce port Flanona, donnant son nom au golfe du Kvarner (Sinus Flanaticus).",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église Saint-Georges l'Ancien du XIe siècle abritant l'inscription glagolitique de Plomin, l'un des plus anciens témoignages de cette écriture slave unique. Le relief antique du dieu païen Silvanus témoigne de la continuité des cultes depuis l'Antiquité romaine.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'église paroissiale de la Bienheureuse Vierge Marie de 1474 avec son crucifix gothique, sa custode ornée d'inscriptions glagolitiques et son précieux autel doré du XVIIe siècle. Les statues en bois des saints complètent ce trésor artistique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Contemplez la vue depuis le belvédère Vidikovac surplombant la baie de Plomin et les îles au large. Ce panorama spectaculaire récompense l'ascension vers ce village hors du temps aux murailles des XIIIe-XVIIe siècles.",
          "visit_duration_min": 60
        },
        {
          "text": "Descendez à Plomin Luka, minuscule port au pied de la falaise offrant une plage paisible loin des foules. Le contraste entre le village perché et ce hameau maritime crée une atmosphère unique sur la côte istrienne.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez au Festival des Pêcheurs en août ou à Bela Nedjelja en octobre, fêtes populaires animant ce village endormi. Ces célébrations traditionnelles perpétuent l'esprit communautaire de cette petite communauté.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 13
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "HR::porec",
      "name": "Porec",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.2269,
        13.5944
      ],
      "lat": 45.2269,
      "lon": 13.5944,
      "visits": [
        {
          "text": "La basilique euphrasienne est inscrite au patrimoine mondial de l'UNESCO pour ses mosaïques byzantines du VIe siècle. L'or et le lapis-lazuli y figurent la Vierge, le Christ et les saints sur un fond d'azur céleste.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au campanile de la basilique pour dominer les toits de Poreč et la mer parsemée d'îles. Vues d'en haut, les mosaïques révèlent des détails invisibles depuis le sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Le baptistère octogonal adjacent à la basilique conserve sa cuve du VIe siècle. C'est ici que les premiers chrétiens d'Istrie recevaient le baptême par immersion.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez le Decumanus, l'artère romaine rectiligne qui traverse la vieille ville d'est en ouest. Les dalles antiques affleurent encore sous les pieds des passants.",
          "visit_duration_min": 75
        },
        {
          "text": "La Maison des Deux Saints renferme des mosaïques romaines du IIIe siècle découvertes sous le plancher d'une maison ordinaire. Poissons et motifs géométriques y sont restés intacts.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée du Patrimoine de Poreč occupe le palais Sinčić et retrace l'histoire de la ville de l'âge du bronze à la période vénitienne. Un lapidarium romain se trouve dans la cour.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Flânez sur la promenade Obala Maršala Tita qui borde le port. Ses cafés et glaciers font face aux yachts, et les couchers de soleil y attirent photographes et couples.",
          "visit_duration_min": 60
        },
        {
          "text": "Nagez à la plage de Zelena Laguna au sud de la ville. Ce complexe balnéaire dans les pins propose sports nautiques et bars de plage.",
          "visit_duration_min": 60
        },
        {
          "text": "Prenez un bateau pour l'île Saint-Nicolas, à 10 minutes du port. Ses plages tranquilles et son restaurant occupent un ancien monastère bénédictin.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les villages viticoles de l'arrière-pays lors d'une dégustation de Malvazija et Teran, les vins blancs et rouges emblématiques de l'Istrie.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez la grotte de Baredine à 8 km de Poreč. Ses stalactites et stalagmites s'enfoncent sur 300 mètres de profondeur, et l'on y observe le protée, une salamandre aveugle endémique des karsts.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 5
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "HR::pozega",
      "name": "Pozega",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.3403,
        17.6856
      ],
      "lat": 45.3403,
      "lon": 17.6856,
      "visits": [
        {
          "text": "La place Saint-Thérèse de Požega aligne ses façades baroques autour d'une colonne de la peste ouvragée. Les cafés sous les arcades et le marché animé du matin en font le cœur de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Sainte-Thérèse d'Ávila exhibe un intérieur baroque foisonnant avec ses autels dorés et ses fresques du XVIIIe siècle. L'ordre carmélite y officie depuis 300 ans.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée municipal occupe un palais baroque et présente l'histoire locale, l'archéologie et la tradition viticole de la vallée de Požega.",
          "visit_duration_min": 75
        },
        {
          "text": "Le collège jésuite du XVIIe siècle, aujourd'hui lycée, témoigne du rôle éducatif de Požega pendant la domination habsbourgeoise.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez à la chapelle Saint-Roch sur la colline dominant la ville pour un panorama sur la vallée dorée de vignobles et le massif du Papuk.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez la route des vins de Kutjevo à 15 km, où les domaines viticoles occupent les caves des cisterciens depuis 1232. Le Graševina primé et l'hospitalité des vignerons vous attendent.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez dans le parc naturel du Papuk, un géoparc UNESCO de forêts, ruisseaux et formations géologiques. Le château ruiné de Ružica couronne un éperon rocheux.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le château de Kutjevo, un ancien monastère cistercien reconverti en cave. Les vins blancs y vieillissent dans les cryptes médiévales depuis huit siècles.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez au kulen de Požega et aux fromages de la vallée, accompagnés de pain cuit au feu de bois. Des tables d'hôtes vous accueillent dans les fermes environnantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 14
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "HR::pula",
      "name": "Pula",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.8666,
        13.8496
      ],
      "lat": 44.8666,
      "lon": 13.8496,
      "visits": [
        {
          "text": "Explorez l'Arena de Pula, l'un des six plus grands amphithéâtres romains au monde et le seul conservant ses quatre tours latérales et ses trois ordres architecturaux. Construit au 1er siècle, ce colosse de pierre accueillait jadis des combats de gladiateurs et vibre aujourd'hui au rythme des concerts estivaux sous les étoiles.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez le Temple d'Auguste sur le Forum, édifié entre 27 av. J.-C. et 14 ap. J.-C. en l'honneur de l'empereur romain. Transformé en église au Moyen Âge puis presque entièrement détruit pendant la Seconde Guerre mondiale, il abrite aujourd'hui un lapidarium présentant des artefacts romains en pierre.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la chapelle byzantine Sainte-Marie Formosa, rare vestige du VIe siècle témoignant de la présence byzantine à Pula. Seule la petite chapelle sud subsiste de l'ancienne basilique à trois nefs, construite comme tombeau pour un évêque dont le sarcophage fut découvert au XVIIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Franchissez l'Arc de triomphe des Sergii, érigé au 1er siècle pour honorer cette puissante famille de la colonie romaine de Pula. Autrefois intégré à la Porta Aurea, ce monument solitaire inspira Michel-Ange et de nombreux artistes à travers les siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "L'amphithéâtre de Pula compte parmi les six plus grands du monde romain. Ses arcades intactes ont vu défiler 20 000 spectateurs venus applaudir les gladiateurs, et résonnent aujourd'hui des concerts d'été.",
          "visit_duration_min": 75
        },
        {
          "text": "L'Arc des Sergii fut érigé au Ier siècle par une famille patricienne pour honorer trois frères ayant servi dans les légions romaines. Ses reliefs sculptés célèbrent encore leurs exploits militaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Temple d'Auguste dresse ses colonnes corinthiennes sur le Forum depuis l'an 14. Ce sanctuaire dédié au premier empereur romain reste l'un des mieux conservés au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Le système souterrain de Pula se compose de tunnels creusés dans la roche sous la colline du château. Ces galeries ont servi d'abris anti-aériens pendant la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Le château vénitien domine la ville depuis sa colline et abrite le Musée d'Histoire de l'Istrie. Depuis ses remparts, la vue embrasse la baie et les îles Brijuni au large.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porte d'Hercule constitue le plus ancien monument romain de Pula, datant du Ier siècle avant notre ère. La figure barbue du héros grec orne toujours l'arc de pierre usée par les siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-François date du XIVe siècle et conserve des fresques médiévales rares. Son cloître paisible offre une retraite fraîche loin de l'agitation estivale.",
          "visit_duration_min": 75
        },
        {
          "text": "Le parc national des Brijuni se compose de 14 îles au large de Pula. Tito en fit sa résidence d'été de 1949 à 1979 et y reçut une centaine de chefs d'État venus du monde entier.",
          "visit_duration_min": 75
        },
        {
          "text": "Le safari-zoo de Brijuni abrite des éléphants sri-lankais, des zèbres et des autruches. Ces animaux furent offerts à Tito par des dirigeants étrangers et vivent toujours dans le parc.",
          "visit_duration_min": 75
        },
        {
          "text": "Les ruines de la villa romaine de Verige témoignent du faste d'un complexe thermal du Ier siècle. Fresques et mosaïques font face à la mer Adriatique depuis deux mille ans.",
          "visit_duration_min": 75
        },
        {
          "text": "Des empreintes de dinosaures fossilisées marquent la roche de Brijuni. Ces traces de sauropodes, vieilles de 100 millions d'années, furent découvertes sur l'île principale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passez sous la Porta Gemina, l'une des dix anciennes portes d'entrée de la ville romaine datant du IIe siècle. Cette double arche élégante témoigne de l'importance de Pula comme centre administratif de l'Istrie depuis l'Antiquité.",
          "visit_duration_min": 60
        },
        {
          "text": "Grimpez jusqu'à la forteresse Verudela construite au XIXe siècle sous domination austro-hongroise pour profiter d'une vue panoramique sur la ville et l'Arena. La forteresse abrite aujourd'hui l'aquarium de Pula où les poissons nagent dans les couloirs historiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le petit théâtre romain niché au pied de la colline du château, vestige émouvant mais malheureusement en mauvais état de conservation. Ce site archéologique rappelle la richesse culturelle de Pula à l'époque romaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Flânez dans le cloître paisible du monastère Saint-François datant du XIVe siècle et admirez les sculptures romaines exposées sur ses murs. L'église du XIIIe siècle présente un style romano-gothique avec une double chaire dont une partie donne sur la rue.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez à un concert ou à une projection de film dans l'amphithéâtre sous les étoiles. Depuis 1954, rock stars et orchestres se produisent dans cette arène vieille de deux millénaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez l'aquarium de Pula, installé dans la forteresse austro-hongroise de Verudela. Les bassins creusés dans les anciens magasins à munitions présentent la faune de l'Adriatique.",
          "visit_duration_min": 60
        },
        {
          "text": "Partez en excursion d'une journée au parc national des Brijuni, archipel où Tito recevait les stars et chefs d'État. Au programme : safari-zoo, ruines romaines et villas présidentielles.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignez-vous dans les criques rocheuses de Verudela ou Stoja, où les pinèdes descendent jusqu'aux eaux cristallines au sud de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez aux fuži, ces pâtes istriennes en forme de plume, accompagnées de truffe ou de ragoût de gibier. Les konobe du centre perpétuent ces recettes depuis des générations.",
          "visit_duration_min": 60
        },
        {
          "text": "Louez un vélo électrique pour explorer l'île principale. Les sentiers ombragés traversent des forêts méditerranéennes et des prairies où paissent daims et mouflons.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez l'exposition consacrée à Tito sur Brijuni. Vous y verrez des photos d'époque, des cadeaux diplomatiques et la Cadillac personnelle du président yougoslave dans son garage d'origine.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites le tour de l'île en petit train touristique avec des arrêts commentés aux sites archéologiques et aux points de vue sur le littoral istrien.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 1
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 1
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 2
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "HR::rab",
      "name": "Rab",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.7561,
        14.7597
      ],
      "lat": 44.7561,
      "lon": 14.7597,
      "visits": [
        {
          "text": "La ville de Rab profile ses quatre clochers romans comme les mâts d'un navire de pierre, silhouette iconique de l'Adriatique qui se découpe sur le ciel depuis plus de huit siècles. Les ruelles médiévales de la presqu'île comptent parmi les mieux préservées de Croatie, et chaque pierre semble raconter une histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale Sainte-Marie la Grande fut consacrée par le pape Alexandre III en personne lors de son passage en 1177. Son clocher de 26 mètres offre un panorama qui embrasse mer et toits de tuiles, et l'on comprend pourquoi les bâtisseurs choisirent ce point culminant pour élever leur sanctuaire.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Christophe occupe le point le plus élevé de la ville et abrite un lapidarium d'artefacts antiques couvrant la période du IIe au XVIIIe siècle. Chapiteaux romans, inscriptions latines et sculptures vénitiennes témoignent des civilisations successives qui façonnèrent l'île.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Sainte-Justine conserve l'art sacré et les orfèvreries accumulés par le diocèse du XIe au XVIIIe siècle. Son clocher de 1672 complète le quatuor campanaire qui fait la célébrité de Rab, chacun d'un style différent mais tous harmonieusement alignés.",
          "visit_duration_min": 75
        },
        {
          "text": "La Maison du Gâteau de Rab célèbre la pâtisserie locale aux amandes, citron et Maraschino. Cette recette gardée par les bénédictines depuis le XIIe siècle aurait été créée pour la visite du pape, et les habitants perpétuent jalousement cette tradition sucrée.",
          "visit_duration_min": 75
        },
        {
          "text": "Les remparts de la vieille ville offrent une promenade panoramique au-dessus des flots. Ces fortifications protégèrent Rab des invasions successives, des pirates aux Ottomans, et leurs pierres portent encore les traces des combats d'autrefois.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans le parc forestier Komrčar, 8 hectares de pins, chênes et palmiers plantés au XIXe siècle pour embellir les abords de la ville. Les sentiers ombragés descendent vers la mer et offrent une fraîcheur bienvenue aux heures chaudes de l'été.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez dans la forêt Dundo sur la péninsule Kalifront, 100 hectares de chênes verts millénaires comptant parmi les mieux préservés de Méditerranée. Certains arbres atteignent 20 mètres de haut et 5 mètres de circonférence, géants silencieux qui ont vu passer les siècles.",
          "visit_duration_min": 60
        },
        {
          "text": "Grimpez au pic Kamenjak à 408 mètres d'altitude, point culminant de l'île qui offre une vue spectaculaire sur le Velebit. La montée depuis Mundanije prend environ 45 minutes et traverse des paysages de garrigue parfumée.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites l'excursion à Goli Otok, l'Alcatraz croate où le régime yougoslave interna les opposants politiques de 1949 à 1989. Les ruines glaçantes de ce bagne insulaire témoignent d'un chapitre sombre de l'histoire, et les guides locaux partagent les récits des survivants.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez au gâteau de Rab dans une des pâtisseries de la ville, accompagné d'un café serré face à la mer. Cette spirale d'amandes et de citron fond sur la langue et laisse un souvenir impérissable aux gourmands.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez les 30 sites archéologiques de l'île grâce à l'application mobile dédiée. De Kampor à Lopar, vestiges romains, églises préromanes et fortifications médiévales jalonnent un parcours qui traverse toute l'histoire de Rab.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "HR::rabac",
      "name": "Rabac",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.0781,
        14.1567
      ],
      "lat": 45.0781,
      "lon": 14.1567,
      "visits": [
        {
          "text": "Découvrez Rabac surnommée la Perle du Kvarner, station balnéaire nichée dans une baie aux eaux turquoise cristallines. Cet ancien village de pêcheurs s'est transformé en destination prisée tout en préservant son charme méditerranéen authentique.",
          "visit_duration_min": 75
        },
        {
          "text": "Profitez des plages de galets blancs bordées de végétation luxuriante, idéales pour la baignade et le farniente. Les vues sur le golfe du Kvarner et les îles de Cres et Lošinj créent un décor de carte postale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Louez un vélo électrique pour rejoindre Labin par la route côtière panoramique via Ripenda Kras, Plomin Luka et Štrmac. Ce parcours spectaculaire révèle les plus beaux paysages de la côte est de l'Istrie.",
          "visit_duration_min": 60
        },
        {
          "text": "Pratiquez la plongée, le kayak ou le paddle dans les eaux cristallines de la baie. Les excursions guidées explorent les fonds marins riches en vie marine et les criques secrètes inaccessibles par la terre.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous sur le front de mer bordé de restaurants et cafés offrant terrasses avec vue sur le coucher de soleil. Les spécialités de fruits de mer frais et les vins locaux accompagnent parfaitement ces soirées méditerranéennes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 15
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "HR::rijeka",
      "name": "Rijeka",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.3271,
        14.4422
      ],
      "lat": 45.3271,
      "lon": 14.4422,
      "visits": [
        {
          "text": "Le château de Trsat domine Rijeka depuis sa colline escarpée, forteresse médiévale dont les jardins paisibles offrent une vue plongeante sur le plus grand port de Croatie et le golfe du Kvarner. Les remparts accueillent concerts et expositions en été, et le café dans la cour est l'un des secrets les mieux gardés de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sanctuaire Notre-Dame de Trsat attire les pèlerins depuis le XIIIe siècle, quand des anges auraient déposé ici la maison de la Vierge en route vers Lorette. Que l'on soit croyant ou non, la montée des 538 marches depuis le centre-ville constitue un exercice spirituel et physique récompensé par le panorama au sommet.",
          "visit_duration_min": 75
        },
        {
          "text": "La Korzo est l'artère piétonne de Rijeka, bordée de façades austro-hongroises qui témoignent de l'époque où la ville était le principal débouché maritime de l'Empire. La Tour de l'Horloge marque le temps depuis le XVIe siècle, et les cafés sous les arcades perpétuent la tradition de la promenade vespérale.",
          "visit_duration_min": 75
        },
        {
          "text": "L'Arc Romain constitue le vestige le plus ancien de Rijeka, rappelant que la ville existait déjà sous le nom de Tarsatica avant l'arrivée des Habsbourg. Ses pierres usées par deux millénaires côtoient aujourd'hui les terrasses modernes dans un contraste saisissant.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Vitus est un édifice baroque du XVIIe siècle qui conserve un crucifix miraculeux. Selon la tradition locale, celui-ci se mit à saigner quand un joueur malheureux lui lança une pierre après avoir perdu aux dés. Le sol s'ouvrit alors sous ses pieds, et l'on montre encore l'endroit où il fut englouti.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée Maritime occupe un palais baroque sur le port et retrace l'histoire de Rijeka comme carrefour commercial entre l'Europe centrale et la Méditerranée. Maquettes de navires, instruments de navigation et documents d'archives témoignent de cette vocation maritime millénaire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Flânez au marché couvert et découvert de Rijeka, où les producteurs des îles voisines vendent poissons frais, fromages de brebis Žutica et Krčki sir, fruits et légumes gorgés de soleil. L'ambiance est authentique et les prix bien plus doux que sur la côte touristique.",
          "visit_duration_min": 60
        },
        {
          "text": "Montez les 538 marches de Trsat depuis le centre-ville, pèlerinage urbain qui traverse les quartiers populaires avant d'atteindre le sanctuaire. Chaque palier offre une vue nouvelle sur la ville et le port en contrebas.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez à un spectacle au Théâtre National Croate Ivan pl. Zajc, opéra néo-Renaissance inauguré en 1885 qui programme opéras, ballets et concerts dans un écrin de velours rouge et de dorures.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez au Carnaval de Rijeka en février, le plus grand de Croatie avec 150 000 participants. Les zvončari, ces porteurs de cloches masqués, chassent symboliquement l'hiver dans un vacarme assourdissant qui résonne dans toute la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le quartier Delta, ancien entrepôt portuaire reconverti en espace culturel depuis que Rijeka fut Capitale européenne de la Culture en 2020. Galeries d'art, ateliers de création et bars branchés occupent les hangars rénovés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 2
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "HR::rovinj",
      "name": "Rovinj",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.0811,
        13.6387
      ],
      "lat": 45.0811,
      "lon": 13.6387,
      "visits": [
        {
          "text": "Perdez-vous dans le labyrinthe de la vieille ville de Rovinj, presqu'île pittoresque où les maisons vénitiennes colorées semblent s'entasser les unes sur les autres. Cette ancienne île rattachée au continent en 1763 conserve un charme romantique incomparable avec ses ruelles tortueuses et ses terrasses secrètes donnant sur l'Adriatique.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez jusqu'à l'église Sainte-Euphémie couronnant la colline, dont le clocher de 61 mètres inspiré de Saint-Marc domine tout Rovinj. La basilique baroque construite entre 1725 et 1736 abrite les reliques de la sainte patronne martyrisée en 304, et offre depuis son sommet une vue à couper le souffle.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'Arc de Balbi érigé en 1679 à l'emplacement de l'ancienne porte principale de la ville. Les têtes sculptées d'un Vénitien et d'un Turc encadrent le passage surmonté du Lion de Saint-Marc, symbole de l'allégeance à la République de Venise.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez le long de la rue Grisia, artère la plus célèbre de Rovinj bordée de galeries d'art, boutiques et architecture Renaissance, baroque et gothique. Chaque deuxième dimanche d'août, cette rue se transforme en exposition d'art à ciel ouvert.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville de Rovinj s'enroule autour de sa colline comme un escargot de pierres dorées. Ses ruelles pavées grimpent vers l'église Sainte-Euphémie qui couronne le tout depuis le XVIIIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le clocher de Sainte-Euphémie s'élève à 61 mètres et reproduit celui de Saint-Marc à Venise. Grimpez les 192 marches pour découvrir un panorama embrassant la mer, les toits et les îles.",
          "visit_duration_min": 75
        },
        {
          "text": "La statue en cuivre de Sainte-Euphémie pivote au sommet du clocher pour indiquer la direction du vent. Selon la légende, le sarcophage de la sainte arriva miraculeusement par les flots en l'an 800.",
          "visit_duration_min": 75
        },
        {
          "text": "La rue Grisia forme une galerie d'art à ciel ouvert où les artistes locaux exposent depuis 1967. Chaque mois d'août, un festival transforme les pavés en vernissage géant.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée de Rovinj occupe le palais baroque des comtes Califfi. Il présente des vestiges archéologiques romains, de l'art sacré et des maquettes des navires qui firent la fortune de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "L'Arche des Balbi, porte baroque du XVIIe siècle, marquait l'entrée de la ville fortifiée. Une tête de Turc sculptée rappelle les menaces ottomanes de l'époque.",
          "visit_duration_min": 75
        },
        {
          "text": "Perdez-vous dans le dédale des ruelles où le linge sèche aux fenêtres et où les chats règnent sur les marches. Chaque tournant révèle un café caché ou une échappée vers la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Limski Kanal est un fjord de 10 km qui s'enfonce dans les terres istriennes. Une rivière l'a creusé à l'ère glaciaire, et ses parois boisées plongent aujourd'hui dans des eaux émeraude.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte de Romuald s'ouvre à flanc de falaise et servit d'ermitage à un saint au XIe siècle. On y a découvert des ossements d'ours des cavernes et des traces d'occupation préhistorique.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village perché de Dvigrad fut abandonné après la peste de 1631. Ses ruines romantiques dressent leurs murailles sur une colline dominant le canal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous sur le port de pêche animé où les bateaux colorés se balancent devant les façades pastel. Les terrasses des cafés et restaurants offrent le spectacle parfait pour savourer un verre de vin local au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez l'Éco-Musée Maison Batana dédié aux embarcations traditionnelles à fond plat des pêcheurs de Rovinj. Ce musée reconnu par l'UNESCO préserve le dialecte unique et le patrimoine vivant de cette communauté maritime.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le parc forestier du Cap d'Or (Punta Corrente) à 20 minutes à pied du centre, paradis des randonneurs et cyclistes. Ses sentiers ombragés mènent à des criques secrètes et des plages rocheuses baignées d'eaux cristallines.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarquez pour l'archipel de Rovinj comptant une vingtaine d'îles, dont l'Île Rouge et Sainte-Catherine accessibles en ferry. Plages de galets, eaux turquoise et restaurants avec vue sur Rovinj récompensent cette courte traversée.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez le marché fermier de Rovinj pour ses étals de produits frais, truffes parfumées et bouteilles d'huile d'olive. L'occasion parfaite de remplir votre panier de saveurs istriennes authentiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignez-vous sur les rochers plats de Lone Bay ou dans les criques de la forêt de Punta Corrente. Ce parc boisé de 95 hectares fut planté au XIXe siècle par un baron autrichien.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarquez pour une excursion vers l'île Sainte-Catherine ou l'île Rouge. Ces deux îles offrent des plages et des sentiers à seulement 15 minutes de bateau du port.",
          "visit_duration_min": 60
        },
        {
          "text": "Regardez le coucher de soleil depuis le Molo, la jetée où se retrouvent locaux et visiteurs. Bières à la main, tout le monde contemple le disque orange qui plonge dans l'Adriatique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dînez les pieds dans l'eau dans une des konobe du port. Le poisson grillé du jour s'accompagne d'un malvazija blanc de l'arrière-pays.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le Limski Kanal en bateau. Dans ce fjord de 10 km, on élève huîtres et moules depuis l'époque romaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez des huîtres et des moules fraîches dans les fermes aquacoles du Limski Kanal. On vous les sert avec du citron et du vin blanc, face au fjord.",
          "visit_duration_min": 60
        },
        {
          "text": "Descendez le canal en kayak et pagayez entre les falaises verdoyantes où nichent rapaces et hérons.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez jusqu'à Dvigrad pour explorer ses ruines envahies par la végétation. Les murailles effondrées et les églises abandonnées créent une atmosphère de film fantastique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 6
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 3
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 4
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "HR::samobor",
      "name": "Samobor",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.8011,
        15.7108
      ],
      "lat": 45.8011,
      "lon": 15.7108,
      "visits": [
        {
          "text": "La place principale de Samobor est bordée de façades pastel et de cafés aux terrasses ombragées. Elle conserve son atmosphère de petite ville austro-hongroise avec ses horloges, sa fontaine et son église paroissiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Les ruines du vieux château surplombent la ville. Cette forteresse médiévale offre des vues qui s'étendent jusqu'aux Alpes slovènes par temps clair. Le chemin est escarpé mais la récompense est garantie.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée municipal retrace l'histoire de Samobor, de l'artisanat traditionnel à la période Biedermeier. On y découvre des collections de meubles peints, de costumes folkloriques et de cristallerie locale.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Sainte-Anastasie cache derrière sa façade baroque un intérieur richement orné de fresques et d'autels dorés. Les moines franciscains y officient depuis le XVIIe siècle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Impossible de quitter Samobor sans goûter la kremšnita, ce millefeuille à la crème vanille inventé ici. Chaque pâtisserie de la place revendique la recette authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez dans le parc naturel du Žumberak voisin, un massif forestier partagé avec la Slovénie. Sentiers balisés, cascades et refuges de montagne conviennent à toutes les conditions physiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez Samobor pendant le carnaval de février, le plus ancien de Croatie depuis 1827. Défilés masqués, fanfares et enterrement rituel du Princ Fašnik clôturent les festivités.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez à la muštarda, ce condiment local à base de moutarde et de fruits confits qui accompagne viandes et fromages. Les épiceries fines de la place en proposent plusieurs variétés.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les anciennes mines de cristal près du village de Rude. Ce site d'extraction du XVIIIe siècle a été reconverti en attraction géologique souterraine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 5
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "HR::sibenik",
      "name": "Sibenik",
      "cc": "HR",
      "language": "fr",
      "coords": [
        43.735,
        15.8952
      ],
      "lat": 43.735,
      "lon": 15.8952,
      "visits": [
        {
          "text": "Le parc national des Kornati comprend 89 îles, îlots et récifs formant l'un des archipels les plus denses de Méditerranée, accessible uniquement par bateau depuis le continent.",
          "visit_duration_min": 75
        },
        {
          "text": "Le lagon de Lojena sur l'île de Levrnaka, surnommé la perle des Kornati, abrite la seule plage de sable de tout l'archipel avec ses eaux turquoise immaculées et son sable blanc.",
          "visit_duration_min": 75
        },
        {
          "text": "Les falaises de la Couronne sur l'île de Mana s'étirent sur environ 1 350 mètres comme les plus longues falaises au-dessus du niveau de la mer de l'archipel, avec des parois verticales s'élevant jusqu'à 80 mètres.",
          "visit_duration_min": 75
        },
        {
          "text": "La forteresse Tureta sur l'île de Kornati est un château défensif de l'époque byzantine, tandis que l'église Notre-Dame de Tarac date du XVIIe siècle, construite sur les ruines d'une basilique plus ancienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Les structures romaines antiques dont les Villae Rusticae à Proversa témoignent de l'importance historique de la région, certaines étant désormais submergées en raison de l'élévation du niveau de la mer au fil des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale Saint-Jacques est un chef-d'œuvre classé au patrimoine mondial de l'UNESCO, construite entre 1431 et 1536 entièrement en calcaire et marbre sans un seul clou ni poutre en bois. Plus de 70 sculptures de têtes réalistes ornent l'abside extérieure, leurs identités perdues dans le temps bien que les locaux supposent qu'elles représentent les citoyens qui financèrent la construction.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Centre d'interprétation Civitas Sacra éclaire les techniques de construction révolutionnaires de la cathédrale et l'histoire tumultueuse de Šibenik, y compris les dommages de guerre des années 1990 lors du siège et la restauration méticuleuse qui suivit. Des présentations interactives expliquent comment les maîtres bâtisseurs hissèrent d'énormes blocs de pierre en place avec seulement la technologie médiévale.",
          "visit_duration_min": 75
        },
        {
          "text": "La forteresse Saint-Michel couronne la colline à 60 mètres au-dessus du niveau de la mer, revitalisée en 2014 avec une scène de concert en plein air dont le décor sur la ville, l'embouchure de la rivière et l'Adriatique crée l'une des salles de spectacle les plus spectaculaires d'Europe. L'ascension à travers les ruelles étroites récompense par des vues saisissantes à chaque tournant.",
          "visit_duration_min": 75
        },
        {
          "text": "La forteresse Saint-Nicolas, second site UNESCO, protégea la ville des attaques navales ottomanes à travers des siècles de conflit. Des excursions en bateau rejoignent ce bastion vénitien gardant le chenal, et les murailles massives émergeant de la mer démontrent le génie technique qui maintint Šibenik chrétienne tandis que des villes plus au sud tombaient.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Sainte-Barbe arbore un cadran d'horloge unique à 24 chiffres utilisant les lettres glagolitiques croates au lieu des chiffres romains, témoignage de la ténacité de l'identité locale sous la domination vénitienne. Le petit musée à l'intérieur abrite de l'art ecclésiastique du XIVe au XVIIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Jardin Médiéval Méditerranéen du monastère Saint-Laurent, restauré en 2007, s'épanouit d'herbes médicinales plantées selon des manuscrits décrivant ce que les moines franciscains cultivaient ici il y a des siècles. Lavande, romarin, sauge et rue poussent dans des parterres géométriques, et le cloître offre un refuge paisible loin des foules touristiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Skradinski buk gronde à travers 17 cascades de travertin s'étalant sur 400 mètres de large et chutant de 46 mètres de haut, la plus célèbre des sept cascades de Krka et la seule où la baignade est autorisée. Les eaux riches en minéraux déposent du calcaire qui remodèle constamment les chutes, un processus géologique visible à l'échelle humaine.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sentier de passerelles de 875 mètres serpente à travers une forêt luxuriante dense de plantes endémiques, traversant des ruisseaux sur des ponts de bois et offrant des perspectives sur les cascades depuis des plateformes en amont et en aval. Les poissons filent dans les bassins, les grenouilles sautent des nénuphars, et les libellules planent dans les embruns.",
          "visit_duration_min": 75
        },
        {
          "text": "Les moulins à eau restaurés le long de la rivière démontrent les techniques traditionnelles de mouture du grain, un patrimoine vivant montrant comment les locaux exploitèrent la puissance de la Krka pendant des siècles avant les barrages hydroélectriques. Certains moulins fonctionnent encore lors d'occasions spéciales, leurs roues de bois tournant comme au temps où les marchands vénitiens achetaient le grain dalmate.",
          "visit_duration_min": 75
        },
        {
          "text": "L'île de Visovac émerge du lac comme une vision de conte de fées, son monastère franciscain abritant des livres rares et des objets accumulés depuis que les moines s'installèrent sur ce refuge paisible en 1445. La traversée en bateau prend 15 minutes, et le sentiment d'intemporalité à l'arrivée justifie chaque instant du voyage.",
          "visit_duration_min": 75
        },
        {
          "text": "Le monastère de Krka, orthodoxe serbe, se dresse sur la rive opposée de la rivière, ses fresques médiévales et ses documents témoignant des traditions religieuses parallèles qui coexistèrent dans cette région pendant des siècles. Le complexe comprend une église, des dortoirs et un cimetière surplombant l'eau.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Les excursions en bateau partent de Zadar, Šibenik ou de ports plus petits comme Murter, avec des sorties à la journée incluant des arrêts baignade, des visites d'îles et généralement un déjeuner à bord ou dans une konoba.",
          "visit_duration_min": 60
        },
        {
          "text": "Se baigner et faire du snorkeling dans les eaux cristallines entourant les îles calcaires dénudées, la visibilité sous-marine dépassant souvent 30 mètres.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter le parc naturel de Telašćica sur l'île de Dugi Otok, avec son lac Mir (lac de la Paix) aux couleurs turquoise surréalistes et ses ânes sauvages le long du sentier pédestre de 2 km.",
          "visit_duration_min": 60
        },
        {
          "text": "Observer les dauphins qui fréquentent les eaux de l'archipel, ces créatures joueuses habituées aux bateaux nageant souvent à leurs côtés pendant les traversées.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans des konobas isolées comme la Konoba Žakan sur l'île de Ravni Žakan, des tavernes traditionnelles servant du poisson frais avec vue sur les baies turquoise.",
          "visit_duration_min": 60
        },
        {
          "text": "Flâner dans les ruelles médiévales étroites reliant les principales attractions à travers arches et tunnels, en découvrant la lueur dorée des passages éclairés aux lanternes après la tombée de la nuit. La verticalité de la vieille ville surprend les visiteurs habitués aux ports dalmates plats, et chaque escalier mène à une nouvelle découverte.",
          "visit_duration_min": 60
        },
        {
          "text": "Se promener sur la promenade du front de mer depuis la gare routière jusqu'à la plage de Banj, en s'arrêtant dans les pubs locaux où la culture du football croate s'anime les jours de match. L'itinéraire passe devant des pêcheurs réparant leurs filets et des retraités jouant aux cartes, la vie ordinaire se déroulant sur un décor extraordinaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Monter au point de vue de la plage de Banj pour des panoramas que les guides de voyage comparent aux Cinque Terre italiennes, les toits de tuiles de la ville dévalant la colline jusqu'à la mer. La plage elle-même offre la baignade, un café et des transats à louer.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter l'Hôtel de Ville de Šibenik avec ses arcades de style vénitien, reconstruit après les dommages de la Seconde Guerre mondiale pour reproduire l'original du XVIe siècle. La loggia où les nobles se réunissaient autrefois abrite désormais des touristes cherchant l'ombre, et le puits au centre alimentait jadis tout le quartier en eau.",
          "visit_duration_min": 60
        },
        {
          "text": "Déguster les vins locaux dans les restaurants du bord de mer, les fruits de mer frais des prises du matin accompagnant le coucher de soleil. Le rouge Babić des terrasses escarpées de Primošten s'accorde parfaitement avec le poisson grillé, et les serveurs savent quels pêcheurs ont ramené les meilleures prises.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer les forteresses Barone et Saint-Jean incluses avec le billet d'entrée de Saint-Michel, complétant l'anneau défensif qui protégea Šibenik à travers des siècles de menace ottomane. Chacune offre des perspectives différentes sur la ville et des chapitres différents de son histoire militaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Se baigner sous les eaux tumultueuses de Skradinski buk, les embruns rafraîchissant la peau chauffée par le soleil tandis qu'on patauge dans le bassin naturel. Apporter des chaussures d'eau car les rochers sont coupants, et se préparer au courant près des chutes qui crée une résistance naturelle comme les jets d'une piscine.",
          "visit_duration_min": 60
        },
        {
          "text": "Prendre le bateau pour l'île de Visovac, la traversée de 15 minutes menant les visiteurs vers des moines qui accueillent les hôtes depuis près de 600 ans. La visite du monastère inclut l'église, le cloître et la bibliothèque avec ses manuscrits enluminés et ses premiers livres imprimés.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer la cascade Roški slap, moins bondée que Skradinski buk avec sa propre série de cascades et ses moulins traditionnels. Le trajet en voiture prend 30 minutes à travers le parc, ou les visiteurs aventureux peuvent réserver l'excursion en bateau de 3h30 qui révèle le canyon depuis le niveau de l'eau.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter la grotte Oziđana pećina pour un aperçu du passé géologique et préhistorique de la région, stalactites et stalagmites encadrant des traces d'habitation humaine vieilles de milliers d'années. L'accès est limité d'avril à octobre pour protéger les formations délicates.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir le camp militaire romain de Burnum, avant-poste stratégique dont les ruines révèlent les ambitions impériales d'il y a deux millénaires. L'amphithéâtre divertissait autrefois les légionnaires stationnés sur cette frontière, et les fouilles continuent de révéler de nouvelles trouvailles chaque saison.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrer par Skradin et prendre la navette fluviale gratuite de 25 minutes jusqu'à Skradinski buk, glissant à travers le canyon comme les visiteurs le font depuis des générations. L'approche par l'eau crée l'anticipation tandis que le bruit des eaux tumultueuses s'amplifie à chaque méandre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 8
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 9
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 10
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "HR::sisak",
      "name": "Sisak",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.4658,
        16.3731
      ],
      "lat": 45.4658,
      "lon": 16.3731,
      "visits": [
        {
          "text": "La forteresse triangulaire de Sisak fut construite contre les Ottomans au XVIe siècle. Elle fut le théâtre de la victoire décisive de 1593 qui mit fin à l'expansion turque vers Vienne. Un musée militaire se trouve à l'intérieur.",
          "visit_duration_min": 75
        },
        {
          "text": "Siscia romaine fut la capitale de la Pannonie et la patrie de trois empereurs dont Valentinien Ier. Le parc archéologique présente des vestiges de remparts, de thermes et de nécropoles.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale de l'Exaltation de la Sainte-Croix mêle les styles baroque et néoclassique. Son trésor conserve des reliquaires et des orfèvreries du diocèse fondé au XIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée municipal expose des trouvailles romaines exceptionnelles, dont le casque de Sisak en bronze doré et des bijoux découverts dans les sépultures antiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Naviguez à la confluence de la Kupa et de la Sava, un point stratégique qui fit la richesse de Siscia. Des excursions en bateau sont disponibles depuis le port fluvial.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le parc naturel de Lonjsko Polje voisin, la plus grande zone humide des Balkans. On y trouve des cigognes nichant sur les toits, des chevaux sauvages et des villages de maisons en bois.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le village de Čigoć, capitale européenne des cigognes où chaque toit porte un nid. Un musée ethnographique occupe une maison traditionnelle en chêne.",
          "visit_duration_min": 60
        },
        {
          "text": "Observez les chevaux Posavina qui paissent librement dans les prairies inondables. Cette race autochtone croate est adaptée aux zones humides depuis des siècles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 7
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "HR::slavonski-brod",
      "name": "Slavonski Brod",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.1603,
        18.0156
      ],
      "lat": 45.1603,
      "lon": 18.0156,
      "visits": [
        {
          "text": "La forteresse Brod est le plus grand ouvrage défensif baroque de Croatie. Ses bastions en étoile s'étendent sur 30 hectares au bord de la Save. Elle fut construite par les Habsbourg au XVIIIe siècle contre les Ottomans.",
          "visit_duration_min": 75
        },
        {
          "text": "La Korzo est l'artère piétonne de la ville, bordée d'élégantes façades austro-hongroises, de cafés historiques et de boutiques. Elle forme le cœur social de la ville depuis 150 ans.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée régional occupe un bâtiment classique du centre. Il présente l'archéologie, l'ethnographie et la tradition brodée du Brodsko kolo, une danse folklorique inscrite à l'UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église de la Sainte-Trinité domine la place centrale de son clocher baroque. Son intérieur lumineux est orné de stucs et de peintures du XVIIIe siècle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assistez au Brodsko kolo en juin, un festival folklorique qui attire 5000 danseurs en costumes traditionnels de toute la Slavonie. Au programme : spectacles, artisanat et gastronomie paysanne.",
          "visit_duration_min": 60
        },
        {
          "text": "Traversez le pont vers Bosanski Brod en Bosnie pour prendre un café de l'autre côté de la frontière. Une expérience transfrontalière à portée de pas.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez au kulen, ce saucisson de porc épicé au paprika qui fait la fierté de la Slavonie. Les bouchers locaux perpétuent des recettes familiales jalousement gardées.",
          "visit_duration_min": 60
        },
        {
          "text": "Flânez le long de la Save au coucher du soleil, une promenade prisée des habitants. Pêcheurs, cyclistes et familles animent les berges aménagées.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 8
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "HR::split",
      "name": "Split",
      "cc": "HR",
      "language": "fr",
      "coords": [
        43.5081,
        16.4402
      ],
      "lat": 43.5081,
      "lon": 16.4402,
      "visits": [
        {
          "text": "Le Palais de Dioclétien est un site du patrimoine mondial de l'UNESCO construit entre 295 et 305 après J.-C. comme résidence de retraite de l'empereur romain Dioclétien. Le complexe comprend le péristyle avec son sphinx égyptien vieux de 3 500 ans, le seul des douze sphinx originaux à avoir survécu presque intact.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Vestibule présente un dôme ouvert avec une acoustique exceptionnelle qui en fait un lieu privilégié pour les chanteurs de klapa interprétant les harmonies traditionnelles a cappella dalmates, reconnues par l'UNESCO comme patrimoine culturel immatériel depuis 2012.",
          "visit_duration_min": 75
        },
        {
          "text": "Les sous-sols révèlent de magnifiques salles voûtées qui soutenaient autrefois les appartements impériaux, leurs passages labyrinthiques désormais mondialement célèbres comme lieux de tournage de Game of Thrones où Daenerys Targaryen gardait ses dragons enchaînés.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porte d'Or était l'entrée la plus importante du palais, avec la minuscule chapelle Saint-Martin cachée au-dessus, à l'origine un corps de garde vers 300 après J.-C. converti en lieu de culte vers 852, mesurant seulement 10 mètres de long et 1,6 mètre de large.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porte d'Argent conserve les pavés romains d'origine et a été rouverte en 1952 après une restauration minutieuse, ayant été murée du Moyen Âge jusqu'en 1950.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale Saint-Domnius était à l'origine le mausolée de Dioclétien, un retournement ironique puisque l'empereur persécuta les chrétiens durant son règne. Les portes en bois sculptées en 1214 comptent parmi les plus anciennes portes en bois conservées d'Europe, tandis que le campanile offre des vues panoramiques sur les toits de tuiles de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "La crypte de Sainte-Lucie sous la cathédrale est une chambre circulaire dédiée à la sainte patronne des personnes souffrant de maladies oculaires, conçue dans la même forme que le mausolée au-dessus.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Temple de Jupiter fut construit lors de la phase de construction originale du palais entre 295 et 305 après J.-C. et transformé plus tard en baptistère dédié à Saint-Jean-Baptiste au VIIe siècle, avec un sphinx sans tête gardant l'entrée.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée de la Ville de Split, installé dans un palais gothique, présente des illustrations montrant l'aspect du Palais de Dioclétien à l'époque romaine, aidant les visiteurs à comprendre la grandeur originale du complexe impérial.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Théâtre National Croate construit en 1893 est l'un des plus anciens théâtres de Dalmatie encore en activité, magnifiquement reconstruit après un incendie dévastateur en 1970 et désormais monument emblématique aux couleurs vives.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Notre-Dame de la Santé fut reconstruite en 1937, bien que son clocher du XVIIIe siècle ait survécu, et le monastère adjacent reste un lieu actif connu pour ses œuvres caritatives dans la communauté.",
          "visit_duration_min": 75
        },
        {
          "text": "La forteresse de Klis domine le paysage depuis sa crête rocheuse à seulement 10 kilomètres au nord-est de Split, un bastion fortifié depuis plus de 2 000 ans par la tribu illyrienne des Dalmates aux derniers siècles avant notre ère.",
          "visit_duration_min": 75
        },
        {
          "text": "La forteresse servit de siège aux ducs croates dont Trpimir Ier au IXe siècle et devint célèbre pour sa résistance héroïque aux sièges ottomans, Petar Kružić et ses Uscoques la défendant pendant plus de 25 ans jusqu'en 1537.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Vid à l'intérieur de la forteresse était à l'origine une mosquée ottomane construite sur les fondations d'une chapelle croate médiévale, plus tard convertie par les Vénitiens qui détruisirent le minaret et ajoutèrent un toit octogonal.",
          "visit_duration_min": 75
        },
        {
          "text": "La résidence du Prince fut construite sur les anciennes fondations du quartier général des souverains croates et reconstruite plusieurs fois par les Vénitiens aux XVIIe-XVIIIe siècles, les Autrichiens lui donnant sa forme finale vers 1820.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La promenade du Riva longe les murs sud du palais où l'Adriatique venait autrefois frapper directement les pierres antiques avant que les travaux de remblaiement ne créent cet espace de rassemblement apprécié, parfait pour les apéritifs au coucher du soleil et observer les passants lors de la passeggiata du soir.",
          "visit_duration_min": 60
        },
        {
          "text": "Les ruelles étroites cachent des trésors comme l'ancienne fontaine où les habitants se retrouvent encore pour bavarder, des jardins de cour secrets avec du linge coloré séchant aux fenêtres, et d'historiques tables hautes faites de colonnes romaines sciées en deux au Moyen Âge.",
          "visit_duration_min": 60
        },
        {
          "text": "La Place de la République évoque la Place Saint-Marc de Venise avec ses colonnades Renaissance et ses vues sur la mer, construite au milieu du XIXe siècle sous le maire Antonio Bajamonti, accueillant des concerts d'été et bordée de bars animés toute l'année.",
          "visit_duration_min": 60
        },
        {
          "text": "La Place aux Fruits et la Place du Peuple forment le cœur social de la vieille ville avec leurs terrasses extérieures, glaciers, l'hôtel de ville historique et une atmosphère vibrante le soir au milieu de l'architecture médiévale.",
          "visit_duration_min": 60
        },
        {
          "text": "La bien nommée rue Laisse-Moi Passer à côté du Temple de Jupiter est peut-être le passage le plus étroit de Croatie, si serré que deux personnes ne peuvent s'y croiser, la coutume locale voulant que celui qui crie le premier ait la priorité.",
          "visit_duration_min": 60
        },
        {
          "text": "La colline Marjan s'élève à 178 mètres au-dessus de Split avec des forêts de pins plantées depuis les années 1950, des sentiers de randonnée, une petite église au sommet et des vues panoramiques époustouflantes sur les toits de la ville, l'île de Brač et l'archipel dalmate.",
          "visit_duration_min": 60
        },
        {
          "text": "Les fans de Game of Thrones reconnaîtront la forteresse de Klis comme la ville de Meereen, avec des lieux de tournage incluant la scène de crucifixion sous le bastion Bembo, l'exécution dans les casernes d'infanterie et l'entrée de la grotte aux dragons dans le tunnel au sommet.",
          "visit_duration_min": 60
        },
        {
          "text": "La forge médiévale reconstituée à l'intérieur de Klis démontre les compétences de travail du métal presque oubliées qui étaient essentielles dans toute grande forteresse pour produire et réparer équipements militaires, boucliers et armes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 1
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 2
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 3
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "HR::starigrad-paklenica",
      "name": "Starigrad Paklenica",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.2969,
        15.4397
      ],
      "lat": 44.2969,
      "lon": 15.4397,
      "visits": [
        {
          "text": "Le parc national de Paklenica couvre près de 100 kilomètres carrés dans les montagnes du Velebit méridional, la plus grande chaîne montagneuse de Croatie, avec ses canyons spectaculaires, ses forêts denses et ses hauts sommets.",
          "visit_duration_min": 75
        },
        {
          "text": "Le canyon de Velika Paklenica s'étire sur 14 kilomètres de long et 500 à 800 mètres de large, avec des falaises verticales s'élevant majestueusement depuis le fond du canyon à travers des forêts de hêtres et de pins.",
          "visit_duration_min": 75
        },
        {
          "text": "Le canyon de Mala Paklenica s'étend sur 12 kilomètres avec des largeurs de 400 à 500 mètres, plus sauvage et moins fréquenté que son grand frère, idéal pour ceux qui recherchent la solitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sommet Vaganski vrh culmine à 1 757 mètres comme point culminant du parc, offrant des vues sur toute la chaîne du Velebit et jusqu'aux îles de l'Adriatique par temps clair.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte Manita Peć est ouverte aux visiteurs d'avril à octobre, ses stalactites et stalagmites accessibles certains jours le matin.",
          "visit_duration_min": 75
        },
        {
          "text": "Starigrad Paklenica s'étire le long de la côte au pied des montagnes du Velebit, ville porte d'entrée du parc national de Paklenica avec sa longue plage de galets et son décor montagneux.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Centre éducatif de Mala Paklenica fournit des informations sur les espèces d'oiseaux menacées du parc, notamment les hiboux, et l'écosystème unique de la chaîne du Velebit.",
          "visit_duration_min": 75
        },
        {
          "text": "Le littoral offre des vues sur le canal du Velebit jusqu'à l'île de Pag, avec les montagnes spectaculaires s'élevant directement derrière la plage, créant une combinaison paysagère inhabituelle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonner sur les nombreux sentiers de difficulté et de longueur variées constitue la meilleure façon d'explorer et de vraiment découvrir les paysages diversifiés du parc.",
          "visit_duration_min": 60
        },
        {
          "text": "L'escalade attire les passionnés de toute la Croatie et d'Europe, avec des centaines de voies sur les parois spectaculaires des canyons, allant du niveau débutant à expert.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter le moulin Marasović du XIXe siècle et la maison ethnographique Marasovići dans le village abandonné révèle la vie traditionnelle des montagnards dalmates.",
          "visit_duration_min": 60
        },
        {
          "text": "Observer la faune sauvage : faucons, aigles, hiboux, cerfs, ours, renards, chats sauvages et l'insaisissable lynx qui peuplent les forêts et les falaises du parc.",
          "visit_duration_min": 60
        },
        {
          "text": "Se baigner et bronzer sur les longues plages de galets qui s'étirent le long de la côte, avec les sommets majestueux du Velebit en toile de fond, un panorama unique parmi les plages croates.",
          "visit_duration_min": 60
        },
        {
          "text": "Faire du vélo sur les pistes côtières reliant Starigrad aux villages voisins, des parcours plats parfaits pour une exploration détendue après des journées de randonnée en montagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de fruits de mer frais dans les restaurants du bord de mer tout en regardant le coucher de soleil teinter les falaises du Velebit de nuances orange et roses.",
          "visit_duration_min": 60
        },
        {
          "text": "Passer la nuit au refuge de montagne Paklenica à l'intérieur du parc pour ceux qui souhaitent l'expérience wilderness complète, avec des équipements basiques et environ 50 lits.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 4
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 5
        }
      ],
      "rating": 8
    },
    {
      "place_id": "HR::svetvincenat",
      "name": "Svetvincenat",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.1236,
        13.8919
      ],
      "lat": 45.1236,
      "lon": 13.8919,
      "visits": [
        {
          "text": "Admirez le château Morosini-Grimani dominant la place principale de Svetvinčenat, forteresse médiévale du XVIe siècle aux tours crénelées et murailles impressionnantes. Ce joyau Renaissance accueille en été des festivals médiévaux transformant le village en musée vivant.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplez les fortifications Renaissance entourant la vieille ville, offrant des vues panoramiques sur la campagne istrienne et l'Adriatique au loin. Ces remparts témoignent de l'importance stratégique de ce bourg au carrefour des routes commerciales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans le parc du château aux jardins soignés et chemins ombragés, où se tiennent ateliers artistiques, expositions et concerts en plein air. L'atmosphère paisible invite à la contemplation de ce patrimoine préservé.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le marché local pour découvrir les produits frais, l'artisanat et les spécialités croates de cette région rurale. L'occasion de rencontrer les producteurs et de goûter aux saveurs authentiques de l'Istrie intérieure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 7
        }
      ],
      "rating": 2.2
    },
    {
      "place_id": "HR::trogir",
      "name": "Trogir",
      "cc": "HR",
      "language": "fr",
      "coords": [
        43.5172,
        16.2517
      ],
      "lat": 43.5172,
      "lon": 16.2517,
      "visits": [
        {
          "text": "La vieille ville de Trogir est un site du patrimoine mondial de l'UNESCO située sur une petite île reliée par des ponts, présentant un centre médiéval remarquablement préservé souvent appelé mini Dubrovnik avec le même charme historique mais bien moins de foules.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale Saint-Laurent est un chef-d'œuvre romano-gothique avec le portail de Radovan sculpté en 1240, considéré comme le plus bel exemple de sculpture romane en Dalmatie, tandis que le campanile offre des vues panoramiques sur les toits orangés et le port.",
          "visit_duration_min": 75
        },
        {
          "text": "La tour de l'horloge du XVe siècle avec son cadran bleu et son toit orange vif se dresse face à la cathédrale sur la place principale, un bel élément patrimonial visible depuis le campanile et au niveau du sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Le palais Cipiko occupe le côté ouest de la piazza principale, un hôtel particulier du XVe siècle à façade gothique qui fut autrefois la demeure de familles nobles ayant marqué la place de leur empreinte.",
          "visit_duration_min": 75
        },
        {
          "text": "La forteresse Kamerlengo est une fortification vénitienne du XVe siècle à l'extrémité du front de mer, aujourd'hui une ruine vide accueillant des concerts d'été mais offrant des vues panoramiques spectaculaires particulièrement au coucher du soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Le monastère millénaire abrite une église, un cloître et un musée, dont Kairos, symbole de la bonne fortune à Trogir.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le front de mer bordé de palmiers s'étend sur toute la longueur de la vieille ville avec d'anciennes portes monumentales reliant le Riva aux rues médiévales, des cafés animés et de belles vues sur les yachts et les montagnes environnantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Flâner dans les ruelles médiévales pavées de marbre révèle des trésors cachés, des belles cours intérieures aux boutiques vendant bijoux artisanaux, céramiques et souvenirs d'art croate.",
          "visit_duration_min": 60
        },
        {
          "text": "Des excursions en bateau partent du front de mer vers le Lagon Bleu et de petites îles pittoresques avec des plages de galets et des criques cachées pour se baigner dans des eaux cristallines.",
          "visit_duration_min": 60
        },
        {
          "text": "Les plages de l'île de Čiovo sont accessibles en traversant le pont, offrant une atmosphère plus détendue pour la baignade et le bronzage loin du centre historique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 4
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "HR::umag",
      "name": "Umag",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.4333,
        13.5167
      ],
      "lat": 45.4333,
      "lon": 13.5167,
      "visits": [
        {
          "text": "Umag est la ville la plus occidentale de Croatie. Elle mêle vestiges vénitiens et stations balnéaires modernes, et son port de plaisance accueille les yachts italiens qui débarquent pour le week-end.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville fortifiée conserve ses tours et murailles des XIIIe et XIVe siècles. Dans les ruelles étroites, les façades vénitiennes côtoient les restaurants de poisson.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Pélage-et-Marie abrite un ciborium roman du IXe siècle, rare vestige de l'époque carolingienne en Istrie.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée municipal présente des amphores romaines, des ancres antiques et des objets que les pêcheurs ont remontés des fonds marins au fil des siècles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assistez à l'ATP Croatia Open, le tournoi de tennis sur terre battue qui attire les stars du circuit chaque mois de juillet. L'ambiance est festive au stade Stella Maris.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez les plages de la Riviera d'Umag sur 20 km de côte. Criques de galets et pinèdes y alternent avec les complexes hôteliers.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez à la truffe blanche d'Istrie dans les restaurants d'Umag. Ce champignon roi des forêts de l'arrière-pays se récolte en automne.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites une excursion à Savudrija, à 8 km. On y trouve le phare le plus ancien de l'Adriatique, construit en 1818, et des plages tranquilles face à Trieste.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez les caves à vin de Buje dans les collines pour une dégustation de Malvazija et d'huile d'olive accompagnées de jambon istrien.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
          "day": 7
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "HR::varazdin",
      "name": "Varazdin",
      "cc": "HR",
      "language": "fr",
      "coords": [
        46.3057,
        16.3366
      ],
      "lat": 46.3057,
      "lon": 16.3366,
      "visits": [
        {
          "text": "La forteresse Stari Grad est un château médiéval cerné de douves. Le Musée municipal y expose armures, meubles baroques et souvenirs de l'époque où Varaždin était capitale croate, entre 1756 et 1776.",
          "visit_duration_min": 75
        },
        {
          "text": "L'Hôtel de Ville est le plus ancien de Croatie encore en fonction depuis le XVe siècle. Sa façade Renaissance donne sur la place principale, et des gardes en costume historique montent la garde le samedi.",
          "visit_duration_min": 75
        },
        {
          "text": "Le palais Sermage abrite la Galerie des Maîtres Anciens. Cette riche collection de peintures flamandes, italiennes et autrichiennes fut assemblée par l'aristocratie locale au fil des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Jean-Baptiste possède un intérieur baroque foisonnant de dorures et de fresques. Son clocher offre une vue plongeante sur les toits de tuiles rouges de la vieille ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Le cimetière de Varaždin surprend par ses haies sculptées en cyprès. Cette œuvre du gardien Herman Haller a transformé ce lieu en jardin d'art topiaire unique en Europe depuis 1905.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans les rues piétonnes bordées de palais aux façades pastel, vestiges du XVIIIe siècle. Stucs, balcons en fer forgé et portes cochères racontent la splendeur de l'époque où la noblesse croate fit de Varaždin son petit Vienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Le château de Trakošćan émerge des forêts au bord de son lac. Cette silhouette romantique fut reconstruite au XIXe siècle par la famille Drašković, et ses salons meublés d'époque transportent dans la vie aristocratique croate.",
          "visit_duration_min": 75
        },
        {
          "text": "Les collections du château comprennent des armes anciennes, des portraits de famille et du mobilier néogothique assemblés par les Drašković sur cinq siècles. La chapelle privée conserve leurs tombeaux de marbre.",
          "visit_duration_min": 75
        },
        {
          "text": "Les jardins à l'anglaise descendent vers le lac artificiel créé en 1853. Peuplé de cygnes et bordé de sentiers forestiers, il permet de louer des barques aux beaux jours.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assistez au Špancirfest fin août. Pendant dix jours, spectacles de rue, concerts et performances transforment la vieille ville en scène à ciel ouvert. Le plus grand festival de rue de Croatie attire 300 000 visiteurs.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez au klipič, le pain brioché local, accompagné de miel de la région. Les pâtisseries du centre proposent aussi le varaždinski kuglof, gâteau traditionnel des grandes occasions.",
          "visit_duration_min": 60
        },
        {
          "text": "Louez un vélo pour explorer la campagne environnante, entre vignobles, châteaux baroques et villages paisibles du Zagorje. Les routes plates longent la Drava vers la Hongrie toute proche.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le Monde des Insectes dans le palais Hercer. Cette collection entomologique compte plus de 10 000 spécimens du monde entier, un paradis pour les naturalistes en herbe.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez dans le parc forestier autour du château. Ces 63 hectares de hêtres et de chênes sont traversés de chemins balisés, et le tour du lac offre les plus belles perspectives sur la forteresse.",
          "visit_duration_min": 60
        },
        {
          "text": "Pique-niquez au bord de l'eau ou installez-vous à la terrasse du restaurant du château pour une cuisine croate traditionnelle avec vue sur les tours crénelées.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 2
        },
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 3
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "HR::veli-losinj",
      "name": "Veli Losinj",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.5142,
        14.5056
      ],
      "lat": 44.5142,
      "lon": 14.5056,
      "visits": [
        {
          "text": "Veli Lošinj blottit ses maisons colorées autour d'un port miniature, plus ancien village de l'île malgré son nom qui signifie « Grand Lošinj ». Cette anomalie toponymique amuse les visiteurs et les habitants, qui expliquent que la taille se mesurait autrefois en importance plutôt qu'en superficie.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église baroque Saint-Antoine domine le village de son clocher élancé. À l'intérieur, ex-voto marins et tableaux témoignent de la foi des capitaines qui partirent d'ici pour commercer jusqu'en Amérique et en Extrême-Orient, ramenant fortune et récits d'aventures.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée de la Tour occupe une fortification vénitienne et offre une vue panoramique sur la baie. Les collections retracent l'histoire maritime de l'île à l'époque où Lošinj armait des centaines de navires et où ses capitaines étaient respectés dans tous les ports de la Méditerranée.",
          "visit_duration_min": 75
        },
        {
          "text": "Le port de pêche de Rovenska conserve son authenticité à l'écart des circuits touristiques. Les barques colorées se balancent doucement, les filets sèchent au soleil, et les pêcheurs réparent leurs nasses comme le faisaient leurs grands-pères.",
          "visit_duration_min": 75
        },
        {
          "text": "Les jardins exotiques qui entourent les villas des anciens capitaines abritent palmiers, agaves et cactus rapportés des quatre coins du monde. Ces marins enrichis par le commerce voulurent recréer chez eux les paysages découverts au cours de leurs voyages, créant des microclimats tropicaux sur cette île adriatique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez le Blue World Institute, centre de recherche dédié à la protection des 250 dauphins qui vivent dans les eaux de l'Adriatique. Les expositions interactives expliquent leur mode de vie, et les programmes d'adoption symbolique permettent de soutenir leur conservation.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarquez pour une excursion dauphins au lever ou au coucher du soleil. Les chances d'observation sont exceptionnelles dans ces eaux poissonneuses, et tortues marines et thons offrent parfois des apparitions en bonus.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez jusqu'au pic Televrina à 589 mètres d'altitude sur le mont Osoršćica. Le panorama à 360° embrasse tout l'archipel du Kvarner, des côtes istriennes aux montagnes du Velebit, récompense méritée après une heure et demie d'ascension.",
          "visit_duration_min": 60
        },
        {
          "text": "Nagez dans les criques secrètes accessibles uniquement à pied ou en bateau. Ces plages sans nom aux eaux cristallines offrent une baignade en solitaire, loin des parasols et des transats.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez le poisson grillé dans une konoba du port, prise du jour accompagnée de blettes à l'huile d'olive et de pommes de terre sous la cloche. La simplicité des ingrédients et la fraîcheur des produits font toute la différence.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 8
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "HR::vis",
      "name": "Vis",
      "cc": "HR",
      "language": "fr",
      "coords": [
        43.0622,
        16.1836
      ],
      "lat": 43.0622,
      "lon": 16.1836,
      "visits": [
        {
          "text": "Vis Town est construite sur les fondations de l'ancienne colonie grecque Issa, fondée en 397 av. J.-C. par des colons de Sicile, en faisant l'un des plus anciens centres urbains de Croatie avec plus de 2 000 ans d'histoire continue.",
          "visit_duration_min": 75
        },
        {
          "text": "Les vestiges archéologiques incluent des villas romaines, des thermes et le Théâtre d'Issa à l'intérieur du monastère Saint-Étienne, l'un des rares théâtres antiques conservés en Croatie reflétant la vie culturelle d'il y a plus de deux millénaires.",
          "visit_duration_min": 75
        },
        {
          "text": "La Batterie Notre-Dame est une forteresse du XIXe siècle construite sous domination autrichienne au centre de la baie de Vis, aujourd'hui un musée partiellement restauré avec d'anciens canons et des expositions sur l'histoire maritime offrant des vues à couper le souffle au coucher du soleil depuis les remparts.",
          "visit_duration_min": 75
        },
        {
          "text": "La Tour Perasti est une tour défensive vénitienne du XVIIe siècle construite par Vicko de Perast dans la baie de Kotor, se dressant sur le front de mer comme symbole de Vis et parfait spot photo au bord de la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Fort George, également connu sous le nom de Fortica, est une forteresse britannique construite après la victoire à la bataille de Vis en 1811, aujourd'hui rénovée en restaurant et bar avec terrasse offrant des vues spectaculaires sur la baie et des événements estivaux.",
          "visit_duration_min": 75
        },
        {
          "text": "La Grotte de Tito sur les pentes du mont Hum à environ 6 km de Vis servit de cachette à Josip Broz Tito pendant la Seconde Guerre mondiale en 1944, d'où il coordonnait les opérations partisanes et les contacts alliés.",
          "visit_duration_min": 75
        },
        {
          "text": "Komiža est un pittoresque village de pêcheurs à l'extrémité ouest de l'île de Vis, où la pêche reste le revenu principal aux côtés du tourisme, avec des habitants parlant un dialecte unique influencé par des siècles de commerce vénitien.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Nicolas, localement appelée Muster signifiant monastère, couronne la haute colline au-dessus de Komiža comme le plus grand monument de la ville, construite vers le XIIIe siècle et reconstruite plusieurs fois jusqu'au XVIIIe siècle quand la tour fut ajoutée, servant à la fois d'église et de forteresse.",
          "visit_duration_min": 75
        },
        {
          "text": "La Komuna de Komiža, également connue sous le nom de Kaštel Grimaldi, est une forteresse vénitienne construite entre 1585 et 1592 contre les menaces turques et pirates, avec un puits ajouté au XVIIe siècle et une tour au XIXe siècle, se tenant autrefois au niveau de l'eau où les bateaux s'amarraient directement à ses murs.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Notre-Dame des Pirates se trouve à l'extrémité de Komiža où la route se termine et les visiteurs doivent faire demi-tour, marquant la limite de cette colonie de pêcheurs historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée de la Pêche logé dans la tour vénitienne documente des siècles de traditions de pêche au thon et à la sardine qui continuent de définir l'identité et l'économie de Komiža jusqu'à aujourd'hui.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrir les deux zones principales de Vis révèle des atmosphères contrastées : Luka le port où se déroule l'essentiel de la vie quotidienne, et Kut la partie plus ancienne remplie de maisons de pierre et de rues étroites imprégnées d'histoire.",
          "visit_duration_min": 60
        },
        {
          "text": "La plongée dans des eaux avec une visibilité de plus de 30 mètres révèle des épaves de la Seconde Guerre mondiale dont le Vassilios T. et des grottes sous-marines, avec des centres de plongée proposant des cours pour débutants et des excursions avancées pour plongeurs expérimentés.",
          "visit_duration_min": 60
        },
        {
          "text": "La dégustation de vin met en vedette les célèbres vins blancs Vugava et rouges Plavac Mali de l'île dans les domaines locaux, accompagnés de prosciutto et d'huile d'olive dans des cadres entourés de vignobles.",
          "visit_duration_min": 60
        },
        {
          "text": "Les plages de Grandovac à l'est du port offrent des galets, de l'ombre de pins et des eaux peu profondes parfaites pour les familles, tandis que Pritiscina au sud récompense par une eau cristalline dans un cadre rocheux et isolé.",
          "visit_duration_min": 60
        },
        {
          "text": "Marcher sur la promenade en bord de mer est essentiel pour vivre Komiža, servant de salon de la ville où locaux et visiteurs se rassemblent, avec le dicton que si vous n'avez pas marché au moins trois fois de long en large, vous n'êtes pas vraiment allé à Komiža.",
          "visit_duration_min": 60
        },
        {
          "text": "La randonnée jusqu'au mont Hum à 587 mètres, le plus haut sommet de l'île, prend 2-3 heures à travers oliveraies et forêts pour atteindre la chapelle du Saint-Esprit au sommet avec des vues panoramiques sur tout l'archipel.",
          "visit_duration_min": 60
        },
        {
          "text": "Des excursions en bateau vers la Grotte Bleue sur l'île de Biševo à seulement 5 km partent de Komiža, où la lumière du soleil crée de magiques reflets bleus dans la grotte marine inondée entre 10h et 13h.",
          "visit_duration_min": 60
        },
        {
          "text": "La plage de Kamenice sous l'église Saint-Nicolas présente de l'eau douce émergeant des roches volcaniques et un bar d'été, tandis que la plage près de l'église Notre-Dame des Pirates offre une baignade cristalline en bordure de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Le Festival de Vis en juillet apporte concerts, spectacles de théâtre et chants traditionnels klapa pour célébrer le riche patrimoine culturel de l'île tout au long de la saison estivale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 10
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip en Dalmatie du Sud : De Split à Dubrovnik",
          "day": 11
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "HR::vodnjan",
      "name": "Vodnjan",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.9567,
        13.8519
      ],
      "lat": 44.9567,
      "lon": 13.8519,
      "visits": [
        {
          "text": "Pénétrez dans l'église Saint-Blaise, la plus grande église paroissiale d'Istrie construite entre 1760 et 1800 en style baroque. Elle abrite l'une des plus importantes collections de reliques et corps incorrompus de saints en Europe, attirant pèlerins et curieux depuis des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au sommet du clocher de 62 mètres, le plus haut d'Istrie, inspiré du campanile de Saint-Marc à Venise. Du haut de cette tour emblématique, admirez un panorama exceptionnel sur Pula, Fažana et l'archipel des îles Brijuni.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Palais Bettica, élégante demeure baroque de la fin du XVIIIe siècle construite pour cette noble famille. Aujourd'hui centre culturel, il accueille expositions et conférences préservant le patrimoine local de cette ville bilingue croate-italien.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'Éco-Musée Istrian de Dignan installé dans une ancienne maison en pierre, présentant le mode de vie traditionnel de Vodnjan. Des ateliers sur l'agriculture écologique, la construction de murs en pierre sèche et les kažuni vous plongent dans l'identité istrienne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez le Parc des Kažuni à l'entrée de Vodnjan, musée en plein air dédié aux constructions traditionnelles en pierre sèche d'Istrie. Ces petites huttes servaient autrefois d'abris aux agriculteurs et de rangement pour leurs outils.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez les ruelles de la vieille ville à la recherche des murales colorées réalisées lors de festivals internationaux comme Boombarstick. Des artistes du monde entier ont transformé les façades en une galerie d'art à ciel ouvert.",
          "visit_duration_min": 60
        },
        {
          "text": "Poussez la porte de la galerie El Magazein, espace d'art contemporain au coeur du centre historique présentant des expositions changeantes. Vodnjan fut la première ville d'Istrie à recevoir l'électricité, témoignant de son esprit progressiste.",
          "visit_duration_min": 60
        },
        {
          "text": "Savourez les produits locaux chez Buršić pour le prosciutto istrien traditionnel ou Babos pour une dégustation de vins autochtones. Chez Bora Nera, les amateurs de café découvriront l'art de la torréfaction artisanale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 2
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "HR::vrbnik",
      "name": "Vrbnik",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.0761,
        14.675
      ],
      "lat": 45.0761,
      "lon": 14.675,
      "visits": [
        {
          "text": "Vrbnik surgit de sa falaise calcaire à 50 mètres au-dessus de l'Adriatique, village médiéval dont les ruelles sont si étroites que les façades semblent vouloir se toucher. Chaque tournant révèle une échappée sur la mer d'un bleu profond, et l'on comprend pourquoi les habitants ont choisi ce site imprenable il y a plus d'un millénaire.",
          "visit_duration_min": 75
        },
        {
          "text": "La rue Klančić mesure 43 centimètres à son point le plus serré, ce qui en fait l'une des plus étroites du monde. Se faufiler entre ses murs de pierre constitue un défi photographique et physique qui amuse les visiteurs depuis des générations.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Jean-Baptiste dresse son clocher gothique du XIVe siècle au-dessus du village. À l'intérieur, fresques médiévales, manuscrits anciens et artefacts religieux témoignent de l'importance spirituelle de Vrbnik au Moyen Âge, quand les prêtres glagolitiques y copiaient des textes sacrés.",
          "visit_duration_min": 75
        },
        {
          "text": "La Bibliothèque Vitezić occupe l'ancien monastère franciscain et conserve plus de 10 000 volumes, dont des incunables du XVe siècle. Ce trésor bibliophile insoupçonné dans un si petit village témoigne de la tradition lettrée de l'île de Krk, où l'écriture glagolitique se maintint plus longtemps qu'ailleurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée ethnographique occupe une maison de pierre traditionnelle et présente costumes, outils agricoles et objets du quotidien des générations passées. On y comprend comment les habitants de Vrbnik ont su tirer parti d'un terroir difficile pour produire l'un des meilleurs vins de Croatie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustez la Vrbnička Žlahtina dans les caves du village. Ce blanc sec et aromatique est issu d'un cépage cultivé uniquement ici, sur des terrasses calcaires battues par le vent. Les vignerons vous raconteront l'histoire de cette tradition millénaire en vous servant leur dernière cuvée.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez au Festival des Vendanges en septembre, trois jours de dégustations, de musique et de danses qui célèbrent la fin des récoltes. Les rues s'emplissent de chants, le vin coule à flots et l'hospitalité croate se manifeste dans toute sa générosité.",
          "visit_duration_min": 60
        },
        {
          "text": "Descendez aux plages de Zgribnica ou Risika par des sentiers escarpés ou en taxi nautique. Ces criques de galets aux eaux cristallines sont moins fréquentées que celles du littoral et offrent une baignade dans un cadre sauvage.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez vers les vignobles en terrasse qui surplombent la mer. Ce paysage façonné par des siècles de labeur paysan constitue l'un des plus beaux panoramas viticoles de l'Adriatique, surtout à l'heure dorée du soir.",
          "visit_duration_min": 60
        },
        {
          "text": "Dînez dans une konoba du village face au coucher de soleil sur le continent. Poisson grillé, Žlahtina fraîche et vue imprenable : la combinaison parfaite pour une soirée mémorable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
          "day": 4
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "HR::vukovar",
      "name": "Vukovar",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.3519,
        18.9978
      ],
      "lat": 45.3519,
      "lon": 18.9978,
      "visits": [
        {
          "text": "Le château Eltz est un édifice baroque du XVIIIe siècle restauré après la guerre. Le Musée municipal y retrace l'histoire de Vukovar de la préhistoire au siège de 1991.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous sur le quai du Danube, cette artère vitale reconstruite et bordée de façades colorées. Le fleuve coule paisible là où les combats firent rage il y a 30 ans.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Mémorial de l'hôpital de Vukovar préserve le sous-sol où médecins et patients survécurent 87 jours de siège. C'est un témoignage poignant du courage et de la tragédie.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Philippe-et-Jacques est un édifice baroque du XVIIIe siècle reconstruit brique par brique après sa destruction totale. Elle symbolise la renaissance de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Le château de Vukovar, ou ce qu'il en reste, domine le Danube. Ses ruines partiellement restaurées accueillent concerts et événements culturels.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rendez-vous au mémorial d'Ovčara, la ferme où 200 prisonniers furent exécutés en novembre 1991. C'est un lieu de recueillement et d'éducation sur les crimes de guerre.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le cimetière mémorial avec ses rangées de croix blanches, dernier repos des défenseurs de la ville. Une cérémonie nationale s'y tient chaque 18 novembre.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le musée de la Culture Vučedol à 5 km, un site archéologique majeur de l'âge du cuivre européen datant de 3000 av. J.-C. Son architecture contemporaine a été primée.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez la Colombe de Vučedol, cette céramique rituelle de 5000 ans devenue symbole de Vukovar et de la paix. L'original se trouve au musée Vučedol.",
          "visit_duration_min": 60
        },
        {
          "text": "Flânez dans la vieille ville reconstruite où boutiques et cafés ont réinvesti les façades restaurées. La vie reprend ses droits sur les cicatrices de la guerre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 12
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "HR::zadar",
      "name": "Zadar",
      "cc": "HR",
      "language": "fr",
      "coords": [
        44.1194,
        15.2314
      ],
      "lat": 44.1194,
      "lon": 15.2314,
      "visits": [
        {
          "text": "Le Forum romain déploie ses pierres antiques au cœur de Zadar, des colonnes érigées entre le Ier siècle av. J.-C. et le IIIe siècle apr. J.-C. se dressant encore là où les citoyens se rassemblaient jadis pour commercer et vénérer leurs dieux. Le « Pilier de la Honte » d'origine subsiste, où les malfaiteurs étaient enchaînés et humiliés publiquement il y a deux millénaires, et des fragments de temples et de basiliques parsèment les terrasses des cafés.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale Sainte-Anastasie est la plus grande église de Dalmatie, ses fondations datant des IVe ou Ve siècles, quand le christianisme s'implantait sur ces rivages. L'édifice roman visible aujourd'hui s'éleva aux XIIe et XIIIe siècles, et l'ascension du campanile récompense l'effort par des vues panoramiques sur les toits de tuiles jusqu'à l'Adriatique scintillant au loin.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Donat est une merveille byzantine circulaire du IXe siècle, le plus grand édifice préroman de Croatie et l'un des plus beaux exemples du genre en Europe. Son dôme de 27 mètres crée une acoustique si parfaite que les concerts d'été qui s'y tiennent ne nécessitent aucune amplification, et les pierres empilées sous le sol proviennent du Forum romain voisin.",
          "visit_duration_min": 75
        },
        {
          "text": "Narodni Trg vibre de l'animation des cafés sous la Tour de l'Horloge du XVIe siècle et la Loggia municipale où les gouverneurs vénitiens rendaient autrefois la justice. Derrière le Café Lovro se cache l'église Saint-Laurent, le plus ancien édifice préservé de Zadar datant du XIe siècle, dont la façade modeste dissimule des trésors romans.",
          "visit_duration_min": 75
        },
        {
          "text": "La place des Cinq Puits marque l'endroit où les ingénieurs vénitiens construisirent leur citerne au XVIe siècle, permettant à Zadar de résister aux sièges ottomans quand l'approvisionnement en eau douce était coupé. Les cinq margelles ornementales témoignent encore de l'ingéniosité technique et de l'instinct de survie, et le parc attenant sur l'ancien bastion offre de l'ombre lors des accablantes après-midi d'été.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porte de Terre Ferme, conçue par l'architecte vénitien Michele Sanmicheli en 1543, compte parmi les plus beaux monuments Renaissance de Dalmatie, son arc de triomphe surmonté du Lion de Saint-Marc gardant toujours l'entrée de la vieille ville. Au-delà s'étend le port Foša où les barques de pêche côtoient les yachts de luxe.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée du Verre Antique occupe l'élégant palais Cosmacendi et expose des flacons de parfum romains, des gobelets et des carreaux de fenêtre exhumés de sites archéologiques à travers la Dalmatie. Les ateliers de soufflage de verre permettent aux visiteurs de créer leurs propres souvenirs selon des techniques inchangées depuis l'époque des Césars.",
          "visit_duration_min": 75
        },
        {
          "text": "Nin revendique le titre de première capitale politique et religieuse de Croatie, lieu où le roi Koloman reçut sa couronne en 1102 et où les évêques régnèrent sur le jeune État croate. Cette minuscule cité lagunaire dépasse largement son poids médiéval, et les marais salants qui l'entourent produisent du sel de mer depuis l'époque romaine.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église de la Sainte-Croix, peut-être la plus petite cathédrale du monde avec seulement 36 mètres carrés, fait également office de calendrier solaire marquant les équinoxes de printemps et d'automne grâce à des fenêtres soigneusement positionnées. Cette merveille du IXe siècle démontre que ses bâtisseurs possédaient des connaissances astronomiques sophistiquées en plus de leur foi chrétienne.",
          "visit_duration_min": 75
        },
        {
          "text": "La statue de Grégoire de Nin honore l'évêque du Xe siècle qui défendit la langue croate dans les services religieux quand Rome imposait le latin pour toute la liturgie. La figure en bronze d'Ivan Meštrović se dresse dans la vieille ville, et les visiteurs frottent son orteil pour porter chance, comme ils le font avec la version plus grande à Split.",
          "visit_duration_min": 75
        },
        {
          "text": "L'ancien pont de pierre traverse la lagune jusqu'à la vieille ville fortifiée, gardé par une statue du duc Branimir qui obtint la première reconnaissance papale de l'indépendance croate en 879. Les montagnes encadrent la scène derrière les eaux calmes comme un miroir, où des flamants roses s'arrêtent parfois pendant leur migration.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Écouter l'Orgue Marin au coucher du soleil quand les excursionnistes sont partis et que les locaux se rassemblent sur les marches de marbre descendant dans l'Adriatique. L'architecte Nikola Bašić a conçu cette installation de tuyaux et de chambres qui crée des mélodies envoûtantes et toujours changeantes lorsque les vagues poussent l'air à travers la maçonnerie, une symphonie dirigée par la mer elle-même.",
          "visit_duration_min": 60
        },
        {
          "text": "Regarder le Salut au Soleil s'animer après la tombée de la nuit, 300 plaques de verre intégrées au front de mer captant l'énergie solaire le jour et la restituant en un spectacle lumineux hypnotique la nuit. Alfred Hitchcock visita Zadar en 1964 et déclara que son coucher de soleil était le plus beau du monde, une affirmation que les habitants ne manquent jamais de citer.",
          "visit_duration_min": 60
        },
        {
          "text": "Monter au parc de la Reine Jelena Madijevka au sommet de l'ancien bastion vénitien pour des vues panoramiques sur le port Foša et les murailles défensives qui protégeaient autrefois la ville des assauts ottomans. Le parc honore une reine croate du Xe siècle dont le fils deviendrait roi, et des bancs sous les pins offrent un répit à la chaleur de midi.",
          "visit_duration_min": 60
        },
        {
          "text": "Déguster le Marasquin, la célèbre liqueur de cerise de Zadar exportée vers les cours royales d'Europe depuis le XVIe siècle. Les recettes originales de la distillerie restent jalousement gardées, et la saveur distinctive doit son caractère aux cerises marasques cultivées dans les collines derrière la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter le Musée des Illusions pour des expositions interactives incluant le fameux tunnel vortex qui désoriente les sens, un refuge idéal quand les orages d'après-midi arrivent des montagnes. Les enfants traînent leurs parents de salle en salle tandis que les adultes redécouvrent le plaisir d'être dupés.",
          "visit_duration_min": 60
        },
        {
          "text": "Se baigner depuis les rochers au pied des remparts de la vieille ville où les habitants plongent dans les eaux cristallines depuis des générations, ou flâner sur la promenade du port devant la statue de Špiro Brusina, le naturaliste qui catalogua les mollusques de l'Adriatique et dont le nom orne le musée d'histoire naturelle de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter les Salines de Nin où l'eau de mer s'évapore dans des bassins peu profonds comme depuis plus d'un millénaire. Des visites guidées expliquent le processus traditionnel de ratissage et de récolte des cristaux blancs, tandis qu'une plateforme d'observation gratuite au bord de la route offre un accès économique à ce paysage de bassins géométriques et de structures en bois.",
          "visit_duration_min": 60
        },
        {
          "text": "S'immerger dans les bains de boue thérapeutique le long des rares plages de sable de Nin, en s'enduisant de sédiments riches en minéraux dont les locaux prétendent qu'ils guérissent les affections cutanées et les douleurs articulaires. La lagune peu profonde se réchauffe vite en été, et les enfants poussent des cris de joie en émergeant gris et luisants de la vase bienfaisante.",
          "visit_duration_min": 60
        },
        {
          "text": "Se promener sur la promenade lagunaire au coucher du soleil quand les montagnes se reflètent dans les eaux calmes comme un miroir et que la ville s'illumine d'or dans la lumière déclinante. Les hérons chassent dans les hauts-fonds, et les seuls sons sont le clapotis des mulets et les cloches lointaines de l'église paroissiale.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûter le Ninski šokol, le traditionnel cou de porc séché assaisonné d'ail, de poivre et d'herbes locales, puis séché dans les vents salés soufflant des montagnes du Velebit. L'accompagner du sel de mer récolté dans la lagune et de pain cuit au four à bois.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 6
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip des Parcs Nationaux de Croatie : De Plitvice à Lastovo",
          "day": 7
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "HR::zagreb",
      "name": "Zagreb",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.815,
        15.9819
      ],
      "lat": 45.815,
      "lon": 15.9819,
      "visits": [
        {
          "text": "La place Ban Jelačić forme le cœur battant de Zagreb. Tramways et passants convergent sous la statue équestre du héros national, point de départ idéal pour explorer la ville haute et la ville basse.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale dresse ses flèches néogothiques à 105 mètres de hauteur. Reconstruite par l'architecte Hermann Bollé après le séisme de 1880, elle abrite le tombeau du cardinal Stepinac et un trésor médiéval remontant au XIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porte de Pierre est le seul passage médiéval encore debout. Des cierges y brûlent devant l'icône miraculeuse de la Vierge, seule rescapée de l'incendie de 1731. Les Zagrebois s'y arrêtent encore pour prier avant un examen ou un voyage.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Marc arbore son célèbre toit aux tuiles vernissées qui figurent les blasons de Zagreb et du royaume croate-slavon-dalmate. Devant elle, le Parlement et le Palais du Ban encadrent la place du pouvoir.",
          "visit_duration_min": 75
        },
        {
          "text": "Le funiculaire de Zagreb mesure 66 mètres et reste le plus court du monde en service public depuis 1890. En 55 secondes, il relie la ville basse à la tour Lotrščak, qui tire le canon chaque jour à midi depuis 1877.",
          "visit_duration_min": 75
        },
        {
          "text": "Le cimetière Mirogoj déploie ses arcades néo-Renaissance dessinées par Bollé sur 79 000 m². Tombes de poètes, présidents et anonymes s'y côtoient dans un parc où les Zagrebois viennent se promener le dimanche.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée des Relations Brisées présente une collection d'objets anonymes racontant des ruptures amoureuses du monde entier. Né à Zagreb en 2006, ce concept unique a depuis essaimé sur quatre continents.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Théâtre National Croate est un imposant bâtiment jaune inauguré par l'empereur François-Joseph en 1895. Il accueille opéras et ballets, et la fontaine du Puits de Vie de Meštrović complète ce coin de Vienne en Croatie.",
          "visit_duration_min": 75
        },
        {
          "text": "Le palais présidentiel de Banski Dvori sur la place Saint-Marc accueille le gouvernement croate depuis l'indépendance. Des gardes en uniforme assurent la relève protocolaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée d'Art Contemporain est un bâtiment futuriste à Novi Zagreb qui présente l'art croate et international du XXe siècle. L'architecture d'Igor Franić a été primée.",
          "visit_duration_min": 75
        },
        {
          "text": "Les lacs de Jarun offrent plages urbaines, pistes cyclables et bars flottants aux Zagrebois en quête de fraîcheur. Aviron et wakeboard y sont pratiqués.",
          "visit_duration_min": 75
        },
        {
          "text": "Le quartier de Novi Zagreb, exemple d'urbanisme socialiste des années 1960, surprend par ses espaces verts et son Musée d'Art Contemporain.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Arpentez le marché Dolac chaque matin. Les paysannes en fichu y vendent fromages frais, kajmak et légumes sous les parasols rouges. En sous-sol, le marché couvert propose viandes, poissons et charcuteries.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le quartier Tkalčićeva, une ancienne rivière canalisée devenue rue piétonne bordée de cafés et bars. Le soir, terrasses et musique live animent cette artère où tout Zagreb se retrouve.",
          "visit_duration_min": 60
        },
        {
          "text": "Montez à pied vers la ville haute par les ruelles pavées. Vous découvrirez passages secrets, cours intérieures et galeries d'art. Le quartier de Gradec révèle ses trésors à qui prend le temps de s'y perdre.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites une pause au Musée d'Art Naïf, unique au monde. Il présente les œuvres d'artistes paysans croates du XXe siècle dont les visions oniriques de villages enneigés ont conquis collectionneurs et critiques internationaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Goûtez aux štrukli au fromage dans une des nombreuses slastičarna du centre, puis terminez par un café à la crème dans un des grands cafés viennois de la ville basse.",
          "visit_duration_min": 60
        },
        {
          "text": "Rejoignez le parc Maksimir, premier parc public d'Europe du Sud-Est ouvert en 1794. Ses 316 hectares abritent le zoo de Zagreb et des sentiers forestiers prisés des joggeurs et des familles.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites vos derniers achats au centre commercial Arena ou dans les boutiques design de la ville haute. Artisanat croate, cravates (inventées ici !) et épicerie fine vous attendent.",
          "visit_duration_min": 60
        },
        {
          "text": "Terminez le voyage par un dîner dans un des restaurants de la scène gastronomique zagreboise, du traditionnel raffiné à la cuisine fusion contemporaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Savourez un dernier café sur la place Ban Jelačić en regardant les tramways bleus et les passants qui font de Zagreb une capitale à taille humaine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 1
        },
        {
          "itin_id": "HR::continental::zagreb-slavonia",
          "itin_title": "Road Trip Croatie : De Zagreb à la Slavonie",
          "day": 16
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "HR::zminj",
      "name": "Zminj",
      "cc": "HR",
      "language": "fr",
      "coords": [
        45.1317,
        13.9003
      ],
      "lat": 45.1317,
      "lon": 13.9003,
      "visits": [
        {
          "text": "Découvrez Žminj, petite ville au coeur de l'Istrie célèbre pour son Festival des Pâtes début juillet. Chefs renommés et grands-mères locales préparent fuži, makaruni et pljukanci traditionnels dans une ambiance festive mêlant rock, jazz et dialecte čakavski.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la fromagerie familiale Latus produisant 6000 à 8000 litres de lait quotidiennement et le célèbre fromage primé Veli Jože. Les dégustations racontent l'histoire du boškarin, le boeuf istrien traditionnel, et les méthodes ancestrales de production.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descendez dans la grotte Feštinsko Kraljevstvo (Royaume de Feštini), découverte en 1930 sous un vignoble lorsqu'un outil tomba dans ce qu'on croyait être un simple trou. Ce labyrinthe souterrain offre une fraîcheur bienvenue en été et émerveille petits et grands.",
          "visit_duration_min": 60
        },
        {
          "text": "Apprenez à confectionner des pâtes fraîches avec les nonas istriennes, gardiennes des recettes traditionnelles transmises de génération en génération. Cette expérience authentique vous plonge dans l'intimité des cuisines familiales de la région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
          "day": 8
        }
      ],
      "rating": 2.9
    }
  ]
}