{
  "version": 1,
  "country": "hr",
  "language": "es",
  "places": [
    {
      "place_id": "HR::bale",
      "name": "Bale",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.0381,
        13.7992
      ],
      "lat": 45.0381,
      "lon": 13.7992,
      "visits": [
        {
          "text": "Piérdete en las callejuelas empedradas medievales de Bale, joya escondida cuyas casas de piedra de los siglos XIV y XV crean una atmósfera fuera del tiempo. Este pueblo artístico y bohemio conserva la autenticidad de la Istria de antaño, lejos de las multitudes turísticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Busca el cartel que indica la casa de Casanova, donde el célebre seductor del siglo XVIII venía a cortejar a una dama de la noble familia Soardo. Esta anécdota romántica añade al encanto misterioso de este pueblo adormecido.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degusta los vinos de la finca Stancija Meneghetti, antigua casa abandonada transformada en hotel de lujo, restaurante y viñedo reputado. La Malvasia local y el Chardonnay acompañan perfectamente un plato de quesos y embutidos istrios.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a la familia Grubić, productores de aceite de oliva desde 1927 con 1600 árboles, algunos de 400 años. Su molino moderno y sus catas premiadas te inician en los secretos de este oro líquido istriano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 5
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "HR::baska",
      "name": "Baska",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.9686,
        14.7536
      ],
      "lat": 44.9686,
      "lon": 14.7536,
      "visits": [
        {
          "text": "Vela Plaža despliega casi 2 kilómetros de arena y guijarros finos al pie de acantilados espectaculares. Esta playa mítica de Croacia, galardonada con la bandera azul europea, atrae a familias y bañistas de toda Europa por sus aguas turquesas y su entorno grandioso entre montaña y mar.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Santa Lucía en Jurandvor alberga la Tablilla de Baška, piedra grabada en el siglo XII que constituye la primera mención escrita de la palabra «Croacia» en alfabeto glagolítico. Este documento fundacional de la identidad nacional atrae a historiadores y patriotas a este santuario modesto pero cargado de símbolos.",
          "visit_duration_min": 75
        },
        {
          "text": "El casco antiguo de Baška alinea sus casas de piedra a lo largo de callejuelas empedradas que descienden hacia el puerto. La animada Riva ofrece heladerías y terrazas frente a los barcos de pesca, un ambiente mediterráneo auténtico lejos de los balnearios estandarizados.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Juan Bautista es un edificio románico semiderruido que domina la bahía desde las alturas. La subida recompensa a los caminantes con una vista panorámica de toda la playa y las montañas del Velebit que cierran el horizonte más allá del canal.",
          "visit_duration_min": 75
        },
        {
          "text": "La Casa del Patrimonio presenta trajes folclóricos, inscripciones glagolíticas y objetos tradicionales de la vida cotidiana isleña. Aquí se descubre cómo los habitantes de Baška supieron preservar su identidad cultural a pesar de las vicisitudes de la historia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorran la Avenida Glagolítica, museo al aire libre que celebra el alfabeto eslavo del siglo IX mediante esculturas monumentales diseminadas por el paisaje. Este recorrido artístico y cultural enlaza varios pueblos y constituye un paseo instructivo para todas las edades.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren las calas secretas de Bunčuluka, Mala Luka y Velika Luka, accesibles en taxi náutico o por senderos costeros escarpados. Estas playas salvajes de aguas cristalinas ofrecen un baño lejos de las multitudes veraniegas.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan senderismo por el sendero lunar que atraviesa un espectacular paisaje kárstico entre mar y montaña. Las formaciones rocosas esculpidas por la erosión crean un decorado casi extraterrestre que inspiró el nombre del camino.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan kayak a lo largo de la costa recortada. Las cuevas marinas y las calas inaccesibles por tierra se revelan a los remeros aventureros, recompensados con baños en aguas de un azul irreal.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben el cordero de la isla perfumado con hierbas silvestres, especialidad asada a la brasa en las konobe de Baška. La carne tierna y sabrosa refleja los pastos batidos por el viento y la brisa marina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 5
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "HR::bol",
      "name": "Bol",
      "cc": "HR",
      "language": "es",
      "coords": [
        43.2619,
        16.6556
      ],
      "lat": 43.2619,
      "lon": 16.6556,
      "visits": [
        {
          "text": "La playa de Zlatni Rat es una de las playas más fotografiadas del mundo, con su singular lengua de guijarros en forma de punta que se desplaza y cambia de forma según los vientos y corrientes marinas, extendiéndose hacia aguas turquesas cristalinas.",
          "visit_duration_min": 75
        },
        {
          "text": "El Monasterio Dominico del siglo XV se encuentra en el extremo este del pueblo y alberga una valiosa colección de objetos prehistóricos y otros hallazgos históricos que documentan el antiguo pasado de la isla.",
          "visit_duration_min": 75
        },
        {
          "text": "La Galería de Arte Branislav Dešković conserva obras de artistas locales y contiene una de las colecciones más representativas del arte moderno croata en la costa dálmata.",
          "visit_duration_min": 75
        },
        {
          "text": "El casco antiguo presenta calles estrechas y casas de piedra incluyendo la curiosa casa dentro de la casa, construida según la leyenda tras un trágico conflicto entre dos familias.",
          "visit_duration_min": 75
        },
        {
          "text": "Vidova Gora con 778 metros es el pico más alto de todas las islas adriáticas, ofreciendo impresionantes vistas panorámicas sobre Bol, la playa de Zlatni Rat y el archipiélago circundante extendiéndose hasta el horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cueva del Dragón cerca del pueblo de Murvica requiere un esfuerzo extra para visitarla pero recompensa a los exploradores con increíbles historias místicas y formaciones rocosas únicas, mejor experimentada con un guía local que conoce todos los detalles.",
          "visit_duration_min": 75
        },
        {
          "text": "Las ermitas glagolíticas dispersas en las cercanías de Bol incluyen el famoso Monasterio de Blaca construido en los acantilados y Dračeva Luka, testimonio del patrimonio espiritual de la isla.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Las condiciones para windsurf y kitesurf en Bol se consideran entre las mejores del Mediterráneo, siendo la zona el centro para estos deportes acuáticos en Croacia, acogiendo competiciones anuales y ofreciendo escuelas con alquiler de equipos y clases.",
          "visit_duration_min": 60
        },
        {
          "text": "La tradición vinícola de Brač se remonta a la antigua Roma y la República de Venecia, con viñedos aún visibles en las laderas de Vidova Gora produciendo excelentes vinos locales disponibles para degustación.",
          "visit_duration_min": 60
        },
        {
          "text": "Las excursiones en barco parten hacia la vecina isla de Hvar o hacia la famosa Cueva Azul en la isla de Biševo, una cueva marina inundada donde la luz solar crea mágicos reflejos azules entre las 10h y las 13h.",
          "visit_duration_min": 60
        },
        {
          "text": "La vibrante vida nocturna ofrece bares y clubs en el paseo marítimo con impresionantes vistas al mar, y clubs cerca de la playa de Zlatni Rat para quienes quieran quedarse hasta altas horas de la madrugada.",
          "visit_duration_min": 60
        },
        {
          "text": "La caminata hasta Vidova Gora lleva unas 2 horas por un sendero empinado con importante desnivel, recomendada solo para quienes tengan buena resistencia, aunque la cima también es accesible en coche para quienes prefieran un enfoque más fácil.",
          "visit_duration_min": 60
        },
        {
          "text": "Relajarse en la playa de Zlatni Rat o explorar otras impresionantes playas alrededor de Bol, con muchos lugareños describiendo la playa de Murvica como la más hermosa de toda la isla.",
          "visit_duration_min": 60
        },
        {
          "text": "Participar en los eventos de los festivales de verano locales muestra el rico patrimonio, artes y cultura de la región a través de actuaciones, conciertos y exposiciones celebrados durante toda la temporada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 5
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 6
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "HR::brijuni",
      "name": "Brijuni",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.9147,
        13.7644
      ],
      "lat": 44.9147,
      "lon": 13.7644,
      "visits": [
        {
          "text": "Embarca desde Fažana hacia el Parque Nacional de las islas Brijuni, archipiélago de 14 islas que fue la residencia de verano del presidente Tito. Veliki Brijun, la isla principal, se descubre en trenecito turístico o carrito de golf a través de sus paisajes mediterráneos preservados.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Boathouse, elegante edificio Art Nouveau de 1902 que alberga un museo sobre la historia de Brijuni y su atractivo para dignatarios y celebridades de todo el mundo. Las fotos de Tito con los jefes de Estado que recibía atestiguan el prestigio internacional de este lugar.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Safari Park donde cebras, llamas y la elefanta india Lanka, regalos de dignatarios de Guinea e India, viven en semilibertad. Estos animales exóticos perpetúan la tradición de obsequios diplomáticos ofrecidos al mariscal Tito.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate ante el olivo milenario de 1600 años que aún produce unos 4 litros de aceite al año. Este venerable árbol atestigua la antigüedad del cultivo del olivo en estas islas mediterráneas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sumérgete en la bahía de Verige para descubrir en snorkel los vestigios sumergidos de una villa romana del siglo I. Las ruinas de templos dedicados a Venus y Neptuno añaden una dimensión mística a este baño arqueológico.",
          "visit_duration_min": 60
        },
        {
          "text": "Asiste a un concierto o una obra de teatro en el Teatro Ulises, escenario al aire libre acondicionado en un fuerte austrohúngaro abandonado. Las noches de verano transforman estas ruinas románticas en un espacio cultural bajo las estrellas.",
          "visit_duration_min": 60
        },
        {
          "text": "Busca las huellas de dinosaurios de 130 millones de años en Veliki Brijun y las islas vecinas. Estas marcas de tres dedos fosilizadas en la caliza recuerdan que estas criaturas prehistóricas paseaban antaño por estas orillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre el jardín mediterráneo que alberga 169 especies de plantas endémicas e introducidas, y luego relájate en las playas de arena blanca de la bahía de Saluga a la sombra de los pinos centenarios.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 4
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "HR::buzet",
      "name": "Buzet",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.4083,
        14.0147
      ],
      "lat": 45.4083,
      "lon": 14.0147,
      "visits": [
        {
          "text": "Buzet es la capital de la trufa istriana. La ciudad domina el valle del Mirna desde su acrópolis fortificada, y su casco antiguo alto conserva murallas, puertas y palacios venecianos de los siglos XVI y XVII.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Regional ocupa el palacio Bigatto. Recorre la historia local y la tradición trufícola de la región a través de herramientas de recolección y fotografías de los cazadores más famosos.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia parroquial de la Asunción luce un campanario barroco y conserva el tesoro de la Cofradía de los Flagelantes, compuesto de orfebrería y tejidos preciosos.",
          "visit_duration_min": 75
        },
        {
          "text": "Las fuentes públicas del siglo XVI alimentan aún las plazoletas sombreadas donde los ancianos juegan a las cartas por la tarde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Asiste a la Fiesta de la Trufa en septiembre, durante los Zigante Days. Una tortilla gigante se cocina en la plaza principal para celebrar el diamante negro.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita la casa Zigante, el imperio del truficultor que descubrió en 1999 la trufa blanca más grande del mundo, con 1,31 kg. Hay un restaurante, una tienda y un museo.",
          "visit_duration_min": 60
        },
        {
          "text": "Sal a cazar trufas con un guía y su perro en los bosques de robles de los alrededores. Te iniciarán en los secretos de esta búsqueda ancestral.",
          "visit_duration_min": 60
        },
        {
          "text": "Saborea la frittata de trufas en una konoba del casco antiguo. Estos huevos revueltos perfumados se disfrutan con pan tostado y aceite de oliva.",
          "visit_duration_min": 60
        },
        {
          "text": "Baja a las fuentes del río Mirna a pocos kilómetros. Esta surgencia kárstica brota en un anfiteatro verde ideal para un pícnic.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 14
        }
      ],
      "rating": 4
    },
    {
      "place_id": "HR::cres",
      "name": "Cres",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.9608,
        14.4072
      ],
      "lat": 44.9608,
      "lon": 14.4072,
      "visits": [
        {
          "text": "La plaza Frane Petrić constituye el corazón de Cres, flanqueada por fachadas venecianas con contraventanas coloridas que se reflejan en las aguas del puerto. La Torre del Reloj y la lonja del siglo XVI enmarcan un espacio donde el mercado matutino perpetúa la tradición con aceite de oliva, miel de salvia y quesos de oveja de los pastores de la isla.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porta Marcella luce orgullosa el león de San Marcos, vestigio de cuatro siglos de dominio veneciano sobre la isla. Tras esta puerta, las callejuelas se adentran en un laberinto de piedra donde cada recodo revela un patio secreto, un pozo antiguo o una escapada hacia el mar.",
          "visit_duration_min": 75
        },
        {
          "text": "El monasterio franciscano esconde un olivar secreto en su patio, remanso de paz que se descubre por accidente al perderse por el casco antiguo. Los monjes cultivan aquí árboles centenarios cuyo aceite está reservado a los iniciados que saben llamar a la puerta correcta.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Santa María domina el puerto con su esbelto campanario desde finales del siglo XV. Cerca de allí, la iglesia de San Isidoro del siglo XIII conserva frescos medievales que el tiempo ha patinado sin borrar, testimonio de la fe de los primeros habitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "La Creska Kula es una torre defensiva en el puerto que ofrece un panorama de la isla más grande del Adriático. Cres y Krk se disputan este título al centímetro, pero los habitantes de Cres afirman con picardía que su isla es más grande con la marea baja.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palacio Arsan es un edificio gótico-renacentista que alberga el Museo Municipal. Sus colecciones arqueológicas y etnográficas recorren la historia de una isla habitada desde la prehistoria, encrucijada de civilizaciones entre Oriente y Occidente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hagan una excursión a Beli, pueblo encaramado habitado desde hace 4.000 años que domina la costa oriental. El puente romano sobre el cañón de Potok constituye la única obra de este tipo en la costa este del Adriático, y el centro Caput Insulae trabaja en la protección de los buitres leonados que planean sobre los acantilados.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubran Lubenice, pueblo fantasma de 6 habitantes permanentes que domina la playa Sveti Ivan desde un acantilado de 378 metros. Esta playa, accesible únicamente por un sendero escarpado o por mar, figura entre las más bellas de Croacia vista desde el cielo.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiten Valun, pequeño puerto pesquero que algunos apodan el Saint-Tropez croata por su encanto preservado. La iglesia del pueblo conserva la Tablilla de Valun, inscripción bilingüe glagolítico-latín del siglo XI que atestigua la coexistencia de ambas escrituras.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren Osor, antigua capital de la isla junto al canal romano que separa Cres de Lošinj. El puente giratorio se abre a las 9h y a las 17h para dejar pasar los veleros, espectáculo cotidiano que atrae a los curiosos al muelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Observen los buitres leonados que planean sobre los acantilados del norte de la isla. Esta colonia, protegida desde 1993, cuenta con un centenar de ejemplares cuya envergadura alcanza casi tres metros, espectáculo impresionante para quien alza la vista en el momento adecuado.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben el cordero de Cres perfumado con hierbas silvestres y sal marina traída por el viento. Esta carne con denominación de origen, famosa en toda Croacia, debe su sabor único a los pastos batidos por la bora donde pastan ovejas desde la Antigüedad.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 6
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "HR::dubrovnik",
      "name": "Dubrovnik",
      "cc": "HR",
      "language": "es",
      "coords": [
        42.6507,
        18.0944
      ],
      "lat": 42.6507,
      "lon": 18.0944,
      "visits": [
        {
          "text": "Las murallas de Ston se extienden más de 5,5 kilómetros y se las apoda la Gran Muralla China de Europa, construidas en 1358 d.C. para proteger las valiosas salinas que eran clave para la prosperidad de Dubrovnik, extendiéndose originalmente 7 kilómetros antes de que los austríacos retiraran partes.",
          "visit_duration_min": 75
        },
        {
          "text": "Ston es la segunda ciudad planificada de Europa después de Carcasona, fundada en 1333 por la República de Ragusa como una versión reducida de Dubrovnik con encantadoras calles y atmósfera única.",
          "visit_duration_min": 75
        },
        {
          "text": "Las salinas de Ston son las más antiguas de Europa y siguen operativas hoy, donde los Salineros continúan los métodos tradicionales de producción de sal que enriquecieron a la Dubrovnik medieval, cuando la sal se valoraba como el oro para la conservación de alimentos.",
          "visit_duration_min": 75
        },
        {
          "text": "Mali Ston es la ciudad gemela conectada por las murallas defensivas, sirviendo como centro para el cultivo de ostras y mejillones en las aguas prístinas de la bahía, produciendo algunos de los mejores mariscos del Mediterráneo.",
          "visit_duration_min": 75
        },
        {
          "text": "Las murallas medievales de Dubrovnik se extienden 2 kilómetros alrededor del Casco Antiguo, ofreciendo amplios panoramas desde un camino que pasa por la Torre Minčeta, el Fuerte Bokar, el Fuerte Revelin y la Puerta Pile, llevando aproximadamente 1,5 a 2 horas completar el recorrido.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palacio del Rector es un impresionante edificio gótico renacentista que data de mediados del siglo XV, ahora albergando un museo donde los visitantes pueden pasear entre arcadas de piedra, columnatas y pilares tallados.",
          "visit_duration_min": 75
        },
        {
          "text": "El Stradun es el bulevar principal pavimentado de piedra caliza que atraviesa el Casco Antiguo, flanqueado por la Fuente de Onofrio, la Catedral de Dubrovnik, la Plaza de la Logia, y las históricas Puertas Pile y Ploče en cada extremo.",
          "visit_duration_min": 75
        },
        {
          "text": "El Fuerte Lovrijenac, también conocido como la Fortaleza de San Lorenzo, se alza sobre escarpados acantilados a 37 metros sobre el mar en una península frente a las murallas de la ciudad, proporcionando espectaculares puntos de vista para fotografiar el Casco Antiguo.",
          "visit_duration_min": 75
        },
        {
          "text": "El Monte Srđ se eleva sobre Dubrovnik ofreciendo vistas panorámicas sobre toda la ciudad, accesible tanto por sendero de montaña que parte justo fuera de las murallas como por teleférico, con el restaurante en la cima ofreciendo una verdadera cena con vistas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Isla Lokrum es una encantadora excursión a solo 20 minutos en ferry desde Porporela fuera de las murallas, hogar de un Monasterio Benedictino, jardín botánico y la piscina del Mar Muerto, con una costa rocosa repleta de escaleras de baño para un idílico bronceado.",
          "visit_duration_min": 75
        },
        {
          "text": "El Puerto Oeste se encuentra justo fuera de las murallas a un corto paseo de la Puerta Pile, albergando algunas de las vistas más icónicas de las murallas del Casco Antiguo, la fortaleza Lovrijenac y varias localizaciones de rodaje de Game of Thrones.",
          "visit_duration_min": 75
        },
        {
          "text": "El Casco Antiguo de Cavtat presenta edificios antiguos que rivalizan con Dubrovnik, con un pintoresco paseo marítimo bordeado de encantadores edificios con tejados de teja naranja, boutiques, pintorescas vistas al mar y el Monasterio Franciscano construido en 1484 al final.",
          "visit_duration_min": 75
        },
        {
          "text": "El Mausoleo de la Familia Račić encaramado sobre el pueblo fue construido en 1922 por el famoso escultor croata Ivan Meštrović, rindiendo homenaje a una familia de armadores con una bella capilla en el lugar de antiguas iglesias medievales.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Casa Bukovac es la antigua casa del pintor croata Vlaho Bukovac que vivió de 1855 a 1922, presentando sus dibujos, pinturas y recuerdos además de frescos que pintó en paredes y techos a los 17 años, descubiertos solo a finales de los años 1990.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Subir las empinadas murallas medievales recompensa con soberbias vistas sobre las salinas, la bahía y toda la Península de Pelješac incluso en días grises, con el recorrido por las murallas conectando Ston con Mali Ston cubriendo más de 5 kilómetros.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar las salinas proporciona información sobre los métodos de producción tradicionales, con guías instructivos explicando cómo los Salineros obran su magia usando técnicas sin cambios durante siglos.",
          "visit_duration_min": 60
        },
        {
          "text": "Saborear las ostras más frescas directamente de los vendedores callejeros en Mali Ston o degustar una deliciosa comida de mariscos con vistas al agua ofrece algunos de los mejores festines de marisco de Croacia.",
          "visit_duration_min": 60
        },
        {
          "text": "La degustación de vino en la Península de Pelješac, renombrada por sus vinos Dingač y Postup de la uva Plavac Mali, se combina perfectamente con una visita a Ston para la excursión gastronómica definitiva.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminar por las murallas es lo más destacado de cualquier viaje a Dubrovnik, mejor hacerlo a primera hora de la mañana o al final de la tarde para evitar las multitudes de grupos turísticos, con tres puntos de entrada en la Puerta Pile interior, la Fortaleza de San Lucas y la Fortaleza de San Juan.",
          "visit_duration_min": 60
        },
        {
          "text": "Los Buža Bars construidos en los acantilados bajo las murallas medievales son perfectos para cervezas frías en días de verano, con agujeros en la pared que conducen a pequeños pasadizos abriéndose a amplias vistas del Adriático donde sombrillas blancas salpican el acantilado y los más valientes se lanzan de 6 a 18 metros al agua.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar el laberinto peatonal de callejones de piedra caliza es como retroceder en el tiempo, con el paseo sin rumbo revelando plazas ocultas, antiguas iglesias e innumerables localizaciones de rodaje de Game of Thrones de Desembarco del Rey.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse en la Playa Sulic enclavada en un rincón medieval bajo Lovrijenac es como darse un chapuzón en la Croacia del siglo XIII, mucho más atmosférica que la más grande pero más concurrida Playa Banje.",
          "visit_duration_min": 60
        },
        {
          "text": "Subir a pie el Monte Srđ por la mañana antes de que haga demasiado calor y bajar en teleférico ofrece lo mejor de ambos mundos, con el sendero gratuito proporcionando ejercicio y perspectivas cambiantes mientras el teleférico permite un descenso sin esfuerzo.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasar un día en la Isla Lokrum explorando el monasterio, nadando en la piscina de agua salada del Mar Muerto y encontrando formaciones rocosas como el Arco de Lokrum para fantásticas fotografías ofrece una perfecta escapada de las multitudes del Casco Antiguo.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrer las playas al este del Casco Antiguo incluye las bonitas playas Lucica y Krizna Luka cerca del centro, y la popular Pokonji Dol con su agua verde azulada a unos 40 minutos a pie del centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Una excursión a la Playa de Pasjača 30 minutos al sur en coche recompensa con una empinada escalera en el acantilado que desciende a espectaculares aguas poco profundas cristalinas, fácilmente combinable con una visita a la medieval Torre Sokol encaramada en la colina.",
          "visit_duration_min": 60
        },
        {
          "text": "El sendero costero llamado Šetnica oko Rata atraviesa un frondoso bosque de pinos a lo largo de la costa y alrededor de la bahía hasta el Casco Antiguo, de solo un par de kilómetros con muchos lugares para detenerse a contemplar el mar y nadar en rincones apartados.",
          "visit_duration_min": 60
        },
        {
          "text": "La Playa de Cavtat ofrece arenas doradas y aguas turquesas perfectas para una tarde de baño, bronceado y refrescantes cócteles, con tumbonas, alquiler de kayaks y barcos disponibles a lo largo de la orilla.",
          "visit_duration_min": 60
        },
        {
          "text": "El kayak de mar en las tranquilas aguas alrededor de Cavtat permite explorar el promontorio y calas ocultas, con kayaks de dos personas disponibles para alquiler por horas en hoteles y centros de deportes acuáticos.",
          "visit_duration_min": 60
        },
        {
          "text": "Las excursiones a las Islas Elafitas en barco ofrecen épicas vistas, increíbles lugares para nadar en Koločep, Šipan y Lopud, almuerzo croata a bordo, y exploración de pueblos dálmatas del siglo XV y jardines botánicos.",
          "visit_duration_min": 60
        },
        {
          "text": "Las excursiones a Montenegro visitando Kotor, Perast y la Bahía de Boka Kotorska, o a Bosnia viendo el famoso Puente Viejo de Mostar y las cascadas de Kravice, se organizan fácilmente desde Cavtat para quienes deseen explorar países vecinos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 15
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 16
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 17
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 18
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "HR::fazana",
      "name": "Fazana",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.9283,
        13.8031
      ],
      "lat": 44.9283,
      "lon": 13.8031,
      "visits": [
        {
          "text": "Pasea por la Riva de Fažana, paseo marítimo animado bordeado de cafés y restaurantes con vistas al Adriático y las islas Brijuni. Este pequeño puerto pesquero tradicional sirve de puerta de entrada al parque nacional conservando su encanto auténtico.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la historia romana de Fažana, antiguo puerto llamado Vasianum y luego Phasiana, cuyo nombre evoca la fabricación de ánforas para el transporte de aceite de oliva y vino. Las ruinas y mosaicos dispersos atestiguan este floreciente pasado antiguo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Saborea las especialidades de mariscos en las konobas tradicionales como Taverna Feral o Restaurante Navetta. La pasta con trufa, el risotto y el prosciutto istriano acompañan perfectamente los vinos locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Participa en el Festival de las Sardinas o en el Fisherman's Fest celebrando las tradiciones marítimas de Fažana con música, baile y festín de pescado a la parrilla. Estas fiestas populares reúnen a locales y visitantes en un ambiente festivo.",
          "visit_duration_min": 60
        },
        {
          "text": "Disfruta de las playas de aguas cristalinas para practicar kayak, paddle o buceo descubriendo los fondos marinos del Adriático. Las excursiones guiadas revelan las maravillas submarinas de la costa istria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 3
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "HR::gracisce",
      "name": "Gracisce",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.2208,
        14.0097
      ],
      "lat": 45.2208,
      "lon": 14.0097,
      "visits": [
        {
          "text": "Entra en Gračišće, pueblo medieval fortificado protegido por ley por su estructura urbana perfectamente preservada. Desde la cima de esta colina, admira un panorama excepcional sobre los montes Učka, los Alpes Julianos e incluso los Dolomitas en días claros.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la iglesia Sv. Marija na Placu construida en 1425, ejemplo notable de arquitectura gótica con influencias nórdicas. Sus frescos del siglo XV, su crucifijo románico del siglo XIII y su fachada barroca atestiguan siglos de devoción.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el Palacio Salomón de 1570, bella mansión de estilo gótico veneciano que atestigua la prosperidad pasada de este pueblo. Los obispos de Pićan tenían aquí su residencia de verano, atestiguando la importancia religiosa de Gračišće.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre el sendero de Sv. Šimun, bucle de 11 km que pasa por las ruinas de una iglesia, un antiguo molino, un viejo puente de piedra y la pintoresca cascada Sopot. En la cima, la iglesia de María Magdalena del siglo XV recompensa a los caminantes con un panorama grandioso.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora la cueva Bregi, la más larga de Istria con 2045 metros documentados, destino apreciado por las expediciones espeleológicas internacionales. Este mundo subterráneo fascina a los aficionados a la aventura y la geología.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre la colina Perunčevac nombrada en honor a Perun, dios supremo de los antiguos eslavos, donde se encontraba antaño un santuario pagano. Este sitio místico atestigua las raíces espirituales anteriores a la cristianización de Istria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 10
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "HR::groznjan",
      "name": "Groznjan",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.3764,
        13.7231
      ],
      "lat": 45.3764,
      "lon": 13.7231,
      "visits": [
        {
          "text": "Grožnjan flota sobre su colina como un navío de piedra. Este pueblo de artistas existe desde 1965, cuando pintores y escultores ocuparon las casas abandonadas. Galerías y talleres jalonan cada callejón.",
          "visit_duration_min": 75
        },
        {
          "text": "Las murallas medievales ofrecen vistas vertiginosas sobre el valle del Mirna y el interior de Istria. Los atardeceres aquí son espectaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de los Santos Vito, Modesto y Crescencia data del siglo XV. Su campanario veneciano domina el pueblo, y su interior encalado alberga altares barrocos.",
          "visit_duration_min": 75
        },
        {
          "text": "La Puerta de la Ciudad, abierta en las murallas, luce el león de San Marcos. Recuerda cuatro siglos de dominación veneciana sobre Istria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Asiste a los conciertos de Jazz is Back! en julio y agosto. Este festival internacional atrae a músicos de todo el mundo a un pueblo de 100 habitantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Sigue los ensayos de Jeunesses Musicales Croatia durante el verano. Los jóvenes músicos practican en las callejuelas y ofrecen conciertos improvisados.",
          "visit_duration_min": 60
        },
        {
          "text": "Compra cerámicas, pinturas o joyas directamente a los artistas en sus galerías-taller. Cada creador te contará la historia de cómo se instaló aquí.",
          "visit_duration_min": 60
        },
        {
          "text": "Saborea trufa, fuži y Teran tinto en las konobe del pueblo. La cocina istriana auténtica se disfruta en terrazas panorámicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina hacia los pueblos vecinos de Završje u Oprtalj. Los senderos atraviesan viñedos y olivares, salpicados de capillas románicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 8
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "HR::hum",
      "name": "Hum",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.3556,
        14.05
      ],
      "lat": 45.3556,
      "lon": 14.05,
      "visits": [
        {
          "text": "Hum es oficialmente la ciudad más pequeña del mundo con sus 20 habitantes. Cabe en un pañuelo fortificado: dos callejuelas, una iglesia, un cementerio y el encanto absoluto de la insignificancia.",
          "visit_duration_min": 75
        },
        {
          "text": "La puerta de la ciudad luce una placa en escritura glagolítica, el alfabeto eslavo del siglo IX que Istria conservó más tiempo que cualquier otro lugar de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia parroquial de la Asunción es una minúscula nave románica que contiene frescos del siglo XII en tonos terrosos.",
          "visit_duration_min": 75
        },
        {
          "text": "La capilla de San Jerónimo se encuentra fuera de las murallas y conserva un ciclo de frescos del siglo XV representando escenas de la Pasión en un edificio diminuto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre la Avenida de los Glagolíticos de Roč a Hum. En 7 km, esculturas monumentales celebran el antiguo alfabeto eslavo.",
          "visit_duration_min": 60
        },
        {
          "text": "Degusta la biska, un aguardiente de muérdago blanco que es la especialidad de Hum. Las recetas se transmiten de generación en generación.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita Roč al inicio de la avenida. Este otro pueblo fortificado albergaba una academia glagolítica en la Edad Media.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina por las colinas boscosas alrededor de Hum. Los senderos atraviesan robledales y praderas floridas.",
          "visit_duration_min": 60
        },
        {
          "text": "Participa en la votación anual del alcalde de Hum si vienes en junio. En esta elección folclórica, los hombres del pueblo marcan su elección con una muesca en un palo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 13
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "HR::hvar",
      "name": "Hvar",
      "cc": "HR",
      "language": "es",
      "coords": [
        43.1725,
        16.4411
      ],
      "lat": 43.1725,
      "lon": 16.4411,
      "visits": [
        {
          "text": "Stari Grad es la ciudad más antigua de Croacia con 2.400 años de historia, ofreciendo un ambiente auténtico y tranquilo que contrasta fuertemente con los centros turísticos más concurridos, con casas renacentistas en tonos pastel bordeando el tranquilo puerto.",
          "visit_duration_min": 75
        },
        {
          "text": "El Castillo Tvrdalj es una residencia de verano fortificada del siglo XVI construida para el poeta y pensador Petar Hektorović, con un estanque central para peces, muros en ruinas, jardines en su máximo esplendor de junio a agosto, e inscripciones filosóficas como si sabes lo que eres, ¿por qué eres arrogante?",
          "visit_duration_min": 75
        },
        {
          "text": "La Plaza Skor es el pintoresco corazón del casco antiguo con antiguas casas de piedra y la Iglesia de San Esteban con su campanario, luciendo desmoronada y antigua por fuera pero sorprendentemente hermosa por dentro.",
          "visit_duration_min": 75
        },
        {
          "text": "La Llanura de Stari Grad es Patrimonio de la Humanidad de la UNESCO que data de la antigua Grecia, un paisaje cultural de viñedos y campos de lavanda que preserva un sistema agrícola sin cambios durante 24 siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "La Fortaleza Española, también conocida como Fortica o Fuerte Español, es el monumento más llamativo de Hvar Town, un bastión del siglo XVI encaramado sobre la ciudad con murallas de piedra adyacentes del siglo XIII que han protegido a los habitantes durante siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "La Fortaleza Napoleón se encuentra aún más arriba en la colina, construida durante la ocupación francesa a principios del siglo XIX, ahora alberga el Observatorio de Hvar y ofrece vistas aún más espectaculares que la Española, particularmente mágicas al atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "La Plaza de San Esteban, llamada Hvarska Pjaca, es una de las plazas principales más grandes de Dalmacia, rodeada de atracciones históricas incluyendo el Edificio del Arsenal con el Teatro de Hvar en su interior, uno de los teatros públicos más antiguos de Europa datando de 1612.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de San Esteban domina la plaza con el Palacio Episcopal cerca, mientras que la Logia y la elevada torre del reloj formaban parte del Palacio del Gobernador.",
          "visit_duration_min": 75
        },
        {
          "text": "El Convento Benedictino es famoso por las monjas que elaboran delicados encajes con fibras de agave, mientras que el Monasterio Franciscano ofrece tranquilos claustros donde los conciertos del festival de verano crean experiencias acústicas inolvidables.",
          "visit_duration_min": 75
        },
        {
          "text": "El Archipiélago Pakleni se extiende por más de 10 kilómetros a través de 16 islas, la mayoría deshabitadas con altos pinos como únicos residentes, ofreciendo calas aisladas y una magnífica belleza natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasear por el tranquilo puerto bordeado de barcas de pesca y casas renacentistas en suaves colores pastel ofrece un marcado contraste con la energía de Hvar Town, con cafés locales perfectos para un café matutino y cruasanes.",
          "visit_duration_min": 60
        },
        {
          "text": "Subir la Colina Glavica hasta el mirador de la cruz blanca lleva unos 20 minutos y recompensa con vistas panorámicas sobre los tejados anaranjados, el puerto y el paisaje mediterráneo circundante.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrer en bicicleta la llanura UNESCO y los viñedos permite explorar el antiguo paisaje agrícola griego, con degustaciones de vino disponibles en bodegas locales que ofrecen experiencias de la granja a la mesa entre olivares.",
          "visit_duration_min": 60
        },
        {
          "text": "La encantadora calle más antigua de Stari Grad alberga el mejor helado de lavanda de la isla, un delicioso capricho mientras se exploran los estrechos callejones y rincones ocultos.",
          "visit_duration_min": 60
        },
        {
          "text": "El sendero costero que conecta Hvar Town con el pueblo de Milna se extiende aproximadamente 6,5 kilómetros a lo largo de impresionantes paisajes de calas profundas, bahías poco profundas, agua turquesa y playas de guijarros, llevando unas 2 horas incluyendo paradas para fotos.",
          "visit_duration_min": 60
        },
        {
          "text": "Los puntos destacados del paseo costero incluyen la Playa Pokonji Dol con su preciosa agua verde azulada, la apartada Playa Mekicevica cerca del rústico Restaurante Robinson, y numerosos rincones ocultos para nadar accesibles solo a pie.",
          "visit_duration_min": 60
        },
        {
          "text": "La subida al Fuerte Español recompensa a los visitantes con vistas panorámicas que se extienden hasta el Archipiélago de las Islas Pakleni, con miradores gratuitos justo frente a la fortaleza para quienes no deseen pagar la entrada.",
          "visit_duration_min": 60
        },
        {
          "text": "El Cementerio de Hvar encaramado en la ladera ofrece vistas increíbles y un ambiente tranquilo lejos del bullicioso puerto abajo.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar las Islas Pakleni en barco de alquiler es una forma ideal de navegar por estas aguas, con embarcaciones básicas disponibles por unos 100 euros al día con capacidad para hasta cinco personas, perfectas para descubrir calas ocultas a tu propio ritmo.",
          "visit_duration_min": 60
        },
        {
          "text": "Los taxis acuáticos parten del muelle junto al Edificio del Arsenal para viajes rápidos a destinos populares de las Pakleni como la Playa Zdrilca, la Playa Mlini y el famoso bar de playa Carpe Diem en la Isla Marinkovac.",
          "visit_duration_min": 60
        },
        {
          "text": "El kayak hasta las Islas Pakleni ofrece una aventura activa para quienes quieran remar por las aguas cristalinas, con alquileres y tours organizados disponibles desde Hvar Town.",
          "visit_duration_min": 60
        },
        {
          "text": "Las playas del pueblo incluyen Bonj al oeste con alquiler de sombrillas y restaurantes cercanos, la pequeña y bonita Playa Lucica junto al Monasterio Franciscano, y la rocosa Krizna Luka con sus espléndidas aguas y vistas al Fuerte Español.",
          "visit_duration_min": 60
        },
        {
          "text": "El Festival de Verano de Hvar trae eventos culturales a la isla desde los años 1960 con actuaciones musicales gratuitas en lugares históricos como el claustro del Monasterio Franciscano.",
          "visit_duration_min": 60
        },
        {
          "text": "La animada vida nocturna incluye el legendario club Carpe Diem que atrae a elegantes fiesteros, el relajado Falko Bar con sus hamacas y excelentes vistas al atardecer, cerveza artesanal en Vunetovo, y los bares que bordean el paseo del puerto.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 7
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 8
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 9
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "HR::korcula",
      "name": "Korcula",
      "cc": "HR",
      "language": "es",
      "coords": [
        42.9597,
        17.1358
      ],
      "lat": 42.9597,
      "lon": 17.1358,
      "visits": [
        {
          "text": "Korčula Town es una impresionante ciudad medieval amurallada a menudo llamada Pequeña Dubrovnik, situada en una pequeña península con vistas al mar y rodeada de antiguas murallas de piedra, presentando un singular trazado de calles en espina de pescado diseñado para que la brisa pueda pasar fácilmente y refrescar los edificios.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de San Marcos se alza en el centro de una pequeña plaza dominando la vista desde todas las calles laterales, construida en el siglo XV con piedra caliza local en estilo gótico-renacentista con un campanario que ofrece vistas panorámicas de 360 grados aunque la escalera de caracol es extremadamente estrecha.",
          "visit_duration_min": 75
        },
        {
          "text": "La Puerta de Tierra, llamada Kopnena Vrata, constituye una impresionante entrada medieval con la Torre Revelin arriba luciendo el motivo del león veneciano, mientras que la Puerta del Mar en el lado oeste ofrece una entrada alternativa a través de las fortificaciones.",
          "visit_duration_min": 75
        },
        {
          "text": "El supuesto lugar de nacimiento de Marco Polo puede verse desde el exterior, ya que Korčula formaba parte de la República de Venecia cuando el explorador nació en 1254, aunque la mayoría de los historiadores creen que realmente nació en Venecia.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palacio Cipiko y otras mansiones renacentistas bordean las estrechas calles de mármol, vestigios de las familias nobles que moldearon la ciudad durante su edad de oro veneciana.",
          "visit_duration_min": 75
        },
        {
          "text": "La bahía de Uvala Luka a unos 10 minutos a pie del casco antiguo es espectacular, llena de pequeños barcos meciéndose en el agua turquesa con un telón de fondo de montañas en tierra firme salpicadas de tejados de terracota y coloridas flores.",
          "visit_duration_min": 75
        },
        {
          "text": "Probar las galletas locales Cukarin aromatizadas con limón y naranja en su distintiva forma de cangrejo es una tradición de Korčula, junto con los domos Klasun rellenos de nueces, brandy y mermelada de higos, ambos disponibles en la especializada pastelería tradicional del centro.",
          "visit_duration_min": 75
        },
        {
          "text": "Los aceites de oliva locales son distintivos con un sabor ligeramente amargo y herbáceo, protegidos bajo el más alto reconocimiento de calidad de la Comisión Europea, y pueden degustarse y comprarse en tiendas especializadas del casco antiguo.",
          "visit_duration_min": 75
        },
        {
          "text": "Lumbarda es un pequeño pueblo en el extremo este de la isla de Korčula, famoso como cuna de la singular variedad de uva blanca Grk cultivada en ningún otro lugar del mundo, con producción orgánica en pequeñas cantidades en viñedos familiares.",
          "visit_duration_min": 75
        },
        {
          "text": "La antigua inscripción griega Psephisma del siglo IV a.C. es una de las pruebas más antiguas de colonización griega en el Adriático, aunque el original se conserva en el museo de Zagreb.",
          "visit_duration_min": 75
        },
        {
          "text": "La galería de arte Tri Volta en el corazón del pueblo acoge exposiciones estacionales con artistas locales así como ocasionales exposiciones itinerantes mostrando arte contemporáneo croata.",
          "visit_duration_min": 75
        },
        {
          "text": "Los estudios de artistas pintores y escultores están a menudo abiertos a visitantes o disponibles con cita previa, reflejando la reputación de Lumbarda como comunidad creativa dentro de la isla.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La danza de espadas Moreška que data del siglo XII se representa cada lunes y jueves a las 21h en verano, contando la historia de dos reyes en guerra por una princesa en un atmosférico teatro al aire libre iluminado con antorchas, haciendo de Korčula el único lugar del mundo que mantiene viva esta tradición mediterránea.",
          "visit_duration_min": 60
        },
        {
          "text": "Probar el vino Grk único de Korčula y cultivado solo en el diminuto pueblo de Lumbarda es imprescindible, con tardes de degustación en bodegas locales que ofrecen visitas al proceso de producción orgánica en pequeñas cantidades.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustar los Makaruni, pasta tradicional casera enrollada a mano alrededor de palillos de madera en un laborioso proceso originario del pueblo de Žrnovo, es uno de los grandes placeres culinarios de la isla, a menudo servidos con gambas o simple salsa de tomate.",
          "visit_duration_min": 60
        },
        {
          "text": "Disfrutar de cócteles en el bar en lo alto de una torre del siglo XV donde las bebidas llegan mediante un sistema de poleas ofrece espectaculares vistas panorámicas, aunque bajar la escalera tras unos cócteles debería considerarse un deporte extremo.",
          "visit_duration_min": 60
        },
        {
          "text": "El casco antiguo cobra vida por la noche con luces de hadas iluminando las callejuelas y un ambiente de passeggiata a la italiana, perfecto para compras nocturnas en boutiques que venden arte local, cerámica y joyería artesanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasear por las hermosas calles del centro peatonal del casco antiguo es mágico, subiendo y bajando escaleras bordeadas de hortensias y jazmines, descubriendo bares y restaurantes ocultos para volver más tarde.",
          "visit_duration_min": 60
        },
        {
          "text": "Nadar en las aguas más azules alrededor de Korčula crea hermosas vistas y excelentes oportunidades fotográficas, con el muelle de Lumbarda y el promontorio rocoso accesible desde los bares de vino del casco antiguo ofreciendo lugares particularmente bonitos.",
          "visit_duration_min": 60
        },
        {
          "text": "Las excursiones desde Korčula incluyen Vela Luka en el extremo oeste de la isla con su cueva prehistórica habitada hace 20.000 años, la isla del parque nacional de Mljet a 30 minutos en barco rápido para tranquilos paseos por la naturaleza, y Orebić en tierra firme con playas de arena y bodegas a pie.",
          "visit_duration_min": 60
        },
        {
          "text": "Saborear rakija, el tradicional aguardiente destilado de pieles de uva a unos 43 grados, puede disfrutarse solo como los locales o aromatizado con frutas y hierbas, típicamente ofrecido al final de las comidas en restaurantes de toda la isla.",
          "visit_duration_min": 60
        },
        {
          "text": "Las playas de arena de Vela Pržina y Bilin Žal son tesoros raros en Croacia donde la mayoría de las playas son rocosas o de guijarros, ideales para familias con niños que pueden construir castillos de arena y chapotear en aguas poco profundas.",
          "visit_duration_min": 60
        },
        {
          "text": "La degustación de vino en viñedos locales ofrece la oportunidad de probar vino orgánico Grk en pequeñas cantidades, acompañado de queso local y aceite de oliva en íntimos entornos familiares rodeados de vides.",
          "visit_duration_min": 60
        },
        {
          "text": "El senderismo y ciclismo de montaña a través de los viñedos y los campos de Gornje Blato ofrece vistas panorámicas del archipiélago circundante, mejor disfrutados en las horas más frescas de la mañana o la tarde.",
          "visit_duration_min": 60
        },
        {
          "text": "Los deportes acuáticos incluyendo windsurf, kayak, snorkel y buceo están disponibles a lo largo de la costa fácilmente accesible, con alquiler de equipos y clases ofrecidos por operadores locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Las sesiones de yoga celebradas regularmente en el centro del pueblo ofrecen una forma tranquila de comenzar el día, organizadas por un grupo de yoga local que da la bienvenida a visitantes para unirse a su práctica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 12
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 13
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 14
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "HR::krk",
      "name": "Krk",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.0267,
        14.5753
      ],
      "lat": 45.0267,
      "lon": 14.5753,
      "visits": [
        {
          "text": "La ciudad de Krk ha estado habitada ininterrumpidamente durante 3.000 años, lo que la convierte en uno de los asentamientos más antiguos del Adriático. Sus murallas medievales y sus cuatro puertas fortificadas protegen aún un laberinto de callejuelas donde la inscripción romana Splendidissima civitas Curictarum atestigua la gloria antigua de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "La catedral de la Asunción se alza sobre los cimientos de unas antiguas termas romanas desde el siglo V. Su campanario barroco con cúpula en forma de cebolla, coronado por un ángel trompetista que gira con el viento, domina la plaza principal y sirve de referencia a los navegantes desde hace siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Quirino se adosa a la catedral y alberga el Museo de Arte Sacro. En sus vitrinas descansan orfebrería, textiles litúrgicos y manuscritos iluminados acumulados por la diócesis a lo largo de un milenio, testimonio de la riqueza espiritual y material de la isla.",
          "visit_duration_min": 75
        },
        {
          "text": "El castillo Frankopan ancla la plaza Kamplin con su mole cuadrada desde el siglo XIII. Esta fortaleza de los condes que gobernaron el Kvarner durante cuatro siglos acoge hoy conciertos y eventos culturales en su patio a cielo abierto.",
          "visit_duration_min": 75
        },
        {
          "text": "El yacimiento arqueológico Volsonis se esconde bajo la plaza principal, donde excavaciones recientes han sacado a la luz los restos de una villa romana. Mosaicos y muros antiguos atestiguan la prosperidad de Curicum, como se llamaba entonces la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Los monasterios franciscano y benedictino de los siglos XII y XIII jalonan el casco antiguo con sus claustros apacibles. Sus bibliotecas conservan manuscritos preciosos, y sus jardines ofrecen un refugio fresco lejos del bullicio veraniego.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Báñense en las playas del litoral de Krk, cinco de las cuales ostentan la bandera azul europea. Calas de guijarros entre pinos o plataformas de hormigón frente a aguas cristalinas: cada uno encuentra su paraíso según sus preferencias.",
          "visit_duration_min": 60
        },
        {
          "text": "Participen en la Feria de Krk los días 8, 9 y 10 de agosto, tradición que se remonta al siglo XVI. La ciudad se viste con trajes renacentistas, los artesanos exhiben su saber hacer y los espectáculos callejeros animan plazas y callejuelas hasta altas horas de la noche.",
          "visit_duration_min": 60
        },
        {
          "text": "Asistan al Festival de Verano de Krk, que celebra 50 años de conciertos, obras de teatro y óperas al aire libre. Las representaciones en el puerto y en los patios medievales ofrecen un marco incomparable para los artistas internacionales.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben el queso Krčki sir, oveja curada con hierbas silvestres de la isla cuyo sabor único proviene de los pastos batidos por la brisa marina. Se sirve acompañado de jamón ahumado y aceitunas locales en las konobe del casco antiguo.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren los pueblos del interior de la isla en bicicleta. Las carreteras sinuosas atraviesan viñedos, olivares y aldeas de piedra donde el tiempo parece haberse detenido, lejos de las multitudes del litoral.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 3
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "HR::labin",
      "name": "Labin",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.0872,
        14.1206
      ],
      "lat": 45.0872,
      "lon": 14.1206,
      "visits": [
        {
          "text": "Pasea por el casco antiguo medieval de Labin encaramado en su colina, laberinto de callejuelas empedradas bordeadas de palacios barrocos y galerías de arte. Esta ciudad de los artistas atrae una comunidad creativa que ha transformado los talleres en espacios de exposición permanente.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruza la Puerta de San Flor (Porta Sanfior) de 1589, entrada principal adornada con el escudo de Labin y el león de la Serenísima. El cañón austriaco reposicionado en 1995 recuerda las diferentes dominaciones que ha conocido esta ciudad estratégica.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la iglesia de la Natividad de la Bienaventurada Virgen María construida en 1336, notable por sus tres naves y sus seis altares de mármol. Las reliquias de San Justo traídas de Roma en 1664 y el león veneciano sosteniendo una bola en las fauces enriquecen este patrimonio sacro.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Museo Nacional de Labin que presenta la historia minera, la proclamación de la República de Labin en 1921 y una colección memorial. La réplica de mina de carbón permite descender virtualmente a las galerías subterráneas.",
          "visit_duration_min": 75
        },
        {
          "text": "El casco antiguo de Labin se encarama sobre su colina. Descubrirás palacios venecianos con portales blasonados, callejuelas empedradas y plazas sombreadas. Galerías de arte y talleres han ocupado las antiguas mansiones.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Municipal recorre la historia minera de Labin, explotada por su carbón desde la Antigüedad hasta 1999. Una galería de mina reconstruida se visita en el sótano.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de la Natividad de la Virgen data del siglo XIV y domina la plaza principal. El león de San Marcos en la fachada recuerda la fidelidad veneciana de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "La Fortica es un bastión veneciano situado en la cima de la ciudad. Ofrece vistas de 360° sobre el mar, las montañas y el interior verde.",
          "visit_duration_min": 75
        },
        {
          "text": "La logia del siglo XVI acoge exposiciones temporales bajo sus arcadas renacentistas. El arte contemporáneo dialoga con la piedra antigua.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admira la Logia de Labin de 1550, lugar de reunión tradicional donde se celebraban antaño eventos culturales y alegatos jurídicos. Esta arquitectura típicamente istria simboliza la autenticidad preservada de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Entra en el Teatrino, pequeño teatro fundado en 1844 en un antiguo almacén de grano, testigo de la vida cultural de esta comunidad artística. Lugar de nacimiento de Matija Vlačić, compañero de Lutero, Labin cultiva su herencia intelectual.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora el Parque de Esculturas de Dubrova donde el Simposio Mediterráneo de Escultura reúne cada verano a artistas internacionales. Las obras en piedra diseminadas en este paisaje natural crean un diálogo único entre arte y naturaleza.",
          "visit_duration_min": 60
        },
        {
          "text": "Degusta el aceite de oliva y los vinos en el Palacio Negri, espléndido edificio histórico que alberga una galería gastro-artística. Los productos Negri premiados acompañan las obras de arte que decoran este lugar excepcional.",
          "visit_duration_min": 60
        },
        {
          "text": "Baja a Rabac abajo, una antigua cala de pescadores transformada en estación balnearia. Sus playas de guijarros blancos y aguas turquesas se asientan al pie de los acantilados.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora las galerías de arte de Labin, declarada ciudad de los artistas. Pintores y escultores exponen en talleres abiertos al público.",
          "visit_duration_min": 60
        },
        {
          "text": "Asiste al Labin Art Republic en verano. Este festival de arte contemporáneo invade las calles, las plazas y los edificios abandonados.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina hacia el pueblo vecino de Albona siguiendo las huellas de los mineros. El sendero histórico pasa por pozos y equipos conservados.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueba las especialidades locales en una konoba del casco antiguo: maneštra de judías y fuži con carne guisada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 14
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 12
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "HR::lastovo",
      "name": "Lastovo",
      "cc": "HR",
      "language": "es",
      "coords": [
        42.7667,
        16.8833
      ],
      "lat": 42.7667,
      "lon": 16.8833,
      "visits": [
        {
          "text": "El Parque Natural de Lastovo engloba 46 islas repartidas en 200 kilómetros cuadrados de tierra y mar, el archipiélago habitado más aislado de Croacia situado a 13 kilómetros al sur de Korčula.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Lastovo se encarama en una ladera escarpada dominando campos fértiles de hortalizas, viñas y olivos, con viejas casas de piedra coronadas por distintivos tejados rojos.",
          "visit_duration_min": 75
        },
        {
          "text": "Los fumari (chimeneas cilíndricas) coronan las casas por todo el pueblo, sus alturas indicando antaño la riqueza de las familias, construidas tanto para la evacuación del humo como para el prestigio social.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de los Santos Cosme y Damián data del siglo XV, reconocible por sus tres naves, y constituye el principal monumento religioso de la isla.",
          "visit_duration_min": 75
        },
        {
          "text": "El fuerte Kaštel corona la colina del pueblo albergando instrumentos meteorológicos, con vistas panorámicas sobre todo el pueblo, las aguas circundantes y las islas lejanas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bañarse en las bahías cristalinas de Pasadur, Zaklopatica y Skrivena Luka, calas protegidas con aguas calmas como un lago, perfectas para snorkel y kayak.",
          "visit_duration_min": 60
        },
        {
          "text": "Hacer senderismo y ciclismo por los senderos bien señalizados a través de bosques y viñedos que cubren el 70% de la isla, apreciando una naturaleza prácticamente inalterada durante siglos.",
          "visit_duration_min": 60
        },
        {
          "text": "Practicar submarinismo en dos centros (Pasadur y Zaklopatica) para explorar sitios subacuáticos incluyendo naufragios en aguas de claridad excepcional.",
          "visit_duration_min": 60
        },
        {
          "text": "Llegar a Lastovo en catamarán desde Korčula Town o Vela Luka (1-2 horas), llegando al puerto de Ubli y luego explorando en scooter alquilado, bicicleta o el minibús de la isla.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenar en pequeños restaurantes familiares que sirven pescado local fresco, disfrutando de la atmósfera apacible de una isla donde incluso Bill Gates pasó desapercibido cuando su yate atracó en 2009.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 13
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "HR::lopar",
      "name": "Lopar",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.8308,
        14.7292
      ],
      "lat": 44.8308,
      "lon": 14.7292,
      "visits": [
        {
          "text": "Rajska Plaža, la Playa Paraíso, despliega 1,5 kilómetros de arena fina con aguas turquesas y poco profundas. Este fenómeno poco común en la costa rocosa del Adriático hace las delicias de las familias con niños, que pueden chapotear con toda seguridad en un agua tibia como un baño.",
          "visit_duration_min": 75
        },
        {
          "text": "Lopar presume de 22 playas de arena, concentración única en Croacia donde guijarros y rocas dominan el litoral. Cada una ofrece su carácter propio, desde la muchedumbre veraniega de Paradise Beach hasta la intimidad de las calas accesibles solo a pie o en barco.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Marino honra al santo nacido aquí en el siglo IV, cantero que partió a fundar la República de San Marino sobre una roca italiana. Este hijo ilustre de Lopar atrae a los visitantes del microestado que vienen en peregrinación tras las huellas de su patrón.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia románica de San Juan Bautista data del siglo XI y atestigua la antigüedad de la ocupación humana en esta punta norte de la isla. Sus gruesos muros y su campanario rechoncho han resistido a los siglos y a las tormentas que azotan la costa.",
          "visit_duration_min": 75
        },
        {
          "text": "Los vestigios de la colonia romana de Lopar salpican el territorio, fragmentos de la antigua presencia que trazó las primeras carreteras y los primeros puertos. Cimientos de villas, cisternas y fragmentos de cerámica afloran aquí y allá para quien sabe mirar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Báñense en Paradise Beach, cuyas aguas cálidas y poco profundas son ideales para los niños. Tumbonas, chiringuitos y deportes náuticos están disponibles para quien lo desee, pero también se puede extender la toalla en la arena y no hacer absolutamente nada.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren las 22 playas de arena caminando de cala en cala a lo largo del litoral. Cada ensenada desvela un nuevo paisaje, y los más aventureros descubrirán rincones secretos donde estarán solos en el mundo.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben los baños de barro terapéutico cuyas virtudes son conocidas desde la Antigüedad. Esta arcilla rica en minerales hace maravillas para la piel, y se sale de la experiencia con piel de bebé y una sensación de ligereza.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan senderismo por la península de Kalifront o suban a la colina Kamenjak para disfrutar de vistas impresionantes sobre la isla y las montañas del Velebit que cierran el horizonte. Los senderos atraviesan paisajes de matorral aromático donde el romero crece silvestre.",
          "visit_duration_min": 60
        },
        {
          "text": "Participen en las fiestas patronales de San Marino a principios de septiembre, cuando procesión y festividades celebran al hijo más célebre de Lopar. Los habitantes visten sus trajes tradicionales, los cantos se elevan y el vino corre en honor del santo fundador.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 10
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "HR::lupoglav",
      "name": "Lupoglav",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.2756,
        14.1314
      ],
      "lat": 45.2756,
      "lon": 14.1314,
      "visits": [
        {
          "text": "Descubre las ruinas del castillo medieval de Mahrenfels (roca fortificada en alemán), encaramado en una colina inaccesible al pie de los acantilados del monte Učka. Desde aproximadamente el año 1000, esta fortaleza controlaba las rutas comerciales que atravesaban esta encrucijada estratégica de Istria.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita los vestigios del castillo Brigido construido en 1643 por Pompeo Brigido al este de la estación, nueva residencia que abandonaba la incómoda fortaleza medieval. Estas ruinas atestiguan la evolución del modo de vida aristocrático en Istria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por los senderos del Parque Natural de Učka muy cercano, paraíso de los amantes del aire libre con sus cumbres que ofrecen vistas espectaculares. Escaladores, senderistas y aventureros encuentran aquí un terreno de juego excepcional entre mar y montaña.",
          "visit_duration_min": 60
        },
        {
          "text": "Admira la pequeña iglesia de Nuestra Señora del Rosario cerca del cementerio de Gorenje Vas, vestigio de la vida espiritual de este pueblo rural. Los pastos con ganado perpetúan la tradición ganadera milenaria de esta región montañosa.",
          "visit_duration_min": 60
        },
        {
          "text": "Observa el paso de los trenes en la línea Pula-Ljubljana, patrimonio ferroviario que recuerda la importancia histórica de Lupoglav como nudo de comunicaciones. Este pueblo apacible ofrece una inmersión auténtica en la Istria rural y preservada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 12
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "HR::mali-losinj",
      "name": "Mali Losinj",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.5306,
        14.4681
      ],
      "lat": 44.5306,
      "lon": 14.4681,
      "visits": [
        {
          "text": "El puerto de Mali Lošinj se extiende a lo largo de una bahía de 5 kilómetros donde fachadas de colores pastel y yates blancos se reflejan en aguas tranquilas como un lago. El aire cargado de lavanda, mirto y romero ha valido a la isla su apodo de Isla de la Vitalidad, y los médicos vieneses ya enviaban aquí a sus pacientes en el siglo XIX.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo del Apoxiomeno presenta una estatua griega de bronce rescatada del mar en 1996 por un buceador local. Esta obra maestra de 2.000 años que representa a un atleta limpiándose después del esfuerzo es objeto de un recorrido inmersivo de sonido y luz que culmina en el encuentro con el original.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palacio Fritzi data del siglo XIX y expone las Colecciones de Arte de Mali Lošinj. Maestros antiguos flamencos, pintores croatas modernos y fotografías históricas de la isla cohabitan en salones cuyas ventanas se abren al puerto.",
          "visit_duration_min": 75
        },
        {
          "text": "El casco antiguo enrolla sus callejuelas alrededor de la colina que domina el puerto. Las villas venecianas con contraventanas coloridas y los pasajes abovedados revelan el mar a cada recodo, y se comprende por qué los capitanes enriquecidos por el comercio marítimo eligieron construir aquí sus mansiones.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de la Natividad de la Virgen data del siglo XV y conserva cuadros y exvotos de los capitanes que hicieron fortuna en el comercio marítimo. Estas ofrendas dan testimonio de los peligros del mar y de la fe de los marineros que imploraban la protección divina antes de cada travesía.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Reserven el mirador Providenca entre las 18h y las 20h para una puesta de sol privada sobre el Kvarner. Con una copa de vino local en la mano, contemplarán la bahía y las islas vecinas mientras el cielo se incendia, una experiencia romántica por excelencia.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren el parque forestal de Čikat, plantado con pinos de Alepo en el siglo XIX para purificar el aire de la isla. Sus senderos perfumados descienden hacia calas de baño donde el agua turquesa contrasta con el verde oscuro de las agujas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiten el Jardín de las Fragancias con sus 250 especies aromáticas cultivadas en las terrazas que dominan la ciudad. Este paseo olfativo entre lavanda, salvia y romero explica por qué los aromaterapeutas consideran Lošinj un santuario natural.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomen un curso de vela en la Academia de Vela de Lošinj o alquilen un barco para explorar los islotes del archipiélago. El viento regular y las aguas protegidas lo convierten en un terreno ideal tanto para principiantes como para navegantes experimentados.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenen en el restaurante Alfred Keller, mesa con estrella que sublima los productos del mar inspirándose en las 1.200 plantas aromáticas de la isla. La cocina inventiva y el marco elegante lo convierten en la dirección gastronómica del archipiélago.",
          "visit_duration_min": 60
        },
        {
          "text": "Asistan al Festival de Jazz de Mali Lošinj en agosto, que programa conciertos íntimos en los patios y plazas del puerto. La acústica de la piedra y el ambiente relajado crean una cercanía poco común entre músicos y público.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 7
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "HR::mljet",
      "name": "Mljet",
      "cc": "HR",
      "language": "es",
      "coords": [
        42.7461,
        17.5375
      ],
      "lat": 42.7461,
      "lon": 17.5375,
      "visits": [
        {
          "text": "El Parque Nacional de Mljet fue creado en 1960, cubriendo una porción de la isla de Mljet que se clasifica como la isla más verde de Croacia, caracterizada por sus bosques exuberantes, lagos salados y paisajes idílicos.",
          "visit_duration_min": 75
        },
        {
          "text": "Veliko Jezero y Malo Jezero (Lago Grande y Lago Pequeño) forman el corazón del parque, dos lagos salados interconectados con aguas turquesas perfectas para el baño y el kayak.",
          "visit_duration_min": 75
        },
        {
          "text": "La isla de Santa María emerge en medio de Veliko Jezero, albergando un monasterio benedictino del siglo XII que ofrece una mezcla de historia y vistas espléndidas, accesible en barco incluido en la entrada.",
          "visit_duration_min": 75
        },
        {
          "text": "La cumbre Montokuc es el punto más alto accesible del parque, con una torre de observación de madera usada por los bomberos para vigilar los incendios forestales.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva de Odiseo se encuentra en la parte central de la isla cerca del pueblo de Babino Polje, una espectacular cueva marina donde según la leyenda el héroe griego se refugió durante sus andanzas mediterráneas.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Polače sirve como una de las principales puertas de entrada al parque, conocido por sus ruinas romanas antiguas incluyendo restos de un palacio que dan nombre al pueblo.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Okuklje en la costa norte se formó durante la época de la República de Dubrovnik, hoy una pequeña bahía pintoresca popular entre navegantes y visitantes que buscan alojamiento tranquilo.",
          "visit_duration_min": 75
        },
        {
          "text": "El lago Blatina se sitúa casi en el centro de la isla, un lago interior ligeramente salado donde los habitantes extraían tradicionalmente agua para regar sus cultivos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Subir a la cumbre Montokuc lleva aproximadamente una hora a través de densos bosques de pinos, recompensando con vistas mágicas sobre ambos lagos, el mar Adriático y las islas vecinas en días despejados.",
          "visit_duration_min": 60
        },
        {
          "text": "Ir en bicicleta alrededor de los lagos por pistas en parte asfaltadas y en parte de grava ofrece la mejor manera de explorar el parque, con alquiler de bicicletas disponible en la entrada.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse en los lagos salados donde el agua se calienta cuanto más te alejas del mar, estando permitido el baño en todo el parque a diferencia de muchos otros parques nacionales croatas.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomar el barco a la isla de Santa María, la travesía de 15 minutos llevando a los visitantes hacia monjes que acogen huéspedes desde hace nueve siglos.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar la cueva de Odiseo requiere un descenso empinado (evitar chancletas), pero recompensa con una poza de azul profundo dentro de la cueva, perfecta para bañarse en un entorno mitológico.",
          "visit_duration_min": 60
        },
        {
          "text": "Relajarse en las playas de Saplunara y la bahía Limuni (bahía de los Limones) en la punta sur de la isla, raras playas de arena en Croacia ideales para familias y quienes están cansados de las orillas rocosas.",
          "visit_duration_min": 60
        },
        {
          "text": "Llegar a Mljet en ferry desde Prapratno en la península de Pelješac hasta Sobra (45 minutos), disfrutando de la travesía en cubierta mientras la isla boscosa se acerca.",
          "visit_duration_min": 60
        },
        {
          "text": "Saborear la cocina dálmata en restaurantes familiares, aunque traer algunas provisiones a la isla ayuda dadas las opciones limitadas y los precios más altos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 11
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 12
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "HR::motovun",
      "name": "Motovun",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.3369,
        13.8283
      ],
      "lat": 45.3369,
      "lon": 13.8283,
      "visits": [
        {
          "text": "Motovun emerge de las brumas matutinas como una corona de piedra ciñendo su colina, a 277 metros sobre el valle del Mirna. Puedes subir los 1.052 escalones a pie o tomar el trenecito.",
          "visit_duration_min": 75
        },
        {
          "text": "Las murallas venecianas rodean el pueblo en dos anillos concéntricos. Estas murallas del siglo XIII ofrecen un paseo panorámico sobre un mar de colinas boscosas.",
          "visit_duration_min": 75
        },
        {
          "text": "La plaza principal se abre al palacio comunal románico, la torre del reloj y una cisterna veneciana. Cafés y restaurantes ocupan las antiguas mansiones patricias.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Esteban data del siglo XVII. Contiene una estatua del santo patrón atribuida a un taller veneciano y fragmentos de frescos medievales.",
          "visit_duration_min": 75
        },
        {
          "text": "La galería municipal expone arte contemporáneo en las bóvedas de un antiguo granero. Las instalaciones conviven con vigas centenarias.",
          "visit_duration_min": 75
        },
        {
          "text": "Oprtalj domina el valle desde su espolón fortificado. Este pueblo medieval con sus puertas venecianas conservadas es menos turístico que Motovun y ofrece una atmósfera más auténtica.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Santa María alberga frescos del siglo XV recientemente restaurados. El ciclo de la vida de la Virgen se despliega en tonos ocre y azul.",
          "visit_duration_min": 75
        },
        {
          "text": "La logia veneciana del siglo XVI sobresale sobre el vacío con sus arcos de piedra. Servía antaño de tribunal y lugar de reunión pública.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Asiste al Motovun Film Festival a finales de julio. El cine independiente se proyecta al aire libre sobre las murallas, y estrellas y directores pasean por las callejuelas minúsculas.",
          "visit_duration_min": 60
        },
        {
          "text": "Sal a cazar trufas con un guía local y su perro. De octubre a diciembre, exploran los bosques de robles donde crece el diamante negro de Istria.",
          "visit_duration_min": 60
        },
        {
          "text": "Degusta los productos con trufa en los restaurantes del pueblo: huevos revueltos, pasta fresca y queso curado revelan este aroma único.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita la bodega Roxanich a pocos kilómetros. Producen vinos orange y naturales envejecidos en ánfora según métodos milenarios.",
          "visit_duration_min": 60
        },
        {
          "text": "Sobrevuela el valle en globo aerostático al amanecer. Motovun y sus vecinos encaramados emergen entonces de la niebla como islas de piedra.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita una granja trufícola familiar en el valle del Mirna. Los productores te explicarán el cultivo de los robles micorrizados y el adiestramiento de los perros truferos.",
          "visit_duration_min": 60
        },
        {
          "text": "Pedalea por las carreteras rurales entre pueblos encaramados, viñedos en terrazas y olivares centenarios.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueba el jamón istriano, el pršut curado con los vientos de la Bura. Cortado fino como el papel, se derrite literalmente en la boca.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 9
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 10
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "HR::novigrad",
      "name": "Novigrad",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.3167,
        13.5667
      ],
      "lat": 45.3167,
      "lon": 13.5667,
      "visits": [
        {
          "text": "Novigrad ocupa una península que fue antaño una isla, unida al continente en el siglo XVIII. Sus murallas venecianas aún rodean callejuelas y plazoletas donde la pesca sigue siendo un modo de vida.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de los Santos Pelagio y Máximo conserva reliquias en su cripta del siglo XI, único vestigio de la antigua basílica. Su campanario románico domina la pequeña ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "El museo Lapidarium expone esculturas romanas, medievales y modernas en un antiguo almacén del puerto. Esta colección ecléctica mezcla antigüedades y arte contemporáneo.",
          "visit_duration_min": 75
        },
        {
          "text": "El palacio Rigo data del siglo XVII y alberga hoy la galería de arte municipal. Exposiciones temporales se presentan en un marco barroco con estucos conservados.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degusta las especialidades marineras en una de las konobe del puerto: cigalas alla buzara y risotto de mariscos regados con Malvazija.",
          "visit_duration_min": 60
        },
        {
          "text": "Alquila una bicicleta para recorrer la Parenzana, la antigua vía férrea austrohúngara convertida en carril bici. Atraviesa viñedos y pueblos durante decenas de kilómetros.",
          "visit_duration_min": 60
        },
        {
          "text": "Báñate en las playas de guijarros o las plataformas de hormigón al pie de las murallas. Las aguas son claras y poco profundas, ideales para familias.",
          "visit_duration_min": 60
        },
        {
          "text": "Asiste a la regata de veleros tradicionales en agosto. Estos barcos de madera con velas latinas recuerdan a los pescadores de antaño.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 6
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "HR::opatija",
      "name": "Opatija",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.3378,
        14.3053
      ],
      "lat": 45.3378,
      "lon": 14.3053,
      "visits": [
        {
          "text": "El Lungomare es un paseo marítimo de 12 kilómetros construido por los Habsburgo a finales del siglo XIX para que la aristocracia vienesa pudiera caminar junto al mar. Desde Volosko hasta Lovran, el sendero serpentea bajo pinos piñoneros, pasa frente a villas de la Belle Époque con jardines exuberantes, y ofrece vistas constantes sobre el golfo del Kvarner y sus islas.",
          "visit_duration_min": 75
        },
        {
          "text": "Villa Angiolina fue la primera residencia de veraneo de Opatija, construida en 1844 por un comerciante de Rijeka que se enamoró de esta costa. El parque botánico que la rodea reúne especies exóticas traídas de todos los rincones del mundo: camelias japonesas, secuoyas californianas, palmeras mediterráneas. Aquí nació la vocación turística de la costa.",
          "visit_duration_min": 75
        },
        {
          "text": "La escultura de la Doncella con la Gaviota se alza sobre una roca batida por las olas, cerca de la iglesia de San Jacobo. Fue erigida en memoria del conde Kesselstadt, arrastrado por el mar durante una tormenta. Convertida en símbolo de Opatija, atrae a fotógrafos y románticos a cualquier hora del día, aunque es al atardecer cuando cobra toda su dimensión.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Jacobo es el edificio más antiguo de Opatija, cobijada en un parque creado en 1845 alrededor de su cementerio marino. Los conciertos de verano bajo los árboles centenarios perpetúan el espíritu de la Belle Époque, cuando la emperatriz Sissi y las testas coronadas de Europa venían aquí a buscar descanso y aire yodado.",
          "visit_duration_min": 75
        },
        {
          "text": "El Paseo de la Fama croata recorre el paseo marítimo y honra a las celebridades nacionales con estrellas incrustadas en el pavimento: Nikola Tesla, la esquiadora Janica Kostelić, el tenista Goran Ivanišević. Una manera de recordar que este pequeño país ha dado al mundo figuras notables en las ciencias, las artes y el deporte.",
          "visit_duration_min": 75
        },
        {
          "text": "El Teatro al Aire Libre del parque Angiolina acoge conciertos y espectáculos estivales en un entorno verde frente al mar. La acústica natural y el marco elegante lo convierten en uno de los escenarios más codiciados de la costa adriática, donde el oleaje acompaña discretamente los aplausos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hagan senderismo en el parque natural de Učka, cuya cumbre alcanza los 1.401 metros y domina todo el golfo del Kvarner. En días despejados, la vista llega hasta los Alpes eslovenos al norte y las islas dálmatas al sur. Ciclismo de montaña, parapente y escalada atraen a los deportistas, mientras que los senderos forestales son aptos para caminantes de todos los niveles.",
          "visit_duration_min": 60
        },
        {
          "text": "Regálense un tratamiento en uno de los spas de Opatija que perpetúan la tradición termal iniciada por los médicos vieneses en la década de 1880. Establecimientos históricos como el Kvarner o el Milenij ofrecen talasoterapia y masajes en escenarios Belle Époque restaurados con buen gusto.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenen en una konoba de Volosko, el antiguo pueblo de pescadores convertido en reducto gastronómico de la costa. Los chefs reinventan aquí la cocina del Kvarner con productos del mar pescados esa misma mañana, servidos en callejones donde la ropa aún cuelga de las ventanas.",
          "visit_duration_min": 60
        },
        {
          "text": "Asistan a un concierto en el Festival de Opatija en julio, que programa música clásica y contemporánea en las villas y parques del balneario. La atmósfera íntima y el marco histórico recuerdan la época en que Opatija rivalizaba con Niza y Montecarlo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 1
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "HR::pazin",
      "name": "Pazin",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.2392,
        13.9378
      ],
      "lat": 45.2392,
      "lon": 13.9378,
      "visits": [
        {
          "text": "Explora el castillo de Pazin posado dramáticamente sobre una sima vertiginosa de 100 metros, fortaleza del siglo X la más grande y mejor conservada de Istria. Este decorado espectacular inspiró a Julio Verne para su novela Mathias Sandorf, anclando a Pazin en el imaginario literario mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Sumérgete en el Museo Etnográfico de Istria instalado en el castillo, presentando el modo de vida tradicional a través de herramientas, vestimentas y objetos cotidianos. El Museo de la ciudad completa esta inmersión en la historia local de la capital administrativa de Istria.",
          "visit_duration_min": 75
        },
        {
          "text": "Contempla la sima de Pazin (Pazinska Jama) donde el río Pazinčica desaparece en un sistema de cuevas subterráneas con un rugido impresionante. Este fenómeno geológico único fascinó a Julio Verne que situó aquí una escena clave de su aventura.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la iglesia de San Nicolás del siglo XV que mezcla estilos gótico y barroco, adornada con frescos notables y una colección de arte sacro. Su campanario ofrece una vista pintoresca sobre la ciudad y los alrededores ondulados.",
          "visit_duration_min": 75
        },
        {
          "text": "La sima de Pazin se hunde 100 metros bajo el castillo. En este abismo kárstico Julio Verne precipitó a su héroe Mathias Sandorf. El río Pazinčica se lanza en ella y desaparece bajo tierra.",
          "visit_duration_min": 75
        },
        {
          "text": "El Kaštel de Pazin es una fortaleza medieval que domina la sima. Alberga el Museo Etnográfico de Istria y el Museo Municipal, más de 1.000 años de historia bajo sus bóvedas.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia parroquial de San Nicolás conserva frescos góticos del siglo XV en su capilla lateral. Santos y escenas bíblicas están pintados en colores desvaídos.",
          "visit_duration_min": 75
        },
        {
          "text": "La plaza central está bordeada de fachadas austrohúngaras que recuerdan que Pazin fue la capital administrativa de Istria bajo los Habsburgo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Lánzate en la tirolina que cruza la sima de Pazin para una subida de adrenalina inolvidable. Sobrevuela este precipicio vertiginoso con el castillo medieval de fondo y el río rugiendo 100 metros más abajo.",
          "visit_duration_min": 60
        },
        {
          "text": "Sigue el Sendero Julio Verne que une los sitios que inspiraron al célebre escritor, con paneles explicativos y miradores fotográficos. Este paseo literario te transporta al universo novelesco del siglo XIX.",
          "visit_duration_min": 60
        },
        {
          "text": "Desciende a las cuevas bajo el castillo para explorar el mundo subterráneo que cautivó la imaginación de Julio Verne. Las formaciones calcáreas y los pasajes misteriosos justifican ampliamente la reputación fantástica de este lugar.",
          "visit_duration_min": 60
        },
        {
          "text": "Desciende en rappel a la sima con un guía espeleólogo. Esta exploración vertical de 100 metros te lleva hasta el río subterráneo.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre el sendero educativo que rodea la sima. Los paneles explican la geología kárstica y la flora de los acantilados.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el Museo Etnográfico que presenta trajes, herramientas agrícolas e interiores reconstruidos de las casas istrianas tradicionales.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora la cueva de Baredine a 20 km. Admirarás formaciones espectaculares y proteos ciegos en sus pozas subterráneas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 9
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 11
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "HR::pican",
      "name": "Pican",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.2194,
        14.0603
      ],
      "lat": 45.2194,
      "lon": 14.0603,
      "visits": [
        {
          "text": "Descubre la catedral de la Anunciación de María, única iglesia episcopal del centro de Istria que atestigua los 1200 años de existencia de la diócesis de Pićan. Sus siete altares de mármol, incluido el altar mayor de 1735 de Antonio Michelazzi, y el retablo de Valentin Metzinger crean un interior barroco suntuoso.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el campanario de 48 metros construido en 1872, inspirado en el de San Marcos de Venecia. Esta torre monumental domina todo el paisaje de Pićan y simboliza la importancia pasada de este pequeño obispado en el corazón de Istria.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la iglesia románica de San Miguel que alberga frescos del siglo XV del Maestro Alberto de Constanza y preciosos grafitis glagolíticos fechados en 1545. Esta escritura eslava antigua atestigua la tradición cultural única de esta región.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Centro Istriano de Cultura Inmaterial (CENKI) instalado en el Palacio del Barón, dedicado a la preservación del patrimonio vivo de Istria. El canto a dos voces en intervalos estrechos, inscrito en el patrimonio UNESCO desde 2009, se celebra especialmente aquí.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por el sendero de San Roque hasta la cascada Sopot de 24,5 metros de altura, atravesando un paisaje protegido de la red Natura 2000. Las rocas del hada constructora y la fuente de San Nicéforo jalonan este recorrido con leyendas istrianas.",
          "visit_duration_min": 60
        },
        {
          "text": "Contempla el panorama desde el mirador Francisco Fernando, nombrado en honor al archiduque austriaco que visitó Pićan poco antes de su asesinato en Sarajevo en 1914. Encantado por el vino local, había prometido volver con su esposa Sofía.",
          "visit_duration_min": 60
        },
        {
          "text": "Participa en el Legendfest, festival de leyendas, mitos y cuentos de Istria que atrae visitantes de toda Croacia. El Día de los Pićaneses a principios de junio y la fiesta de San Roque el 16 de agosto animan este pueblo cargado de historia.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita las ruinas de la mina de carbón de Tupljak, última mina de Croacia cerrada en 1999 tras cuatro siglos de explotación. Los edificios mineros y equipos preservados atestiguan este patrimonio industrial poco conocido.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 11
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "HR::plitvice",
      "name": "Plitvice",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.8654,
        15.582
      ],
      "lat": 44.8654,
      "lon": 15.582,
      "visits": [
        {
          "text": "El pueblo de Rastoke se asienta en la confluencia de los ríos Slunjčica y Korana, un asentamiento de cuento de hadas apodado «los pequeños lagos de Plitvice» donde las cascadas brotan a través e incluso bajo las casas tradicionales de madera.",
          "visit_duration_min": 75
        },
        {
          "text": "La historia del pueblo se remonta al siglo XVII, cuando más de 20 molinos de agua aprovechaban las aguas turbulentas para moler trigo, maíz y cebada; muchos de ellos siguen bellamente conservados hoy en día.",
          "visit_duration_min": 75
        },
        {
          "text": "El fenómeno geológico de formación de toba creó esta maravilla natural: el carbonato de calcio del río Slunjčica se deposita en capas de calcita blanda que formaron las barreras naturales y cascadas a lo largo de milenios.",
          "visit_duration_min": 75
        },
        {
          "text": "Las casas históricas de madera y piedra con sus canales de agua ingeniosamente diseñados representan un patrimonio vivo: familias locales aún habitan estas viviendas transmitidas de generación en generación.",
          "visit_duration_min": 75
        },
        {
          "text": "El Parque Nacional de los Lagos de Plitvice, fundado en 1949, abarca casi 300 kilómetros cuadrados y debe su fama mundial a sus dieciséis lagos escalonados que fluyen en cascadas y pequeños ríos unos sobre otros.",
          "visit_duration_min": 75
        },
        {
          "text": "Los colores hipnóticos de las pozas cambian constantemente según el contenido mineral, los organismos presentes en el agua y el ángulo del sol, pasando de un turquesa casi fluorescente a un azul tinta profundo.",
          "visit_duration_min": 75
        },
        {
          "text": "La Gran Cascada (Veliki Slap) cerca de la Entrada nº1 cae desde 78 metros, convirtiéndola en la cascada más alta de Croacia, aunque suele estar abarrotada de visitantes en busca del selfie perfecto.",
          "visit_duration_min": 75
        },
        {
          "text": "Los cuatro lagos inferiores (Novakovica Brod, Koluderovac, Gavanovac y Milanovac) están conectados por pasarelas de madera a lo largo de sus orillas, constituyendo la sección más accesible y fotografiada del parque.",
          "visit_duration_min": 75
        },
        {
          "text": "El lago Kozjak se extiende como el mayor de los lagos superiores, con un sendero a lo largo de su orilla norte mucho menos concurrido que las rutas turísticas principales alrededor de los lagos inferiores.",
          "visit_duration_min": 75
        },
        {
          "text": "El islote Stefanijin Otok se alza en medio de Kozjak, donde otro ferry cruza hacia la orilla sur en aproximadamente tres minutos.",
          "visit_duration_min": 75
        },
        {
          "text": "Los lagos superiores Burgeti y Gradinsko conducen a la cascada Veliki Prstavac, que muchos visitantes consideran más impresionante que la famosa Gran Cascada a pesar de su tamaño más modesto.",
          "visit_duration_min": 75
        },
        {
          "text": "Las formaciones de toba y caliza a lo largo del parque continúan creciendo y evolucionando, un proceso geológico vivo que crea nuevas cascadas y barreras con el tiempo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasear por el pueblo entre cascadas, casas de madera, jardines floridos y molinos históricos, cruzando puentes de madera que ofrecen perspectivas y sorpresas diferentes.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar Vilinsko Vrt (el Jardín de las Hadas), un pequeño espacio verde junto a una cascada repleto de esculturas de madera artesanales, bancos con forma de seta y carteles que narran leyendas locales sobre hadas y espíritus del agua.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse en las aguas cristalinas del río cuando el tiempo lo permite, con vistas al cañón del Korana y sus múltiples cascadas desde las orillas acondicionadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenar en restaurantes tradicionales con terrazas sobre las cascadas, saboreando truchas a la parrilla y enormes pizzas al son de las aguas bravas.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrer los senderos de pasarelas de madera alrededor de los lagos inferiores lleva de 2 a 3 horas para el circuito principal, serpenteando entre innumerables cascadas pequeñas y pozas de colores de ensueño.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomar el ferry en el lago Kozjak, incluido en la entrada, aunque las colas al mediodía pueden extenderse hasta una hora en temporada alta.",
          "visit_duration_min": 60
        },
        {
          "text": "Utilizar el autobús panorámico entre las entradas del parque, incluido en el billete y práctico para volver al punto de partida tras un largo día de senderismo.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrar por la Entrada nº1 para acceder fácilmente a la Gran Cascada y los lagos inferiores, o por la Entrada nº2 para los lagos superiores y el cruce en ferry.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrer los senderos más largos alrededor del lago Kozjak y los lagos superiores ofrece el mejor momento de cualquier visita a Plitvice, lejos de las multitudes de excursionistas concentradas en los lagos inferiores.",
          "visit_duration_min": 60
        },
        {
          "text": "Llegar temprano por la mañana antes de los autobuses turísticos transforma la experiencia: el sonido relajante de las aguas vivas reemplaza entonces el bullicio de cientos de visitantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Llevar aperitivos y agua es imprescindible ya que la comida y bebida dentro del parque son extremadamente caras, con pocas opciones más allá de las zonas de entrada principales.",
          "visit_duration_min": 60
        },
        {
          "text": "Usar calzado de senderismo en lugar de sandalias protege los pies en los senderos más apartados donde las pasarelas de madera dan paso a caminos naturales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 1
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 2
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 3
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "HR::plomin",
      "name": "Plomin",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.1378,
        14.1733
      ],
      "lat": 45.1378,
      "lon": 14.1733,
      "visits": [
        {
          "text": "Sube hasta el pueblo fortificado de Plomin posado dramáticamente sobre su acantilado, una de las colonias más antiguas de Istria habitada desde el siglo II a.C. por los Liburnos, antiguos navegantes y piratas. Los romanos llamaron a este puerto Flanona, dando su nombre al golfo del Kvarner (Sinus Flanaticus).",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la iglesia de San Jorge el Viejo del siglo XI que alberga la inscripción glagolítica de Plomin, uno de los testimonios más antiguos de esta escritura eslava única. El relieve antiguo del dios pagano Silvano atestigua la continuidad de los cultos desde la Antigüedad romana.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la iglesia parroquial de la Bienaventurada Virgen María de 1474 con su crucifijo gótico, su custodia adornada con inscripciones glagolíticas y su precioso altar dorado del siglo XVII. Las estatuas de madera de los santos completan este tesoro artístico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Contempla la vista desde el mirador Vidikovac que domina la bahía de Plomin y las islas en alta mar. Este panorama espectacular recompensa la subida a este pueblo fuera del tiempo con sus murallas de los siglos XIII-XVII.",
          "visit_duration_min": 60
        },
        {
          "text": "Desciende a Plomin Luka, minúsculo puerto al pie del acantilado que ofrece una playa tranquila lejos de las multitudes. El contraste entre el pueblo encaramado y este caserío marítimo crea una atmósfera única en la costa istria.",
          "visit_duration_min": 60
        },
        {
          "text": "Participa en el Festival de los Pescadores en agosto o en Bela Nedjelja en octubre, fiestas populares que animan este pueblo adormecido. Estas celebraciones tradicionales perpetúan el espíritu comunitario de esta pequeña comunidad.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 13
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "HR::porec",
      "name": "Porec",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.2269,
        13.5944
      ],
      "lat": 45.2269,
      "lon": 13.5944,
      "visits": [
        {
          "text": "La basílica Eufrasiana es Patrimonio Mundial de la UNESCO por sus mosaicos bizantinos del siglo VI. El oro y el lapislázuli representan a la Virgen, Cristo y los santos sobre un fondo azul celeste.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube al campanario de la basílica para dominar los tejados de Poreč y el mar salpicado de islas. Desde arriba, los mosaicos revelan detalles invisibles desde el suelo.",
          "visit_duration_min": 75
        },
        {
          "text": "El baptisterio octogonal junto a la basílica conserva su pila del siglo VI. Aquí los primeros cristianos de Istria recibían el bautismo por inmersión.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorre el Decumano, la arteria romana rectilínea que atraviesa el casco antiguo de este a oeste. Las losas antiguas aún asoman bajo los pies de los transeúntes.",
          "visit_duration_min": 75
        },
        {
          "text": "La Casa de los Dos Santos conserva mosaicos romanos del siglo III descubiertos bajo el suelo de una casa corriente. Peces y motivos geométricos permanecen intactos.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo del Patrimonio de Poreč ocupa el palacio Sinčić y recorre la historia de la ciudad desde la Edad del Bronce hasta la época veneciana. Un lapidario romano se encuentra en el patio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el muelle Obala Maršala Tita que bordea el puerto. Sus cafés y heladerías miran a los yates, y los atardeceres atraen a fotógrafos y parejas.",
          "visit_duration_min": 60
        },
        {
          "text": "Nada en la playa de Zelena Laguna al sur de la ciudad. Este complejo turístico entre pinos ofrece deportes acuáticos y chiringuitos.",
          "visit_duration_min": 60
        },
        {
          "text": "Toma un barco a la isla de San Nicolás, a 10 minutos del puerto. Sus playas tranquilas y su restaurante ocupan un antiguo monasterio benedictino.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora los pueblos vitícolas del interior con una cata de Malvazija y Teran, los vinos blanco y tinto emblemáticos de Istria.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita la cueva de Baredine a 8 km de Poreč. Sus estalactitas y estalagmitas descienden 300 metros de profundidad, y podrás ver al proteo, una salamandra ciega endémica del karst.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 5
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "HR::pula",
      "name": "Pula",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.8666,
        13.8496
      ],
      "lat": 44.8666,
      "lon": 13.8496,
      "visits": [
        {
          "text": "Explora la Arena de Pula, uno de los seis anfiteatros romanos más grandes del mundo y el único que conserva sus cuatro torres laterales y sus tres órdenes arquitectónicos. Construido en el siglo I, este coloso de piedra acogía combates de gladiadores y hoy vibra al ritmo de los conciertos veraniegos bajo las estrellas.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el Templo de Augusto en el Foro, edificado entre el 27 a.C. y el 14 d.C. en honor al emperador romano. Transformado en iglesia en la Edad Media y casi destruido durante la Segunda Guerra Mundial, hoy alberga un lapidario con artefactos romanos en piedra.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la capilla bizantina de Santa María Formosa, raro vestigio del siglo VI que atestigua la presencia bizantina en Pula. Solo subsiste la pequeña capilla sur de la antigua basílica de tres naves, construida como tumba para un obispo cuyo sarcófago se descubrió en el siglo XVII.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruza el Arco de triunfo de los Sergios, erigido en el siglo I para honrar a esta poderosa familia de la colonia romana de Pula. Antaño integrado en la Porta Aurea, este monumento solitario inspiró a Miguel Ángel y a numerosos artistas a lo largo de los siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "El anfiteatro de Pula figura entre los seis más grandes del mundo romano. Sus arcadas intactas acogieron a 20.000 espectadores que vitoreaban a los gladiadores, y hoy resuenan con los conciertos de verano.",
          "visit_duration_min": 75
        },
        {
          "text": "El Arco de los Sergios fue erigido en el siglo I por una familia patricia para honrar a tres hermanos que sirvieron en las legiones romanas. Sus relieves tallados celebran aún sus hazañas militares.",
          "visit_duration_min": 75
        },
        {
          "text": "El Templo de Augusto alza sus columnas corintias sobre el Foro desde el año 14. Este santuario dedicado al primer emperador romano sigue siendo uno de los mejor conservados del mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "El sistema subterráneo de Pula consiste en túneles excavados en la roca bajo la colina del castillo. Estas galerías sirvieron de refugio antiaéreo durante la Segunda Guerra Mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "El castillo veneciano corona la colina y alberga el Museo de Historia de Istria. Desde sus murallas, la vista abarca la bahía y las islas Brijuni en el horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "La Puerta de Hércules es el monumento romano más antiguo de Pula, del siglo I a.C. La figura barbuda del héroe griego adorna aún el arco de piedra desgastado por los siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Francisco data del siglo XIV y conserva frescos medievales poco comunes. Su claustro apacible ofrece un refugio fresco lejos del bullicio veraniego.",
          "visit_duration_min": 75
        },
        {
          "text": "El Parque Nacional de Brijuni comprende 14 islas frente a la costa de Pula. Tito lo convirtió en su residencia de verano de 1949 a 1979 y recibió allí a un centenar de jefes de Estado de todo el mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "El safari-zoo de Brijuni alberga elefantes de Sri Lanka, cebras y avestruces. Estos animales fueron regalos de dirigentes extranjeros a Tito y siguen viviendo en el parque.",
          "visit_duration_min": 75
        },
        {
          "text": "Las ruinas de la villa romana de Verige dan testimonio del esplendor de un complejo termal del siglo I. Frescos y mosaicos miran al mar Adriático desde hace dos mil años.",
          "visit_duration_min": 75
        },
        {
          "text": "Huellas fosilizadas de dinosaurios marcan la roca de Brijuni. Estas pisadas de saurópodos, de 100 millones de años, fueron descubiertas en la isla principal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasa bajo la Porta Gemina, una de las diez antiguas puertas de entrada a la ciudad romana del siglo II. Este elegante doble arco atestigua la importancia de Pula como centro administrativo de Istria desde la Antigüedad.",
          "visit_duration_min": 60
        },
        {
          "text": "Sube a la fortaleza de Verudela construida en el siglo XIX bajo dominio austrohúngaro para disfrutar de una vista panorámica sobre la ciudad y la Arena. La fortaleza alberga hoy el acuario de Pula donde los peces nadan por pasillos históricos.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el pequeño teatro romano enclavado al pie de la colina del castillo, vestigio conmovedor pero lamentablemente en mal estado de conservación. Este yacimiento arqueológico recuerda la riqueza cultural de Pula en época romana.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por el claustro apacible del monasterio de San Francisco del siglo XIV y admira las esculturas romanas expuestas en sus muros. La iglesia del siglo XIII presenta un estilo románico-gótico con un doble púlpito, parte del cual da a la calle.",
          "visit_duration_min": 60
        },
        {
          "text": "Asiste a un concierto o proyección de cine en el anfiteatro bajo las estrellas. Desde 1954, estrellas del rock y orquestas actúan en esta arena de dos milenios de antigüedad.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el Acuario de Pula, instalado en la fortaleza austrohúngara de Verudela. Los tanques excavados en los antiguos almacenes de munición exhiben la fauna del Adriático.",
          "visit_duration_min": 60
        },
        {
          "text": "Haz una excursión al Parque Nacional de Brijuni, archipiélago donde Tito recibía a estrellas y jefes de Estado. En el programa: safari-zoo, ruinas romanas y villas presidenciales.",
          "visit_duration_min": 60
        },
        {
          "text": "Báñate en las calas rocosas de Verudela o Stoja, donde los pinares descienden hasta las aguas cristalinas al sur de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueba los fuži, esa pasta istriana en forma de pluma, acompañada de trufa o estofado de caza. Las konobe del centro transmiten estas recetas desde hace generaciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Alquila una bicicleta eléctrica para explorar la isla principal. Los senderos sombreados atraviesan bosques mediterráneos y praderas donde pastan gamos y muflones.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita la exposición dedicada a Tito en Brijuni. Verás fotos de época, regalos diplomáticos y el Cadillac personal del presidente yugoslavo en su garaje original.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre la isla en el trenecito turístico con paradas comentadas en los sitios arqueológicos y miradores sobre el litoral istriano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 1
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 1
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 2
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "HR::rab",
      "name": "Rab",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.7561,
        14.7597
      ],
      "lat": 44.7561,
      "lon": 14.7597,
      "visits": [
        {
          "text": "La ciudad de Rab perfila sus cuatro campanarios románicos como los mástiles de un navío de piedra, silueta icónica del Adriático que se recorta contra el cielo desde hace más de ocho siglos. Las callejuelas medievales de la península se cuentan entre las mejor conservadas de Croacia, y cada piedra parece contar una historia.",
          "visit_duration_min": 75
        },
        {
          "text": "La catedral de Santa María la Grande fue consagrada por el mismísimo papa Alejandro III durante su visita en 1177. Su campanario de 26 metros ofrece un panorama que abarca mar y tejados, y se comprende por qué los constructores eligieron este punto culminante para erigir su santuario.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Cristóbal ocupa el punto más elevado de la ciudad y alberga un lapidario de artefactos antiguos que abarca del siglo II al XVIII. Capiteles románicos, inscripciones latinas y esculturas venecianas dan testimonio de las civilizaciones sucesivas que moldearon la isla.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Santa Justina conserva el arte sacro y la orfebrería acumulados por la diócesis del siglo XI al XVIII. Su campanario de 1672 completa el cuarteto campanario que hizo famosa a Rab, cada uno de un estilo diferente pero todos armoniosamente alineados.",
          "visit_duration_min": 75
        },
        {
          "text": "La Casa del Pastel de Rab celebra la pastelería local de almendras, limón y Maraschino. Esta receta guardada por las benedictinas desde el siglo XII habría sido creada para la visita del papa, y los habitantes perpetúan celosamente esta tradición dulce.",
          "visit_duration_min": 75
        },
        {
          "text": "Las murallas del casco antiguo ofrecen un paseo panorámico sobre las aguas. Estas fortificaciones protegieron Rab de las sucesivas invasiones, de los piratas a los otomanos, y sus piedras aún portan las huellas de los combates de antaño.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseen por el parque forestal Komrčar, 8 hectáreas de pinos, encinas y palmeras plantados en el siglo XIX para embellecer los alrededores de la ciudad. Los senderos sombreados descienden hacia el mar y ofrecen un frescor bienvenido en las horas más calurosas del verano.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan senderismo por el bosque Dundo en la península de Kalifront, 100 hectáreas de encinas milenarias de las mejor conservadas del Mediterráneo. Algunos árboles alcanzan 20 metros de altura y 5 de circunferencia, gigantes silenciosos que han visto pasar los siglos.",
          "visit_duration_min": 60
        },
        {
          "text": "Suban al pico Kamenjak a 408 metros de altitud, punto culminante de la isla que ofrece una vista espectacular sobre el Velebit. El ascenso desde Mundanije dura unos 45 minutos y atraviesa paisajes de matorral perfumado.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan la excursión a Goli Otok, el Alcatraz croata donde el régimen yugoslavo internó a los opositores políticos de 1949 a 1989. Las ruinas estremecedoras de este presidio insular dan testimonio de un capítulo oscuro de la historia, y los guías locales comparten los relatos de los supervivientes.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben el pastel de Rab en una de las pastelerías de la ciudad, acompañado de un café solo frente al mar. Esta espiral de almendra y limón se deshace en la lengua y deja un recuerdo imperecedero a los golosos.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorran los 30 yacimientos arqueológicos de la isla con la aplicación móvil dedicada. De Kampor a Lopar, vestigios romanos, iglesias prerrománicas y fortificaciones medievales jalonan un recorrido que atraviesa toda la historia de Rab.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "HR::rabac",
      "name": "Rabac",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.0781,
        14.1567
      ],
      "lat": 45.0781,
      "lon": 14.1567,
      "visits": [
        {
          "text": "Descubre Rabac apodada la Perla del Kvarner, estación balnearia enclavada en una bahía de aguas turquesas cristalinas. Este antiguo pueblo de pescadores se ha transformado en un destino codiciado conservando su encanto mediterráneo auténtico.",
          "visit_duration_min": 75
        },
        {
          "text": "Disfruta de las playas de guijarros blancos bordeadas de vegetación exuberante, ideales para el baño y el descanso. Las vistas al golfo del Kvarner y las islas de Cres y Lošinj crean un decorado de postal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Alquila una bicicleta eléctrica para llegar a Labin por la carretera costera panorámica vía Ripenda Kras, Plomin Luka y Štrmac. Este recorrido espectacular revela los más bellos paisajes de la costa este de Istria.",
          "visit_duration_min": 60
        },
        {
          "text": "Practica buceo, kayak o paddle en las aguas cristalinas de la bahía. Las excursiones guiadas exploran los fondos marinos ricos en vida marina y las calas secretas inaccesibles por tierra.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por el paseo marítimo bordeado de restaurantes y cafés con terrazas con vistas al atardecer. Las especialidades de mariscos frescos y los vinos locales acompañan perfectamente estas veladas mediterráneas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 15
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "HR::rijeka",
      "name": "Rijeka",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.3271,
        14.4422
      ],
      "lat": 45.3271,
      "lon": 14.4422,
      "visits": [
        {
          "text": "El castillo de Trsat domina Rijeka desde su escarpada colina, fortaleza medieval cuyos apacibles jardines ofrecen una vista panorámica sobre el mayor puerto de Croacia y el golfo del Kvarner. Las murallas acogen conciertos y exposiciones en verano, y el café en el patio es uno de los secretos mejor guardados de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "El santuario de Nuestra Señora de Trsat atrae a peregrinos desde el siglo XIII, cuando unos ángeles supuestamente depositaron aquí la casa de la Virgen en su camino hacia Loreto. Creyente o no, la subida de los 538 escalones desde el centro constituye un ejercicio espiritual y físico recompensado por el panorama de la cima.",
          "visit_duration_min": 75
        },
        {
          "text": "La Korzo es la arteria peatonal de Rijeka, flanqueada por fachadas austrohúngaras que atestiguan la época en que la ciudad era la principal salida marítima del Imperio. La Torre del Reloj marca las horas desde el siglo XVI, y los cafés bajo los soportales perpetúan la tradición del paseo vespertino.",
          "visit_duration_min": 75
        },
        {
          "text": "El Arco Romano constituye el vestigio más antiguo de Rijeka, recordando que la ciudad ya existía bajo el nombre de Tarsatica antes de la llegada de los Habsburgo. Sus piedras, desgastadas por dos milenios, conviven hoy con las terrazas modernas en un contraste sorprendente.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Vito es un edificio barroco del siglo XVII que conserva un crucifijo milagroso. Según la tradición local, empezó a sangrar cuando un jugador desafortunado le arrojó una piedra tras perder a los dados. El suelo se abrió entonces bajo sus pies, y aún se señala el lugar donde fue tragado.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Marítimo ocupa un palacio barroco en el puerto y recorre la historia de Rijeka como encrucijada comercial entre Europa Central y el Mediterráneo. Maquetas de barcos, instrumentos de navegación y documentos de archivo dan testimonio de esta vocación marítima milenaria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseen por el mercado cubierto y al aire libre de Rijeka, donde los productores de las islas cercanas venden pescado fresco, quesos de oveja Žutica y Krčki sir, frutas y verduras rebosantes de sol. El ambiente es auténtico y los precios mucho más suaves que en la costa turística.",
          "visit_duration_min": 60
        },
        {
          "text": "Suban los 538 escalones de Trsat desde el centro de la ciudad, una peregrinación urbana que atraviesa los barrios populares antes de alcanzar el santuario. Cada descanso ofrece una nueva vista de la ciudad y el puerto abajo.",
          "visit_duration_min": 60
        },
        {
          "text": "Asistan a un espectáculo en el Teatro Nacional Croata Ivan pl. Zajc, ópera neorrenacentista inaugurada en 1885 que programa óperas, ballets y conciertos en un escenario de terciopelo rojo y dorados.",
          "visit_duration_min": 60
        },
        {
          "text": "Participen en el Carnaval de Rijeka en febrero, el mayor de Croacia con 150.000 participantes. Los zvončari, estos portadores de campanas enmascarados, ahuyentan simbólicamente el invierno en un estruendo ensordecedor que resuena por toda la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren el barrio Delta, antiguo almacén portuario reconvertido en espacio cultural desde que Rijeka fue Capital Europea de la Cultura en 2020. Galerías de arte, talleres creativos y bares de moda ocupan las naves renovadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 2
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "HR::rovinj",
      "name": "Rovinj",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.0811,
        13.6387
      ],
      "lat": 45.0811,
      "lon": 13.6387,
      "visits": [
        {
          "text": "Piérdete en el laberinto del casco antiguo de Rovinj, pintoresca península donde las casas venecianas de colores parecen amontonarse unas sobre otras. Esta antigua isla unida al continente en 1763 conserva un encanto romántico incomparable con sus callejuelas tortuosas y sus terrazas secretas con vistas al Adriático.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube hasta la iglesia de Santa Eufemia coronando la colina, cuyo campanario de 61 metros inspirado en San Marcos domina todo Rovinj. La basílica barroca construida entre 1725 y 1736 alberga las reliquias de la santa patrona martirizada en el año 304, y ofrece desde su cima una vista impresionante.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el Arco de Balbi erigido en 1679 en el emplazamiento de la antigua puerta principal de la ciudad. Las cabezas esculpidas de un veneciano y un turco enmarcan el pasaje coronado por el León de San Marcos, símbolo de lealtad a la República de Venecia.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por la calle Grisia, la arteria más famosa de Rovinj bordeada de galerías de arte, boutiques y arquitectura renacentista, barroca y gótica. Cada segundo domingo de agosto, esta calle se transforma en una exposición de arte al aire libre.",
          "visit_duration_min": 75
        },
        {
          "text": "El casco antiguo de Rovinj se enrosca alrededor de su colina como un caracol de piedras doradas. Sus callejuelas empedradas ascienden hacia la iglesia de Santa Eufemia que corona la cima desde el siglo XVIII.",
          "visit_duration_min": 75
        },
        {
          "text": "El campanario de Santa Eufemia se eleva 61 metros y reproduce el de San Marcos de Venecia. Sube los 192 escalones para descubrir un panorama que abarca el mar, los tejados y las islas.",
          "visit_duration_min": 75
        },
        {
          "text": "La estatua de cobre de Santa Eufemia gira en lo alto del campanario para indicar la dirección del viento. Según la leyenda, el sarcófago de la santa llegó milagrosamente por el mar en el año 800.",
          "visit_duration_min": 75
        },
        {
          "text": "La calle Grisia forma una galería de arte al aire libre donde los artistas locales exponen desde 1967. Cada agosto, un festival transforma los adoquines en un vernissage gigante.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo de Rovinj ocupa el palacio barroco de los condes Califfi. Presenta vestigios arqueológicos romanos, arte sacro y maquetas de los barcos que hicieron la fortuna de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "El Arco de Balbi, puerta barroca del siglo XVII, marcaba la entrada a la ciudad fortificada. Una cabeza de turco esculpida recuerda las amenazas otomanas de la época.",
          "visit_duration_min": 75
        },
        {
          "text": "Piérdete en el laberinto de callejuelas donde la ropa se seca en las ventanas y los gatos reinan en los escalones. Cada giro revela un café escondido o una vista al mar.",
          "visit_duration_min": 75
        },
        {
          "text": "El Limski Kanal es un fiordo de 10 km que penetra en las tierras istrianas. Un río lo excavó durante la era glaciar, y sus paredes boscosas se hunden hoy en aguas esmeralda.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva de Romualdo se abre en la pared del acantilado y sirvió de ermita a un santo en el siglo XI. Se han encontrado huesos de oso de las cavernas y rastros de ocupación prehistórica.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo encaramado de Dvigrad fue abandonado tras la peste de 1631. Sus ruinas románticas alzan sus murallas sobre una colina que domina el canal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el animado puerto pesquero donde los barcos de colores se mecen frente a las fachadas pastel. Las terrazas de cafés y restaurantes ofrecen el escenario perfecto para saborear una copa de vino local al atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el Ecomuseo Casa Batana dedicado a las embarcaciones tradicionales de fondo plano de los pescadores de Rovinj. Este museo reconocido por la UNESCO preserva el dialecto único y el patrimonio vivo de esta comunidad marítima.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora el parque forestal del Cabo de Oro (Punta Corrente) a 20 minutos a pie del centro, paraíso de senderistas y ciclistas. Sus senderos sombreados conducen a calas secretas y playas rocosas bañadas por aguas cristalinas.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarca hacia el archipiélago de Rovinj con una veintena de islas, entre ellas la Isla Roja y Santa Catalina accesibles en ferry. Playas de guijarros, aguas turquesas y restaurantes con vistas a Rovinj recompensan esta corta travesía.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre el mercado agrícola de Rovinj con sus puestos de productos frescos, trufas perfumadas y botellas de aceite de oliva. La ocasión perfecta para llenar tu cesta de sabores istrios auténticos.",
          "visit_duration_min": 60
        },
        {
          "text": "Báñate en las rocas planas de Lone Bay o en las calas del bosque de Punta Corrente. Este parque arbolado de 95 hectáreas fue plantado en el siglo XIX por un barón austriaco.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarca hacia la isla de Santa Catalina o la Isla Roja. Ambas ofrecen playas y senderos a solo 15 minutos en barco del puerto.",
          "visit_duration_min": 60
        },
        {
          "text": "Contempla el atardecer desde el Molo, el muelle donde se reúnen locales y visitantes. Cerveza en mano, todos miran el disco naranja hundirse en el Adriático.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena con los pies en el agua en una de las konobe del puerto. El pescado del día a la parrilla se acompaña de un Malvazija blanco del interior.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora el Limski Kanal en barco. En este fiordo de 10 km se crían ostras y mejillones desde la época romana.",
          "visit_duration_min": 60
        },
        {
          "text": "Degusta ostras y mejillones frescos en las granjas acuícolas del Limski Kanal. Te los sirven con limón y vino blanco, frente al fiordo.",
          "visit_duration_min": 60
        },
        {
          "text": "Desciende por el canal en kayak y rema entre los acantilados verdes donde anidan rapaces y garzas.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina hasta Dvigrad para explorar sus ruinas invadidas por la vegetación. Las murallas derrumbadas y las iglesias abandonadas crean una atmósfera de película fantástica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 6
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 3
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 4
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "HR::sibenik",
      "name": "Sibenik",
      "cc": "HR",
      "language": "es",
      "coords": [
        43.735,
        15.8952
      ],
      "lat": 43.735,
      "lon": 15.8952,
      "visits": [
        {
          "text": "El Parque Nacional de Kornati comprende 89 islas, islotes y arrecifes formando uno de los archipiélagos más densos del Mediterráneo, accesible únicamente por barco desde tierra firme.",
          "visit_duration_min": 75
        },
        {
          "text": "La laguna de Lojena en la isla de Levrnaka, llamada la perla de Kornati, alberga la única playa de arena de todo el archipiélago con sus aguas turquesas inmaculadas y arena blanca.",
          "visit_duration_min": 75
        },
        {
          "text": "Los acantilados de la Corona en la isla de Mana se extienden aproximadamente 1.350 metros como los acantilados más largos sobre el nivel del mar del archipiélago, con paredes verticales que se elevan hasta 80 metros.",
          "visit_duration_min": 75
        },
        {
          "text": "La fortaleza Tureta en la isla de Kornati es un castillo defensivo de época bizantina, mientras que la iglesia de Nuestra Señora de Tarac data del siglo XVII, construida sobre ruinas de una basílica anterior.",
          "visit_duration_min": 75
        },
        {
          "text": "Las estructuras romanas antiguas incluyendo las Villae Rusticae en Proversa testimonian la importancia histórica de la región, algunas ahora sumergidas debido a la subida del nivel del mar a lo largo de los siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de Santiago es una obra maestra declarada Patrimonio de la Humanidad por la UNESCO, construida entre 1431 y 1536 enteramente en piedra caliza y mármol sin un solo clavo ni viga de madera. Más de 70 esculturas de cabezas realistas adornan el ábside exterior, sus identidades perdidas en el tiempo aunque los locales suponen que representan a ciudadanos que financiaron la construcción.",
          "visit_duration_min": 75
        },
        {
          "text": "El Centro de Interpretación Civitas Sacra ilumina las técnicas de construcción revolucionarias de la catedral y la turbulenta historia de Šibenik, incluyendo los daños de guerra de los años 1990 durante el asedio y la meticulosa restauración que siguió. Presentaciones interactivas explican cómo los maestros constructores elevaron enormes bloques de piedra usando solo tecnología medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "La fortaleza de San Miguel corona la colina a 60 metros sobre el nivel del mar, revitalizada en 2014 con un escenario de conciertos al aire libre cuyo telón de fondo sobre la ciudad, la desembocadura del río y el Adriático crea uno de los recintos de espectáculos más espectaculares de Europa. La subida por las callejuelas estrechas recompensa con vistas impresionantes a cada giro.",
          "visit_duration_min": 75
        },
        {
          "text": "La fortaleza de San Nicolás, segundo sitio UNESCO, protegió la ciudad de los ataques navales otomanos durante siglos de conflicto. Excursiones en barco alcanzan este bastión veneciano que custodia el canal, y las murallas masivas emergiendo del mar demuestran el genio técnico que mantuvo Šibenik cristiana mientras ciudades más al sur caían.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Santa Bárbara luce un cuadrante de reloj único de 24 números usando letras glagolíticas croatas en lugar de números romanos, testimonio de la tenacidad de la identidad local bajo el dominio veneciano. El pequeño museo interior alberga arte eclesiástico del siglo XIV al XVII.",
          "visit_duration_min": 75
        },
        {
          "text": "El Jardín Medieval Mediterráneo del monasterio de San Lorenzo, restaurado en 2007, florece con hierbas medicinales plantadas según manuscritos que describen lo que los monjes franciscanos cultivaban aquí hace siglos. Lavanda, romero, salvia y ruda crecen en parterres geométricos, y el claustro ofrece un refugio tranquilo lejos de las multitudes turísticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Skradinski buk ruge a través de 17 cascadas de travertino extendiéndose 400 metros de ancho y cayendo 46 metros de altura, la más famosa de las siete cascadas de Krka y la única donde está permitido bañarse. Las aguas ricas en minerales depositan caliza que remodela constantemente las cascadas, un proceso geológico visible a escala humana.",
          "visit_duration_min": 75
        },
        {
          "text": "El sendero de pasarelas de 875 metros serpentea a través de un bosque exuberante denso de plantas endémicas, cruzando arroyos por puentes de madera y ofreciendo perspectivas de las cascadas desde plataformas aguas arriba y abajo. Los peces se lanzan en las pozas, las ranas saltan de los nenúfares y las libélulas planean en la neblina.",
          "visit_duration_min": 75
        },
        {
          "text": "Los molinos de agua restaurados a lo largo del río demuestran las técnicas tradicionales de molienda del grano, un patrimonio vivo mostrando cómo los locales aprovecharon la fuerza del Krka durante siglos antes de las presas hidroeléctricas. Algunos molinos aún funcionan en ocasiones especiales, sus ruedas de madera girando como cuando los mercaderes venecianos compraban el grano dálmata.",
          "visit_duration_min": 75
        },
        {
          "text": "La isla de Visovac emerge del lago como una visión de cuento de hadas, su monasterio franciscano albergando libros raros y objetos acumulados desde que los monjes se establecieron en este refugio apacible en 1445. La travesía en barco dura 15 minutos, y la sensación de atemporalidad a la llegada justifica cada instante del viaje.",
          "visit_duration_min": 75
        },
        {
          "text": "El monasterio de Krka, ortodoxo serbio, se alza en la orilla opuesta del río, sus frescos medievales y documentos testimoniando las tradiciones religiosas paralelas que coexistieron en esta región durante siglos. El complejo incluye una iglesia, dormitorios y un cementerio con vistas al agua.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Las excursiones en barco parten de Zadar, Šibenik o puertos más pequeños como Murter, con salidas de día completo que incluyen paradas de baño, visitas a islas y generalmente almuerzo a bordo o en una konoba.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse y hacer snorkel en las aguas cristalinas que rodean las islas calizas peladas, con visibilidad submarina que a menudo supera los 30 metros.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar el parque natural de Telašćica en la isla de Dugi Otok, con su lago Mir (lago de la Paz) de colores turquesas surrealistas y sus burros salvajes a lo largo del sendero de 2 km.",
          "visit_duration_min": 60
        },
        {
          "text": "Observar los delfines que frecuentan las aguas del archipiélago, criaturas juguetonas acostumbradas a los barcos que a menudo nadan junto a ellos durante las travesías.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenar en konobas aisladas como la Konoba Žakan en la isla de Ravni Žakan, tabernas tradicionales que sirven pescado fresco con vistas a las bahías turquesas.",
          "visit_duration_min": 60
        },
        {
          "text": "Deambular por las estrechas calles medievales que conectan las principales atracciones a través de arcos y túneles, descubriendo el resplandor dorado de los pasajes iluminados por faroles al anochecer. La verticalidad del casco antiguo sorprende a los visitantes acostumbrados a los puertos dálmatas llanos, y cada escalera conduce a un nuevo descubrimiento.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasear por el paseo marítimo desde la estación de autobuses hasta la playa de Banj, parando en los pubs locales donde la cultura del fútbol croata cobra vida los días de partido. El recorrido pasa junto a pescadores remendando redes y jubilados jugando a las cartas, la vida ordinaria desenvolviéndose sobre un telón de fondo extraordinario.",
          "visit_duration_min": 60
        },
        {
          "text": "Subir al mirador de la playa de Banj para panorámicas que las guías de viaje comparan con las Cinque Terre italianas, los tejados de tejas de la ciudad descendiendo por la colina hasta el mar. La playa misma ofrece baño, una cafetería y tumbonas de alquiler.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar el Ayuntamiento de Šibenik con sus arcadas de estilo veneciano, reconstruido tras los daños de la Segunda Guerra Mundial para reproducir el original del siglo XVI. La logia donde los nobles se reunían antaño alberga ahora turistas buscando sombra, y el pozo del centro abastecía antaño de agua a todo el barrio.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustar los vinos locales en los restaurantes del paseo marítimo, el marisco fresco de las capturas matutinas acompañando la puesta de sol. El tinto Babić de las escarpadas terrazas de Primošten marida perfectamente con el pescado a la parrilla, y los camareros saben qué pescadores trajeron las mejores capturas.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar las fortalezas Barone y San Juan incluidas con la entrada de San Miguel, completando el anillo defensivo que protegió Šibenik durante siglos de amenaza otomana. Cada una ofrece perspectivas diferentes de la ciudad y capítulos diferentes de su historia militar.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse bajo las aguas turbulentas de Skradinski buk, la neblina refrescando la piel calentada por el sol mientras se chapotea en la poza natural. Llevar calzado acuático porque las rocas cortan, y prepararse para la corriente cerca de las cascadas que crea una resistencia natural como los chorros de una piscina.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomar el barco a la isla de Visovac, la travesía de 15 minutos llevando a los visitantes hacia monjes que acogen huéspedes desde hace casi 600 años. La visita al monasterio incluye la iglesia, el claustro y la biblioteca con sus manuscritos iluminados y primeros libros impresos.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar la cascada Roški slap, menos concurrida que Skradinski buk con su propia serie de cascadas y molinos tradicionales. El trayecto en coche lleva 30 minutos a través del parque, o los visitantes aventureros pueden reservar la excursión en barco de 3,5 horas que revela el cañón desde el nivel del agua.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar la cueva Oziđana pećina para un vistazo al pasado geológico y prehistórico de la región, estalactitas y estalagmitas enmarcando vestigios de habitación humana de miles de años. El acceso está limitado de abril a octubre para proteger las delicadas formaciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrir el campamento militar romano de Burnum, puesto avanzado estratégico cuyas ruinas revelan las ambiciones imperiales de hace dos milenios. El anfiteatro entretenía antaño a los legionarios estacionados en esta frontera, y las excavaciones continúan revelando nuevos hallazgos cada temporada.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrar por Skradin y tomar el barco lanzadera gratuito de 25 minutos hasta Skradinski buk, deslizándose por el cañón como los visitantes llevan haciendo generaciones. La aproximación por agua crea anticipación mientras el sonido de las aguas turbulentas se amplifica con cada meandro.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 8
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 9
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 10
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "HR::split",
      "name": "Split",
      "cc": "HR",
      "language": "es",
      "coords": [
        43.5081,
        16.4402
      ],
      "lat": 43.5081,
      "lon": 16.4402,
      "visits": [
        {
          "text": "El Palacio de Diocleciano es Patrimonio de la Humanidad de la UNESCO construido entre los años 295 y 305 d.C. como residencia de retiro del emperador romano Diocleciano. El complejo incluye el Peristilo con su esfinge egipcia de 3.500 años de antigüedad, la única de las doce esfinges originales que sobrevivió casi intacta.",
          "visit_duration_min": 75
        },
        {
          "text": "El Vestíbulo presenta una cúpula abierta con una acústica excepcional que lo ha convertido en un lugar privilegiado para los cantantes de klapa interpretando las tradicionales armonías a cappella dálmatas, reconocidas por la UNESCO como Patrimonio Cultural Inmaterial desde 2012.",
          "visit_duration_min": 75
        },
        {
          "text": "Los sótanos subterráneos revelan magníficas cámaras abovedadas que una vez sostenían los apartamentos imperiales, sus laberínticos pasadizos ahora mundialmente famosos como localizaciones de rodaje de Game of Thrones donde Daenerys Targaryen mantenía encadenados a sus dragones.",
          "visit_duration_min": 75
        },
        {
          "text": "La Puerta de Oro era la entrada más importante al palacio, con la diminuta Capilla de San Martín oculta sobre ella, originalmente una sala de guardia hacia el año 300 d.C. convertida en lugar de culto alrededor del 852, midiendo solo 10 metros de largo y 1,6 metros de ancho.",
          "visit_duration_min": 75
        },
        {
          "text": "La Puerta de Plata conserva los adoquines romanos originales y fue reabierta en 1952 tras una cuidadosa restauración, habiendo permanecido cerrada desde la Edad Media hasta 1950.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de San Dominio fue originalmente el mausoleo de Diocleciano, un giro irónico ya que el emperador persiguió a los cristianos durante su reinado. Las puertas de madera talladas en 1214 están entre las más antiguas conservadas en Europa, mientras que el campanario ofrece vistas panorámicas sobre los tejados de terracota de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cripta de Santa Lucía bajo la catedral es una cámara circular dedicada a la santa patrona de quienes sufren enfermedades oculares, diseñada con la misma forma que el mausoleo superior.",
          "visit_duration_min": 75
        },
        {
          "text": "El Templo de Júpiter fue construido durante la fase de construcción original del palacio entre 295-305 d.C. y posteriormente transformado en baptisterio dedicado a San Juan Bautista en el siglo VII, con una esfinge sin cabeza custodiando la entrada.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo de la Ciudad de Split, ubicado en un palacio gótico, exhibe ilustraciones que muestran cómo lucía el Palacio de Diocleciano en tiempos romanos, ayudando a los visitantes a comprender la grandeza original del complejo imperial.",
          "visit_duration_min": 75
        },
        {
          "text": "El Teatro Nacional Croata construido en 1893 es uno de los teatros más antiguos de Dalmacia que aún sobreviven, bellamente reconstruido tras un devastador incendio en 1970 y hoy un colorido hito emblemático.",
          "visit_duration_min": 75
        },
        {
          "text": "La Iglesia de Nuestra Señora de la Salud fue reconstruida en 1937 aunque su campanario del siglo XVIII sobrevivió, y el monasterio adyacente sigue siendo un lugar activo conocido por su labor caritativa en la comunidad.",
          "visit_duration_min": 75
        },
        {
          "text": "La fortaleza de Klis domina el paisaje desde su cresta rocosa a solo 10 kilómetros al noreste de Split, un bastión fortificado durante más de 2.000 años desde que la tribu iliria de los dálmatas ocupó el lugar en los últimos siglos a.C.",
          "visit_duration_min": 75
        },
        {
          "text": "La fortaleza sirvió como sede de los duques croatas incluyendo a Trpimir I en el siglo IX y se hizo famosa por su heroica resistencia contra los asedios otomanos, con Petar Kružić y sus Uscoques defendiéndola durante más de 25 años hasta 1537.",
          "visit_duration_min": 75
        },
        {
          "text": "La Iglesia de San Vito dentro de la fortaleza fue originalmente una mezquita otomana construida sobre los cimientos de una capilla croata medieval, posteriormente convertida por los venecianos que destruyeron el minarete y añadieron un techo octogonal.",
          "visit_duration_min": 75
        },
        {
          "text": "La Residencia del Príncipe fue construida sobre los antiguos cimientos del cuartel general de los gobernantes croatas y reconstruida múltiples veces por los venecianos en los siglos XVII-XVIII, con los austriacos dándole su forma final hacia 1820.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El paseo marítimo de la Riva recorre las murallas sur del palacio donde el Adriático golpeaba directamente las piedras antiguas antes de que los trabajos de relleno crearan este querido espacio de encuentro, perfecto para aperitivos al atardecer y observar a la gente durante la passeggiata vespertina.",
          "visit_duration_min": 60
        },
        {
          "text": "Los callejones estrechos esconden tesoros como la antigua fuente donde los lugareños aún se reúnen para charlar, jardines secretos en los patios con colorida ropa tendida, y mesas históricas hechas de columnas romanas cortadas por la mitad durante la Edad Media.",
          "visit_duration_min": 60
        },
        {
          "text": "La Plaza de la República evoca la Plaza de San Marcos de Venecia con sus columnatas renacentistas y vistas al mar, construida a mediados del siglo XIX bajo el alcalde Antonio Bajamonti, acogiendo conciertos de verano y bordeada de animados bares todo el año.",
          "visit_duration_min": 60
        },
        {
          "text": "La Plaza de las Frutas y la Plaza del Pueblo forman el corazón social del casco antiguo con sus terrazas al aire libre, heladerías, el histórico Ayuntamiento y un vibrante ambiente nocturno rodeado de arquitectura medieval.",
          "visit_duration_min": 60
        },
        {
          "text": "La acertadamente llamada calle Déjame Pasar junto al Templo de Júpiter puede ser el pasaje más estrecho de Croacia, tan apretado que dos personas no pueden cruzarse, con la costumbre local dictando que quien grita primero tiene el derecho de paso.",
          "visit_duration_min": 60
        },
        {
          "text": "La colina Marjan se eleva 178 metros sobre Split con bosques de pinos plantados desde los años 1950, senderos de montaña, una pequeña iglesia en la cima y vistas panorámicas impresionantes sobre los tejados de la ciudad, la isla de Brač y el archipiélago dálmata.",
          "visit_duration_min": 60
        },
        {
          "text": "Los fans de Game of Thrones reconocerán la fortaleza de Klis como la ciudad de Meereen, con localizaciones de rodaje incluyendo la escena de crucifixión bajo el bastión Bembo, la ejecución en los cuarteles de infantería y la entrada a la cueva de los dragones en el túnel de la cima.",
          "visit_duration_min": 60
        },
        {
          "text": "La herrería medieval reconstruida dentro de Klis demuestra las casi olvidadas habilidades de trabajo del metal que eran esenciales en toda gran fortaleza para producir y reparar equipamiento militar, escudos y armas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 1
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 2
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 3
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "HR::starigrad-paklenica",
      "name": "Starigrad Paklenica",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.2969,
        15.4397
      ],
      "lat": 44.2969,
      "lon": 15.4397,
      "visits": [
        {
          "text": "El Parque Nacional de Paklenica abarca casi 100 kilómetros cuadrados en las montañas del sur del Velebit, la mayor cordillera de Croacia, con sus espectaculares cañones, densos bosques y altas cumbres.",
          "visit_duration_min": 75
        },
        {
          "text": "El cañón de Velika Paklenica se extiende 14 kilómetros de largo y de 500 a 800 metros de ancho, con acantilados verticales que se elevan majestuosamente desde el fondo del cañón a través de bosques de hayas y pinos.",
          "visit_duration_min": 75
        },
        {
          "text": "El cañón de Mala Paklenica se extiende 12 kilómetros con anchos de 400 a 500 metros, más salvaje y menos frecuentado que su hermano mayor, ideal para quienes buscan soledad.",
          "visit_duration_min": 75
        },
        {
          "text": "La cumbre Vaganski vrh alcanza 1.757 metros como punto más alto del parque, ofreciendo vistas de toda la cordillera del Velebit y hasta las islas del Adriático en días despejados.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva Manita Peć está abierta a visitantes de abril a octubre, con sus estalactitas y estalagmitas accesibles ciertos días por la mañana.",
          "visit_duration_min": 75
        },
        {
          "text": "Starigrad Paklenica se extiende a lo largo de la costa al pie de las montañas del Velebit, ciudad puerta de entrada al Parque Nacional de Paklenica con su larga playa de guijarros y telón de fondo montañoso.",
          "visit_duration_min": 75
        },
        {
          "text": "El Centro Educativo de Mala Paklenica proporciona información sobre las especies de aves en peligro del parque, especialmente los búhos, y el ecosistema único de la cordillera del Velebit.",
          "visit_duration_min": 75
        },
        {
          "text": "El litoral ofrece vistas sobre el canal del Velebit hasta la isla de Pag, con las espectaculares montañas elevándose directamente detrás de la playa, creando una combinación paisajística inusual.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorrer los numerosos senderos de variada dificultad y longitud constituye la mejor manera de explorar y descubrir verdaderamente los diversos paisajes del parque.",
          "visit_duration_min": 60
        },
        {
          "text": "La escalada atrae a entusiastas de toda Croacia y Europa, con cientos de rutas en las espectaculares paredes de los cañones, desde nivel principiante hasta experto.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar el molino Marasović del siglo XIX y la casa etnográfica Marasovići en el pueblo abandonado revela la vida tradicional de los montañeses dálmatas.",
          "visit_duration_min": 60
        },
        {
          "text": "Observar la fauna silvestre: halcones, águilas, búhos, ciervos, osos, zorros, gatos salvajes y el escurridizo lince que pueblan los bosques y acantilados del parque.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse y tomar el sol en las largas playas de guijarros que se extienden a lo largo de la costa, con las majestuosas cumbres del Velebit como telón de fondo, un panorama único entre las playas croatas.",
          "visit_duration_min": 60
        },
        {
          "text": "Ir en bicicleta por las rutas costeras que conectan Starigrad con pueblos vecinos, recorridos llanos perfectos para una exploración relajada tras días de senderismo de montaña.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenar marisco fresco en los restaurantes del paseo marítimo mientras se contempla el atardecer tiñendo los acantilados del Velebit de tonos naranjas y rosados.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasar la noche en el refugio de montaña Paklenica dentro del parque para quienes desean la experiencia wilderness completa, con instalaciones básicas y unas 50 camas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 4
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 5
        }
      ],
      "rating": 8
    },
    {
      "place_id": "HR::svetvincenat",
      "name": "Svetvincenat",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.1236,
        13.8919
      ],
      "lat": 45.1236,
      "lon": 13.8919,
      "visits": [
        {
          "text": "Admira el castillo Morosini-Grimani dominando la plaza principal de Svetvinčenat, fortaleza medieval del siglo XVI con torres almenadas y murallas impresionantes. Esta joya renacentista acoge en verano festivales medievales que transforman el pueblo en un museo viviente.",
          "visit_duration_min": 75
        },
        {
          "text": "Contempla las fortificaciones renacentistas que rodean el casco antiguo, ofreciendo vistas panorámicas sobre la campiña istria y el Adriático a lo lejos. Estas murallas atestiguan la importancia estratégica de este pueblo en el cruce de rutas comerciales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el parque del castillo con sus jardines cuidados y senderos sombreados, donde se celebran talleres artísticos, exposiciones y conciertos al aire libre. La atmósfera apacible invita a la contemplación de este patrimonio preservado.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el mercado local para descubrir los productos frescos, la artesanía y las especialidades croatas de esta región rural. La ocasión de conocer a los productores y degustar los sabores auténticos de la Istria interior.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 7
        }
      ],
      "rating": 2.2
    },
    {
      "place_id": "HR::trogir",
      "name": "Trogir",
      "cc": "HR",
      "language": "es",
      "coords": [
        43.5172,
        16.2517
      ],
      "lat": 43.5172,
      "lon": 16.2517,
      "visits": [
        {
          "text": "El casco antiguo de Trogir es Patrimonio de la Humanidad de la UNESCO ubicado en una pequeña isla conectada por puentes, con un centro medieval notablemente preservado a menudo llamado mini Dubrovnik con el mismo encanto histórico pero muchas menos multitudes.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de San Lorenzo es una obra maestra románico-gótica con el Portal de Radovan esculpido en 1240, considerado el mejor ejemplo de escultura románica en Dalmacia, mientras que el campanario ofrece vistas panorámicas sobre los tejados anaranjados y el puerto.",
          "visit_duration_min": 75
        },
        {
          "text": "La Torre del Reloj del siglo XV con su esfera azul y brillante tejado anaranjado se alza frente a la catedral en la plaza principal, una bella pieza patrimonial visible desde el campanario y a nivel del suelo.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palacio Cipiko ocupa el lado oeste de la piazza principal, una mansión del siglo XV con fachada gótica que fue hogar de familias nobles que dejaron su huella en la plaza.",
          "visit_duration_min": 75
        },
        {
          "text": "La fortaleza Kamerlengo es una fortificación veneciana del siglo XV al final del paseo marítimo, ahora una ruina vacía que acoge conciertos de verano pero ofrece vistas panorámicas espectaculares especialmente al atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "El monasterio milenario contiene una iglesia, un patio claustral y un museo, incluyendo a Kairos, símbolo de la buena suerte en Trogir.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El paseo marítimo bordeado de palmeras se extiende a lo largo del casco antiguo con antiguas puertas monumentales conectando la Riva con las calles medievales, animados cafés y hermosas vistas de yates y las montañas circundantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasear por los estrechos callejones medievales pavimentados de mármol revela gemas ocultas desde hermosos patios hasta boutiques que venden joyería artesanal, cerámica y souvenirs de arte croata.",
          "visit_duration_min": 60
        },
        {
          "text": "Las excursiones en barco parten del paseo marítimo hacia la Laguna Azul y pequeñas islas pintorescas con playas de guijarros y calas ocultas para nadar en aguas cristalinas.",
          "visit_duration_min": 60
        },
        {
          "text": "Las playas de la isla de Čiovo son accesibles cruzando el puente, ofreciendo un ambiente más relajado para nadar y tomar el sol lejos del centro histórico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 4
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "HR::umag",
      "name": "Umag",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.4333,
        13.5167
      ],
      "lat": 45.4333,
      "lon": 13.5167,
      "visits": [
        {
          "text": "Umag es la ciudad más occidental de Croacia. Combina vestigios venecianos con complejos turísticos modernos, y su puerto deportivo recibe a los yates italianos que llegan para el fin de semana.",
          "visit_duration_min": 75
        },
        {
          "text": "El casco antiguo fortificado conserva sus torres y murallas de los siglos XIII y XIV. En las calles estrechas, las fachadas venecianas conviven con los restaurantes de pescado.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Pelagio y María alberga un ciborio románico del siglo IX, raro vestigio de la época carolingia en Istria.",
          "visit_duration_min": 75
        },
        {
          "text": "El museo municipal presenta ánforas romanas, anclas antiguas y objetos que los pescadores han sacado del fondo del mar a lo largo de los siglos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Asiste al ATP Croatia Open, el torneo de tenis sobre tierra batida que atrae a las estrellas del circuito cada julio. El ambiente es festivo en el estadio Stella Maris.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre las playas de la Riviera de Umag a lo largo de 20 km de costa. Calas de guijarros y pinares se alternan con los complejos hoteleros.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueba la trufa blanca de Istria en los restaurantes de Umag. Este hongo rey de los bosques del interior se recolecta en otoño.",
          "visit_duration_min": 60
        },
        {
          "text": "Haz una excursión a Savudrija, a 8 km. Encontrarás el faro más antiguo del Adriático, construido en 1818, y playas tranquilas frente a Trieste.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita las bodegas de Buje en las colinas para una cata de Malvazija y aceite de oliva acompañados de jamón istriano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Ruta por Istria: De Pula a los Pueblos del Interior",
          "day": 7
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "HR::veli-losinj",
      "name": "Veli Losinj",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.5142,
        14.5056
      ],
      "lat": 44.5142,
      "lon": 14.5056,
      "visits": [
        {
          "text": "Veli Lošinj acurruca sus casas coloridas alrededor de un puerto en miniatura, el pueblo más antiguo de la isla a pesar de su nombre que significa «Gran Lošinj». Esta anomalía toponímica divierte a visitantes y lugareños, que explican que el tamaño se medía antaño por la importancia más que por la superficie.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia barroca de San Antonio domina el pueblo con su esbelto campanario. En su interior, exvotos marineros y cuadros dan testimonio de la fe de los capitanes que partieron de aquí para comerciar hasta América y Extremo Oriente, trayendo fortuna y relatos de aventuras.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo de la Torre ocupa una fortificación veneciana y ofrece una vista panorámica sobre la bahía. Las colecciones recorren la historia marítima de la isla en la época en que Lošinj armaba centenares de barcos y sus capitanes eran respetados en todos los puertos del Mediterráneo.",
          "visit_duration_min": 75
        },
        {
          "text": "El puerto pesquero de Rovenska conserva su autenticidad al margen de los circuitos turísticos. Las barcas coloridas se balancean suavemente, las redes se secan al sol y los pescadores reparan sus nasas como lo hacían sus abuelos.",
          "visit_duration_min": 75
        },
        {
          "text": "Los jardines exóticos que rodean las villas de los antiguos capitanes albergan palmeras, agaves y cactus traídos de todos los rincones del mundo. Estos marineros enriquecidos por el comercio quisieron recrear en casa los paisajes descubiertos durante sus viajes, creando microclimas tropicales en esta isla adriática.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visiten el Blue World Institute, centro de investigación dedicado a la protección de los 250 delfines que viven en las aguas del Adriático. Las exposiciones interactivas explican su modo de vida, y los programas de adopción simbólica permiten apoyar su conservación.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarquen en una excursión para ver delfines al amanecer o al atardecer. Las posibilidades de avistamiento son excepcionales en estas aguas ricas en peces, y tortugas marinas y atunes ofrecen a veces apariciones de regalo.",
          "visit_duration_min": 60
        },
        {
          "text": "Suban al pico Televrina a 589 metros de altitud en el monte Osoršćica. El panorama de 360° abarca todo el archipiélago del Kvarner, desde las costas istrianas hasta las montañas del Velebit, recompensa merecida tras hora y media de ascenso.",
          "visit_duration_min": 60
        },
        {
          "text": "Naden en calas secretas accesibles únicamente a pie o en barco. Estas playas sin nombre de aguas cristalinas ofrecen un baño en solitario, lejos de las sombrillas y las tumbonas.",
          "visit_duration_min": 60
        },
        {
          "text": "Saboreen el pescado a la parrilla en una konoba del puerto, pesca del día acompañada de acelgas al aceite de oliva y patatas bajo la campana. La sencillez de los ingredientes y la frescura de los productos marcan toda la diferencia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 8
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "HR::vis",
      "name": "Vis",
      "cc": "HR",
      "language": "es",
      "coords": [
        43.0622,
        16.1836
      ],
      "lat": 43.0622,
      "lon": 16.1836,
      "visits": [
        {
          "text": "Vis Town está construida sobre los cimientos de la antigua colonia griega Issa, fundada en el 397 a.C. por colonos de Sicilia, convirtiéndola en uno de los centros urbanos más antiguos de Croacia con más de 2.000 años de historia continua.",
          "visit_duration_min": 75
        },
        {
          "text": "Los restos arqueológicos incluyen villas romanas, termas y el Teatro de Issa dentro del Monasterio de San Esteban, uno de los pocos teatros antiguos conservados en Croacia que refleja la vida cultural de hace más de dos milenios.",
          "visit_duration_min": 75
        },
        {
          "text": "La Batería de Nuestra Señora es una fortaleza del siglo XIX construida bajo dominio austríaco en el centro de la bahía de Vis, ahora un museo parcialmente restaurado con viejos cañones y exposiciones sobre historia marítima que ofrece impresionantes vistas al atardecer desde las murallas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Torre Perasti es una torre defensiva veneciana del siglo XVII construida por Vicko de Perast en la Bahía de Kotor, alzándose junto al paseo marítimo como símbolo de Vis y perfecto lugar para fotos junto al mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Fort George, también conocido como Fortica, es una fortaleza británica construida tras la victoria en la Batalla de Vis en 1811, ahora renovada como restaurante y bar con terraza que ofrece espectaculares vistas de la bahía y eventos veraniegos.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cueva de Tito en las laderas del Monte Hum a unos 6 km de Vis sirvió como escondite de Josip Broz Tito durante la Segunda Guerra Mundial en 1944, desde donde coordinaba las operaciones partisanas y los contactos aliados.",
          "visit_duration_min": 75
        },
        {
          "text": "Komiža es un pintoresco pueblo pesquero en el extremo oeste de la isla de Vis, donde la pesca sigue siendo el principal ingreso junto al turismo, con habitantes que hablan un dialecto único influenciado por siglos de comercio veneciano.",
          "visit_duration_min": 75
        },
        {
          "text": "La Iglesia de San Nicolás, localmente llamada Muster que significa monasterio, corona la alta colina sobre Komiža como el mayor hito del pueblo, construida alrededor del siglo XIII y reconstruida muchas veces hasta el siglo XVIII cuando se añadió la torre, sirviendo tanto de iglesia como de fortaleza.",
          "visit_duration_min": 75
        },
        {
          "text": "La Komuna de Komiža, también conocida como Kaštel Grimaldi, es una fortaleza veneciana construida entre 1585 y 1592 contra las amenazas turcas y piratas, con un pozo añadido en el siglo XVII y torre en el XIX, antes al nivel del agua donde los barcos atracaban directamente en sus muros.",
          "visit_duration_min": 75
        },
        {
          "text": "La Iglesia de Nuestra Señora de los Piratas se encuentra al final de Komiža donde la carretera termina y los visitantes deben dar la vuelta, marcando el límite de este histórico asentamiento pesquero.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo de la Pesca alojado en la torre veneciana documenta siglos de tradiciones de pesca de atún y sardina que continúan definiendo la identidad y economía de Komiža hasta hoy.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubrir las dos zonas principales de Vis revela atmósferas contrastantes: Luka el puerto donde transcurre la mayor parte de la vida cotidiana, y Kut la sección más antigua llena de casas de piedra y calles estrechas impregnadas de historia.",
          "visit_duration_min": 60
        },
        {
          "text": "Bucear en aguas con visibilidad de más de 30 metros revela naufragios de la Segunda Guerra Mundial incluyendo el Vassilios T. y cuevas submarinas, con centros de buceo que ofrecen cursos para principiantes y tours avanzados para buceadores experimentados.",
          "visit_duration_min": 60
        },
        {
          "text": "La degustación de vino presenta los famosos vinos blancos Vugava y tintos Plavac Mali de la isla en bodegas locales, acompañados de prosciutto y aceite de oliva en entornos rodeados de viñedos.",
          "visit_duration_min": 60
        },
        {
          "text": "Las playas de Grandovac al este del puerto ofrecen guijarros, sombra de pinos y aguas poco profundas perfectas para familias, mientras que Pritiscina al sur recompensa con agua cristalina en un entorno rocoso y apartado.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminar por el paseo marítimo es esencial para vivir Komiža, sirviendo como el salón del pueblo donde locales y visitantes se reúnen, con el dicho de que si no has caminado al menos tres veces arriba y abajo no has estado realmente en Komiža.",
          "visit_duration_min": 60
        },
        {
          "text": "La excursión al Monte Hum de 587 metros, el pico más alto de la isla, lleva 2-3 horas atravesando olivares y bosques hasta llegar a la Capilla del Espíritu Santo en la cima con vistas panorámicas sobre todo el archipiélago.",
          "visit_duration_min": 60
        },
        {
          "text": "Los paseos en barco a la Cueva Azul en la isla de Biševo a solo 5 km parten de Komiža, donde la luz solar crea mágicos reflejos de luz azul en la cueva marina inundada entre las 10h y las 13h.",
          "visit_duration_min": 60
        },
        {
          "text": "La playa de Kamenice bajo la Iglesia de San Nicolás presenta agua dulce emergiendo de rocas volcánicas y un bar de verano, mientras que la playa cerca de la Iglesia de Nuestra Señora de los Piratas ofrece baño cristalino en el borde del pueblo.",
          "visit_duration_min": 60
        },
        {
          "text": "El Festival de Vis en julio trae conciertos, representaciones teatrales y tradicional canto klapa para celebrar el rico patrimonio cultural de la isla durante toda la temporada estival.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 10
        },
        {
          "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
          "itin_title": "Road Trip por Dalmacia del Sur: De Split a Dubrovnik",
          "day": 11
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "HR::vodnjan",
      "name": "Vodnjan",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.9567,
        13.8519
      ],
      "lat": 44.9567,
      "lon": 13.8519,
      "visits": [
        {
          "text": "Entra en la iglesia de San Blas, la parroquia más grande de Istria construida entre 1760 y 1800 en estilo barroco. Alberga una de las colecciones más importantes de reliquias y cuerpos incorruptos de santos de Europa, atrayendo peregrinos y curiosos desde hace siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube a la cima del campanario de 62 metros, el más alto de Istria, inspirado en el de San Marcos de Venecia. Desde esta torre emblemática, admira un panorama excepcional sobre Pula, Fažana y el archipiélago de las islas Brijuni.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Palacio Bettica, elegante mansión barroca de finales del siglo XVIII construida para esta noble familia. Hoy centro cultural, acoge exposiciones y conferencias preservando el patrimonio local de esta ciudad bilingüe croata-italiano.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Ecomuseo Istriano de Dignano instalado en una antigua casa de piedra, presentando el modo de vida tradicional de Vodnjan. Talleres sobre agricultura ecológica, construcción de muros de piedra seca y kažuni te sumergen en la identidad istria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el Parque de los Kažuni a la entrada de Vodnjan, museo al aire libre dedicado a las construcciones tradicionales de piedra seca de Istria. Estas pequeñas cabañas servían antaño de refugio a los agricultores y almacenamiento para sus herramientas.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre las callejuelas del casco antiguo buscando los murales coloridos realizados durante festivales internacionales como Boombarstick. Artistas de todo el mundo han transformado las fachadas en una galería de arte al aire libre.",
          "visit_duration_min": 60
        },
        {
          "text": "Entra en la galería El Magazein, espacio de arte contemporáneo en el corazón del centro histórico que presenta exposiciones cambiantes. Vodnjan fue la primera ciudad de Istria en recibir electricidad, testimonio de su espíritu progresista.",
          "visit_duration_min": 60
        },
        {
          "text": "Saborea los productos locales en Buršić para el prosciutto istriano tradicional o en Babos para una cata de vinos autóctonos. En Bora Nera, los amantes del café descubrirán el arte del tostado artesanal.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 2
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "HR::vrbnik",
      "name": "Vrbnik",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.0761,
        14.675
      ],
      "lat": 45.0761,
      "lon": 14.675,
      "visits": [
        {
          "text": "Vrbnik surge de su acantilado calcáreo a 50 metros sobre el Adriático, pueblo medieval cuyas callejuelas son tan estrechas que las fachadas parecen querer tocarse. Cada recodo revela una escapada hacia el mar de un azul profundo, y se comprende por qué los habitantes eligieron este emplazamiento inexpugnable hace más de un milenio.",
          "visit_duration_min": 75
        },
        {
          "text": "La calle Klančić mide 43 centímetros en su punto más estrecho, lo que la convierte en una de las más angostas del mundo. Deslizarse entre sus muros de piedra constituye un desafío fotográfico y físico que divierte a los visitantes desde hace generaciones.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Juan Bautista alza su campanario gótico del siglo XIV sobre el pueblo. En su interior, frescos medievales, manuscritos antiguos y objetos religiosos dan testimonio de la importancia espiritual de Vrbnik en la Edad Media, cuando los sacerdotes glagolíticos copiaban aquí textos sagrados.",
          "visit_duration_min": 75
        },
        {
          "text": "La Biblioteca Vitezić ocupa el antiguo monasterio franciscano y conserva más de 10.000 volúmenes, entre ellos incunables del siglo XV. Este tesoro bibliófilo inesperado en un pueblo tan pequeño atestigua la tradición letrada de la isla de Krk, donde la escritura glagolítica perduró más tiempo que en otras partes.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Etnográfico ocupa una casa de piedra tradicional y presenta trajes, herramientas agrícolas y objetos cotidianos de las generaciones pasadas. Aquí se comprende cómo los habitantes de Vrbnik supieron aprovechar un terreno difícil para producir uno de los mejores vinos de Croacia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degusten la Vrbnička Žlahtina en las bodegas del pueblo. Este blanco seco y aromático procede de una variedad de uva cultivada únicamente aquí, en terrazas calcáreas batidas por el viento. Los viticultores les contarán la historia de esta tradición milenaria mientras les sirven su última cosecha.",
          "visit_duration_min": 60
        },
        {
          "text": "Participen en el Festival de la Vendimia en septiembre, tres días de degustaciones, música y bailes que celebran el fin de la cosecha. Las calles se llenan de cantos, el vino corre a raudales y la hospitalidad croata se manifiesta en toda su generosidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Bajen a las playas de Zgribnica o Risika por senderos escarpados o en taxi náutico. Estas calas de guijarros con aguas cristalinas están menos concurridas que las del litoral principal y ofrecen un baño en un entorno salvaje.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminen hacia los viñedos en terrazas que dominan el mar. Este paisaje modelado por siglos de labor campesina constituye uno de los panoramas vitícolas más bellos del Adriático, especialmente a la hora dorada del atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenen en una konoba del pueblo frente a la puesta de sol sobre el continente. Pescado a la parrilla, Žlahtina fresca y vistas inigualables: la combinación perfecta para una velada memorable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 4
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "HR::zadar",
      "name": "Zadar",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.1194,
        15.2314
      ],
      "lat": 44.1194,
      "lon": 15.2314,
      "visits": [
        {
          "text": "El Foro Romano despliega sus piedras antiguas en el corazón de Zadar, con columnas erigidas entre el siglo I a.C. y el siglo III d.C. que aún se alzan donde los ciudadanos se reunían antaño para comerciar y venerar a sus dioses. El «Pilar de la Vergüenza» original permanece donde los malhechores eran encadenados y humillados públicamente hace dos milenios, y fragmentos de templos y basílicas salpican las terrazas de los cafés.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de Santa Anastasia es la iglesia más grande de Dalmacia, con sus cimientos datados en los siglos IV o V, cuando el cristianismo arraigaba en estas costas. El edificio románico visible hoy se erigió en los siglos XII y XIII, y la ascensión al campanario recompensa con vistas panorámicas sobre los tejados de tejas hasta el Adriático centelleante a lo lejos.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Donato es una maravilla bizantina circular del siglo IX, el mayor edificio prerrománico de Croacia y uno de los mejores ejemplos de su tipo en Europa. Su cúpula de 27 metros crea una acústica tan perfecta que los conciertos de verano celebrados aquí no requieren amplificación, y las piedras apiladas bajo el suelo provienen del Foro Romano vecino.",
          "visit_duration_min": 75
        },
        {
          "text": "Narodni Trg vibra con la animación de los cafés bajo la Torre del Reloj del siglo XVI y la Logia Municipal donde los gobernadores venecianos impartían justicia. Detrás del Café Lovro se esconde la iglesia de San Lorenzo, el edificio conservado más antiguo de Zadar del siglo XI, cuya modesta fachada oculta tesoros románicos.",
          "visit_duration_min": 75
        },
        {
          "text": "La Plaza de los Cinco Pozos marca donde los ingenieros venecianos construyeron su cisterna en el siglo XVI, permitiendo a Zadar resistir los asedios otomanos cuando se cortaba el suministro de agua dulce. Los cinco brocales ornamentales aún testimonian la ingeniosidad técnica y el instinto de supervivencia, y el parque contiguo sobre el antiguo bastión ofrece sombra en las sofocantes tardes de verano.",
          "visit_duration_min": 75
        },
        {
          "text": "La Puerta de Tierra Firme, diseñada por el arquitecto veneciano Michele Sanmicheli en 1543, cuenta entre los monumentos renacentistas más bellos de Dalmacia, su arco de triunfo coronado por el León de San Marcos guardando aún la entrada al casco antiguo. Más allá se extiende el puerto Foša donde barcas de pesca conviven con yates de lujo.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo del Vidrio Antiguo ocupa el elegante palacio Cosmacendi y exhibe frascos de perfume romanos, copas y cristales de ventana exhumados de yacimientos arqueológicos de toda Dalmacia. Los talleres de soplado de vidrio permiten a los visitantes crear sus propios recuerdos con técnicas inalteradas desde la época de los Césares.",
          "visit_duration_min": 75
        },
        {
          "text": "Nin reivindica el título de primera capital política y religiosa de Croacia, lugar donde el rey Koloman recibió su corona en 1102 y donde los obispos gobernaron sobre el joven estado croata. Esta diminuta ciudad lagunar supera con creces su peso medieval, y las marismas que la rodean producen sal marina desde época romana.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de la Santa Cruz, posiblemente la catedral más pequeña del mundo con solo 36 metros cuadrados, funciona también como calendario solar marcando los equinoccios de primavera y otoño mediante ventanas cuidadosamente posicionadas. Esta maravilla del siglo IX demuestra que sus constructores poseían conocimientos astronómicos sofisticados además de su fe cristiana.",
          "visit_duration_min": 75
        },
        {
          "text": "La estatua de Gregorio de Nin honra al obispo del siglo X que defendió la lengua croata en los servicios religiosos cuando Roma imponía el latín para toda la liturgia. La figura de bronce de Ivan Meštrović se alza en el casco antiguo, y los visitantes frotan su dedo del pie para atraer la suerte, como hacen con la versión más grande en Split.",
          "visit_duration_min": 75
        },
        {
          "text": "El antiguo puente de piedra cruza la laguna hasta el casco antiguo fortificado, custodiado por una estatua del duque Branimir que obtuvo el primer reconocimiento papal de la independencia croata en 879. Las montañas enmarcan la escena tras las aguas quietas como un espejo, donde flamencos rosados se detienen ocasionalmente durante su migración.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escuchar el Órgano del Mar al atardecer cuando los excursionistas se han ido y los locales se reúnen en las escalinatas de mármol que descienden al Adriático. El arquitecto Nikola Bašić diseñó esta instalación de tubos y cámaras que crea melodías hipnóticas y siempre cambiantes cuando las olas empujan el aire a través de la mampostería, una sinfonía dirigida por el propio mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Contemplar el Saludo al Sol cobrar vida tras el anochecer, 300 placas de vidrio integradas en el paseo marítimo captando energía solar de día y liberándola en un espectáculo de luces hipnótico de noche. Alfred Hitchcock visitó Zadar en 1964 y declaró que su atardecer era el más bello del mundo, una afirmación que los habitantes no dejan de citar.",
          "visit_duration_min": 60
        },
        {
          "text": "Subir al parque de la Reina Jelena Madijevka en lo alto del antiguo bastión veneciano para vistas panorámicas sobre el puerto Foša y las murallas defensivas que antaño protegían la ciudad de los asaltos otomanos. El parque honra a una reina croata del siglo X cuyo hijo llegaría a ser rey, y bancos bajo los pinos ofrecen respiro del calor del mediodía.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustar el Marasquino, el famoso licor de cereza de Zadar exportado a las cortes reales de Europa desde el siglo XVI. Las recetas originales de la destilería permanecen celosamente guardadas, y el sabor distintivo debe su carácter a las cerezas marascas cultivadas en las colinas tras la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar el Museo de las Ilusiones con exposiciones interactivas incluyendo el famoso túnel vórtice que desorienta los sentidos, un refugio ideal cuando las tormentas vespertinas llegan de las montañas. Los niños arrastran a sus padres de sala en sala mientras los adultos redescubren el placer de ser engañados.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse desde las rocas al pie de las murallas del casco antiguo donde los habitantes se lanzan a las aguas cristalinas desde generaciones, o pasear por el paseo marítimo ante la estatua de Špiro Brusina, el naturalista que catalogó los moluscos del Adriático y cuyo nombre adorna el museo de historia natural de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar las Salinas de Nin donde el agua de mar se evapora en estanques poco profundos como desde hace más de un milenio. Las visitas guiadas explican el proceso tradicional de rastrillar y cosechar los cristales blancos, mientras una plataforma de observación gratuita junto a la carretera ofrece acceso económico a este paisaje de estanques geométricos y estructuras de madera.",
          "visit_duration_min": 60
        },
        {
          "text": "Sumergirse en los baños de barro terapéutico a lo largo de las raras playas de arena de Nin, untándose de sedimentos ricos en minerales que los locales aseguran curan afecciones cutáneas y dolores articulares. La laguna poco profunda se calienta rápido en verano, y los niños gritan de alegría al emerger grises y relucientes del lodo benefactor.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasear por el paseo de la laguna al atardecer cuando las montañas se reflejan en las aguas quietas como un espejo y la ciudad brilla dorada en la luz menguante. Las garzas cazan en los bajíos, y los únicos sonidos son el chapoteo de los mújoles y las campanas lejanas de la iglesia parroquial.",
          "visit_duration_min": 60
        },
        {
          "text": "Probar el Ninski šokol, el tradicional cuello de cerdo curado sazonado con ajo, pimienta y hierbas locales, luego secado en los vientos salados que soplan de las montañas del Velebit. Acompañarlo con la sal marina cosechada de la laguna y pan cocido en horno de leña.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 6
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 7
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "HR::zminj",
      "name": "Zminj",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.1317,
        13.9003
      ],
      "lat": 45.1317,
      "lon": 13.9003,
      "visits": [
        {
          "text": "Descubre Žminj, pequeña ciudad en el corazón de Istria famosa por su Festival de la Pasta a principios de julio. Chefs renombrados y abuelas locales preparan fuži, makaruni y pljukanci tradicionales en un ambiente festivo mezclando rock, jazz y dialecto čakavski.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la quesería familiar Latus que produce de 6000 a 8000 litros de leche diariamente y el célebre queso premiado Veli Jože. Las catas cuentan la historia del boškarin, el buey istriano tradicional, y los métodos ancestrales de producción.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desciende a la cueva Feštinsko Kraljevstvo (Reino de Feštini), descubierta en 1930 bajo un viñedo cuando una herramienta cayó en lo que se creía un simple agujero. Este laberinto subterráneo ofrece un frescor bienvenido en verano y maravilla a grandes y pequeños.",
          "visit_duration_min": 60
        },
        {
          "text": "Aprende a hacer pasta fresca con las nonas istrianas, guardianas de las recetas tradicionales transmitidas de generación en generación. Esta experiencia auténtica te sumerge en la intimidad de las cocinas familiares de la región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Istria Secreta: De los Anfiteatros Romanos a los Pueblos Encaramados",
          "day": 8
        }
      ],
      "rating": 2.9
    }
  ]
}