{
  "version": 1,
  "country": "hr",
  "language": "pt",
  "places": [
    {
      "place_id": "HR::bale",
      "name": "Bale",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.0381,
        13.7992
      ],
      "lat": 45.0381,
      "lon": 13.7992,
      "visits": [
        {
          "text": "Perde-te nas ruelas empedradas medievais de Bale, jóia escondida cujas casas de pedra dos séculos XIV e XV criam uma atmosfera fora do tempo. Esta aldeia artística e boémia conserva a autenticidade da Ístria de outrora, longe das multidões turísticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Procura o letreiro que indica a casa de Casanova, onde o célebre sedutor do século XVIII vinha cortejar uma dama da nobre família Soardo. Esta anedota romântica acrescenta ao charme misterioso desta aldeia adormecida.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degusta os vinhos da propriedade Stancija Meneghetti, antiga casa abandonada transformada em hotel de luxo, restaurante e vinha reputada. A Malvazija local e o Chardonnay acompanham perfeitamente um prato de queijos e enchidos ístrios.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a família Grubić, produtores de azeite desde 1927 com 1600 árvores, algumas com 400 anos. O seu lagar moderno e as suas provas premiadas iniciam-te nos segredos deste ouro líquido istriano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 5
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "HR::baska",
      "name": "Baska",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.9686,
        14.7536
      ],
      "lat": 44.9686,
      "lon": 14.7536,
      "visits": [
        {
          "text": "Vela plaža estende quase 2 km de areia e seixos finos aos pés de falésias espetaculares. Esta praia mítica da Croácia, premiada com a bandeira azul europeia, atrai famílias e banhistas de toda a Europa pelas suas águas turquesa e o seu cenário grandioso entre montanha e mar.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de Santa Lúcia em Jurandvor abriga a Lápide de Baška, pedra gravada no século XII que constitui a primeira menção escrita da palavra \"Croácia\" em alfabeto glagolítico. Este documento fundador da identidade nacional atrai historiadores e patriotas a este santuário modesto mas carregado de símbolos.",
          "visit_duration_min": 75
        },
        {
          "text": "A cidade velha de Baška alinha as suas casas de pedra ao longo de ruelas calcetadas que descem até ao porto. A Riva animada oferece gelaterias e esplanadas frente aos barcos de pesca, ambiente mediterrânico autêntico longe das estâncias balneares padronizadas.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de São João Batista é um edifício românico semi-arruinado que domina a baía desde as alturas. A subida recompensa os caminhantes com uma vista panorâmica sobre toda a praia e as montanhas do Velebit que fecham o horizonte além do canal.",
          "visit_duration_min": 75
        },
        {
          "text": "A Casa do Património apresenta trajes folclóricos, inscrições glagolíticas e objetos tradicionais do quotidiano insular. Aqui se descobre como os habitantes de Baška souberam preservar a sua identidade cultural apesar das vicissitudes da história.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorra a Alameda glagolítica, museu ao ar livre que celebra o alfabeto eslavo do século IX através de esculturas monumentais espalhadas pela paisagem. Este percurso artístico e cultural liga várias aldeias e constitui um passeio instrutivo para todas as idades.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore as enseadas secretas de Bunčuluka, Mala Luka e Velika Luka, acessíveis de táxi náutico ou por trilhos costeiros íngremes. Estas praias selvagens com águas cristalinas oferecem um banho longe das multidões estivais.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe pelo trilho lunar que atravessa uma paisagem cárstica espetacular entre mar e montanha. As formações rochosas esculpidas pela erosão criam um cenário quase extraterrestre que inspirou o nome do caminho.",
          "visit_duration_min": 60
        },
        {
          "text": "Faça caiaque ao longo da costa recortada. As grutas marinhas e as enseadas inacessíveis por terra revelam-se aos remadores aventureiros, recompensados com banhos em águas de um azul irreal.",
          "visit_duration_min": 60
        },
        {
          "text": "Prove o cordeiro da ilha perfumado com ervas selvagens, especialidade assada no espeto nas konobe de Baška. A carne tenra e saborosa reflete as pastagens batidas pelo vento e pela maresia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 5
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "HR::brijuni",
      "name": "Brijuni",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.9147,
        13.7644
      ],
      "lat": 44.9147,
      "lon": 13.7644,
      "visits": [
        {
          "text": "Embarca de Fažana para o Parque Nacional das ilhas Brijuni, arquipélago de 14 ilhas que foi a residência de verão do presidente Tito. Veliki Brijun, a ilha principal, descobre-se de comboinho turístico ou carrinho de golfe através das suas paisagens mediterrânicas preservadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita o Boathouse, elegante edifício Art Nouveau de 1902 que alberga um museu sobre a história de Brijuni e o seu fascínio para dignitários e celebridades de todo o mundo. As fotos de Tito com os chefes de Estado que recebia testemunham o prestígio internacional deste lugar.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora o Safari Park onde zebras, lamas e a elefanta indiana Lanka, presentes de dignitários da Guiné e da Índia, vivem em semiliberdade. Estes animais exóticos perpetuam a tradição dos presentes diplomáticos oferecidos ao marechal Tito.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilha-te perante a oliveira milenar de 1600 anos que ainda produz cerca de 4 litros de azeite por ano. Esta venerável árvore atesta a antiguidade do cultivo da oliveira nestas ilhas mediterrânicas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mergulha na baía de Verige para descobrir em snorkeling os vestígios submersos de uma villa romana do século I. As ruínas de templos dedicados a Vénus e Neptuno acrescentam uma dimensão mística a este banho arqueológico.",
          "visit_duration_min": 60
        },
        {
          "text": "Assiste a um concerto ou peça de teatro no Teatro Ulisses, palco ao ar livre instalado num forte austro-húngaro abandonado. As noites de verão transformam estas ruínas românticas num espaço cultural sob as estrelas.",
          "visit_duration_min": 60
        },
        {
          "text": "Procura as pegadas de dinossauros de 130 milhões de anos em Veliki Brijun e nas ilhas vizinhas. Estas marcas de três dedos fossilizadas no calcário recordam que estas criaturas pré-históricas passeavam outrora nestas margens.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorre o jardim mediterrânico que alberga 169 espécies de plantas endémicas e introduzidas, depois relaxa nas praias de areia branca da baía de Saluga à sombra dos pinheiros centenários.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 4
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "HR::buzet",
      "name": "Buzet",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.4083,
        14.0147
      ],
      "lat": 45.4083,
      "lon": 14.0147,
      "visits": [
        {
          "text": "Buzet é a capital da trufa ístria. A cidade domina o vale do Mirna desde a sua acrópole fortificada, e o seu centro histórico alto conserva muralhas, portas e palácios venezianos dos séculos XVI e XVII.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu Regional ocupa o palácio Bigatto. Percorre a história local e a tradição trufeira da região através de ferramentas de colheita e fotografias dos caçadores mais famosos.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja paroquial da Assunção ostenta um campanário barroco e conserva o tesouro da Confraria dos Flagelantes, composto de ourivesaria e têxteis preciosos.",
          "visit_duration_min": 75
        },
        {
          "text": "As fontes públicas do século XVI ainda alimentam as pracinhas sombreadas onde os idosos jogam cartas à tarde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assiste à Festa da Trufa em setembro, durante os Zigante Days. Uma omelete gigante é cozinhada na praça principal para celebrar o diamante negro.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a casa Zigante, o império do truficultor que descobriu em 1999 a maior trufa branca do mundo, com 1,31 kg. Há um restaurante, uma loja e um museu.",
          "visit_duration_min": 60
        },
        {
          "text": "Parte à caça de trufas com um guia e o seu cão nos bosques de carvalhos dos arredores. Iniciar-te-ão nos segredos desta busca ancestral.",
          "visit_duration_min": 60
        },
        {
          "text": "Saboreia a frittata de trufas numa konoba do centro histórico. Estes ovos mexidos perfumados degustam-se com pão torrado e azeite.",
          "visit_duration_min": 60
        },
        {
          "text": "Desce às nascentes do rio Mirna a poucos quilómetros. Esta ressurgência cársica jorra num anfiteatro de verdura ideal para um piquenique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 14
        }
      ],
      "rating": 4
    },
    {
      "place_id": "HR::cakovec",
      "name": "Cakovec",
      "cc": "HR",
      "language": "pt",
      "coords": [
        46.3844,
        16.4339
      ],
      "lat": 46.3844,
      "lon": 16.4339,
      "visits": [
        {
          "text": "Explore o Castelo de Čakovec, a fortaleza de sete séculos que simboliza a rica história da região Međimurje. Originalmente um forte de madeira construído pelo Conde Csaki no século XIV, foi posteriormente ampliado pela lendária família Zrinski no século XVI, tornando Čakovec um importante centro político e cultural.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra os tesouros do Museu do Međimurje alojado dentro das muralhas do castelo, com aproximadamente 17.000 itens que contam a fascinante história da região mais setentrional da Croácia. A coleção abrange arqueologia, etnografia e arte, revelando o diverso património cultural deste recanto entre os rios Mura e Drava.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relaxe no belo Parque Zrinski que rodeia o castelo, um oásis verde perfeito para passeios tranquilos entre árvores centenárias e jardins bem cuidados. Este espaço sereno honra a memória da nobre família Zrinski que moldou o destino da região.",
          "visit_duration_min": 60
        },
        {
          "text": "Viva o vibrante Festival Porcijunkulovo se visitar no final de julho ou início de agosto, quando Čakovec se transforma com guarda-chuvas coloridos, produtores locais, artesanato feito à mão e excelente música que atrai visitantes de toda a Croácia.",
          "visit_duration_min": 60
        },
        {
          "text": "Faça uma excursão ao vizinho rio Mura, a fronteira natural que define o Međimurje. Este curso de água cénico oferece oportunidades para passeios tranquilos e liga-se à paisagem mais ampla da Panónia que moldou o carácter da região.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 6
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "HR::cres",
      "name": "Cres",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.9608,
        14.4072
      ],
      "lat": 44.9608,
      "lon": 14.4072,
      "visits": [
        {
          "text": "A praça Frane Petrić constitui o coração de Cres, ladeada de fachadas venezianas com portadas coloridas que se espelham nas águas do porto. A Torre do Relógio e a loggia do século XVI enquadram um espaço onde o mercado matinal perpetua a tradição com azeite, mel de salva e queijos de ovelha dos pastores da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "A Porta Marcella ostenta orgulhosamente o leão de São Marcos, vestígio de quatro séculos de dominação veneziana sobre a ilha. Passada esta porta, as ruelas afundam-se num labirinto de pedra onde cada curva revela um pátio secreto, um poço antigo ou uma escapadela para o mar.",
          "visit_duration_min": 75
        },
        {
          "text": "O mosteiro franciscano esconde um olival secreto no seu pátio, oásis de paz que se descobre por acaso ao perder-se na cidade velha. Os monges cultivam ali árvores centenárias cujo azeite é reservado aos iniciados que sabem bater à porta certa.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de Santa Maria domina o porto com o seu campanário esbelto desde o final do século XV. Nas proximidades, a igreja de Santo Isidoro do século XIII conserva frescos medievais que o tempo patinou sem apagar, testemunho da fé dos primeiros habitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "A Creska kula é uma torre defensiva no porto que oferece um panorama sobre a maior ilha do Adriático. Cres e Krk disputam este título ao centímetro, mas os habitantes de Cres afirmam com malícia que a sua ilha é maior na maré baixa.",
          "visit_duration_min": 75
        },
        {
          "text": "O Palácio Arsan é um edifício gótico-renascentista que alberga o Museu Municipal. As suas coleções arqueológicas e etnográficas retratam a história de uma ilha habitada desde a pré-história, encruzilhada de civilizações entre Oriente e Ocidente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça a excursão a Beli, aldeia empoleirada habitada há 4000 anos que domina a costa oriental. A ponte romana sobre o desfiladeiro Potok constitui a única obra deste tipo na costa leste do Adriático, e o centro Caput Insulae trabalha para a proteção dos abutres-fouveiros que planam acima das falésias.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra Lubenice, aldeia fantasma de 6 habitantes permanentes que domina a praia Sveti Ivan desde uma falésia de 378 metros. Esta praia, acessível unicamente por um trilho íngreme ou pelo mar, figura entre as mais belas da Croácia vista do céu.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite Valun, pequeno porto de pesca que alguns apelidam de Saint-Tropez croata pelo seu encanto preservado. A igreja da aldeia conserva a Lápide de Valun, inscrição bilingue glagolítico-latim do século XI que testemunha a coexistência das duas escritas.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore Osor, antiga capital da ilha no canal romano que separa Cres de Lošinj. A ponte giratória abre às 9h e às 17h para deixar passar os veleiros, espetáculo quotidiano que atrai os curiosos aos cais.",
          "visit_duration_min": 60
        },
        {
          "text": "Observe os abutres-fouveiros que planam acima das falésias do norte da ilha. Esta colónia protegida desde 1993 conta uma centena de indivíduos cuja envergadura atinge quase três metros, espetáculo impressionante para quem levanta os olhos no momento certo.",
          "visit_duration_min": 60
        },
        {
          "text": "Prove o cordeiro de Cres perfumado com ervas selvagens e sal marinho trazido pelo vento. Esta carne DOP, afamada em toda a Croácia, deve o seu sabor único às pastagens batidas pela bora onde pastam ovelhas desde a Antiguidade.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 6
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "HR::dakovo",
      "name": "Dakovo",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.3083,
        18.4108
      ],
      "lat": 45.3083,
      "lon": 18.4108,
      "visits": [
        {
          "text": "Maravilhe-se com a monumental Catedral de São Pedro, descrita pelo Papa João XXIII como 'a catedral mais bela entre Veneza e Istambul'. Construída entre 1866 e 1882 numa harmoniosa fusão de estilos românico e gótico, esta magnífica igreja de tijolo ergue-se como farol de fé sobre as planícies eslavonas, visível a quilómetros de distância.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a histórica Coudelaria Estatal, uma das mais antigas instalações de criação de Lipizanos da Europa com uma tradição ininterrupta que remonta a cinco séculos. Estes majestosos cavalos brancos, inspiração para lendas de unicórnios, executam elegantes exibições num dos maiores picadeiros do continente.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Palácio Arcebispal e o Seminário, testemunhos da importância de Đakovo como centro religioso moldado pelo visionário Bispo Josip Juraj Strossmayer, fundador da Academia Croata de Ciências e Artes.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra as muralhas medievais e igrejas históricas incluindo a Igreja de Todos os Santos, vestígios da importância estratégica de Đakovo ao longo de séculos turbulentos da história croata.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Viva o espetacular Festival Đakovački vezovi realizado anualmente em julho desde 1967, o maior e mais importante festival folclórico da Croácia. Dezenas de milhares reúnem-se para celebrar os trajes originais, música e tradições da Eslavónia, Baranja e Srijem juntamente com participantes internacionais e emocionantes espetáculos equestres.",
          "visit_duration_min": 60
        },
        {
          "text": "Testemunhe a Procissão da Primavera das Ljelje (Rainhas) protegida pela UNESCO na vizinha aldeia de Gorjani todos os Pentecostes. Uma dúzia de mulheres em ricos trajes tradicionais executam a antiga dança circular kolo, visitando casas pela aldeia num ritual único transmitido de geração em geração.",
          "visit_duration_min": 60
        },
        {
          "text": "Prove os renomados vinhos da região de Đakovo, cultivados nestas terras férteis há mais de dois mil anos. As vinhas da Arquidiocese Đakovo-Osijek continuam uma tradição vinícola que remonta aos tempos pré-otomanos.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie pelo tranquilo Parque Strossmayer e pelo elegante centro da cidade que tanto impressionou a Rainha Isabel II durante a sua visita de 1972 e Camilla, Duquesa da Cornualha, quatro décadas depois. A calorosa hospitalidade eslavona e a autêntica cozinha local tornam Đakovo uma paragem inesquecível.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 13
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "HR::durdevac",
      "name": "Durdevac",
      "cc": "HR",
      "language": "pt",
      "coords": [
        46.0406,
        17.0717
      ],
      "lat": 46.0406,
      "lon": 17.0717,
      "visits": [
        {
          "text": "Descubra a lendária fortaleza da Cidade Velha de Đurđevac, uma das fortificações de planície mais bem preservadas da Croácia. Construída nos anos 1480 pelo Bispo Sigismundo Ernušt para defender contra as ameaças otomanas, esta notável fortaleza com a sua torre de 9 metros nunca caiu nas mãos de invasores ao longo da sua turbulenta história.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Centro Interpretativo Picokijada dentro da fortaleza, onde exposições imersivas contam a lendária história de como os corajosos habitantes salvaram a sua cidade disparando um galo contra o exército otomano sitiante. Esta amada história valeu aos locais o orgulhoso apelido 'Picoki' que ainda hoje acarinham.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Museu Municipal de Đurđevac que apresenta uma das mais importantes coleções de arte da região, incluindo muitas obras doadas pelo célebre artista local Ivan Lacković. As pinturas, estátuas e cartazes artísticos do museu proporcionam uma visão do rico património cultural da Podravina.",
          "visit_duration_min": 75
        },
        {
          "text": "Viva o notável Centro de Visitantes das Areias de Đurđevac, entre os museus multimédia mais modernos do sudeste da Europa. Exposições interativas, displays de realidade aumentada e apresentações envolventes revelam os segredos do único deserto da Croácia e do ecossistema fluvial do Drava.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo extraordinário Đurđevački pijesci, o Saara Croata e único deserto da Croácia. Esta reserva geológica e botânica especial de 20 hectares, protegida desde 1963, apresenta dunas espetaculares, espécies vegetais endémicas e mais de 30 espécies distintas de borboletas.",
          "visit_duration_min": 60
        },
        {
          "text": "Conheça os camelos, cabras, burros e lamas no Zoo Hrvatska Sahara, um encantador parque animal que leva o nome do deserto vizinho. Esta atração familiar traz um toque de fauna norte-africana ao coração da Planície Panónica.",
          "visit_duration_min": 60
        },
        {
          "text": "Viva o famoso Festival Picokijada se visitar no final de junho, uma espetacular reconstituição de três dias protegida como património cultural imaterial croata desde 2006. Milhares de participantes e visitantes reúnem-se para espetáculos teatrais, desportos, desfiles e o popular concurso de bolos.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore o rio Drava com excursões de canoa, rafting ou pesca que revelam a diversa vida selvagem ao longo das suas margens, incluindo garças, cisnes e ocasionais veados selvagens. O rio moldou esta paisagem e continua a definir a vida na Podravina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 8
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "HR::fazana",
      "name": "Fazana",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.9283,
        13.8031
      ],
      "lat": 44.9283,
      "lon": 13.8031,
      "visits": [
        {
          "text": "Passeia pela Riva de Fažana, passeio marítimo animado ladeado de cafés e restaurantes com vista para o Adriático e as ilhas Brijuni. Este pequeno porto de pescadores tradicional serve de porta de entrada para o parque nacional conservando o seu charme autêntico.",
          "visit_duration_min": 75
        },
        {
          "text": "Descobre a história romana de Fažana, antigo porto chamado Vasianum e depois Phasiana, cujo nome evoca o fabrico de ânforas para o transporte de azeite e vinho. As ruínas e mosaicos dispersos testemunham este florescente passado antigo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Saboreia as especialidades de marisco nas konobas tradicionais como Taverna Feral ou Restaurante Navetta. A massa com trufa, o risotto e o prosciutto istriano acompanham perfeitamente os vinhos locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Participa no Festival das Sardinhas ou no Fisherman's Fest celebrando as tradições marítimas de Fažana com música, dança e banquetes de peixe grelhado. Estas festas populares reúnem locais e visitantes numa atmosfera convivial.",
          "visit_duration_min": 60
        },
        {
          "text": "Desfruta das praias de águas cristalinas para praticar caiaque, paddle ou mergulho à descoberta dos fundos marinhos do Adriático. As excursões guiadas revelam as maravilhas submarinas da costa ístria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 3
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "HR::gracisce",
      "name": "Gracisce",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.2208,
        14.0097
      ],
      "lat": 45.2208,
      "lon": 14.0097,
      "visits": [
        {
          "text": "Entra em Gračišće, aldeia medieval fortificada protegida por lei pela sua estrutura urbana perfeitamente preservada. Do topo desta colina, admira um panorama excepcional sobre os montes Učka, os Alpes Julianos e até às Dolomitas em dias claros.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a igreja de Sv. Marija na Placu construída em 1425, exemplo notável de arquitectura gótica com influências nórdicas. Os seus frescos do século XV, o crucifixo românico do século XIII e a fachada barroca testemunham séculos de devoção.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira o Palácio Salomão de 1570, bela mansão de estilo gótico veneziano que testemunha a prosperidade passada desta aldeia. Os bispos de Pićan tinham aqui a sua residência de verão, atestando a importância religiosa de Gračišće.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorre o trilho de Sv. Šimun, circuito de 11 km que passa pelas ruínas de uma igreja, um antigo moinho, uma velha ponte de pedra e a pitoresca cascata Sopot. No topo, a igreja de Maria Madalena do século XV recompensa os caminhantes com um panorama grandioso.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora a gruta Bregi, a mais longa da Ístria com 2045 metros documentados, destino apreciado pelas expedições espeleológicas internacionais. Este mundo subterrâneo fascina os amadores de aventura e geologia.",
          "visit_duration_min": 60
        },
        {
          "text": "Descobre a colina Perunčevac dedicada a Perun, deus supremo dos antigos Eslavos, onde se erguia outrora um santuário pagão. Este sítio místico testemunha as raízes espirituais anteriores à cristianização da Ístria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 10
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "HR::groznjan",
      "name": "Groznjan",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.3764,
        13.7231
      ],
      "lat": 45.3764,
      "lon": 13.7231,
      "visits": [
        {
          "text": "Grožnjan flutua sobre a sua colina como um navio de pedra. Esta aldeia de artistas existe desde 1965, quando pintores e escultores ocuparam as casas abandonadas. Galerias e ateliers pontuam cada beco.",
          "visit_duration_min": 75
        },
        {
          "text": "As muralhas medievais oferecem vistas vertiginosas sobre o vale do Mirna e o interior da Ístria. Os pores do sol aqui são espetaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja dos Santos Vito, Modesto e Crescência data do século XV. O seu campanário veneziano domina a aldeia, e o interior caiado abriga altares barrocos.",
          "visit_duration_min": 75
        },
        {
          "text": "A Porta da Cidade, aberta nas muralhas, ostenta o leão de São Marcos. Recorda quatro séculos de domínio veneziano sobre a Ístria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assiste aos concertos de Jazz is Back! em julho e agosto. Este festival internacional atrai músicos de todo o mundo a uma aldeia de 100 habitantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Acompanha os ensaios das Jeunesses Musicales Croatia durante o verão. Os jovens músicos praticam nas ruelas e dão concertos improvisados.",
          "visit_duration_min": 60
        },
        {
          "text": "Compra cerâmicas, pinturas ou joias diretamente aos artistas nas suas galerias-atelier. Cada criador te contará a história de como se instalou aqui.",
          "visit_duration_min": 60
        },
        {
          "text": "Saboreia trufa, fuži e Teran tinto nas konobe da aldeia. A cozinha ístria autêntica degusta-se em esplanadas panorâmicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminha até às aldeias vizinhas de Završje ou Oprtalj. Os trilhos atravessam vinhas e olivais, pontuados de capelas românicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 8
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "HR::hlebine",
      "name": "Hlebine",
      "cc": "HR",
      "language": "pt",
      "coords": [
        46.1381,
        16.9711
      ],
      "lat": 46.1381,
      "lon": 16.9711,
      "visits": [
        {
          "text": "Visite a premiada Galeria de Arte Naïf em Hlebine, berço da arte naïf croata construída em 1968 para albergar a renomada coleção da escola de Hlebine. A galeria apresenta um vasto espólio doado por Ivan Generalić em 1982, mostrando a sua evolução de cenas de aldeia a obras místicas incluindo a famosa 'Vacas sob a Torre Eiffel'.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a atmosférica Galeria Josip Generalić, um complexo de casas onde tanto Ivan como o seu filho Josip viveram e criaram as suas obras-primas. As visitas guiadas revelam a pintura inacabada de Josip 'Os Sapos Brancos', a divertida porta vermelha da despensa e as comoventes esculturas em madeira de veados que comemoram a famosa pintura de Ivan 'O Casamento dos Veados'.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a Galeria Ivan Večenaj do outro lado do rio Drava em Gola, dedicada a este mestre de segunda geração conhecido pelas suas cores vibrantes e figuras alongadas que lembram Giacometti. A sua pintura 'Os Quatro Cavaleiros do Apocalipse' aparece no prestigiado Livro da Bíblia do Século XX ao lado de Picasso, Chagall e Dalí.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite o atelier de Zlatko Kolarek, presidente da Associação de Pintores e Escultores Naïf de Hlebine. Admire as suas intrincadas miniaturas das 14 Estações da Via Sacra, cada uma medindo apenas 29-42mm, criadas usando a tradicional técnica de pintura a óleo inversa sobre vidro.",
          "visit_duration_min": 60
        },
        {
          "text": "Aprenda os segredos da pintura inversa sobre vidro, a técnica distintiva trazida da Baviera que se tornou a marca da arte naïf croata. Artistas locais demonstram como os pigmentos são aplicados em ordem inversa no verso do vidro para criar estas obras luminosas e detalhadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Viva a propriedade Stari Zanati (Ofícios Antigos) gerida por Tihomir Želimorski, onde habilidades tradicionais como forja, olaria e tecelagem ganham vida através de workshops práticos. Durante o festival anual Colt City em julho, este encantador local transforma-se numa cidade do Velho Oeste completa com cowboys, duelos de xerife e demonstrações artesanais.",
          "visit_duration_min": 60
        },
        {
          "text": "Programe a sua visita para o festival Podravski Motivi em junho na vizinha Koprivnica, quando os melhores artistas naïf da região exibem e vendem as suas obras numa exposição ao ar livre que celebra o legado artístico iniciado em Hlebine há quase um século.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 9
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "HR::hum",
      "name": "Hum",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.3556,
        14.05
      ],
      "lat": 45.3556,
      "lon": 14.05,
      "visits": [
        {
          "text": "Hum é oficialmente a cidade mais pequena do mundo com os seus 20 habitantes. Cabe num lenço fortificado: duas ruelas, uma igreja, um cemitério e o charme absoluto da insignificância.",
          "visit_duration_min": 75
        },
        {
          "text": "A porta da cidade ostenta uma placa em escrita glagolítica, o alfabeto eslavo do século IX que a Ístria conservou mais tempo que qualquer outro lugar na Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja paroquial da Assunção é uma minúscula nave românica que contém frescos do século XII em tons terrosos.",
          "visit_duration_min": 75
        },
        {
          "text": "A capela de São Jerónimo encontra-se fora das muralhas e conserva um ciclo de frescos do século XV representando cenas da Paixão num edifício de bolso.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorre a Avenida dos Glagolíticos de Roč a Hum. Em 7 km, esculturas monumentais celebram o antigo alfabeto eslavo.",
          "visit_duration_min": 60
        },
        {
          "text": "Degusta a biska, uma aguardente de visco branco que é a especialidade de Hum. As receitas transmitem-se de geração em geração.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita Roč no início da avenida. Esta outra aldeia fortificada abrigava uma academia glagolítica na Idade Média.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminha pelas colinas arborizadas em redor de Hum. Os trilhos atravessam carvalhais e prados floridos.",
          "visit_duration_min": 60
        },
        {
          "text": "Participa na votação anual do presidente da câmara de Hum se vieres em junho. Nesta eleição folclórica, os homens da aldeia marcam a sua escolha com um entalhe num pau.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 13
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "HR::ilok",
      "name": "Ilok",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.2228,
        19.3778
      ],
      "lat": 45.2228,
      "lon": 19.3778,
      "visits": [
        {
          "text": "Visite as lendárias Caves de Ilok, entre as maiores e mais antigas da Europa, onde o premiado vinho branco Traminac é produzido há séculos. Desça às atmosféricas caves subterrâneas que outrora abasteciam cortes reais de toda a Europa e prove os vinhos distintivos que colocaram esta cidade no topo do mapa enológico mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o imponente Castelo de Ilok, uma magnífica fortaleza do século XV erguida dramaticamente sobre o Danúbio no ponto mais oriental da Croácia. Caminhe por grandes salões, muralhas medievais e pátios encantadores enquanto desfruta de vistas panorâmicas que se estendem pelo rio até à Sérvia.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o complexo do Castelo Odescalchi que alberga um museu com tesouros arqueológicos e coleções históricas que traçam a importância estratégica de Ilok desde os tempos romanos através do período otomano até aos dias de hoje.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelas vinhas circundantes que cobrem as encostas soalheiras, beneficiando do microclima favorável e solo fértil que produziram vinhos excecionais durante mais de dois milénios. A paisagem tranquila oferece um ritmo de vida mais lento, um mundo longe da Croácia costeira.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe ao longo da margem do Danúbio e desfrute das vistas deslumbrantes sobre este poderoso curso de água que forma a fronteira natural entre a Croácia e a Sérvia. O passeio cénico proporciona pontos perfeitos para fotografia e contemplação tranquila.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 12
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "HR::koprivnica",
      "name": "Koprivnica",
      "cc": "HR",
      "language": "pt",
      "coords": [
        46.1628,
        16.8272
      ],
      "lat": 46.1628,
      "lon": 16.8272,
      "visits": [
        {
          "text": "Explore o centro histórico de Koprivnica, construído dentro de antigas muralhas fortificadas que protegiam este estratégico assentamento renascentista na fronteira com a Eslavónia. Caminhe através de séculos de história croata enquanto descobre o centro medieval bem preservado que outrora albergou importantes instituições militares e científicas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a impressionante Igreja de São Nicolau, uma das três igrejas históricas que demonstram a importância religiosa de Koprivnica ao longo dos séculos. Juntamente com a Igreja de Santo António de Pádua e o Mosteiro Franciscano da Virgem Maria, estes edifícios sagrados revelam o rico património espiritual da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o singular Museu da Alimentação, celebrando o estatuto de Koprivnica como capital gastronómica da Croácia e sede da Podravka, a empresa que inventou o mundialmente famoso tempero Vegeta em 1959. Este fascinante museu explora as tradições culinárias da região e o património da indústria alimentar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Viva o evento anual 'Motivos da Podravina', quando Koprivnica se transforma numa galeria ao ar livre que celebra a famosa tradição de arte naïf da região. Esta celebração honra o legado artístico iniciado por Ivan Generalić e os renomados pintores da escola de Hlebine.",
          "visit_duration_min": 60
        },
        {
          "text": "Desfrute do ciclismo ao longo das rotas cénicas perto dos rios Drava-Mura, onde trilhos bem mantidos serpenteiam pela pitoresca paisagem da Podravina pontuada de tradicionais casas de madeira. O terreno suave torna esta área perfeita para exploração tranquila sobre duas rodas.",
          "visit_duration_min": 60
        },
        {
          "text": "Participe no Festival Renascentista se visitar no verão, quando a cidade medieval ganha vida com cavaleiros, artesãos e entretenimento de época que transportam os visitantes à era dourada de Koprivnica como posto militar estratégico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 7
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "HR::krk",
      "name": "Krk",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.0267,
        14.5753
      ],
      "lat": 45.0267,
      "lon": 14.5753,
      "visits": [
        {
          "text": "A cidade de Krk é habitada ininterruptamente há 3000 anos, o que faz dela uma das mais antigas cidades do Adriático. As suas muralhas medievais e as quatro portas fortificadas ainda protegem um labirinto de ruelas onde a inscrição romana Splendidissima civitas Curictarum testemunha a glória antiga da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "A catedral da Assunção ergue-se sobre os alicerces de antigas termas romanas desde o século V. O seu campanário barroco com cúpula em forma de cebola, encimado por um anjo trompetista que gira ao sabor do vento, domina a praça principal e serve de ponto de referência aos navegantes há séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de São Quirino fica junto à catedral e alberga o Museu de Arte Sacra. Nas suas vitrinas repousam ourivesarias, têxteis litúrgicos e manuscritos iluminados acumulados pela diocese ao longo de um milénio, testemunho da riqueza espiritual e material da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "O castelo Frankopan ancora a praça Kamplin com a sua massa quadrada desde o século XIII. Esta fortaleza dos condes que reinaram sobre o Kvarner durante quatro séculos acolhe hoje concertos e eventos culturais no seu pátio a céu aberto.",
          "visit_duration_min": 75
        },
        {
          "text": "O sítio arqueológico Volsonis esconde-se sob a praça principal, onde trabalhos recentes trouxeram à luz os vestígios de uma villa romana. Mosaicos e muros antigos testemunham a prosperidade de Curicum, como então se chamava a cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Os mosteiros franciscano e beneditino dos séculos XII e XIII pontuam a cidade velha com os seus claustros tranquilos. As suas bibliotecas conservam manuscritos preciosos, e os seus jardins oferecem um refúgio fresco longe da agitação estival.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Banhe-se nas praias do litoral de Krk, das quais cinco ostentam a bandeira azul europeia. Enseadas de seixos aninhadas entre os pinheiros ou plataformas de betão frente às águas cristalinas: cada um encontra a sua felicidade segundo as suas preferências.",
          "visit_duration_min": 60
        },
        {
          "text": "Participe na Feira de Krk nos dias 8, 9 e 10 de agosto, tradição que remonta ao século XVI. A cidade veste os seus trajes renascentistas, os artesãos apresentam o seu saber-fazer e os espetáculos de rua animam praças e ruelas até tarde na noite.",
          "visit_duration_min": 60
        },
        {
          "text": "Assista ao Festival de Verão de Krk, que celebra os seus 50 anos de concertos, peças de teatro e óperas ao ar livre. As representações no porto e nos pátios medievais oferecem um cenário incomparável aos artistas internacionais.",
          "visit_duration_min": 60
        },
        {
          "text": "Prove o queijo Krčki sir, ovelha curada com as ervas selvagens da ilha cujo sabor único vem das pastagens batidas pela maresia. Serve-se acompanhado de presunto fumado e azeitonas locais nas konobe da cidade velha.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore as aldeias do interior da ilha de bicicleta. As estradas sinuosas atravessam vinhas, olivais e aldeias de pedra onde o tempo parece ter parado, longe das multidões do litoral.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 3
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "HR::kumrovec",
      "name": "Kumrovec",
      "cc": "HR",
      "language": "pt",
      "coords": [
        46.0822,
        15.5264
      ],
      "lat": 46.0822,
      "lon": 15.5264,
      "visits": [
        {
          "text": "Recue no tempo no Museu ao Ar Livre Staro Selo, uma aldeia etnográfica lindamente preservada que mostra a vida tradicional da região Zagorje do final do século XIX e início do XX. Passeie por autênticas casas de colmo com mobiliário original, trajes tradicionais, ferramentas agrícolas e utensílios domésticos que fazem reviver o património rural croata.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a casa natal de Josip Broz Tito, o lendário líder jugoslavo nascido nesta humilde casa de aldeia em 1892. Agora um museu memorial, o edifício restaurado exibe artefactos pessoais, fotografias e exposições que documentam a vida e os tempos de uma das figuras políticas mais influentes do século XX.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fotografe o Monumento ao Hino Nacional Croata, erguido em 1935 à entrada do município. Este memorial único celebra a canção patriótica que se tornou o hino oficial da Croácia, acrescentando significado cultural a esta encantadora aldeia do Zagorje.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 3
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "HR::labin",
      "name": "Labin",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.0872,
        14.1206
      ],
      "lat": 45.0872,
      "lon": 14.1206,
      "visits": [
        {
          "text": "Passeia pelo centro histórico medieval de Labin empoleirado na sua colina, labirinto de ruelas calcetadas ladeadas de palácios barrocos e galerias de arte. Esta cidade dos artistas atrai uma comunidade criativa que transformou os ateliês em espaços de exposição permanente.",
          "visit_duration_min": 75
        },
        {
          "text": "Atravessa a Porta de São Flor (Porta Sanfior) de 1589, entrada principal ornada com o brasão de Labin e o leão da Sereníssima. O canhão austríaco reposicionado em 1995 recorda as diferentes dominações que esta cidade estratégica conheceu.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a igreja da Natividade da Bem-Aventurada Virgem Maria construída em 1336, notável pelas suas três naves e seis altares de mármore. As relíquias de São Justo trazidas de Roma em 1664 e o leão veneziano segurando uma bola na boca enriquecem este património sacro.",
          "visit_duration_min": 75
        },
        {
          "text": "Descobre o Museu Nacional de Labin que apresenta a história mineira, a proclamação da República de Labin em 1921 e uma colecção memorial. A réplica da mina de carvão permite descer virtualmente às galerias subterrâneas.",
          "visit_duration_min": 75
        },
        {
          "text": "O centro histórico de Labin está empoleirado na sua colina. Descobrirás palácios venezianos com portais brasonados, ruelas calcetadas e praças sombreadas. Galerias de arte e ateliers ocuparam as antigas mansões.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu Municipal percorre a história mineira de Labin, explorada pelo seu carvão desde a Antiguidade até 1999. Uma galeria de mina reconstruída visita-se na cave.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja da Natividade da Virgem data do século XIV e domina a praça principal. O leão de São Marcos na fachada recorda a fidelidade veneziana da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "A Fortica é um bastião veneziano situado no ponto mais alto da cidade. Oferece vistas a 360° sobre o mar, as montanhas e o interior verdejante.",
          "visit_duration_min": 75
        },
        {
          "text": "A loggia do século XVI acolhe exposições temporárias sob as suas arcadas renascentistas. A arte contemporânea dialoga com a pedra antiga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admira a Loggia de Labin de 1550, local de encontro tradicional onde se realizavam outrora eventos culturais e alegações jurídicas. Esta arquitectura tipicamente ístria simboliza a autenticidade preservada da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Entra no Teatrino, pequeno teatro fundado em 1844 num antigo celeiro, testemunha da vida cultural desta comunidade artística. Local de nascimento de Matija Vlačić, companheiro de Lutero, Labin cultiva a sua herança intelectual.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora o Parque de Esculturas de Dubrova onde o Simpósio Mediterrânico de Escultura reúne cada verão artistas internacionais. As obras em pedra disseminadas nesta paisagem natural criam um diálogo único entre arte e natureza.",
          "visit_duration_min": 60
        },
        {
          "text": "Degusta o azeite e os vinhos no Palácio Negri, esplêndido edifício histórico que alberga uma galeria gastro-artística. Os produtos Negri premiados acompanham as obras de arte que decoram este lugar de excepção.",
          "visit_duration_min": 60
        },
        {
          "text": "Desce a Rabac em baixo, uma antiga enseada de pescadores transformada em estância balnear. As suas praias de seixos brancos e águas turquesa aninham-se ao pé das falésias.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora as galerias de arte de Labin, declarada cidade dos artistas. Pintores e escultores expõem em ateliers abertos ao público.",
          "visit_duration_min": 60
        },
        {
          "text": "Assiste ao Labin Art Republic no verão. Este festival de arte contemporânea invade as ruas, as praças e os edifícios abandonados.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminha até à aldeia vizinha de Albona seguindo os passos dos mineiros. O trilho histórico passa por poços e equipamentos preservados.",
          "visit_duration_min": 60
        },
        {
          "text": "Prova as especialidades locais numa konoba do centro histórico: maneštra de feijão e fuži com carne estufada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 14
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 12
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "HR::lastovo",
      "name": "Lastovo",
      "cc": "HR",
      "language": "pt",
      "coords": [
        42.7667,
        16.8833
      ],
      "lat": 42.7667,
      "lon": 16.8833,
      "visits": [
        {
          "text": "O Parque Natural de Lastovo engloba 46 ilhas distribuídas por 200 quilómetros quadrados de terra e mar, o arquipélago habitado mais isolado da Croácia situado a 13 quilómetros a sul de Korčula.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Lastovo empoleira-se numa encosta escarpada dominando campos férteis de legumes, vinhas e oliveiras, com velhas casas de pedra coroadas por distintivos telhados vermelhos.",
          "visit_duration_min": 75
        },
        {
          "text": "Os fumari (chaminés cilíndricas) coroam as casas por toda a aldeia, as suas alturas indicando outrora a riqueza das famílias, construídas tanto para a dispersão do fumo como para o prestígio social.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja dos Santos Cosme e Damião data do século XV, reconhecível pelas suas três naves, e constitui o principal monumento religioso da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "O forte Kaštel coroa a colina da aldeia albergando instrumentos meteorológicos, com vistas panorâmicas sobre toda a aldeia, as águas circundantes e as ilhas distantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Banhar-se nas baías cristalinas de Pasadur, Zaklopatica e Skrivena Luka, enseadas protegidas de águas calmas como um lago, perfeitas para snorkeling e caiaque.",
          "visit_duration_min": 60
        },
        {
          "text": "Fazer caminhadas e andar de bicicleta pelos trilhos bem sinalizados através de bosques e vinhas que cobrem 70% da ilha, apreciando uma natureza praticamente inalterada durante séculos.",
          "visit_duration_min": 60
        },
        {
          "text": "Praticar mergulho em dois centros (Pasadur e Zaklopatica) para explorar sítios subaquáticos incluindo naufrágios em águas de clareza excecional.",
          "visit_duration_min": 60
        },
        {
          "text": "Chegar a Lastovo de catamarã desde Korčula Town ou Vela Luka (1-2 horas), chegando ao porto de Ubli e depois explorando em scooter alugada, bicicleta ou o minibus da ilha.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em pequenos restaurantes familiares que servem peixe local fresco, desfrutando da atmosfera pacífica de uma ilha onde até Bill Gates passou despercebido quando o seu iate atracou em 2009.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 13
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "HR::lopar",
      "name": "Lopar",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.8308,
        14.7292
      ],
      "lat": 44.8308,
      "lon": 14.7292,
      "visits": [
        {
          "text": "Rajska Plaža, a Praia do Paraíso, estende 1,5 km de areia fina com águas turquesa e pouco profundas. Este fenómeno raro na costa rochosa do Adriático faz as delícias das famílias com crianças, que podem chapinhar em total segurança numa água morna como um banho.",
          "visit_duration_min": 75
        },
        {
          "text": "Lopar reivindica 22 praias de areia, concentração única na Croácia onde seixos e rochas dominam o litoral. Cada uma oferece o seu caráter próprio, da multidão estival de Paradise Beach à intimidade das enseadas acessíveis apenas a pé ou de barco.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de São Marinho honra o santo nascido aqui no século IV, canteiro que partiu para fundar a República de San Marino sobre uma rocha italiana. Este filho ilustre de Lopar atrai os visitantes do microestado que vêm em peregrinação seguindo as pegadas do seu padroeiro.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja românica de São João Batista data do século XI e testemunha a antiguidade da ocupação humana nesta ponta norte da ilha. Os seus muros espessos e o seu campanário atarracado resistiram aos séculos e às tempestades que varrem a costa.",
          "visit_duration_min": 75
        },
        {
          "text": "Os vestígios da colónia romana de Lopar salpicam o território, fragmentos da presença antiga que moldou as primeiras estradas e os primeiros portos. Alicerces de vilas, cisternas e cacos de cerâmica afloram aqui e ali para quem sabe olhar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Banhe-se em Paradise Beach, cujas águas quentes e pouco profundas são ideais para crianças. Espreguiçadeiras, bares de praia e desportos náuticos estão disponíveis para quem quiser, mas também se pode estender a toalha na areia e não fazer rigorosamente nada.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore as 22 praias de areia caminhando de enseada em enseada ao longo do litoral. Cada baía revela uma nova paisagem, e os mais aventureiros descobrirão recantos secretos onde estarão sozinhos no mundo.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente os banhos de lama terapêutica cujas virtudes são afamadas desde a Antiguidade. Esta argila rica em minerais faz maravilhas para a pele, e sai-se da experiência com uma pele de bebé e uma sensação de leveza.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe pela península Kalifront ou suba à colina Kamenjak para vistas imbatíveis sobre a ilha e as montanhas do Velebit que fecham o horizonte. Os trilhos atravessam paisagens de mato perfumado onde o alecrim cresce em estado selvagem.",
          "visit_duration_min": 60
        },
        {
          "text": "Participe nas festas patronais de São Marinho no início de setembro, quando a procissão e os festejos celebram o filho mais célebre de Lopar. Os habitantes vestem os seus trajes tradicionais, os cantos elevam-se e o vinho corre em honra do santo fundador.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 10
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "HR::lupoglav",
      "name": "Lupoglav",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.2756,
        14.1314
      ],
      "lat": 45.2756,
      "lon": 14.1314,
      "visits": [
        {
          "text": "Descobre as ruínas do castelo medieval de Mahrenfels (rocha fortificada em alemão), empoleirado numa colina inacessível ao pé das falésias do monte Učka. Desde cerca do ano 1000, esta fortaleza controlava as rotas comerciais que atravessavam esta encruzilhada estratégica da Ístria.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita os vestígios do castelo Brigido construído em 1643 por Pompeo Brigido a leste da estação, nova residência que abandonava a desconfortável fortaleza medieval. Estas ruínas testemunham a evolução do modo de vida aristocrático na Ístria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminha pelos trilhos do Parque Natural de Učka muito próximo, paraíso dos amantes do ar livre com os seus picos que oferecem vistas espetaculares. Escaladores, caminhantes e aventureiros encontram aqui um terreno de jogo excepcional entre mar e montanha.",
          "visit_duration_min": 60
        },
        {
          "text": "Admira a pequena igreja de Nossa Senhora do Rosário perto do cemitério de Gorenje Vas, vestígio da vida espiritual desta aldeia rural. Os pastos com gado perpetuam a tradição milenar de pastoreio desta região montanhosa.",
          "visit_duration_min": 60
        },
        {
          "text": "Observa a passagem dos comboios na linha Pula-Ljubljana, património ferroviário que recorda a importância histórica de Lupoglav como nó de comunicação. Esta aldeia tranquila oferece uma imersão autêntica na Ístria rural e preservada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 12
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "HR::mali-losinj",
      "name": "Mali Losinj",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.5306,
        14.4681
      ],
      "lat": 44.5306,
      "lon": 14.4681,
      "visits": [
        {
          "text": "O porto de Mali Lošinj estende-se numa baía de 5 km onde fachadas pastel e iates brancos se espelham em águas calmas como um lago. O ar carregado de lavanda, murta e alecrim valeu à ilha a alcunha de Ilha da Vitalidade, e os médicos vienenses enviavam para cá os seus pacientes já no século XIX.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu do Apoxyomenos apresenta uma estátua grega de bronze resgatada ao largo em 1996 por um mergulhador local. Esta obra-prima de 2000 anos representando um atleta a limpar-se após o esforço é objeto de um percurso imersivo de som e luz que culmina no encontro com o original.",
          "visit_duration_min": 75
        },
        {
          "text": "O Palácio Fritzi data do século XIX e expõe as Coleções de Arte de Mali Lošinj. Mestres antigos flamengos, pintores croatas modernos e fotografias históricas da ilha coabitam em salões cujas janelas se abrem sobre o porto.",
          "visit_duration_min": 75
        },
        {
          "text": "A cidade velha enrola as suas ruelas em torno da colina que domina o porto. As mansões venezianas com portadas coloridas e as passagens abobadadas revelam o mar a cada curva, e percebe-se porque é que os capitães enriquecidos pelo comércio marítimo escolheram construir aqui as suas residências.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja da Natividade da Virgem data do século XV e conserva quadros e ex-votos dos capitães que fizeram fortuna no comércio marítimo. Estas oferendas testemunham os perigos do mar e a fé dos marinheiros que imploravam a proteção divina antes de cada travessia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Reserve o miradouro Providenca entre as 18h e as 20h para um pôr do sol privado sobre o Kvarner. Com um copo de vinho local na mão, contemplará a baía e as ilhas vizinhas enquanto o céu se incendeia, experiência romântica por excelência.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore o parque florestal de Čikat, plantado de pinheiros-de-alepo no século XIX para purificar o ar da ilha. Os seus trilhos perfumados descem até enseadas de banho onde a água turquesa contrasta com o verde escuro das agulhas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite o Jardim dos Perfumes com as suas 250 espécies aromáticas cultivadas nos socalcos que dominam a cidade. Este passeio olfativo entre lavanda, salva e alecrim explica porque é que os aromaterapeutas consideram Lošinj um santuário natural.",
          "visit_duration_min": 60
        },
        {
          "text": "Faça um curso de vela na Academia de Vela de Lošinj ou alugue um barco para explorar as ilhotas do arquipélago. O vento regular e as águas protegidas fazem dele um terreno ideal tanto para principiantes como para navegadores experientes.",
          "visit_duration_min": 60
        },
        {
          "text": "Jante no restaurante Alfred Keller, mesa estrelada que sublima os produtos do mar inspirando-se nas 1200 plantas aromáticas da ilha. A cozinha inventiva e o cenário elegante fazem dele o endereço gastronómico do arquipélago.",
          "visit_duration_min": 60
        },
        {
          "text": "Assista ao Festival de Jazz de Mali Lošinj em agosto, que programa concertos íntimos nos pátios e nas praças do porto. A acústica das pedras e a atmosfera descontraída criam uma proximidade rara entre músicos e público.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 7
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "HR::mljet",
      "name": "Mljet",
      "cc": "HR",
      "language": "pt",
      "coords": [
        42.7461,
        17.5375
      ],
      "lat": 42.7461,
      "lon": 17.5375,
      "visits": [
        {
          "text": "O Parque Nacional de Mljet foi criado em 1960, cobrindo uma porção da ilha de Mljet que se classifica como a ilha mais verde da Croácia, caracterizada pelas suas florestas luxuriantes, lagos salgados e paisagens idílicas.",
          "visit_duration_min": 75
        },
        {
          "text": "Veliko Jezero e Malo Jezero (Lago Grande e Lago Pequeno) formam o coração do parque, dois lagos salgados interligados de águas turquesa perfeitas para banho e caiaque.",
          "visit_duration_min": 75
        },
        {
          "text": "A ilha de Santa Maria emerge no meio de Veliko Jezero, albergando um mosteiro beneditino do século XII que oferece uma mistura de história e vistas esplêndidas, acessível de barco incluído no bilhete de entrada.",
          "visit_duration_min": 75
        },
        {
          "text": "O cume Montokuc é o ponto mais alto acessível do parque, com uma torre de observação em madeira usada pelos bombeiros para monitorizar os incêndios florestais.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta de Ulisses encontra-se na parte central da ilha perto da aldeia de Babino Polje, uma espetacular gruta marinha onde segundo a lenda o herói grego se refugiou durante as suas andanças mediterrânicas.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Polače serve como uma das principais portas de entrada para o parque, conhecida pelas suas ruínas romanas antigas incluindo vestígios de um palácio que dão nome à aldeia.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Okuklje na costa norte formou-se durante a época da República de Dubrovnik, hoje uma pequena baía pitoresca popular entre navegadores e visitantes que procuram alojamento tranquilo.",
          "visit_duration_min": 75
        },
        {
          "text": "O lago Blatina situa-se quase no centro da ilha, um lago interior ligeiramente salgado onde os habitantes tradicionalmente tiravam água para irrigar as suas culturas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Subir ao cume Montokuc leva cerca de uma hora através de densas florestas de pinheiros, recompensando com vistas mágicas sobre ambos os lagos, o mar Adriático e as ilhas vizinhas em dias limpos.",
          "visit_duration_min": 60
        },
        {
          "text": "Andar de bicicleta à volta dos lagos em pistas em parte asfaltadas e em parte de gravilha oferece a melhor forma de explorar o parque, com aluguer de bicicletas disponível na entrada.",
          "visit_duration_min": 60
        },
        {
          "text": "Banhar-se nos lagos salgados onde a água aquece quanto mais te afastas do mar, estando o banho permitido em todo o parque ao contrário de muitos outros parques nacionais croatas.",
          "visit_duration_min": 60
        },
        {
          "text": "Apanhar o barco para a ilha de Santa Maria, a travessia de 15 minutos levando os visitantes até monges que acolhem hóspedes há nove séculos.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar a gruta de Ulisses requer uma descida íngreme (evitar chinelos), mas recompensa com uma piscina de azul profundo dentro da gruta, perfeita para banhar-se num cenário mitológico.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxar nas praias de Saplunara e da baía Limuni (baía dos Limões) na ponta sul da ilha, raras praias de areia na Croácia ideais para famílias e quem está cansado das margens rochosas.",
          "visit_duration_min": 60
        },
        {
          "text": "Chegar a Mljet de ferry desde Prapratno na península de Pelješac até Sobra (45 minutos), desfrutando da travessia no convés enquanto a ilha arborizada se aproxima.",
          "visit_duration_min": 60
        },
        {
          "text": "Saborear a cozinha dálmata em restaurantes familiares, embora trazer algumas provisões para a ilha ajude dadas as opções limitadas e os preços mais altos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 11
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 12
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "HR::motovun",
      "name": "Motovun",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.3369,
        13.8283
      ],
      "lat": 45.3369,
      "lon": 13.8283,
      "visits": [
        {
          "text": "Motovun emerge das brumas matinais como uma coroa de pedra cingindo a sua colina, a 277 metros acima do vale do Mirna. Podes subir os 1.052 degraus a pé ou apanhar o comboinho.",
          "visit_duration_min": 75
        },
        {
          "text": "As muralhas venezianas cercam a aldeia em dois anéis concêntricos. Estas muralhas do século XIII oferecem um passeio panorâmico sobre um mar de colinas arborizadas.",
          "visit_duration_min": 75
        },
        {
          "text": "A praça principal abre-se para o palácio comunal românico, a torre do relógio e uma cisterna veneziana. Cafés e restaurantes ocupam as antigas mansões patrícias.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de Santo Estêvão data do século XVII. Conserva uma estátua do santo padroeiro atribuída a uma oficina veneziana e fragmentos de frescos medievais.",
          "visit_duration_min": 75
        },
        {
          "text": "A galeria municipal expõe arte contemporânea nas abóbadas de um antigo celeiro. As instalações convivem com vigas centenárias.",
          "visit_duration_min": 75
        },
        {
          "text": "Oprtalj domina o vale desde o seu esporão fortificado. Esta aldeia medieval com as suas portas venezianas preservadas é menos turística que Motovun e oferece uma atmosfera mais autêntica.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de Santa Maria abriga frescos do século XV recentemente restaurados. O ciclo da vida da Virgem desdobra-se em tons ocre e azul.",
          "visit_duration_min": 75
        },
        {
          "text": "A loggia veneziana do século XVI projeta-se sobre o vazio com os seus arcos de pedra. Servia outrora de tribunal e local de reunião pública.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assiste ao Motovun Film Festival no final de julho. O cinema independente é projetado ao ar livre sobre as muralhas, e estrelas e realizadores passeiam pelas ruelas minúsculas.",
          "visit_duration_min": 60
        },
        {
          "text": "Parte à caça de trufas com um guia local e o seu cão. De outubro a dezembro, exploram os bosques de carvalhos onde cresce o diamante negro da Ístria.",
          "visit_duration_min": 60
        },
        {
          "text": "Degusta os produtos com trufa nos restaurantes da aldeia: ovos mexidos, massa fresca e queijo curado revelam este aroma único.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a adega Roxanich a poucos quilómetros. Produzem vinhos orange e naturais envelhecidos em ânfora segundo métodos milenares.",
          "visit_duration_min": 60
        },
        {
          "text": "Sobrevoa o vale em balão de ar quente ao nascer do sol. Motovun e os seus vizinhos empoleirados emergem então da névoa como ilhas de pedra.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita uma quinta de trufas familiar no vale do Mirna. Os produtores explicar-te-ão o cultivo dos carvalhos micorrizados e o treino dos cães trufeiros.",
          "visit_duration_min": 60
        },
        {
          "text": "Pedala pelas estradas rurais entre aldeias empoleiradas, vinhas em socalcos e olivais centenários.",
          "visit_duration_min": 60
        },
        {
          "text": "Prova o presunto ístrio, o pršut curado com os ventos da Bura. Cortado fino como papel, derrete literalmente na boca.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 9
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 10
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "HR::novigrad",
      "name": "Novigrad",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.3167,
        13.5667
      ],
      "lat": 45.3167,
      "lon": 13.5667,
      "visits": [
        {
          "text": "Novigrad ocupa uma península que outrora foi uma ilha, ligada ao continente no século XVIII. As suas muralhas venezianas ainda cercam ruelas e pracinhas onde a pesca continua a ser um modo de vida.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja dos Santos Pelágio e Máximo conserva relíquias na sua cripta do século XI, único vestígio da antiga basílica. O seu campanário românico domina a pequena cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "O museu Lapidarium expõe esculturas romanas, medievais e modernas num antigo armazém do porto. Esta coleção eclética mistura antiguidades e arte contemporânea.",
          "visit_duration_min": 75
        },
        {
          "text": "O palácio Rigo data do século XVII e abriga hoje a galeria de arte municipal. Exposições temporárias são apresentadas num ambiente barroco com estuques preservados.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degusta as especialidades do mar numa das konobe do porto: lagostins alla buzara e risotto de frutos do mar regados com Malvazija.",
          "visit_duration_min": 60
        },
        {
          "text": "Aluga uma bicicleta para percorrer a Parenzana, a antiga via férrea austro-húngara convertida em ciclovia. Atravessa vinhas e aldeias ao longo de dezenas de quilómetros.",
          "visit_duration_min": 60
        },
        {
          "text": "Banha-te nas praias de seixos ou nas plataformas de betão ao pé das muralhas. As águas são límpidas e pouco profundas, ideais para famílias.",
          "visit_duration_min": 60
        },
        {
          "text": "Assiste à regata de veleiros tradicionais em agosto. Estes barcos de madeira com velas latinas recordam os pescadores de outrora.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 6
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "HR::opatija",
      "name": "Opatija",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.3378,
        14.3053
      ],
      "lat": 45.3378,
      "lon": 14.3053,
      "visits": [
        {
          "text": "O Lungomare é um passeio à beira-mar de 12 km construído pelos Habsburgos no final do século XIX para que a aristocracia vienense pudesse caminhar junto ao mar. De Volosko a Lovran, o trilho serpenteia sob pinheiros-mansos, passa por mansões Belle Époque com jardins luxuriantes e oferece vistas constantes sobre o golfo de Kvarner e as suas ilhas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Villa Angiolina foi a primeira residência de férias de Opatija, construída em 1844 por um comerciante de Rijeka que se apaixonou por esta costa. O parque botânico que a rodeia reúne espécies exóticas trazidas dos quatro cantos do mundo: camélias japonesas, sequoias californianas, palmeiras mediterrânicas. Foi aqui que nasceu a vocação turística da costa.",
          "visit_duration_min": 75
        },
        {
          "text": "A escultura da Rapariga com a Gaivota ergue-se sobre uma rocha batida pelas ondas, junto à igreja de São Jacob. Foi erguida em memória do conde Kesselstadt, levado pelo mar durante uma tempestade. Tornada símbolo de Opatija, atrai fotógrafos e românticos a qualquer hora do dia, mas é ao pôr do sol que ganha toda a sua dimensão.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de São Jacob é o edifício mais antigo de Opatija, aninhada num parque criado em 1845 em torno do seu cemitério marítimo. Os concertos de verão sob as árvores centenárias perpetuam o espírito da Belle Époque, quando a imperatriz Sissi e as cabeças coroadas da Europa vinham aqui buscar repouso e ar iodado.",
          "visit_duration_min": 75
        },
        {
          "text": "O Walk of Fame croata acompanha o passeio marítimo e homenageia as celebridades nacionais com estrelas incrustadas na calçada: Nikola Tesla, a esquiadora Janica Kostelić, o tenista Goran Ivanišević. Uma forma de lembrar que este pequeno país deu ao mundo figuras notáveis nas ciências, nas artes e no desporto.",
          "visit_duration_min": 75
        },
        {
          "text": "O Teatro ao ar livre do parque Angiolina acolhe concertos e espetáculos de verão num cenário de verdura frente ao mar. A acústica natural e o ambiente elegante fazem dele um dos palcos mais apreciados da costa adriática, onde o marulhar das ondas acompanha discretamente os aplausos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça caminhadas no parque natural de Učka, cujo cume atinge os 1401 metros e domina todo o golfo de Kvarner. Em dias claros, a vista estende-se até aos Alpes eslovenos a norte e às ilhas dálmatas a sul. BTT, parapente e escalada atraem os desportistas, enquanto os trilhos florestais são adequados para caminhantes de todos os níveis.",
          "visit_duration_min": 60
        },
        {
          "text": "Ofereça-se um tratamento num dos spas de Opatija que perpetuam a tradição termal lançada pelos médicos vienenses nos anos 1880. Estabelecimentos históricos como o Kvarner ou o Milenij propõem talassoterapia e massagens em ambientes Belle Époque restaurados com bom gosto.",
          "visit_duration_min": 60
        },
        {
          "text": "Jante numa konoba de Volosko, a antiga aldeia de pescadores tornada refúgio gastronómico da costa. Os chefs reinventam a cozinha do Kvarner com produtos do mar pescados na mesma manhã, servidos em ruelas onde a roupa ainda seca às janelas.",
          "visit_duration_min": 60
        },
        {
          "text": "Assista a um concerto no Festival de Opatija em julho, que programa música clássica e contemporânea nas mansões e parques da estância. A atmosfera intimista e o cenário histórico recordam a época em que Opatija rivalizava com Nice e Monte Carlo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 1
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "HR::osijek",
      "name": "Osijek",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.555,
        18.6955
      ],
      "lat": 45.555,
      "lon": 18.6955,
      "visits": [
        {
          "text": "Entre na magnífica Tvrđa, uma das fortalezas militares barrocas do século XVIII mais bem preservadas da Europa. Construída pelos Habsburgos em 1687 após derrotar as forças otomanas, este impressionante complexo de ruas empedradas, elegantes edifícios barrocos e cafés atmosféricos representa o coração administrativo, educativo e cultural da Eslavónia.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com a Concatedral neogótica dos Santos Pedro e Paulo que domina o horizonte de Osijek com a sua torre de 94 metros. Lindamente restaurada após graves danos durante a Guerra da Independência Croata de 1991, os impressionantes vitrais e o elegante interior da catedral fazem dela um dos mais impressionantes monumentos religiosos da Croácia.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pela elegante Praça Ante Starčević, a praça principal de Osijek com o histórico Hotel Central e o barroco Palácio Prandua-Normann. Este vibrante coração da cidade oferece excelentes compras, cafés e um vislumbre da refinada cultura urbana da maior cidade da Eslavónia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore as maravilhas do Parque Natural Kopački Rit, uma das maiores e mais bem preservadas zonas húmidas da Europa nos arredores de Osijek. Esta notável reserva zoológica protege 260 espécies de aves, 40 espécies de peixes e mais de 140 variedades de plantas em pântanos intocados acessíveis de barco, bicicleta, a cavalo ou a pé.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Atravesse a icónica Pjesački Most, a ponte pedonal construída em 1981 que se tornou um amado símbolo de Osijek. Esta graciosa estrutura liga o centro da cidade ao popular Zoológico e Aquário, o maior jardim zoológico da Croácia com girafas, camelos e até panteras.",
          "visit_duration_min": 60
        },
        {
          "text": "Passe uma tarde de verão na Praia Fluvial Copacabana no rio Drava, onde os locais nadam, apanham sol e desfrutam das piscinas públicas numa atmosfera animada. O passeio ribeirinho que se estende por ambas as margens oferece trilhos perfeitos para caminhar, correr ou andar de bicicleta.",
          "visit_duration_min": 60
        },
        {
          "text": "Prove a cerveja Osječko, a primeira marca de cerveja croata a produzir com a mesma receita original desde 1697. Acompanhe-a com autêntica cozinha eslavona incluindo fiš paprikaš (guisado de peixe picante), chouriço kulen e čvarci (torresmos crocantes) em restaurantes junto ao rio.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore a elegante Avenida Europa ladeada de impressionantes edifícios Art Nouveau que demonstram a prosperidade de Osijek durante a era austro-húngara. As encantadoras fachadas e detalhes arquitetónicos rivalizam com os de qualquer capital centro-europeia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 10
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "HR::pazin",
      "name": "Pazin",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.2392,
        13.9378
      ],
      "lat": 45.2392,
      "lon": 13.9378,
      "visits": [
        {
          "text": "Explora o castelo de Pazin empoleirado dramaticamente sobre um abismo vertiginoso de 100 metros, fortaleza do século X a maior e mais bem conservada da Ístria. Este cenário espetacular inspirou Júlio Verne para o seu romance Mathias Sandorf, ancorando Pazin no imaginário literário mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Mergulha no Museu Etnográfico da Ístria instalado no castelo, que apresenta o modo de vida tradicional através de ferramentas, trajes e objectos do quotidiano. O Museu da cidade completa esta imersão na história local da capital administrativa da Ístria.",
          "visit_duration_min": 75
        },
        {
          "text": "Contempla o abismo de Pazin (Pazinska Jama) onde o rio Pazinčica desaparece num sistema de grutas subterrâneas com um rugido impressionante. Este fenómeno geológico único fascinou Júlio Verne que aí situou uma cena-chave da sua aventura.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a igreja de São Nicolau do século XV que mistura estilos gótico e barroco, ornada de frescos notáveis e uma colecção de arte sacra. O seu campanário oferece uma vista pitoresca sobre a cidade e os arredores ondulados.",
          "visit_duration_min": 75
        },
        {
          "text": "O abismo de Pazin afunda-se 100 metros sob o castelo. Foi neste abismo cársico que Júlio Verne precipitou o seu herói Mathias Sandorf. O rio Pazinčica lança-se nele e desaparece debaixo da terra.",
          "visit_duration_min": 75
        },
        {
          "text": "O Kaštel de Pazin é uma fortaleza medieval que domina o abismo. Abriga o Museu Etnográfico da Ístria e o Museu Municipal, mais de 1.000 anos de história sob as suas abóbadas.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja paroquial de São Nicolau conserva frescos góticos do século XV na sua capela lateral. Santos e cenas bíblicas estão pintados em cores desbotadas.",
          "visit_duration_min": 75
        },
        {
          "text": "A praça central é ladeada por fachadas austro-húngaras que recordam que Pazin foi a capital administrativa da Ístria sob os Habsburgos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Lança-te na tirolesa que atravessa o abismo de Pazin para uma descarga de adrenalina inesquecível. Sobrevoa este precipício vertiginoso com o castelo medieval de fundo e o rio a rugir 100 metros abaixo.",
          "visit_duration_min": 60
        },
        {
          "text": "Segue o Trilho Júlio Verne que liga os sítios que inspiraram o célebre escritor, com painéis explicativos e miradouros fotográficos. Este passeio literário transporta-te para o universo romanesco do século XIX.",
          "visit_duration_min": 60
        },
        {
          "text": "Desce às grutas sob o castelo para explorar o mundo subterrâneo que cativou a imaginação de Júlio Verne. As formações calcárias e as passagens misteriosas justificam plenamente a fama fantástica deste lugar.",
          "visit_duration_min": 60
        },
        {
          "text": "Desce em rappel ao abismo com um guia espeleólogo. Esta exploração vertical de 100 metros leva-te até ao rio subterrâneo.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorre o trilho educativo que circunda o abismo. Os painéis explicam a geologia cársica e a flora das falésias.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita o Museu Etnográfico que apresenta trajes, ferramentas agrícolas e interiores reconstruídos das casas ístrianas tradicionais.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora a gruta de Baredine a 20 km. Admirarás formações espetaculares e proteus cegos nas suas piscinas subterrâneas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 9
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 11
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "HR::pican",
      "name": "Pican",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.2194,
        14.0603
      ],
      "lat": 45.2194,
      "lon": 14.0603,
      "visits": [
        {
          "text": "Descobre a catedral da Anunciação de Maria, única igreja episcopal do centro da Ístria que testemunha os 1200 anos de existência da diocese de Pićan. Os seus sete altares de mármore, incluindo o altar-mor de 1735 de Antonio Michelazzi, e o retábulo de Valentin Metzinger criam um interior barroco sumptuoso.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira o campanário de 48 metros construído em 1872, inspirado no de São Marcos em Veneza. Esta torre monumental domina toda a paisagem de Pićan e simboliza a importância passada deste pequeno bispado no coração da Ístria.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a igreja românica de São Miguel que alberga frescos do século XV do Mestre Alberto de Constança e preciosos grafitos glagolíticos datados de 1545. Esta antiga escrita eslava testemunha a tradição cultural única desta região.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora o Centro Istriano de Cultura Imaterial (CENKI) instalado no Palácio do Barão, dedicado à preservação do património vivo da Ístria. O canto a duas vozes em intervalos estreitos, inscrito no património UNESCO desde 2009, é particularmente celebrado aqui.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminha pelo trilho de São Roque até à cascata Sopot de 24,5 metros de altura, atravessando uma paisagem protegida da rede Natura 2000. As rochas da fada construtora e a nascente de São Nicéforo pontuam este percurso de lendas ístrinas.",
          "visit_duration_min": 60
        },
        {
          "text": "Contempla o panorama desde o miradouro Francisco Fernando, dedicado ao arquiduque austríaco que visitou Pićan pouco antes do seu assassinato em Sarajevo em 1914. Encantado pelo vinho local, tinha prometido voltar com a sua esposa Sofia.",
          "visit_duration_min": 60
        },
        {
          "text": "Participa no Legendfest, festival das lendas, mitos e contos da Ístria que atrai visitantes de toda a Croácia. O Dia dos Habitantes de Pićan no início de junho e a festa de São Roque a 16 de agosto animam esta aldeia carregada de história.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita as ruínas da mina de carvão de Tupljak, última mina da Croácia encerrada em 1999 após quatro séculos de exploração. Os edifícios mineiros e equipamentos preservados testemunham este património industrial pouco conhecido.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 11
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "HR::plitvice",
      "name": "Plitvice",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.8654,
        15.582
      ],
      "lat": 44.8654,
      "lon": 15.582,
      "visits": [
        {
          "text": "A aldeia de Rastoke situa-se na confluência dos rios Slunjčica e Korana, um povoado de conto de fadas apelidado «os pequenos lagos de Plitvice» onde cascatas jorram através e mesmo por baixo das casas tradicionais de madeira.",
          "visit_duration_min": 75
        },
        {
          "text": "A história da aldeia remonta ao século XVII, quando mais de 20 moinhos de água aproveitavam as águas turbulentas para moer trigo, milho e cevada; muitos deles ainda se encontram magnificamente preservados hoje.",
          "visit_duration_min": 75
        },
        {
          "text": "O fenómeno geológico de formação de tufo criou esta maravilha natural: o carbonato de cálcio do rio Slunjčica deposita-se em camadas de calcite macia que formaram as barreiras naturais e cascatas ao longo de milénios.",
          "visit_duration_min": 75
        },
        {
          "text": "As casas históricas de madeira e pedra com os seus canais de água engenhosamente concebidos representam um património vivo: famílias locais ainda habitam estas moradas transmitidas de geração em geração.",
          "visit_duration_min": 75
        },
        {
          "text": "O Parque Nacional dos Lagos de Plitvice, fundado em 1949, estende-se por quase 300 quilómetros quadrados e deve a sua fama mundial aos seus dezasseis lagos em terraços que fluem em cascatas e pequenos rios uns sobre os outros.",
          "visit_duration_min": 75
        },
        {
          "text": "As cores hipnóticas das piscinas mudam constantemente conforme o teor mineral, os organismos presentes na água e o ângulo do sol, passando de um turquesa quase fluorescente a um azul tinta profundo.",
          "visit_duration_min": 75
        },
        {
          "text": "A Grande Cascata (Veliki Slap) perto da Entrada n°1 cai de 78 metros, tornando-a a cascata mais alta da Croácia, embora esteja frequentemente repleta de visitantes em busca da selfie perfeita.",
          "visit_duration_min": 75
        },
        {
          "text": "Os quatro lagos inferiores (Novakovica Brod, Koluderovac, Gavanovac e Milanovac) estão ligados por passadiços de madeira ao longo das suas margens, constituindo a secção mais acessível e fotografada do parque.",
          "visit_duration_min": 75
        },
        {
          "text": "O lago Kozjak estende-se como o maior dos lagos superiores, com um trilho ao longo da sua margem norte muito menos concorrido do que as rotas turísticas principais à volta dos lagos inferiores.",
          "visit_duration_min": 75
        },
        {
          "text": "O ilhéu Stefanijin Otok ergue-se no meio de Kozjak, onde outro ferry atravessa para a margem sul em cerca de três minutos.",
          "visit_duration_min": 75
        },
        {
          "text": "Os lagos superiores Burgeti e Gradinsko conduzem à cascata Veliki Prstavac, que muitos visitantes consideram mais impressionante do que a famosa Grande Cascata apesar do tamanho mais modesto.",
          "visit_duration_min": 75
        },
        {
          "text": "As formações de tufo e calcário pelo parque continuam a crescer e evoluir, um processo geológico vivo que cria novas cascatas e barreiras ao longo do tempo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passear pela aldeia entre cascatas, casas de madeira, jardins floridos e moinhos históricos, atravessando pontes de madeira que oferecem perspetivas e surpresas diferentes.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar Vilinsko Vrt (o Jardim das Fadas), um pequeno espaço verde junto a uma cascata repleto de esculturas de madeira artesanais, bancos em forma de cogumelo e placas que narram lendas locais sobre fadas e espíritos da água.",
          "visit_duration_min": 60
        },
        {
          "text": "Banhar-se nas águas cristalinas do rio quando o tempo permite, com vistas sobre o canyon do Korana e as suas múltiplas cascatas desde as margens preparadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em restaurantes tradicionais com esplanadas sobre as cascatas, saboreando trutas grelhadas e enormes pizzas ao som das águas bravas.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorrer os trilhos de passadiços de madeira à volta dos lagos inferiores leva de 2 a 3 horas para o circuito principal, serpenteando entre inúmeras pequenas cascatas e piscinas de cores de sonho.",
          "visit_duration_min": 60
        },
        {
          "text": "Apanhar o ferry no lago Kozjak, incluído no bilhete de entrada, embora as filas ao meio-dia possam estender-se por uma hora em época alta.",
          "visit_duration_min": 60
        },
        {
          "text": "Utilizar o autocarro panorâmico entre as entradas do parque, incluído no bilhete e útil para regressar ao ponto de partida após um longo dia de caminhadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrar pela Entrada n°1 para acesso fácil à Grande Cascata e aos lagos inferiores, ou pela Entrada n°2 para os lagos superiores e a travessia de ferry.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorrer os trilhos mais longos à volta do lago Kozjak e dos lagos superiores oferece o melhor momento de qualquer visita a Plitvice, longe das multidões de excursionistas concentradas nos lagos inferiores.",
          "visit_duration_min": 60
        },
        {
          "text": "Chegar cedo de manhã antes dos autocarros turísticos transforma a experiência: o som relaxante das águas vivas substitui então o burburinho de centenas de visitantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Trazer snacks e água é essencial já que a comida e bebidas dentro do parque são extremamente caras, com poucas opções além das zonas de entrada principais.",
          "visit_duration_min": 60
        },
        {
          "text": "Usar calçado de caminhada em vez de sandálias protege os pés nos trilhos mais afastados onde os passadiços de madeira dão lugar a caminhos naturais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 1
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 2
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 3
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "HR::plomin",
      "name": "Plomin",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.1378,
        14.1733
      ],
      "lat": 45.1378,
      "lon": 14.1733,
      "visits": [
        {
          "text": "Sobe até à aldeia fortificada de Plomin empoleirada dramaticamente na sua falésia, um dos mais antigos povoamentos da Ístria habitado desde o século II a.C. pelos Liburnos, antigos navegadores e piratas. Os Romanos chamaram a este porto Flanona, dando o nome ao golfo de Kvarner (Sinus Flanaticus).",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a igreja de São Jorge o Antigo do século XI que alberga a inscrição glagolítica de Plomin, um dos mais antigos testemunhos desta escrita eslava única. O relevo antigo do deus pagão Silvano atesta a continuidade dos cultos desde a Antiguidade romana.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira a igreja paroquial da Bem-Aventurada Virgem Maria de 1474 com o seu crucifixo gótico, a custódia ornada de inscrições glagolíticas e o precioso altar dourado do século XVII. As estátuas de madeira dos santos completam este tesouro artístico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Contempla a vista desde o miradouro Vidikovac que domina a baía de Plomin e as ilhas ao largo. Este panorama espetacular recompensa a subida a esta aldeia fora do tempo com as suas muralhas dos séculos XIII-XVII.",
          "visit_duration_min": 60
        },
        {
          "text": "Desce a Plomin Luka, minúsculo porto ao pé da falésia que oferece uma praia tranquila longe das multidões. O contraste entre a aldeia empoleirada e este lugarejo marítimo cria uma atmosfera única na costa ístria.",
          "visit_duration_min": 60
        },
        {
          "text": "Participa no Festival dos Pescadores em agosto ou na Bela Nedjelja em outubro, festas populares que animam esta aldeia adormecida. Estas celebrações tradicionais perpetuam o espírito comunitário desta pequena comunidade.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 13
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "HR::porec",
      "name": "Porec",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.2269,
        13.5944
      ],
      "lat": 45.2269,
      "lon": 13.5944,
      "visits": [
        {
          "text": "A Basílica Eufrasiana é Património Mundial da UNESCO pelos seus mosaicos bizantinos do século VI. Ouro e lápis-lazúli representam a Virgem, Cristo e os santos sobre um fundo azul celeste.",
          "visit_duration_min": 75
        },
        {
          "text": "Sobe ao campanário da basílica para dominar os telhados de Poreč e o mar salpicado de ilhas. Do alto, os mosaicos revelam detalhes invisíveis desde o chão.",
          "visit_duration_min": 75
        },
        {
          "text": "O batistério octogonal junto à basílica conserva a sua pia do século VI. Aqui os primeiros cristãos da Ístria recebiam o batismo por imersão.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorre o Decumano, a artéria romana retilínea que atravessa o centro histórico de leste a oeste. As lajes antigas ainda afloram sob os pés dos transeuntes.",
          "visit_duration_min": 75
        },
        {
          "text": "A Casa dos Dois Santos conserva mosaicos romanos do século III descobertos sob o chão de uma casa comum. Peixes e motivos geométricos permanecem intactos.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu do Património de Poreč ocupa o palácio Sinčić e percorre a história da cidade desde a Idade do Bronze até ao período veneziano. Um lapidário romano encontra-se no pátio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeia pelo cais Obala Maršala Tita que ladeia o porto. Os seus cafés e gelaterias olham para os iates, e os pores do sol atraem fotógrafos e casais.",
          "visit_duration_min": 60
        },
        {
          "text": "Nada na praia de Zelena Laguna a sul da cidade. Este complexo balnear entre os pinheiros oferece desportos aquáticos e bares de praia.",
          "visit_duration_min": 60
        },
        {
          "text": "Apanha um barco para a ilha de São Nicolau, a 10 minutos do porto. As suas praias tranquilas e restaurante ocupam um antigo mosteiro beneditino.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora as aldeias vinícolas do interior com uma prova de Malvazija e Teran, os vinhos branco e tinto emblemáticos da Ístria.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a gruta de Baredine a 8 km de Poreč. As suas estalactites e estalagmites descem 300 metros de profundidade, e podes observar o proteu, uma salamandra cega endémica do carso.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 5
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "HR::pula",
      "name": "Pula",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.8666,
        13.8496
      ],
      "lat": 44.8666,
      "lon": 13.8496,
      "visits": [
        {
          "text": "Explora a Arena de Pula, um dos seis maiores anfiteatros romanos do mundo e o único que conserva as quatro torres laterais e os três andares arquitectónicos. Construído no século I, este colosso de pedra acolhia combates de gladiadores e hoje vibra ao ritmo dos concertos de verão sob as estrelas.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira o Templo de Augusto no Fórum, edificado entre 27 a.C. e 14 d.C. em honra do imperador romano. Transformado em igreja na Idade Média e quase destruído durante a Segunda Guerra Mundial, alberga hoje um lapidário com artefactos romanos em pedra.",
          "visit_duration_min": 75
        },
        {
          "text": "Descobre a capela bizantina de Santa Maria Formosa, raro vestígio do século VI que testemunha a presença bizantina em Pula. Apenas subsiste a pequena capela sul da antiga basílica de três naves, construída como túmulo para um bispo cujo sarcófago foi descoberto no século XVII.",
          "visit_duration_min": 75
        },
        {
          "text": "Atravessa o Arco de Triunfo dos Sérgios, erguido no século I para honrar esta poderosa família da colónia romana de Pula. Outrora integrado na Porta Aurea, este monumento solitário inspirou Michelangelo e numerosos artistas ao longo dos séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "O anfiteatro de Pula está entre os seis maiores do mundo romano. As suas arcadas intactas acolheram 20.000 espectadores que aplaudiam os gladiadores, e hoje ecoam os concertos de verão.",
          "visit_duration_min": 75
        },
        {
          "text": "O Arco dos Sérgios foi erguido no século I por uma família patrícia para honrar três irmãos que serviram nas legiões romanas. Os seus relevos esculpidos ainda celebram as suas façanhas militares.",
          "visit_duration_min": 75
        },
        {
          "text": "O Templo de Augusto ergue as suas colunas coríntias sobre o Fórum desde o ano 14. Este santuário dedicado ao primeiro imperador romano continua a ser um dos mais bem preservados do mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "O sistema subterrâneo de Pula é composto por túneis escavados na rocha sob a colina do castelo. Estas galerias serviram de abrigos antiaéreos durante a Segunda Guerra Mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "O castelo veneziano domina a cidade desde a sua colina e abriga o Museu de História da Ístria. Das suas muralhas, a vista abrange a baía e as ilhas Brijuni ao largo.",
          "visit_duration_min": 75
        },
        {
          "text": "A Porta de Hércules é o monumento romano mais antigo de Pula, datando do século I a.C. A figura barbuda do herói grego ainda adorna o arco de pedra desgastado pelos séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de São Francisco data do século XIV e conserva raros frescos medievais. O seu claustro tranquilo oferece um refúgio fresco longe da agitação do verão.",
          "visit_duration_min": 75
        },
        {
          "text": "O Parque Nacional de Brijuni compreende 14 ilhas ao largo de Pula. Tito fez dele a sua residência de verão de 1949 a 1979, recebendo cerca de uma centena de chefes de Estado de todo o mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "O safari-zoo de Brijuni abriga elefantes do Sri Lanka, zebras e avestruzes. Estes animais foram ofertas de líderes estrangeiros a Tito e ainda vivem no parque.",
          "visit_duration_min": 75
        },
        {
          "text": "As ruínas da vila romana de Verige testemunham o esplendor de um complexo termal do século I. Frescos e mosaicos contemplam o mar Adriático há dois mil anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Pegadas fossilizadas de dinossauros marcam a rocha de Brijuni. Estes vestígios de saurópodes, com 100 milhões de anos, foram descobertos na ilha principal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passa sob a Porta Gemina, uma das dez antigas portas de entrada na cidade romana do século II. Este elegante arco duplo atesta a importância de Pula como centro administrativo da Ístria desde a Antiguidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Sobe à fortaleza de Verudela construída no século XIX sob domínio austro-húngaro para desfrutar de uma vista panorâmica sobre a cidade e a Arena. A fortaleza alberga hoje o aquário de Pula onde os peixes nadam pelos corredores históricos.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita o pequeno teatro romano aninhado ao pé da colina do castelo, vestígio comovente mas infelizmente em mau estado de conservação. Este sítio arqueológico recorda a riqueza cultural de Pula na época romana.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeia pelo claustro tranquilo do mosteiro de São Francisco do século XIV e admira as esculturas romanas expostas nas suas paredes. A igreja do século XIII apresenta um estilo românico-gótico com um púlpito duplo, parte do qual dá para a rua.",
          "visit_duration_min": 60
        },
        {
          "text": "Assiste a um concerto ou projeção de cinema no anfiteatro sob as estrelas. Desde 1954, estrelas do rock e orquestras atuam nesta arena de dois mil anos.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita o Aquário de Pula, instalado na fortaleza austro-húngara de Verudela. Os tanques escavados nos antigos armazéns de munições apresentam a fauna do Adriático.",
          "visit_duration_min": 60
        },
        {
          "text": "Faz uma excursão ao Parque Nacional de Brijuni, arquipélago onde Tito recebia estrelas e chefes de Estado. No programa: safari-zoo, ruínas romanas e vilas presidenciais.",
          "visit_duration_min": 60
        },
        {
          "text": "Banha-te nas enseadas rochosas de Verudela ou Stoja, onde os pinhais descem até às águas cristalinas a sul da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Prova os fuži, essa massa ístria em forma de pena, acompanhada de trufa ou guisado de caça. As konobe do centro transmitem estas receitas há gerações.",
          "visit_duration_min": 60
        },
        {
          "text": "Aluga uma bicicleta elétrica para explorar a ilha principal. Os trilhos sombreados atravessam florestas mediterrânicas e prados onde pastam gamos e muflões.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a exposição dedicada a Tito em Brijuni. Verás fotos de época, presentes diplomáticos e o Cadillac pessoal do presidente jugoslavo na sua garagem original.",
          "visit_duration_min": 60
        },
        {
          "text": "Faz o passeio de comboio turístico pela ilha com paragens comentadas nos sítios arqueológicos e miradouros sobre o litoral ístrio.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 1
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 1
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 2
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "HR::rab",
      "name": "Rab",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.7561,
        14.7597
      ],
      "lat": 44.7561,
      "lon": 14.7597,
      "visits": [
        {
          "text": "A cidade de Rab perfila os seus quatro campanários românicos como os mastros de um navio de pedra, silhueta icónica do Adriático que se recorta contra o céu há mais de oito séculos. As ruelas medievais da península contam entre as mais bem preservadas da Croácia, e cada pedra parece contar uma história.",
          "visit_duration_min": 75
        },
        {
          "text": "A catedral de Santa Maria a Grande foi consagrada pelo próprio papa Alexandre III durante a sua passagem em 1177. O seu campanário de 26 metros oferece um panorama que abraça mar e telhados de telha, e percebe-se porque é que os construtores escolheram este ponto culminante para erguer o seu santuário.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de São Cristóvão ocupa o ponto mais elevado da cidade e alberga um lapidário de artefactos antigos que cobrem o período do século II ao XVIII. Capitéis românicos, inscrições latinas e esculturas venezianas testemunham as civilizações sucessivas que moldaram a ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de Santa Justina conserva a arte sacra e as ourivesarias acumuladas pela diocese do século XI ao XVIII. O seu campanário de 1672 completa o quarteto de torres sineiras que faz a celebridade de Rab, cada uma de estilo diferente mas todas harmoniosamente alinhadas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Casa do Bolo de Rab celebra a pastelaria local com amêndoas, limão e Maraschino. Esta receita guardada pelas beneditinas desde o século XII teria sido criada para a visita do papa, e os habitantes perpetuam zelosamente esta tradição doce.",
          "visit_duration_min": 75
        },
        {
          "text": "As muralhas da cidade velha oferecem um passeio panorâmico acima das águas. Estas fortificações protegeram Rab das invasões sucessivas, dos piratas aos otomanos, e as suas pedras ainda guardam as marcas dos combates de outrora.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo parque florestal Komrčar, 8 hectares de pinheiros, carvalhos e palmeiras plantados no século XIX para embelezar os arredores da cidade. Os trilhos sombreados descem até ao mar e oferecem uma frescura bem-vinda nas horas quentes do verão.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe na floresta Dundo na península Kalifront, 100 hectares de azinheiras milenares entre as mais bem preservadas do Mediterrâneo. Algumas árvores atingem 20 metros de altura e 5 metros de circunferência, gigantes silenciosos que viram passar os séculos.",
          "visit_duration_min": 60
        },
        {
          "text": "Suba ao pico Kamenjak a 408 metros de altitude, ponto culminante da ilha que oferece uma vista espetacular sobre o Velebit. A subida desde Mundanije demora cerca de 45 minutos e atravessa paisagens de mato perfumado.",
          "visit_duration_min": 60
        },
        {
          "text": "Faça a excursão a Goli Otok, a Alcatraz croata onde o regime jugoslavo internou os opositores políticos de 1949 a 1989. As ruínas gelantes desta prisão insular testemunham um capítulo sombrio da história, e os guias locais partilham os relatos dos sobreviventes.",
          "visit_duration_min": 60
        },
        {
          "text": "Prove o bolo de Rab numa das pastelarias da cidade, acompanhado de um café expresso frente ao mar. Esta espiral de amêndoas e limão derrete na boca e deixa uma memória imperecível aos gulosos.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorra os 30 sítios arqueológicos da ilha graças à aplicação móvel dedicada. De Kampor a Lopar, vestígios romanos, igrejas pré-românicas e fortificações medievais pontuam um percurso que atravessa toda a história de Rab.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "HR::rabac",
      "name": "Rabac",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.0781,
        14.1567
      ],
      "lat": 45.0781,
      "lon": 14.1567,
      "visits": [
        {
          "text": "Descobre Rabac apelidada de Pérola do Kvarner, estância balnear aninhada numa baía de águas turquesas cristalinas. Esta antiga aldeia de pescadores transformou-se num destino cobiçado conservando o seu charme mediterrânico autêntico.",
          "visit_duration_min": 75
        },
        {
          "text": "Desfruta das praias de seixos brancos bordadas de vegetação luxuriante, ideais para o banho e o descanso. As vistas sobre o golfo de Kvarner e as ilhas de Cres e Lošinj criam um cenário de postal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aluga uma bicicleta eléctrica para chegar a Labin pela estrada costeira panorâmica via Ripenda Kras, Plomin Luka e Štrmac. Este percurso espetacular revela as mais belas paisagens da costa leste da Ístria.",
          "visit_duration_min": 60
        },
        {
          "text": "Pratica mergulho, caiaque ou paddle nas águas cristalinas da baía. As excursões guiadas exploram os fundos marinhos ricos em vida marinha e as enseadas secretas inacessíveis por terra.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeia pelo passeio marítimo ladeado de restaurantes e cafés com esplanadas com vista para o pôr do sol. As especialidades de marisco fresco e os vinhos locais acompanham perfeitamente estas noites mediterrânicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 15
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "HR::rijeka",
      "name": "Rijeka",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.3271,
        14.4422
      ],
      "lat": 45.3271,
      "lon": 14.4422,
      "visits": [
        {
          "text": "O castelo de Trsat domina Rijeka desde a sua colina escarpada, fortaleza medieval cujos jardins tranquilos oferecem uma vista deslumbrante sobre o maior porto da Croácia e o golfo de Kvarner. As muralhas acolhem concertos e exposições no verão, e o café no pátio é um dos segredos mais bem guardados da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "O santuário de Nossa Senhora de Trsat atrai peregrinos desde o século XIII, quando anjos teriam depositado aqui a casa da Virgem a caminho de Loreto. Seja-se crente ou não, a subida dos 538 degraus desde o centro da cidade constitui um exercício espiritual e físico recompensado pelo panorama no topo.",
          "visit_duration_min": 75
        },
        {
          "text": "O Korzo é a artéria pedonal de Rijeka, ladeada de fachadas austro-húngaras que testemunham a época em que a cidade era a principal saída marítima do Império. A Torre do Relógio marca o tempo desde o século XVI, e os cafés sob as arcadas perpetuam a tradição do passeio ao fim da tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "O Arco Romano constitui o vestígio mais antigo de Rijeka, lembrando que a cidade já existia com o nome de Tarsatica antes da chegada dos Habsburgos. As suas pedras gastas por dois milénios coexistem hoje com as esplanadas modernas num contraste impressionante.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de São Vito é um edifício barroco do século XVII que conserva um crucifixo milagroso. Segundo a tradição local, este começou a sangrar quando um jogador infeliz lhe atirou uma pedra depois de perder aos dados. O chão abriu-se então sob os seus pés, e ainda se mostra o local onde foi engolido.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu Marítimo ocupa um palácio barroco no porto e retrata a história de Rijeka como encruzilhada comercial entre a Europa central e o Mediterrâneo. Maquetes de navios, instrumentos de navegação e documentos de arquivo testemunham esta vocação marítima milenar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo mercado coberto e descoberto de Rijeka, onde os produtores das ilhas vizinhas vendem peixe fresco, queijos de ovelha Žutica e Krčki sir, frutas e legumes maduros ao sol. O ambiente é autêntico e os preços bem mais suaves do que na costa turística.",
          "visit_duration_min": 60
        },
        {
          "text": "Suba os 538 degraus de Trsat desde o centro da cidade, peregrinação urbana que atravessa os bairros populares antes de chegar ao santuário. Cada patamar oferece uma nova vista sobre a cidade e o porto em baixo.",
          "visit_duration_min": 60
        },
        {
          "text": "Assista a um espetáculo no Teatro Nacional Croata Ivan pl. Zajc, ópera neo-renascentista inaugurada em 1885 que programa óperas, bailados e concertos num cenário de veludo vermelho e dourados.",
          "visit_duration_min": 60
        },
        {
          "text": "Participe no Carnaval de Rijeka em fevereiro, o maior da Croácia com 150.000 participantes. Os zvončari, estes portadores de sinos mascarados, expulsam simbolicamente o inverno num estrondo ensurdecedor que ressoa por toda a cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore o bairro Delta, antigo armazém portuário reconvertido em espaço cultural desde que Rijeka foi Capital Europeia da Cultura em 2020. Galerias de arte, ateliês de criação e bares na moda ocupam os hangares renovados.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 2
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "HR::rovinj",
      "name": "Rovinj",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.0811,
        13.6387
      ],
      "lat": 45.0811,
      "lon": 13.6387,
      "visits": [
        {
          "text": "Perde-te no labirinto do centro histórico de Rovinj, pitoresca península onde as casas venezianas coloridas parecem amontoar-se umas sobre as outras. Esta antiga ilha ligada ao continente em 1763 conserva um charme romântico incomparável com as suas ruelas tortuosas e as suas esplanadas secretas sobre o Adriático.",
          "visit_duration_min": 75
        },
        {
          "text": "Sobe até à igreja de Santa Eufémia que coroa a colina, cujo campanário de 61 metros inspirado em São Marcos domina toda Rovinj. A basílica barroca construída entre 1725 e 1736 alberga as relíquias da santa padroeira martirizada em 304, e oferece do topo uma vista deslumbrante.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira o Arco de Balbi erguido em 1679 no local da antiga porta principal da cidade. As cabeças esculpidas de um veneziano e um turco emolduram a passagem encimada pelo Leão de São Marcos, símbolo de lealdade à República de Veneza.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeia pela rua Grisia, a artéria mais famosa de Rovinj ladeada de galerias de arte, boutiques e arquitectura renascentista, barroca e gótica. Cada segundo domingo de agosto, esta rua transforma-se numa exposição de arte ao ar livre.",
          "visit_duration_min": 75
        },
        {
          "text": "O centro histórico de Rovinj enrola-se em torno da sua colina como um caracol de pedras douradas. As suas ruelas calcetadas sobem em direção à igreja de Santa Eufémia que coroa o topo desde o século XVIII.",
          "visit_duration_min": 75
        },
        {
          "text": "O campanário de Santa Eufémia eleva-se a 61 metros e reproduz o de São Marcos em Veneza. Sobe os 192 degraus para descobrir um panorama que abrange o mar, os telhados e as ilhas.",
          "visit_duration_min": 75
        },
        {
          "text": "A estátua de cobre de Santa Eufémia gira no topo do campanário para indicar a direção do vento. Segundo a lenda, o sarcófago da santa chegou milagrosamente pelo mar no ano 800.",
          "visit_duration_min": 75
        },
        {
          "text": "A rua Grisia forma uma galeria de arte ao ar livre onde os artistas locais expõem desde 1967. Cada agosto, um festival transforma as pedras da calçada num vernissage gigante.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu de Rovinj ocupa o palácio barroco dos condes Califfi. Apresenta vestígios arqueológicos romanos, arte sacra e maquetes dos navios que fizeram a fortuna da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "O Arco de Balbi, porta barroca do século XVII, marcava a entrada da cidade fortificada. Uma cabeça de turco esculpida recorda as ameaças otomanas da época.",
          "visit_duration_min": 75
        },
        {
          "text": "Perde-te no labirinto de ruelas onde a roupa seca nas janelas e os gatos reinam nos degraus. Cada curva revela um café escondido ou uma vista para o mar.",
          "visit_duration_min": 75
        },
        {
          "text": "O Limski Kanal é um fiorde de 10 km que penetra nas terras ístrianas. Um rio escavou-o durante a era glaciar, e as suas paredes arborizadas mergulham hoje em águas esmeralda.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta de Romualdo abre-se na parede da falésia e serviu de eremitério a um santo no século XI. Foram encontrados ossos de urso das cavernas e vestígios de ocupação pré-histórica.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia empoleirada de Dvigrad foi abandonada após a peste de 1631. As suas ruínas românticas erguem as suas muralhas numa colina que domina o canal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeia pelo animado porto de pesca onde os barcos coloridos balançam frente às fachadas pastel. As esplanadas de cafés e restaurantes oferecem o cenário perfeito para saborear um copo de vinho local ao pôr do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita o Ecomuseu Casa Batana dedicado às embarcações tradicionais de fundo chato dos pescadores de Rovinj. Este museu reconhecido pela UNESCO preserva o dialecto único e o património vivo desta comunidade marítima.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora o parque florestal de Punta Corrente a 20 minutos a pé do centro, paraíso dos caminhantes e ciclistas. Os seus trilhos sombreados conduzem a enseadas secretas e praias rochosas banhadas por águas cristalinas.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarca para o arquipélago de Rovinj com uma vintena de ilhas, entre elas a Ilha Vermelha e Santa Catarina acessíveis de ferry. Praias de seixos, águas turquesas e restaurantes com vista para Rovinj recompensam esta curta travessia.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorre o mercado de agricultores de Rovinj com as suas bancas de produtos frescos, trufas perfumadas e garrafas de azeite. A ocasião perfeita para encher o cesto de sabores ístrios autênticos.",
          "visit_duration_min": 60
        },
        {
          "text": "Banha-te nas rochas planas de Lone Bay ou nas enseadas da floresta de Punta Corrente. Este parque arborizado de 95 hectares foi plantado no século XIX por um barão austríaco.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarca para uma excursão à ilha de Santa Catarina ou à Ilha Vermelha. Ambas oferecem praias e trilhos a apenas 15 minutos de barco do porto.",
          "visit_duration_min": 60
        },
        {
          "text": "Contempla o pôr do sol desde o Molo, o cais onde se reúnem locais e visitantes. Cerveja na mão, todos observam o disco laranja a mergulhar no Adriático.",
          "visit_duration_min": 60
        },
        {
          "text": "Janta com os pés na água numa das konobe do porto. O peixe grelhado do dia acompanha-se de um Malvazija branco do interior.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora o Limski Kanal de barco. Neste fiorde de 10 km criam-se ostras e mexilhões desde a época romana.",
          "visit_duration_min": 60
        },
        {
          "text": "Degusta ostras e mexilhões frescos nas quintas aquícolas do Limski Kanal. Servem-tos com limão e vinho branco, de frente para o fiorde.",
          "visit_duration_min": 60
        },
        {
          "text": "Desce pelo canal em caiaque e rema entre as falésias verdejantes onde nidificam aves de rapina e garças.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminha até Dvigrad para explorar as suas ruínas invadidas pela vegetação. As muralhas derruídas e as igrejas abandonadas criam uma atmosfera de filme de fantasia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 6
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 3
        },
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 4
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "HR::samobor",
      "name": "Samobor",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.8011,
        15.7108
      ],
      "lat": 45.8011,
      "lon": 15.7108,
      "visits": [
        {
          "text": "Explore a pitoresca Praça Rei Tomislav, o coração pulsante de Samobor onde elegantes edifícios barrocos em tons pastel albergam cafés tradicionais. Não perca a encantadora fonte no centro, que segundo a lenda local garante o regresso a Samobor de quem dela beber.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra as românticas ruínas do Castelo de Samobor no topo da Colina Tepec, construído no século XIII pelo Rei Checo Otokar. Este monumento cultural protegido oferece vistas panorâmicas de tirar o fôlego sobre a vila e as Colinas de Samobor, com grande parte da planta original ainda visível entre as atmosféricas muralhas de pedra.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o elegante Castelo Livadić e o Museu Municipal de Samobor, uma mansão setecentista em forma de L situada num belo parque. O museu, aqui instalado desde 1948, apresenta a rica história de Samobor através de documentos antigos, obras de arte, artefactos geológicos e um modelo detalhado do castelo medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire a impressionante Igreja de Santa Anastácia, a estrutura mais alta de Samobor com a sua bela fachada amarelo vivo. Esta amada igreja paroquial tem um significado especial para os locais como local tradicional de casamentos, batizados e outras celebrações importantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo tranquilo passeio Anindol na Colina Tepec, um parque arborizado com a capela barroca de Santa Ana, padroeira de Samobor. Continue pelos trilhos florestais para descobrir a Capela de São Jorge e desfrute do ambiente natural sereno a poucos passos da praça principal.",
          "visit_duration_min": 60
        },
        {
          "text": "Aventure-se até à Gruta Grgos, situada a cerca de 5 km de Samobor e descoberta por Josip Grgos em 1973. Este fascinante mundo subterrâneo apresenta duas salas principais com um desnível de 19 metros, iluminação elétrica e percursos através de espetaculares formações calcárias.",
          "visit_duration_min": 60
        },
        {
          "text": "Viva o lendário Carnaval de Samobor se visitar em fevereiro, um dos festivais tradicionais mais famosos da Croácia. Esta amada celebração transforma a vila com trajes elaborados, desfiles de rua, música, dança e o irresistível aroma das tradicionais filhoses de carnaval.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 2
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "HR::sibenik",
      "name": "Sibenik",
      "cc": "HR",
      "language": "pt",
      "coords": [
        43.735,
        15.8952
      ],
      "lat": 43.735,
      "lon": 15.8952,
      "visits": [
        {
          "text": "O Parque Nacional das Kornati compreende 89 ilhas, ilhéus e recifes formando um dos arquipélagos mais densos do Mediterrâneo, acessível apenas de barco a partir do continente.",
          "visit_duration_min": 75
        },
        {
          "text": "A laguna de Lojena na ilha de Levrnaka, chamada a pérola das Kornati, alberga a única praia de areia de todo o arquipélago com as suas águas turquesa imaculadas e areia branca.",
          "visit_duration_min": 75
        },
        {
          "text": "As falésias da Coroa na ilha de Mana estendem-se por cerca de 1.350 metros como as mais longas falésias acima do nível do mar do arquipélago, com paredes verticais que se elevam até 80 metros.",
          "visit_duration_min": 75
        },
        {
          "text": "A fortaleza Tureta na ilha de Kornati é um castelo defensivo da época bizantina, enquanto a igreja de Nossa Senhora de Tarac data do século XVII, construída sobre ruínas de uma basílica mais antiga.",
          "visit_duration_min": 75
        },
        {
          "text": "As estruturas romanas antigas incluindo as Villae Rusticae em Proversa testemunham a importância histórica da região, algumas agora submersas devido à subida do nível do mar ao longo dos séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "A Catedral de São Tiago é uma obra-prima classificada como Património da Humanidade pela UNESCO, construída entre 1431 e 1536 inteiramente em pedra calcária e mármore sem um único prego ou viga de madeira. Mais de 70 esculturas de cabeças realistas adornam a abside exterior, as suas identidades perdidas no tempo embora os locais suponham que representam cidadãos que financiaram a construção.",
          "visit_duration_min": 75
        },
        {
          "text": "O Centro de Interpretação Civitas Sacra ilumina as técnicas de construção revolucionárias da catedral e a história turbulenta de Šibenik, incluindo os danos de guerra dos anos 1990 durante o cerco e o meticuloso restauro que se seguiu. Apresentações interativas explicam como os mestres construtores ergueram enormes blocos de pedra usando apenas tecnologia medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "A fortaleza de São Miguel coroa a colina a 60 metros acima do nível do mar, revitalizada em 2014 com um palco de concertos ao ar livre cujo cenário sobre a cidade, a foz do rio e o Adriático cria um dos recintos de espetáculos mais espetaculares da Europa. A subida pelas ruelas estreitas recompensa com vistas impressionantes a cada curva.",
          "visit_duration_min": 75
        },
        {
          "text": "A fortaleza de São Nicolau, segundo sítio UNESCO, protegeu a cidade dos ataques navais otomanos através de séculos de conflito. Excursões de barco alcançam este baluarte veneziano que guarda o canal, e as muralhas maciças emergindo do mar demonstram o génio técnico que manteve Šibenik cristã enquanto cidades mais a sul caíam.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de Santa Bárbara ostenta um mostrador de relógio único de 24 números usando letras glagolíticas croatas em vez de números romanos, testemunho da tenacidade da identidade local sob o domínio veneziano. O pequeno museu interior alberga arte eclesiástica do século XIV ao XVII.",
          "visit_duration_min": 75
        },
        {
          "text": "O Jardim Medieval Mediterrâneo do mosteiro de São Lourenço, restaurado em 2007, floresce com ervas medicinais plantadas segundo manuscritos que descrevem o que os monges franciscanos cultivavam aqui há séculos. Alfazema, alecrim, salva e arruda crescem em canteiros geométricos, e o claustro oferece um refúgio tranquilo longe das multidões turísticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Skradinski buk troveja através de 17 cascatas de travertino estendendo-se por 400 metros de largura e caindo 46 metros de altura, a mais famosa das sete cascatas de Krka e a única onde é permitido banhar-se. As águas ricas em minerais depositam calcário que remodela constantemente as cascatas, um processo geológico visível à escala humana.",
          "visit_duration_min": 75
        },
        {
          "text": "O trilho de passadiços de 875 metros serpenteia através de uma floresta luxuriante densa de plantas endémicas, atravessando ribeiros em pontes de madeira e oferecendo perspetivas sobre as cascatas desde plataformas a montante e a jusante. Os peixes lançam-se nas piscinas, as rãs saltam dos nenúfares e as libélulas pairam na névoa.",
          "visit_duration_min": 75
        },
        {
          "text": "Os moinhos de água restaurados ao longo do rio demonstram as técnicas tradicionais de moagem de grão, um património vivo mostrando como os locais aproveitaram a força do Krka durante séculos antes das barragens hidroelétricas. Alguns moinhos ainda funcionam em ocasiões especiais, as suas rodas de madeira girando como quando os mercadores venezianos compravam o grão dálmata.",
          "visit_duration_min": 75
        },
        {
          "text": "A ilha de Visovac emerge do lago como uma visão de conto de fadas, o seu mosteiro franciscano albergando livros raros e objetos acumulados desde que os monges se estabeleceram neste refúgio pacífico em 1445. A travessia de barco demora 15 minutos, e a sensação de atemporalidade à chegada justifica cada instante da viagem.",
          "visit_duration_min": 75
        },
        {
          "text": "O mosteiro de Krka, ortodoxo sérvio, ergue-se na margem oposta do rio, os seus frescos medievais e documentos testemunhando as tradições religiosas paralelas que coexistiram nesta região durante séculos. O complexo inclui uma igreja, dormitórios e um cemitério com vista sobre a água.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "As excursões de barco partem de Zadar, Šibenik ou portos mais pequenos como Murter, com saídas de dia inteiro que incluem paragens para banho, visitas a ilhas e geralmente almoço a bordo ou numa konoba.",
          "visit_duration_min": 60
        },
        {
          "text": "Banhar-se e fazer snorkeling nas águas cristalinas que rodeiam as ilhas calcárias despidas, com visibilidade subaquática que frequentemente ultrapassa os 30 metros.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar o parque natural de Telašćica na ilha de Dugi Otok, com o seu lago Mir (Lago da Paz) de cores turquesa surreais e os seus burros selvagens ao longo do trilho de 2 km.",
          "visit_duration_min": 60
        },
        {
          "text": "Observar os golfinhos que frequentam as águas do arquipélago, criaturas brincalhonas habituadas aos barcos que frequentemente nadam ao lado durante as travessias.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em konobas isoladas como a Konoba Žakan na ilha de Ravni Žakan, tabernas tradicionais que servem peixe fresco com vista sobre as baías turquesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Vaguear pelas estreitas ruas medievais que ligam as principais atrações através de arcos e túneis, descobrindo o brilho dourado das passagens iluminadas por lanternas após o anoitecer. A verticalidade da cidade velha surpreende os visitantes habituados aos portos dálmatas planos, e cada escadaria conduz a uma nova descoberta.",
          "visit_duration_min": 60
        },
        {
          "text": "Passear pelo passeio marítimo desde a estação de autocarros até à praia de Banj, parando nos pubs locais onde a cultura do futebol croata ganha vida nos dias de jogo. O percurso passa por pescadores a remendar redes e reformados a jogar cartas, a vida ordinária a desenrolar-se sobre um cenário extraordinário.",
          "visit_duration_min": 60
        },
        {
          "text": "Subir ao miradouro da praia de Banj para panoramas que os guias de viagem comparam às Cinque Terre italianas, os telhados de telha da cidade descendo a colina até ao mar. A praia em si oferece banho, um café e espreguiçadeiras para alugar.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar a Câmara Municipal de Šibenik com as suas arcadas de estilo veneziano, reconstruída após os danos da Segunda Guerra Mundial para reproduzir o original do século XVI. A loggia onde os nobres se reuniam outrora alberga agora turistas à procura de sombra, e o poço no centro abastecia outrora de água todo o bairro.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustar os vinhos locais nos restaurantes da orla marítima, o marisco fresco das capturas matinais a acompanhar o pôr do sol. O tinto Babić dos terraços escarpados de Primošten harmoniza perfeitamente com o peixe grelhado, e os empregados sabem quais pescadores trouxeram as melhores capturas.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar as fortalezas Barone e São João incluídas com o bilhete de São Miguel, completando o anel defensivo que protegeu Šibenik através de séculos de ameaça otomana. Cada uma oferece perspetivas diferentes sobre a cidade e capítulos diferentes da sua história militar.",
          "visit_duration_min": 60
        },
        {
          "text": "Banhar-se sob as águas turbulentas de Skradinski buk, a névoa refrescando a pele aquecida pelo sol enquanto se chapinha na piscina natural. Trazer calçado aquático porque as rochas cortam, e preparar-se para a corrente perto das cascatas que cria uma resistência natural como os jatos de uma piscina.",
          "visit_duration_min": 60
        },
        {
          "text": "Apanhar o barco para a ilha de Visovac, a travessia de 15 minutos levando os visitantes até monges que acolhem hóspedes há quase 600 anos. A visita ao mosteiro inclui a igreja, o claustro e a biblioteca com os seus manuscritos iluminados e primeiros livros impressos.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar a cascata Roški slap, menos concorrida do que Skradinski buk com a sua própria série de cascatas e moinhos tradicionais. O trajeto de carro leva 30 minutos através do parque, ou os visitantes aventureiros podem reservar a excursão de barco de 3 horas e meia que revela a garganta ao nível da água.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar a gruta Oziđana pećina para um vislumbre do passado geológico e pré-histórico da região, estalactites e estalagmites emoldurando vestígios de habitação humana de milhares de anos. O acesso está limitado de abril a outubro para proteger as delicadas formações.",
          "visit_duration_min": 60
        },
        {
          "text": "Descobrir o acampamento militar romano de Burnum, posto avançado estratégico cujas ruínas revelam as ambições imperiais de há dois milénios. O anfiteatro entretinha outrora os legionários estacionados nesta fronteira, e as escavações continuam a revelar novos achados a cada temporada.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrar por Skradin e apanhar o barco vaivém gratuito de 25 minutos até Skradinski buk, deslizando através da garganta como os visitantes fazem há gerações. A aproximação pela água cria antecipação enquanto o som das águas turbulentas se amplifica a cada curva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 8
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 9
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 10
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "HR::slavonski-brod",
      "name": "Slavonski Brod",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.1603,
        18.0156
      ],
      "lat": 45.1603,
      "lon": 18.0156,
      "visits": [
        {
          "text": "Explore a magnífica Fortaleza de Brod, uma das maiores fortificações militares do século XVIII na Europa, capaz de albergar 4.000 soldados. Esta fortaleza em forma de estrela notavelmente preservada, construída pelos Habsburgos, serve agora como vibrante centro cultural que acolhe festivais, concertos e eventos dentro das suas impressionantes muralhas de 250 anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Mosteiro Franciscano e a Igreja da Santíssima Trindade, o maior complexo religioso barroco de toda a Eslavónia. Entre para admirar a grandiosidade arquitetónica e séculos de arte sacra preservada nestas paredes consagradas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Museu Regional de Brod com uma extraordinária coleção que abrange milénios, desde crânios de mamute da Era Glacial e artefactos romanos até tesouros medievais. As galerias recentemente renovadas fazem reviver vividamente a fascinante história da Eslavónia.",
          "visit_duration_min": 75
        },
        {
          "text": "Preste homenagem na Casa Memorial Dragutin Tadijanović, dedicada ao amado poeta croata que viveu até aos 102 anos. O museu recria o seu apartamento de Zagreb contendo mais de 4.000 livros que ele pessoalmente leu ao longo da sua notável vida.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a Casa Brlić, a residência familiar onde Ivana Brlić-Mažuranić, a mais célebre autora croata de literatura infantil, escreveu os seus clássicos intemporais incluindo 'As Corajosas Aventuras de Lapitch' e 'Contos Croatas de Outrora'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe ao longo do rio Sava, a fronteira natural entre a Croácia e a Bósnia-Herzegovina que flui pelo coração de Slavonski Brod. Os locais nadam nas suas águas durante os meses de verão, tornando-a o maior destino croata para natação fluvial.",
          "visit_duration_min": 60
        },
        {
          "text": "Escape para o Lago Petnja, um tranquilo lago artificial criado em 1968 que se fundiu naturalmente com a paisagem florestal. Trilhos florestais, locais de pesca e ar fresco tornam este amado refúgio local perfeito para relaxar.",
          "visit_duration_min": 60
        },
        {
          "text": "Viva as ofertas de aventura no Ranch Ramarin fora da cidade, onde o esperam passeios a cavalo, ténis, minigolfe e até voos em pequenos aviões. Os cães adotados e os animais de quinta da propriedade acrescentam uma atmosfera acolhedora.",
          "visit_duration_min": 60
        },
        {
          "text": "Aventure-se até à adega Stupnički Dvori, uma deslumbrante propriedade com villa a 20 minutos da cidade onde vinhas ondulantes evocam a Toscana. Visite as caves, prove excelentes vinhos locais e jante cozinha sazonal enquanto admira o pôr do sol sobre a principal região vinícola da Croácia continental.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 14
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "HR::starigrad-paklenica",
      "name": "Starigrad Paklenica",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.2969,
        15.4397
      ],
      "lat": 44.2969,
      "lon": 15.4397,
      "visits": [
        {
          "text": "O Parque Nacional de Paklenica abrange quase 100 quilómetros quadrados nas montanhas do sul do Velebit, a maior cordilheira da Croácia, com os seus espetaculares canyons, florestas densas e altos picos.",
          "visit_duration_min": 75
        },
        {
          "text": "O canyon de Velika Paklenica estende-se por 14 quilómetros de comprimento e de 500 a 800 metros de largura, com falésias verticais que se erguem majestosamente do fundo do canyon através de florestas de faias e pinheiros.",
          "visit_duration_min": 75
        },
        {
          "text": "O canyon de Mala Paklenica estende-se por 12 quilómetros com larguras de 400 a 500 metros, mais selvagem e menos frequentado do que o irmão maior, ideal para quem procura solidão.",
          "visit_duration_min": 75
        },
        {
          "text": "O cume Vaganski vrh atinge 1.757 metros como ponto mais alto do parque, oferecendo vistas sobre toda a cordilheira do Velebit e até às ilhas do Adriático em dias limpos.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta Manita Peć está aberta a visitantes de abril a outubro, com as suas estalactites e estalagmites acessíveis certos dias de manhã.",
          "visit_duration_min": 75
        },
        {
          "text": "Starigrad Paklenica estende-se ao longo da costa aos pés das montanhas do Velebit, cidade porta de entrada para o Parque Nacional de Paklenica com a sua longa praia de seixos e cenário montanhoso.",
          "visit_duration_min": 75
        },
        {
          "text": "O Centro Educativo de Mala Paklenica fornece informações sobre as espécies de aves em perigo do parque, especialmente as corujas, e o ecossistema único da cordilheira do Velebit.",
          "visit_duration_min": 75
        },
        {
          "text": "O litoral oferece vistas sobre o canal do Velebit até à ilha de Pag, com as espetaculares montanhas erguendo-se diretamente atrás da praia, criando uma combinação paisagística invulgar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorrer os numerosos trilhos de variada dificuldade e extensão constitui a melhor forma de explorar e verdadeiramente descobrir as diversas paisagens do parque.",
          "visit_duration_min": 60
        },
        {
          "text": "A escalada atrai entusiastas de toda a Croácia e Europa, com centenas de vias nas espetaculares paredes dos canyons, do nível principiante ao especialista.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar o moinho Marasović do século XIX e a casa etnográfica Marasovići na aldeia abandonada revela a vida tradicional dos montanheses dálmatas.",
          "visit_duration_min": 60
        },
        {
          "text": "Observar a fauna selvagem: falcões, águias, corujas, veados, ursos, raposas, gatos selvagens e o esquivo lince que povoam as florestas e falésias do parque.",
          "visit_duration_min": 60
        },
        {
          "text": "Banhar-se e apanhar sol nas longas praias de seixos que se estendem ao longo da costa, com os majestosos picos do Velebit como pano de fundo, um panorama único entre as praias croatas.",
          "visit_duration_min": 60
        },
        {
          "text": "Andar de bicicleta pelas rotas costeiras que ligam Starigrad às aldeias vizinhas, percursos planos perfeitos para uma exploração relaxada após dias de caminhadas na montanha.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar marisco fresco nos restaurantes da orla marítima enquanto se contempla o pôr do sol a tingir as falésias do Velebit de tons laranja e rosa.",
          "visit_duration_min": 60
        },
        {
          "text": "Pernoitar no refúgio de montanha Paklenica dentro do parque para quem deseja a experiência wilderness completa, com instalações básicas e cerca de 50 camas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 4
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 5
        }
      ],
      "rating": 8
    },
    {
      "place_id": "HR::svetvincenat",
      "name": "Svetvincenat",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.1236,
        13.8919
      ],
      "lat": 45.1236,
      "lon": 13.8919,
      "visits": [
        {
          "text": "Admira o castelo Morosini-Grimani que domina a praça principal de Svetvinčenat, fortaleza medieval do século XVI com torres ameadas e muralhas imponentes. Esta jóia renascentista acolhe no verão festivais medievais que transformam a aldeia num museu vivo.",
          "visit_duration_min": 75
        },
        {
          "text": "Contempla as fortificações renascentistas que rodeiam o centro histórico, oferecendo vistas panorâmicas sobre o campo ístrio e o Adriático ao longe. Estas muralhas atestam a importância estratégica desta povoação no cruzamento das rotas comerciais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeia pelo parque do castelo com os seus jardins cuidados e caminhos sombreados, onde se realizam oficinas artísticas, exposições e concertos ao ar livre. A atmosfera tranquila convida à contemplação deste património preservado.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita o mercado local para descobrir os produtos frescos, o artesanato e as especialidades croatas desta região rural. A ocasião de conhecer os produtores e provar os sabores autênticos da Ístria interior.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 7
        }
      ],
      "rating": 2.2
    },
    {
      "place_id": "HR::trakoscan",
      "name": "Trakoscan",
      "cc": "HR",
      "language": "pt",
      "coords": [
        46.2531,
        15.9433
      ],
      "lat": 46.2531,
      "lon": 15.9433,
      "visits": [
        {
          "text": "Descubra o Castelo de Trakošćan de conto de fadas, uma das fortalezas mais românticas e pitorescas da Croácia que remonta ao final do século XIII. Originalmente construído como fortaleza de observação, foi transformado numa elegante residência neogótica no século XIX pela família Drašković, que o possuiu de 1584 até 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o museu permanente do castelo estabelecido em 1954, com mobiliário original, armas, retratos de família e artefactos de época distribuídos por múltiplos andares. Os interiores lindamente preservados transportam os visitantes através de séculos de vida nobre croata e património artístico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo romântico parque que rodeia o castelo, paisagizado no século XIX com caminhos sinuosos através de floresta exuberante. O idílico lago artificial reflete as torres brancas do castelo, criando uma das cenas mais fotografadas da Croácia interior.",
          "visit_duration_min": 60
        },
        {
          "text": "Alugue um pedalinho e deslize pelo sereno lago, desfrutando de perspetivas únicas do castelo erguendo-se majestosamente da encosta arborizada. As águas tranquilas e a natureza circundante tornam esta uma escapadela inesquecível da vida moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Conheça a lenda de Baba Jaga, que segundo o folclore local salvou a fortaleza dos invasores turcos conjurando magicamente vespas de palha que afugentaram o exército sitiante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 4
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "HR::umag",
      "name": "Umag",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.4333,
        13.5167
      ],
      "lat": 45.4333,
      "lon": 13.5167,
      "visits": [
        {
          "text": "Umag é a cidade mais ocidental da Croácia. Combina vestígios venezianos com estâncias balneares modernas, e a sua marina recebe os iates italianos que chegam para o fim de semana.",
          "visit_duration_min": 75
        },
        {
          "text": "O centro histórico fortificado conserva as suas torres e muralhas dos séculos XIII e XIV. Nas ruas estreitas, as fachadas venezianas convivem com os restaurantes de peixe.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja dos Santos Pelágio e Maria abriga um cibório românico do século IX, raro vestígio da época carolíngia na Ístria.",
          "visit_duration_min": 75
        },
        {
          "text": "O museu municipal apresenta ânforas romanas, âncoras antigas e objetos que os pescadores têm retirado do fundo do mar ao longo dos séculos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assiste ao ATP Croatia Open, o torneio de ténis em terra batida que atrai as estrelas do circuito todos os meses de julho. O ambiente é festivo no estádio Stella Maris.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorre as praias da Riviera de Umag ao longo de 20 km de costa. Enseadas de seixos e pinhais alternam com os complexos hoteleiros.",
          "visit_duration_min": 60
        },
        {
          "text": "Prova a trufa branca da Ístria nos restaurantes de Umag. Este cogumelo rei dos bosques do interior é colhido no outono.",
          "visit_duration_min": 60
        },
        {
          "text": "Faz uma excursão a Savudrija, a 8 km. Encontrarás o farol mais antigo do Adriático, construído em 1818, e praias tranquilas de frente para Trieste.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita as caves de Buje nas colinas para uma prova de Malvazija e azeite acompanhados de presunto ístrio.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::pula-rovinj-interior",
          "itin_title": "Roteiro pela Ístria: De Pula às Aldeias do Interior",
          "day": 7
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "HR::varazdin",
      "name": "Varazdin",
      "cc": "HR",
      "language": "pt",
      "coords": [
        46.3044,
        16.3378
      ],
      "lat": 46.3044,
      "lon": 16.3378,
      "visits": [
        {
          "text": "Explore a magnífica Cidade Velha de Varaždin, uma fortaleza medieval notavelmente preservada com muralhas que datam do século XII e uma ponte levadiça com fosso do século XVI. O deslumbrante castelo barroco alberga o Museu Municipal de Varaždin com as suas 20 salas de fascinantes artefactos incluindo vidros, relógios, cerâmicas e armas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pela elegante Praça Rei Tomislav, o vibrante coração do centro histórico de Varaždin onde os locais se reúnem para café entre a bela arquitetura barroca. Esta encantadora praça está ladeada de cafés, restaurantes e lojas, oferecendo o local perfeito para absorver a atmosfera refinada da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com o requintado Palácio Sermage, uma impressionante obra-prima rococó do século XVII a curta distância do castelo. A arquitetura de tirar o fôlego do palácio alberga um impressionante museu de arte, demonstrando a riqueza cultural que valeu a Varaždin o apelido de 'Pequena Viena'.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a coleção Mundo dos Insetos no Palácio Hercer, uma exposição educativa de história natural com fascinantes espécimes de todo o globo. Este museu familiar oferece uma hora envolvente de descoberta das criaturas mais diversas da natureza.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire o esplendor barroco rosa da Catedral de Varaždin, formalmente Catedral da Assunção da Virgem Maria. Construída no século XVII, esta magnífica igreja apresenta decorações interiores opulentas e serve como o centro espiritual da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o elegante Teatro Nacional Croata, um belo edifício oitocentista projetado em estilo vienense. Rodeado por cafés encantadores, boutiques e galerias, este marco cultural continua a tradição centenária de excelência artística de Varaždin.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo assombrosamente belo Cemitério de Varaždin, um dos mais impressionantes cemitérios da Europa que data do século XVIII. Projetado como parque romântico com sebes esculpidas e árvores antigas, este oásis de paz fica a cerca de 15 minutos da Cidade Velha.",
          "visit_duration_min": 60
        },
        {
          "text": "Esfregue o dedo do pé da estátua de Grgur Ninski para dar sorte, uma amada tradição local. O dedo dourado e brilhante testemunha os milhares de visitantes que procuraram fortuna neste monumento de bronze ao bispo croata medieval.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite a Câmara Municipal, um dos edifícios municipais em funcionamento contínuo mais antigos da Europa desde 1523. A arquitetura barroca apresenta o brasão de Varaždin e oferece um excelente cenário para fotografias.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore a Igreja e Mosteiro Franciscano de São João Batista com a sua torre sineira lindamente projetada, e admire a Igreja das Ursulinas da Natividade de Cristo em rosa pastel, ambas testemunho do rico património religioso de Varaždin.",
          "visit_duration_min": 60
        },
        {
          "text": "Viva o famoso Špancirfest se visitar no final de agosto ou setembro, um festival internacional de rua que transforma as ruas de Varaždin em vibrantes palcos ao ar livre com artistas, músicos e performers de todo o mundo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 5
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "HR::veli-losinj",
      "name": "Veli Losinj",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.5142,
        14.5056
      ],
      "lat": 44.5142,
      "lon": 14.5056,
      "visits": [
        {
          "text": "Veli Lošinj aninha as suas casas coloridas em torno de um porto em miniatura, a aldeia mais antiga da ilha apesar do seu nome significar \"Grande Lošinj\". Esta anomalia toponímica diverte visitantes e habitantes, que explicam que o tamanho se media outrora em importância e não em superfície.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja barroca de Santo António domina a aldeia com o seu campanário esbelto. No interior, ex-votos marítimos e quadros testemunham a fé dos capitães que partiram daqui para comerciar até à América e ao Extremo Oriente, trazendo fortuna e histórias de aventuras.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu da Torre ocupa uma fortificação veneziana e oferece uma vista panorâmica sobre a baía. As coleções retratam a história marítima da ilha na época em que Lošinj armava centenas de navios e os seus capitães eram respeitados em todos os portos do Mediterrâneo.",
          "visit_duration_min": 75
        },
        {
          "text": "O porto de pesca de Rovenska conserva a sua autenticidade à margem dos circuitos turísticos. Os barcos coloridos balançam suavemente, as redes secam ao sol, e os pescadores reparam as suas nassas como faziam os seus avós.",
          "visit_duration_min": 75
        },
        {
          "text": "Os jardins exóticos que rodeiam as mansões dos antigos capitães abrigam palmeiras, agaves e catos trazidos dos quatro cantos do mundo. Estes marinheiros enriquecidos pelo comércio quiseram recriar em casa as paisagens descobertas durante as suas viagens, criando microclimas tropicais nesta ilha adriática.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite o Blue World Institute, centro de investigação dedicado à proteção dos 250 golfinhos que vivem nas águas do Adriático. As exposições interativas explicam o seu modo de vida, e os programas de adoção simbólica permitem apoiar a sua conservação.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarque numa excursão de golfinhos ao nascer ou ao pôr do sol. As hipóteses de avistamento são excecionais nestas águas abundantes em peixe, e tartarugas marinhas e atuns oferecem por vezes aparições como bónus.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe até ao pico Televrina a 589 metros de altitude no monte Osoršćica. O panorama a 360° abrange todo o arquipélago do Kvarner, das costas da Ístria às montanhas do Velebit, recompensa merecida após hora e meia de subida.",
          "visit_duration_min": 60
        },
        {
          "text": "Nade nas enseadas secretas acessíveis unicamente a pé ou de barco. Estas praias sem nome com águas cristalinas oferecem um banho em solitário, longe dos chapéus de sol e das espreguiçadeiras.",
          "visit_duration_min": 60
        },
        {
          "text": "Saboreie o peixe grelhado numa konoba do porto, peixe do dia acompanhado de acelgas com azeite e batatas cozidas sob o sino. A simplicidade dos ingredientes e a frescura dos produtos fazem toda a diferença.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 8
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "HR::vodnjan",
      "name": "Vodnjan",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.9567,
        13.8519
      ],
      "lat": 44.9567,
      "lon": 13.8519,
      "visits": [
        {
          "text": "Entra na igreja de São Brás, a maior paroquial da Ístria construída entre 1760 e 1800 em estilo barroco. Alberga uma das mais importantes colecções de relíquias e corpos incorruptos de santos da Europa, atraindo peregrinos e curiosos há séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Sobe ao topo do campanário de 62 metros, o mais alto da Ístria, inspirado no de São Marcos em Veneza. Desta torre emblemática, admira um panorama excepcional sobre Pula, Fažana e o arquipélago das ilhas Brijuni.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita o Palácio Bettica, elegante mansão barroca do final do século XVIII construída para esta nobre família. Hoje centro cultural, acolhe exposições e conferências preservando o património local desta cidade bilingue croata-italiano.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora o Ecomuseu Istriano de Dignano instalado numa antiga casa de pedra, apresentando o modo de vida tradicional de Vodnjan. Oficinas sobre agricultura ecológica, construção de muros de pedra seca e kažuni mergulham-te na identidade ístria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descobre o Parque dos Kažuni à entrada de Vodnjan, museu ao ar livre dedicado às construções tradicionais de pedra seca da Ístria. Estas pequenas cabanas serviam outrora de abrigo aos agricultores e armazém para as suas ferramentas.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorre as ruelas do centro histórico à procura dos murais coloridos realizados durante festivais internacionais como Boombarstick. Artistas de todo o mundo transformaram as fachadas numa galeria de arte ao ar livre.",
          "visit_duration_min": 60
        },
        {
          "text": "Entra na galeria El Magazein, espaço de arte contemporânea no coração do centro histórico que apresenta exposições rotativas. Vodnjan foi a primeira cidade da Ístria a receber electricidade, testemunho do seu espírito progressista.",
          "visit_duration_min": 60
        },
        {
          "text": "Saboreia os produtos locais em Buršić para o prosciutto istriano tradicional ou em Babos para uma prova de vinhos autóctones. Em Bora Nera, os amantes de café descobrirão a arte da torrefacção artesanal.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 2
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "HR::vrbnik",
      "name": "Vrbnik",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.0761,
        14.675
      ],
      "lat": 45.0761,
      "lon": 14.675,
      "visits": [
        {
          "text": "Vrbnik emerge da sua falésia calcária a 50 metros acima do Adriático, aldeia medieval cujas ruelas são tão estreitas que as fachadas parecem querer tocar-se. Cada curva revela uma escapadela para o mar de um azul profundo, e percebe-se porque é que os habitantes escolheram este local inexpugnável há mais de um milénio.",
          "visit_duration_min": 75
        },
        {
          "text": "A rua Klančić mede 43 centímetros no seu ponto mais apertado, o que faz dela uma das mais estreitas do mundo. Esgueirar-se entre os seus muros de pedra constitui um desafio fotográfico e físico que diverte os visitantes há gerações.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de São João Batista ergue o seu campanário gótico do século XIV acima da aldeia. No interior, frescos medievais, manuscritos antigos e artefactos religiosos testemunham a importância espiritual de Vrbnik na Idade Média, quando os padres glagolíticos copiavam aqui textos sagrados.",
          "visit_duration_min": 75
        },
        {
          "text": "A Biblioteca Vitezić ocupa o antigo mosteiro franciscano e conserva mais de 10.000 volumes, incluindo incunábulos do século XV. Este tesouro bibliófilo insuspeitado numa aldeia tão pequena testemunha a tradição letrada da ilha de Krk, onde a escrita glagolítica se manteve mais tempo do que noutros lugares.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu etnográfico ocupa uma casa de pedra tradicional e apresenta trajes, ferramentas agrícolas e objetos do quotidiano das gerações passadas. Aqui se compreende como os habitantes de Vrbnik souberam tirar partido de um terreno difícil para produzir um dos melhores vinhos da Croácia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prove a Vrbnička Žlahtina nas caves da aldeia. Este branco seco e aromático provém de uma casta cultivada unicamente aqui, em socalcos calcários batidos pelo vento. Os viticultores contar-lhe-ão a história desta tradição milenar enquanto lhe servem a sua última colheita.",
          "visit_duration_min": 60
        },
        {
          "text": "Participe no Festival das Vindimas em setembro, três dias de provas, música e danças que celebram o fim das colheitas. As ruas enchem-se de cantos, o vinho corre em abundância e a hospitalidade croata manifesta-se em toda a sua generosidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Desça às praias de Zgribnica ou Risika por trilhos íngremes ou de táxi náutico. Estas enseadas de seixos com águas cristalinas são menos frequentadas do que as do litoral e oferecem um banho num cenário selvagem.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe até às vinhas em socalcos que dominam o mar. Esta paisagem moldada por séculos de trabalho camponês constitui um dos mais belos panoramas vitícolas do Adriático, sobretudo na hora dourada do final da tarde.",
          "visit_duration_min": 60
        },
        {
          "text": "Jante numa konoba da aldeia frente ao pôr do sol sobre o continente. Peixe grelhado, Žlahtina fresca e vista imbatível: a combinação perfeita para uma noite memorável.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Road Trip no Kvarner: Opatija, Krk, Lošinj e Rab",
          "day": 4
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "HR::vukovar",
      "name": "Vukovar",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.3517,
        18.9536
      ],
      "lat": 45.3517,
      "lon": 18.9536,
      "visits": [
        {
          "text": "Suba à restaurada Torre de Água de Vukovar, poderoso símbolo da resiliência croata que sobreviveu a mais de 600 impactos diretos durante o devastador cerco de 1991. Passadiços modernos e acessíveis conduzem a uma plataforma de observação com vistas deslumbrantes sobre o Danúbio, enquanto exposições interativas e testemunhos de guerra partilham as histórias profundamente comoventes daqueles que resistiram.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o elegante Solar Eltz, um castelo barroco do século XVIII construído pela nobre família Eltz com vista para o Danúbio. Agora sede do Museu Municipal de Vukovar, o castelo totalmente restaurado apresenta cerâmicas pré-históricas de Vučedol, artefactos romanos, trajes populares e exposições que documentam o património multiétnico e a história recente da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o fascinante Museu da Cultura Vučedol numa colina sobre o Danúbio, celebrando uma das primeiras civilizações europeias que floresceu aqui há 5.000 anos. Exposições interativas e achados arqueológicos revelam a vida quotidiana ao longo do Danúbio em tempos pré-históricos, incluindo o famoso vaso cerâmico Pomba de Vučedol.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Igreja neogótica dos Santos Filipe e Tiago, reconstruída após a destruição da guerra como símbolo de fé e resistência. As colunas imponentes, os belos vitrais e a placa comemorativa da visita do Papa João Paulo II em 2003 criam um espaço para reflexão tranquila.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Preste homenagem no Cemitério Memorial de Vukovar, onde milhares de cruzes brancas honram as vítimas do cerco de 1991. O próximo Memorial do Hospital de Vukovar revela a extraordinária coragem e sofrimento do pessoal médico e pacientes através de exposições emocionantes e espaços preservados.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie pelo cénico Passeio do Danúbio, onde caminhos arborizados, parques e cafés junto ao rio convidam à contemplação pacífica. As noites de verão trazem os locais que se reúnem para pores do sol dourados, concertos e o simples prazer de ver os barcos deslizar pelo segundo rio mais longo da Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxe nos belos parques de Vukovar, incluindo o Parque Adica com os seus trilhos florestais, parque infantil e pequeno lago perfeito para passeios em família. Os jardins bem cuidados do Parque do Solar Eltz oferecem bancos sob árvores antigas e ocasionais instalações artísticas.",
          "visit_duration_min": 60
        },
        {
          "text": "Viva os eventos anuais de Vukovar incluindo o Festival de Cinema de maio com projeções ao ar livre junto ao Danúbio, a animada Regata do Danúbio que traz canoístas e espectadores ao rio, e os comoventes dias memoriais de novembro que unem locais e visitantes na recordação.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 11
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "HR::zadar",
      "name": "Zadar",
      "cc": "HR",
      "language": "pt",
      "coords": [
        44.1194,
        15.2314
      ],
      "lat": 44.1194,
      "lon": 15.2314,
      "visits": [
        {
          "text": "O Fórum Romano desdobra as suas pedras antigas no coração de Zadar, com colunas erguidas entre o século I a.C. e o século III d.C. que ainda se erguem onde os cidadãos se reuniam outrora para comerciar e venerar os seus deuses. O «Pilar da Vergonha» original permanece onde os malfeitores eram acorrentados e humilhados publicamente há dois milénios, e fragmentos de templos e basílicas pontuam as esplanadas dos cafés.",
          "visit_duration_min": 75
        },
        {
          "text": "A Catedral de Santa Anastácia é a maior igreja da Dalmácia, com as suas fundações datadas dos séculos IV ou V, quando o cristianismo se implantava nestas costas. O edifício românico visível hoje ergueu-se nos séculos XII e XIII, e a subida ao campanário recompensa com vistas panorâmicas sobre os telhados de telha até ao Adriático cintilante ao longe.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de São Donato é uma maravilha bizantina circular do século IX, o maior edifício pré-românico da Croácia e um dos mais belos exemplos do género na Europa. A sua cúpula de 27 metros cria uma acústica tão perfeita que os concertos de verão aqui realizados não requerem amplificação, e as pedras empilhadas sob o chão provêm do Fórum Romano vizinho.",
          "visit_duration_min": 75
        },
        {
          "text": "Narodni Trg vibra com a animação dos cafés sob a Torre do Relógio do século XVI e a Loggia Municipal onde os governadores venezianos dispensavam justiça. Atrás do Café Lovro esconde-se a igreja de São Lourenço, o edifício conservado mais antigo de Zadar do século XI, cuja fachada modesta oculta tesouros românicos.",
          "visit_duration_min": 75
        },
        {
          "text": "A Praça dos Cinco Poços marca onde os engenheiros venezianos construíram a sua cisterna no século XVI, permitindo a Zadar resistir aos cercos otomanos quando o abastecimento de água doce era cortado. As cinco bocas de poço ornamentais ainda testemunham a engenhosidade técnica e o instinto de sobrevivência, e o parque adjacente sobre o antigo bastião oferece sombra nas tardes sufocantes de verão.",
          "visit_duration_min": 75
        },
        {
          "text": "A Porta de Terra Firme, desenhada pelo arquiteto veneziano Michele Sanmicheli em 1543, figura entre os mais belos monumentos renascentistas da Dalmácia, o seu arco triunfal encimado pelo Leão de São Marcos ainda guardando a entrada para a cidade velha. Para além estende-se o porto Foša onde barcos de pesca convivem com iates de luxo.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu do Vidro Antigo ocupa o elegante palácio Cosmacendi e expõe frascos de perfume romanos, cálices e vidros de janela exumados de sítios arqueológicos de toda a Dalmácia. As oficinas de sopro de vidro permitem aos visitantes criar as suas próprias recordações com técnicas inalteradas desde a época dos Césares.",
          "visit_duration_min": 75
        },
        {
          "text": "Nin reivindica o título de primeira capital política e religiosa da Croácia, o lugar onde o rei Koloman recebeu a sua coroa em 1102 e onde os bispos governaram sobre o jovem estado croata. Esta minúscula cidade lagunar excede em muito o seu peso medieval, e as salinas que a rodeiam produzem sal marinho desde a época romana.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja da Santa Cruz, possivelmente a menor catedral do mundo com apenas 36 metros quadrados, funciona também como calendário solar marcando os equinócios de primavera e outono através de janelas cuidadosamente posicionadas. Esta maravilha do século IX demonstra que os seus construtores possuíam conhecimentos astronómicos sofisticados além da fé cristã.",
          "visit_duration_min": 75
        },
        {
          "text": "A estátua de Gregório de Nin homenageia o bispo do século X que defendeu a língua croata nos serviços religiosos quando Roma impunha o latim para toda a liturgia. A figura em bronze de Ivan Meštrović ergue-se na cidade velha, e os visitantes esfregam o seu dedo do pé para dar sorte, como fazem com a versão maior em Split.",
          "visit_duration_min": 75
        },
        {
          "text": "A antiga ponte de pedra atravessa a laguna até à cidade velha fortificada, guardada por uma estátua do duque Branimir que obteve o primeiro reconhecimento papal da independência croata em 879. As montanhas emolduram a cena atrás das águas quietas como um espelho, onde flamingos rosa se detêm ocasionalmente durante a migração.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ouvir o Órgão do Mar ao pôr do sol quando os excursionistas partiram e os locais se reúnem nas escadarias de mármore que descem até ao Adriático. O arquiteto Nikola Bašić desenhou esta instalação de tubos e câmaras que cria melodias hipnóticas e sempre mutáveis quando as ondas empurram o ar através da alvenaria, uma sinfonia dirigida pelo próprio mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Ver a Saudação ao Sol ganhar vida após o anoitecer, 300 placas de vidro integradas na orla marítima captando energia solar de dia e libertando-a num espetáculo de luzes hipnótico à noite. Alfred Hitchcock visitou Zadar em 1964 e declarou que o seu pôr do sol era o mais belo do mundo, uma afirmação que os habitantes não deixam de citar.",
          "visit_duration_min": 60
        },
        {
          "text": "Subir ao parque da Rainha Jelena Madijevka no topo do antigo bastião veneziano para vistas panorâmicas sobre o porto Foša e as muralhas defensivas que outrora protegiam a cidade dos assaltos otomanos. O parque homenageia uma rainha croata do século X cujo filho se tornaria rei, e bancos sob os pinheiros oferecem alívio do calor do meio-dia.",
          "visit_duration_min": 60
        },
        {
          "text": "Provar o Marasquino, o famoso licor de cereja de Zadar exportado para as cortes reais da Europa desde o século XVI. As receitas originais da destilaria permanecem zelosamente guardadas, e o sabor distintivo deve o seu carácter às cerejas marasca cultivadas nas colinas atrás da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar o Museu das Ilusões com exposições interativas incluindo o famoso túnel vórtice que desorienta os sentidos, um refúgio ideal quando as trovoadas de tarde chegam das montanhas. As crianças arrastam os pais de sala em sala enquanto os adultos redescobrem o prazer de ser enganados.",
          "visit_duration_min": 60
        },
        {
          "text": "Banhar-se nas rochas ao pé das muralhas da cidade velha onde os habitantes mergulham nas águas cristalinas há gerações, ou passear no passeio marítimo diante da estátua de Špiro Brusina, o naturalista que catalogou os moluscos do Adriático e cujo nome adorna o museu de história natural da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar as Salinas de Nin onde a água do mar evapora em tanques pouco profundos como há mais de um milénio. As visitas guiadas explicam o processo tradicional de raspar e colher os cristais brancos, enquanto uma plataforma de observação gratuita junto à estrada oferece acesso económico a esta paisagem de tanques geométricos e estruturas de madeira.",
          "visit_duration_min": 60
        },
        {
          "text": "Mergulhar nos banhos de lama terapêutica ao longo das raras praias de areia de Nin, untando-se com sedimentos ricos em minerais que os locais afirmam curar afeções cutâneas e dores articulares. A laguna pouco profunda aquece rapidamente no verão, e as crianças gritam de alegria ao emergirem cinzentas e brilhantes da lama benéfica.",
          "visit_duration_min": 60
        },
        {
          "text": "Passear pelo passeio lagunar ao pôr do sol quando as montanhas se refletem nas águas quietas como um espelho e a cidade brilha dourada na luz declinante. As garças caçam nos baixios, e os únicos sons são o chapinhar das tainhas e os sinos distantes da igreja paroquial.",
          "visit_duration_min": 60
        },
        {
          "text": "Provar o Ninski šokol, o tradicional pescoço de porco curado temperado com alho, pimenta e ervas locais, depois seco nos ventos salgados que sopram das montanhas do Velebit. Acompanhar com o sal marinho colhido da laguna e pão cozido em forno a lenha.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 6
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip pelos Parques Nacionais da Croácia: De Plitvice a Lastovo",
          "day": 7
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "HR::zagreb",
      "name": "Zagreb",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.815,
        15.9819
      ],
      "lat": 45.815,
      "lon": 15.9819,
      "visits": [
        {
          "text": "Maravilhe-se com a Catedral de Zagreb, a igreja mais alta da Croácia que se eleva a 108 metros no céu. Datando do século XI com deslumbrantes renovações neogóticas do século XIX, este magnífico marco domina o horizonte da Cidade Alta e representa o coração espiritual da nação.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a encantadora Igreja de São Marcos com o seu icónico telhado de telhas policromadas que representa os brasões de Zagreb e do Reino da Croácia, Eslavónia e Dalmácia. Construída no século XIII e renovada múltiplas vezes, esta amada estrutura de 1880 é um dos monumentos mais fotografados de Zagreb.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o fascinante Museu Técnico Nikola Tesla, dedicado ao génio inventor nascido na atual Croácia que revolucionou a nossa compreensão da eletricidade. O museu apresenta inovações tecnológicas dos séculos XIX e XX, incluindo numerosos veículos, máquinas e exposições interativas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o mundialmente famoso Museu das Relações Terminadas, o museu mais singular e emocionalmente tocante de Zagreb. Esta coleção premiada exibe objetos pessoais doados por pessoas de coração partido de todo o mundo, cada um acompanhado por histórias comoventes de amor e perda.",
          "visit_duration_min": 75
        },
        {
          "text": "Recue no tempo no Museu dos Anos 80, uma recriação imersiva de um típico apartamento jugoslavo dessa era. Esta experiência nostálgica permite aos visitantes interagir com objetos de época e compreender a vida quotidiana durante a última década da Jugoslávia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Suba à medieval Torre Lotrščak na Cidade Alta e testemunhe a tradição diária do disparo do canhão ao meio-dia, um costume de Zagreb desde 1877. Por apenas 3 euros, alcance o topo para uma das vistas panorâmicas mais espetaculares da cidade e colinas circundantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Ande no encantador Funicular de Zagreb, o funicular de transporte público mais curto do mundo com apenas 66 metros. Em funcionamento desde 1890, este amado símbolo de Zagreb liga a Cidade Alta à Baixa em menos de um minuto por apenas 60 cêntimos.",
          "visit_duration_min": 60
        },
        {
          "text": "Atravesse o misterioso Túnel Grič, uma passagem subterrânea de 350 metros construída em 1943 como abrigo antiaéreo. Reaberto ao público em 2016, este atmosférico túnel agora acolhe exposições e eventos enquanto serve como atalho único através do centro histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Mergulhe no vibrante Mercado Dolac, o maior mercado ao ar livre da Croácia desde 1930. Explore bancas coloridas repletas de produtos frescos, queijos locais, mel e produtos tradicionais croatas enquanto absorve a autêntica atmosfera da vida quotidiana de Zagreb.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie pelo tranquilo Cemitério de Mirogoj, considerado um dos mais belos cemitérios da Europa. A impressionante arquitetura de arcadas com as suas cúpulas verdes, projetada por Hermann Bollé, cria uma atmosfera serena de parque que transcende a sua função como principal cemitério de Zagreb.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe pela animada Rua Tkalčićeva, uma encantadora artéria pedonal ladeada de cafés, restaurantes e bares. Esta rua vibrante captura a energia jovem e a cultura de café de Zagreb, perfeita para observar pessoas ou desfrutar de uma bebida com calma.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
          "itin_title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
          "day": 1
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "HR::zminj",
      "name": "Zminj",
      "cc": "HR",
      "language": "pt",
      "coords": [
        45.1317,
        13.9003
      ],
      "lat": 45.1317,
      "lon": 13.9003,
      "visits": [
        {
          "text": "Descobre Žminj, pequena cidade no coração da Ístria famosa pelo seu Festival da Massa no início de julho. Chefs renomados e avós locais preparam fuži, makaruni e pljukanci tradicionais numa atmosfera festiva que mistura rock, jazz e dialecto čakavski.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a queijaria familiar Latus que produz 6000 a 8000 litros de leite diariamente e o célebre queijo premiado Veli Jože. As provas contam a história do boškarin, o boi istriano tradicional, e os métodos ancestrais de produção.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desce à gruta Feštinsko Kraljevstvo (Reino de Feštini), descoberta em 1930 sob uma vinha quando uma ferramenta caiu no que se julgava ser um simples buraco. Este labirinto subterrâneo oferece uma frescura bem-vinda no verão e encanta miúdos e graúdos.",
          "visit_duration_min": 60
        },
        {
          "text": "Aprende a fazer massa fresca com as avós ístrinas, guardiãs das receitas tradicionais transmitidas de geração em geração. Esta experiência autêntica mergulha-te na intimidade das cozinhas familiares da região.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::istria::secret-istria-hills",
          "itin_title": "Ístria Secreta: Dos Anfiteatros Romanos às Aldeias Empoleiradas",
          "day": 8
        }
      ],
      "rating": 2.9
    }
  ]
}