{
  "version": "v1",
  "country": "SK",
  "language": "it",
  "itineraries": [
    {
      "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
      "id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
      "language": "it",
      "dept_code": "",
      "dept_name": "",
      "title": "Tesori Slovacchi: Castelli, Montagne e Città Medievali",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 12,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::bratislava",
            "coords": [
              48.1486,
              17.1077
            ]
          },
          "visits": [
            {
              "text": "Esplora l'incantevole Centro Storico di Bratislava, uno dei centri capitali più pedonali e affascinanti d'Europa. Passeggia attraverso strade medievali fiancheggiate da edifici color pastello, scoprendo cortili nascosti e vicoli suggestivi. Il compatto nucleo storico rivela gemme architettoniche ad ogni angolo, dalle guglie gotiche alle facciate barocche che raccontano secoli di eredità centroeuropea.",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira la Cattedrale di St. Martin, un elegante edificio gotico che servì come chiesa dell'incoronazione per i monarchi ungheresi per quasi tre secoli. Questa cattedrale intima, coronata da una torre distintiva che porta una replica dorata della corona ungherese, ospita cappelle straordinarie e arte religiosa secolare. La suggestiva Kapitulská Street nelle vicinanze presenta alcuni degli edifici più antichi ed evocativi della città.",
              "visit_duration_min": 75
            },
            {
              "text": "Sali al Castello di Bratislava, l'iconica fortezza a quattro torri che domina lo skyline della città dalla sua posizione collinare sopra il Danubio. Questo castello magnificamente restaurato offre viste panoramiche che si estendono fino all'Austria e all'Ungheria nelle giornate limpide. I giardini del castello e le terrazze forniscono il punto di osservazione perfetto per apprezzare la posizione unica della città al crocevia dell'Europa Centrale.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Scopri il Museo d'Arte Danubiana Meulensteen, una galleria architettonicamente sorprendente drammaticamente posizionata su una piccola penisola che si protende nel Danubio. Questo museo d'arte contemporanea mostra un'impressionante collezione di arte moderna europea in un edificio che è esso stesso un'opera d'arte. Il giardino di sculture e l'ambiente lungo il fiume creano un'esperienza culturale unica a sud del centro città.",
              "visit_duration_min": 60
            },
            {
              "text": "Avventurati nelle colline boscose di Devínska Kobyla nei Piccoli Carpazi, dove bunker nascosti della Guerra Fredda e torri di osservazione aspettano di essere scoperti. Questa riserva naturale offre sentieri escursionistici panoramici attraverso le foreste fornendo al tempo stesso affascinanti scorci della storia recente della Slovacchia. I punti panoramici elevati rivelano ampie vedute sulla pianura del Danubio e sulla vicina Austria.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::trnava",
            "coords": [
              48.3774,
              17.5883
            ]
          },
          "visits": [
            {
              "text": "Passeggia lungo Hlavná Street a Trnava, una passeggiata perfetta fiancheggiata da eleganti edifici rococò e barocchi in morbide tonalità pastello. Conosciuta come la 'Roma Slovacca' per la sua straordinaria concentrazione di chiese, questa città storica mostra alcune delle più belle architetture ecclesiastiche dell'Europa Centrale. L'armoniosa combinazione di monumenti religiosi e edifici secolari crea un'atmosfera di eleganza senza tempo.",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora l'impressionante collezione di chiese e cattedrali di Trnava che hanno fatto guadagnare alla città il suo soprannome sacro. La Cattedrale di San Giovanni Battista e la Chiesa Universitaria di San Giovanni Battista sono tra i punti salienti architettonici. Ogni chiesa rivela diversi periodi di realizzazione artistica, dalle fondamenta gotiche agli abbellimenti barocchi.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivi la fiorente cultura vinicola di Trnava con una visita ai vigneti locali come Mrva & Stanko, che offrono degustazioni in suggestive cantine sotterranee in mattoni. La regione vinicola circostante produce eccellenti annate slovacche che rimangono relativamente sconosciute ai visitatori internazionali. Queste cantine forniscono un'autentica introduzione alle tradizioni vinicole centroeuropee in un intimo ambiente sotterraneo.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::trencin",
            "coords": [
              48.8945,
              18.0444
            ]
          },
          "visits": [
            {
              "text": "Scopri il Castello di Trenčín, la terza fortezza più grande della Slovacchia che domina viste spettacolari dalla sua drammatica posizione rocciosa sopra il fiume Váh. Questa imponente roccaforte contiene tesori storici che abbracciano quasi due millenni, inclusa un'iscrizione romana del 179 d.C. che segna la prova più settentrionale della presenza militare romana. Le torri e i bastioni del castello offrono panorami dominanti sul paesaggio circostante.",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia attraverso lo storico quartiere Mariánsky hrad di Trenčín e la Riserva dei Monumenti della Città, dove edifici e chiese splendidamente restaurati si estendono sotto le mura del castello. La chiesa della Natività della Vergine Maria presenta una notevole scalinata coperta del XVI secolo, mentre la Chiesa Piarista Neo-Barocca di San Francesco Saverio mostra ornata arte religiosa. La Sinagoga di Trenčín del 1913 rimane come un toccante promemoria del patrimonio diversificato della città.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivi la vibrante scena culturale di Trenčín, particolarmente durante l'estate quando la città ospita eventi di musica classica e il rinomato Festival Pohoda, il più grande raduno musicale della Slovacchia. L'ambiente lungo il fiume e l'architettura storica creano uno sfondo suggestivo per spettacoli che vanno dalle orchestre sinfoniche agli atti contemporanei. Questo calendario culturale rende Trenčín una destinazione dinamica oltre le sue attrazioni storiche.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 150,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::banska-stiavnica",
            "coords": [
              48.4589,
              18.8964
            ]
          },
          "visits": [
            {
              "text": "Esplora Banská Štiavnica, una città mineraria Patrimonio UNESCO dell'Umanità annidata tra colline boscose che un tempo produceva ricchezza rivaleggiando con quella delle maggiori capitali europee. L'architettura rinascimentale e barocca straordinariamente conservata della città riflette il suo passato prospero come uno dei centri minerari più importanti del continente. Ripide strade acciottolate si snodano oltre case borghesi color pastello e antiche chiese in questo suggestivo insediamento collinare.",
              "visit_duration_min": 75
            },
            {
              "text": "Scendi nel Museo Minerario Slovacco, dove tour guidati attraverso tunnel minerari originali portano in vita secoli di patrimonio minerario. Le gallerie sotterranee rivelano l'ingegno ingegneristico che rese questa regione una potenza industriale. In superficie, le esposizioni del museo mostrano gli strumenti, le tecniche e le tradizioni di generazioni di minatori.",
              "visit_duration_min": 75
            },
            {
              "text": "Visita l'unica Torre degli Applausi, un enorme congegno meccanico originariamente usato per svegliare i minatori per i loro turni. Questo affascinante pezzo di patrimonio industriale ora funziona esclusivamente per i visitatori, dimostrando le soluzioni innovative sviluppate in questa comunità mineraria. La torre rimane come una testimonianza bizzarra dell'ingegno pratico della città.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Rilassati nelle acque terapeutiche delle terme di Sklené Teplice, situate a nord della città in un tranquillo ambiente boscoso. Queste sorgenti calde naturali hanno attirato visitatori in cerca delle loro proprietà curative per secoli. La combinazione di acque ricche di minerali e ambienti pacifici offre il perfetto sollievo dopo aver esplorato i siti culturali della regione.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::banska-bystrica",
            "coords": [
              48.7363,
              19.1461
            ]
          },
          "visits": [
            {
              "text": "Scopri Banská Bystrica, la perla della Slovacchia centrale dove il dolce fascino europeo pervade i vivaci caffè sui marciapiedi e le ordinate file di case borghesi storiche. Questa antica città mineraria fonde perfettamente l'architettura gotica con i castelli rinascimentali sullo sfondo di montagne spettacolari. Il rapporto armonioso tra l'affascinante centro città e le colline verdi circostanti rende questo uno degli ambienti urbani più belli della Slovacchia.",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira l'iconica Torre dell'Orologio, il punto di riferimento più cospicuo di Banská Bystrica che suona una delicata melodia da carillon a otto minuti da ogni ora. Sali in cima per viste fantastiche sul centro storico e sulla valle del fiume Hron circostante. Questa amata torre ha segnato il tempo per generazioni di residenti e ora incanta i visitatori con i suoi rintocchi musicali.",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora la ricchezza di musei, castelli e edifici sacri della città, inclusi tre castelli storici e dieci chiese che spaziano dal periodo gotico a quello barocco. La diversa collezione di oltre 14 musei copre tutto dalla storia regionale alle tradizioni popolari. Eleganti chiese barocche punteggiano il paesaggio urbano, i loro interni ornati riflettono il passato prospero della città.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Usa Banská Bystrica come base per avventure all'aria aperta nelle montagne circostanti, dallo sci invernale alle escursioni estive e all'esplorazione delle grotte. La città funge da porta d'accesso a numerose valli naturali e sentieri montani che offrono paesaggi spettacolari. I sistemi di grotte nel vicino paesaggio carsico rivelano camere sotterranee ornate di stalattiti e altre meraviglie geologiche.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 130,
            "drive_min": 120,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::oravsky-podzamok",
            "coords": [
              49.2597,
              19.3575
            ]
          },
          "visits": [
            {
              "text": "Ammira il Castello di Orava, una delle fortezze più spettacolari della Slovacchia, arroccata drammaticamente su un'alta roccia sopra il fiume Orava. Questo castello da favola, che si eleva a gradoni su una ripida parete rocciosa, è tra le roccaforti medievali più fotogeniche di tutta l'Europa Centrale. Il complesso di edifici gotici, rinascimentali e barocchi crea uno skyline da libro di fiabe.",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora le ampie collezioni museali del castello ospitate in camere e sale suggestive che si snodano attraverso il promontorio roccioso. Le mostre coprono la storia regionale, l'archeologia e l'etnografia, mentre le stanze arredate d'epoca evocano la vita in questa fortezza strategica attraverso i secoli. La torre più alta ricompensa gli scalatori con viste panoramiche sulle montagne boscose e sul fiume serpeggiante della regione di Orava.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Scopri la pittoresca regione di Orava che circonda il castello, dove tradizionali villaggi di legno punteggiano un paesaggio di colline ondulate e fitte foreste. Questo angolo relativamente inesplorato della Slovacchia conserva autentica architettura popolare e tradizioni rurali. La campagna panoramica offre eccellenti opportunità per escursioni e per vivere la tradizionale vita di villaggio slovacca.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 85,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::stary-smokovec",
            "coords": [
              49.1383,
              20.2217
            ]
          },
          "visits": [
            {
              "text": "Entra negli Alti Tatra, il magnifico paradiso montano della Slovacchia dove dozzine di vette si aggirano intorno ai 2.500 metri nel tratto più nordoccidentale della catena dei Carpazi. Queste drammatiche cime alpine, le montagne più piccole al mondo, racchiudono paesaggi straordinari in un'area compatta. Foreste rivestite di pini, laghi montani cristallini e aspre vette granitiche creano un paese delle meraviglie per escursionisti di eccezionale bellezza.",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri la straordinaria fauna selvatica della regione, inclusi più di mille orsi bruni che hanno fatto di queste montagne la loro casa. Mentre gli avvistamenti di orsi richiedono fortuna e pazienza, gli incontri con cervi rossi, marmotte e camosci ricompensano gli escursionisti attenti sui sentieri montani. Escursioni dedicate al tracciamento degli orsi offrono le migliori possibilità di osservare queste magnifiche creature nel loro habitat naturale.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorri l'ampia rete di sentieri segnalati che attraversano gli Alti Tatra, dalle dolci passeggiate lungo i laghi alle impegnative salite alpine. Laghi glaciali cristallini come Štrbské Pleso offrono bellezze accessibili, mentre le rotte più elevate rivelano panorami su tutta la catena. Il sistema di sentieri ben mantenuto rende questo ambiente alpino accessibile agli escursionisti di varie capacità.",
              "visit_duration_min": 60
            },
            {
              "text": "Vivi il carattere unico delle località dei Tatra come Štrbské Pleso e Starý Smokovec, dove la tradizione montana incontra i comfort moderni. Questi insediamenti fungono da porte d'accesso alle alte vette offrendo al contempo sistemazioni confortevoli e sostanziosa cucina slovacca. Funivie e funicolari forniscono accesso senza sforzo a punti panoramici elevati per coloro che cercano paesaggi montani senza escursioni faticose.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 60,
            "drive_min": 70,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::hrabusice",
            "coords": [
              48.9531,
              20.4228
            ]
          },
          "visits": [
            {
              "text": "Esplora il Parco Nazionale Slovenský Raj, un paese delle meraviglie carsico che mostra l'arte scultorea della natura attraverso gole drammatiche, cascate scroscianti e profondi sistemi di grotte. Il nome del parco si traduce in 'Paradiso Slovacco', una descrizione appropriata per paesaggi di straordinaria bellezza scolpiti nel corso di millenni dall'acqua attraverso il calcare. Scale, catene e passerelle di legno consentono l'accesso a canyon e burroni altrimenti inaccessibili.",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri le straordinarie caratteristiche geologiche del parco, incluse doline, fiumi sotterranei e camere piene di stalattiti nascoste sotto la superficie boscosa. Le forme classiche del paesaggio carsico qui trovate rappresentano alcuni dei migliori esempi in Europa Centrale. In superficie, rare orchidee alpine fioriscono nei prati mentre rapaci volteggiano sopra contro drammatici sfondi di scogliere.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Naviga i famosi sentieri tecnici del parco, dove scale metalliche e passerelle di tronchi conducono attraverso gole strette lungo cascate impetuose. Le gole Suchá Belá e Piecky offrono rotte particolarmente emozionanti attraverso pareti rocciose verticali. Queste esperienze escursionistiche uniche combinano sfida fisica con accesso a meraviglie naturali nascoste inaccessibili da sentieri convenzionali.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::levoca",
            "coords": [
              49.0247,
              20.5903
            ]
          },
          "visits": [
            {
              "text": "Entra a Levoča, una città murata rinascimentale che rappresenta uno degli insediamenti medievali meglio conservati della Slovacchia. Il centro storico protetto UNESCO si raggruppa intorno alla graziosa e alberata Piazza Maestro Paolo, così chiamata dal leggendario intagliatore del legno le cui opere abbelliscono la chiesa locale. Mura difensive intatte e torri circondano strade fiancheggiate da case di mercanti immutate da secoli.",
              "visit_duration_min": 75
            },
            {
              "text": "Entra nella Chiesa Gotica di San Giacomo, casa dello straordinario altare ligneo di 18,6 metri di Maestro Paolo di Levoča, il più alto del suo genere al mondo. Questo capolavoro dell'artigianato medievale richiese oltre un decennio per essere completato e rimane uno dei più grandi successi artistici dell'arte gotica dell'Europa Centrale. L'interno della chiesa custodisce numerosi altri tesori intagliati da questo rinomato artista del XVI secolo.",
              "visit_duration_min": 75
            },
            {
              "text": "Osserva la curiosa Gabbia della Vergogna nella piazza principale, un dispositivo di punizione medievale dove i criminali minori venivano incarcerati ed esposti per l'umiliazione pubblica. Questo sobrio manufatto fornisce uno sguardo nelle pratiche storiche della giustizia aggiungendo alla collezione atmosferica di monumenti gotici e rinascimentali della piazza. Le case borghesi circostanti mostrano secoli di evoluzione architettonica.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Viaggia verso il possente Castello di Spiš, uno dei complessi di castelli più grandi dell'Europa Centrale e Sito del Patrimonio Mondiale UNESCO che domina il paesaggio dalla sua posizione collinare. Questa immensa fortezza, che si estende su oltre quattro ettari, è tra i monumenti medievali più impressionanti ovunque nel continente. Le rovine romantiche offrono viste panoramiche sul mosaico di villaggi e campi della regione di Spiš.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::kosice",
            "coords": [
              48.7164,
              21.2611
            ]
          },
          "visits": [
            {
              "text": "Scopri Košice, la seconda città più grande della Slovacchia e capitale culturale dell'est, dove la storia documentata risale al 1230. Questa fu la prima città in tutta Europa a ricevere il proprio stemma, iniziando una orgogliosa tradizione di identità civica. La Košice di oggi fonde senza soluzione di continuità il patrimonio industriale con una vibrante vita culturale attraverso un centro storico splendidamente conservato.",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira la Cattedrale di Sant'Elisabetta, la chiesa più grande della Slovacchia e l'esempio più orientale di architettura gotica in Europa. Questa magnifica cattedrale domina il centro città con le sue guglie svettanti e gli intricati intagli in pietra accumulati durante secoli di costruzione e abbellimento. La piazza circostante mostra una miscela eclettica di edifici barocchi, rococò e Art Nouveau.",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia lungo Hlavná, la promenade più lunga della Slovacchia, dove eleganti edifici storici ora ospitano caffè e luoghi culturali. La strada pedonale crea un ambiente perfetto per vivere l'atmosfera rilassata della città ammirando tesori architettonici. La fontana cantante vicino al Teatro di Stato aggiunge un elemento giocoso a questo grandioso spazio urbano.",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Museo Vojtech Löffler, dedicato al rinomato scultore locale le cui opere catturano lo spirito dell'arte slovacca del XX secolo. Questo museo intimo fornisce uno sguardo nel patrimonio artistico della Slovacchia orientale attraverso il viaggio creativo di un maestro. La collezione offre un contrappunto ai monumenti storici della città con un'espressione artistica più contemporanea.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora il patrimonio dell'era comunista di Košice attraverso tour guidati che visitano reliquie della Guerra Fredda inclusi rifugi antiatomici e monumenti industriali. Queste escursioni affascinanti, spesso condotte in automobili Škoda d'epoca, rivelano un capitolo di storia che ha plasmato la città moderna. Il contrasto tra splendore medievale e funzionalismo dell'era sovietica racconta la storia completa di questa città resiliente.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 130,
            "drive_min": 150,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SK::nova-sedlica",
            "coords": [
              49.0506,
              22.5169
            ]
          },
          "visits": [
            {
              "text": "Avventurati nel Parco Nazionale di Poloniny, l'area selvaggia più remota della Slovacchia, dove foreste incontaminate di faggi e abeti formano il complesso più grande del loro genere in tutta Europa. Protetta contro i confini polacco e ucraino, questa regione meravigliosamente appartata preserva paesaggi intoccati dallo sviluppo moderno. Una vera natura selvaggia ti aspetta tra montagne ondulate ricoperte da boschi antichi e prati alpini d'alta quota.",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri villaggi tradizionali in legno come Nová Sedlica e Runina, dove il tempo sembra sospeso in un'epoca passata. Questi insediamenti preservano un'autentica architettura popolare caratterizzata da distintive chiese in legno con massicci tetti spioventi e alte guglie simili ad aghi. Le chiese in legno riconosciute dall'UNESCO rappresentano esempi unici di architettura religiosa dell'Europa orientale che non si trova da nessun'altra parte.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivi un'osservazione stellare di livello mondiale in questa riserva di cielo buio riconosciuta internazionalmente, dove l'inquinamento luminoso minimo rivela meraviglie celesti invisibili dalle aree più sviluppate. La designazione del parco come riserva di cielo buio conferma le sue condizioni eccezionali per l'osservazione astronomica. Porta telescopi o binocoli per apprezzare pienamente i cieli notturni spettacolari sopra questo angolo remoto d'Europa.",
              "visit_duration_min": 60
            },
            {
              "text": "Cerca la fauna selvatica inclusi orsi bruni e bisonti europei, questi ultimi si trovano solo qui in Slovacchia. Questo parco remoto fornisce habitat per specie che richiedono vasti territori indisturbati per prosperare. L'osservazione paziente lungo i margini della foresta e i prati offre possibilità di incontrare questi magnifici animali nel loro ambiente naturale.",
              "visit_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            11
          ],
          "label": "Segment 3 — J11–J11",
          "from_day": 11,
          "to_day": 11
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 11,
          "label": "Var 11j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "HU::country::hongrie-ouest-est-classiques",
        "HU::pest::autour-de-budapest",
        "PL::MA::cracovie-tatra",
        "PL::indispensables-15j"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Tour della Slovacchia: Castelli, Montagne Tatra e Città Medievali",
        "intro_paragraph": "Sali dalle vedute del castello danubiano di Bratislava attraverso il patrimonio minerario di Banská Štiavnica cristallizzato nello splendore barocco. Fermati sotto la fortezza su scogliera di Orava, esplora le guglie granitiche degli Alti Tatra dove i camosci saltano attraverso prati alpini, poi scopri la pala rinascimentale di Levoča e la cattedrale gotica di Košice che corona magnificamente l'est nascosto della Slovacchia.",
        "seo_hook": "Rovine di castelli coronano ogni collina, città minerarie preservano la grandezza barocca, il granito dei tatra trafigge il cielo alpino. La Slovacchia ricompensa i curiosi.",
        "featured_list": [
          "High Tatras: guglie alpine, regno dei camosci",
          "Banská Štiavnica: barocco minerario, gemma unesco",
          "Castello di Orava: fortezza drammatica sulla rupe",
          "Levoča: pala d'altare rinascimentale, centro medievale"
        ],
        "places_taglines": {
          "SK::bratislava": "la terrazza del castello danubiano osserva oltre il confine austriaco",
          "SK::trnava": "le guglie della piccola roma trafiggono le pianure della slovacchia occidentale",
          "SK::trencin": "l'iscrizione romana custodisce la fortezza della valle váh",
          "SK::banska-stiavnica": "la ricchezza delle miniere d'argento si cristallizzò nello splendore barocco",
          "SK::banska-bystrica": "la memoria della rivolta snn ancora la piazza della slovacchia centrale",
          "SK::oravsky-podzamok": "il castello di nosferatu si aggrappa al bordo drammatico della scogliera",
          "SK::stary-smokovec": "il villaggio resort dei tatra lancia avventure alpine verso l'alto",
          "SK::hrabusice": "le gole dello slovenský raj scavano attraverso il calcare boscoso",
          "SK::levoca": "la pala d'altare del maestro paul corona il santuario medievale",
          "SK::kosice": "la cattedrale gotica ancora la capitale europea della cultura",
          "SK::nova-sedlica": "le foreste primordiali di faggi custodiscono la natura selvaggia al confine ucraino"
        }
      }
    }
  ]
}