{
  "version": 1,
  "country": "sk",
  "language": "en",
  "places": [
    {
      "place_id": "SK::banska-bystrica",
      "name": "Banska Bystrica",
      "cc": "SK",
      "language": "en",
      "coords": [
        48.7363,
        19.1461
      ],
      "lat": 48.7363,
      "lon": 19.1461,
      "visits": [
        {
          "text": "Discover Banská Bystrica, the pearl of central Slovakia where gentle European charm pervades bustling pavement cafés and neat rows of historic burgher houses. This ancient mining town seamlessly blends Gothic architecture with Renaissance castles against a backdrop of spectacular mountains. The harmonious relationship between the charming city center and surrounding green hills makes this one of Slovakia's most beautiful urban settings.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the iconic Clock Tower, Banská Bystrica's most conspicuous landmark that plays a delicate jewellery-box melody at eight minutes to every hour. Climb to the top for terrific views across the historic center and surrounding Hron River valley. This beloved tower has marked time for generations of residents and now enchants visitors with its musical chimes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the city's wealth of museums, castles, and sacred buildings, including three historic castles and ten churches spanning Gothic to Baroque periods. The diverse collection of over 14 museums covers everything from regional history to folk traditions. Handsome Baroque churches punctuate the streetscape, their ornate interiors reflecting the city's prosperous past.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Use Banská Bystrica as a base for outdoor adventures in the surrounding mountains, from winter skiing to summer hiking and cave exploration. The city serves as the gateway to numerous natural valleys and mountain trails offering spectacular scenery. Cave systems in the nearby karst landscape reveal underground chambers adorned with stalactites and other geological wonders.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 5
        }
      ]
    },
    {
      "place_id": "SK::banska-stiavnica",
      "name": "Banska Stiavnica",
      "cc": "SK",
      "language": "en",
      "coords": [
        48.4589,
        18.8964
      ],
      "lat": 48.4589,
      "lon": 18.8964,
      "visits": [
        {
          "text": "Explore Banská Štiavnica, a UNESCO World Heritage mining town nestled among forested hills that once produced wealth rivaling that of major European capitals. The town's remarkably preserved Renaissance and Baroque architecture reflects its prosperous past as one of the continent's most important mining centers. Steep cobbled streets wind past pastel-colored burgher houses and ancient churches in this atmospheric hillside settlement.",
          "visit_duration_min": 75
        },
        {
          "text": "Descend into the Slovak Mining Museum, where guided tours through original mine tunnels bring centuries of mining heritage to life. The underground galleries reveal the engineering ingenuity that made this region an industrial powerhouse. Above ground, the museum's exhibitions showcase the tools, techniques, and traditions of generations of miners.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the unique Clapping Tower, an enormous mechanical contraption originally used to wake miners for their shifts. This fascinating piece of industrial heritage now operates solely for visitors, demonstrating the innovative solutions developed in this mining community. The tower stands as a quirky testament to the town's practical ingenuity.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax in the therapeutic waters of Sklené Teplice thermal baths, located north of town in a tranquil forested setting. These natural hot springs have attracted visitors seeking their healing properties for centuries. The combination of mineral-rich waters and peaceful surroundings offers the perfect respite after exploring the region's cultural sites.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 4
        }
      ]
    },
    {
      "place_id": "SK::bratislava",
      "name": "Bratislava",
      "cc": "SK",
      "language": "en",
      "coords": [
        48.1486,
        17.1077
      ],
      "lat": 48.1486,
      "lon": 17.1077,
      "visits": [
        {
          "text": "Explore Bratislava's enchanting Old Town, one of Europe's most walkable and charming capital centers. Wander through medieval streets lined with pastel-colored buildings, discovering hidden courtyards and atmospheric lanes. The compact historic core reveals architectural gems at every turn, from Gothic spires to Baroque façades that speak to centuries of Central European heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at St. Martin's Cathedral, a graceful Gothic edifice that served as the coronation church for Hungarian monarchs for nearly three centuries. This intimate cathedral, crowned by a distinctive tower bearing a gilded replica of the Hungarian crown, houses remarkable chapels and centuries-old religious art. The atmospheric Kapitulská Street nearby features some of the city's oldest and most evocative buildings.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to Bratislava Castle, the iconic four-towered fortress dominating the city skyline from its hilltop perch above the Danube. This magnificently restored castle offers panoramic views stretching into Austria and Hungary on clear days. The castle grounds and terraces provide the perfect vantage point to appreciate the city's unique position at the crossroads of Central Europe.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the Danubiana Meulensteen Art Museum, an architecturally striking gallery dramatically positioned on a small peninsula jutting into the Danube. This contemporary art museum showcases an impressive collection of modern European art in a building that is itself a work of art. The sculpture garden and waterside setting create a unique cultural experience south of the city center.",
          "visit_duration_min": 60
        },
        {
          "text": "Venture into the wooded hills of Devínska Kobyla in the Little Carpathians, where hidden Cold War bunkers and observation towers await discovery. This nature reserve offers scenic hiking trails through forests while providing fascinating glimpses into Slovakia's recent history. The elevated viewpoints reveal sweeping vistas over the Danube plain and neighboring Austria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 1
        }
      ]
    },
    {
      "place_id": "SK::hrabusice",
      "name": "Hrabusice",
      "cc": "SK",
      "language": "en",
      "coords": [
        48.9531,
        20.4228
      ],
      "lat": 48.9531,
      "lon": 20.4228,
      "visits": [
        {
          "text": "Explore Slovenský Raj National Park, a karst wonderland showcasing nature's sculptural artistry through dramatic gorges, cascading waterfalls, and deep cave systems. The park's name translates to 'Slovak Paradise,' an apt description for landscapes of extraordinary beauty carved over millennia by water through limestone. Ladders, chains, and wooden walkways enable access to otherwise inaccessible canyons and ravines.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the park's remarkable geological features, including sinkholes, underground rivers, and stalactite-filled chambers hidden beneath the forested surface. The classic karst landforms found here represent some of the finest examples in Central Europe. Above ground, rare alpine orchids bloom in meadows while birds of prey wheel overhead against dramatic cliff backdrops.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigate the park's famous technical trails, where metal ladders and log walkways lead through narrow gorges alongside rushing waterfalls. The Suchá Belá and Piecky gorges offer particularly thrilling routes through vertical rock walls. These unique hiking experiences combine physical challenge with access to hidden natural wonders inaccessible by conventional paths.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 8
        }
      ]
    },
    {
      "place_id": "SK::kosice",
      "name": "Kosice",
      "cc": "SK",
      "language": "en",
      "coords": [
        48.7164,
        21.2611
      ],
      "lat": 48.7164,
      "lon": 21.2611,
      "visits": [
        {
          "text": "Discover Košice, Slovakia's second-largest city and the cultural capital of the east, where documented history stretches back to 1230. This was the first town in all of Europe to receive its own coat of arms, initiating a proud tradition of civic identity. Today's Košice seamlessly blends industrial heritage with vibrant cultural life across a beautifully preserved historic center.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire St. Elisabeth's Cathedral, Slovakia's largest church and the easternmost example of Gothic architecture in Europe. This magnificent cathedral dominates the city center with its soaring spires and intricate stone carvings accumulated over centuries of construction and embellishment. The surrounding square showcases an eclectic mix of Baroque, Rococo, and Art Nouveau buildings.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll along Hlavná, Slovakia's longest promenade, where elegant historic buildings now house cafés and cultural venues. The pedestrianized street creates a perfect setting for experiencing the city's relaxed atmosphere while admiring architectural treasures. The singing fountain near the State Theatre adds a playful element to this grand urban space.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Vojtech Löffler Museum, dedicated to the renowned local sculptor whose works capture the spirit of 20th-century Slovak art. This intimate museum provides insight into the artistic heritage of eastern Slovakia through one master's creative journey. The collection offers a counterpoint to the city's historical monuments with more contemporary artistic expression.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Košice's Communist-era heritage through guided tours visiting Cold War relics including fallout shelters and industrial monuments. These fascinating excursions, often conducted in vintage Škoda automobiles, reveal a chapter of history that shaped the modern city. The contrast between medieval splendor and Soviet-era functionalism tells the complete story of this resilient city.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 10
        }
      ]
    },
    {
      "place_id": "SK::levoca",
      "name": "Levoca",
      "cc": "SK",
      "language": "en",
      "coords": [
        49.0247,
        20.5903
      ],
      "lat": 49.0247,
      "lon": 20.5903,
      "visits": [
        {
          "text": "Step into Levoča, a Renaissance walled town that stands as one of Slovakia's most perfectly preserved medieval settlements. The UNESCO-listed historic center clusters around the lovely, wooded Master Paul's Square, named for the legendary woodcarver whose works grace the local church. Intact defensive walls and towers encircle streets lined with merchant houses unchanged for centuries.",
          "visit_duration_min": 75
        },
        {
          "text": "Enter the Gothic Church of St. James, home to Master Paul of Levoča's extraordinary 18.6-meter wooden altarpiece, the tallest of its kind in the world. This masterpiece of medieval craftsmanship took over a decade to complete and remains one of the greatest artistic achievements of Central European Gothic art. The church's interior holds numerous other carved treasures by this renowned 16th-century artist.",
          "visit_duration_min": 75
        },
        {
          "text": "Observe the curious Cage of Shame in the main square, a medieval punishment device where petty criminals were incarcerated and displayed for public humiliation. This sobering artifact provides insight into historical justice practices while adding to the square's atmospheric collection of Gothic and Renaissance monuments. The surrounding burgher houses showcase centuries of architectural evolution.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Journey to mighty Spiš Castle, one of the largest castle complexes in Central Europe and a UNESCO World Heritage Site dominating the landscape from its hilltop position. This immense fortress, sprawling across over four hectares, ranks among the most impressive medieval monuments anywhere on the continent. The romantic ruins offer commanding views across the Spiš region's patchwork of villages and fields.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 9
        }
      ]
    },
    {
      "place_id": "SK::nova-sedlica",
      "name": "Nova Sedlica",
      "cc": "SK",
      "language": "en",
      "coords": [
        49.0506,
        22.5169
      ],
      "lat": 49.0506,
      "lon": 22.5169,
      "visits": [
        {
          "text": "Venture into Poloniny National Park, Slovakia's most remote wilderness area where pristine native beech-fir forests form the largest complex of their kind anywhere in Europe. Buttressed against the Polish and Ukrainian borders, this wonderfully secluded region preserves landscapes untouched by modern development. True wilderness awaits in rolling mountains blanketed with ancient woodlands and high alpine meadows.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover traditional wooden villages like Nová Sedlica and Runina, where time seems suspended in an earlier age. These settlements preserve authentic folk architecture characterized by distinctive wooden churches with massive sloping roofs and tall, needle-like spires. The UNESCO-listed wooden churches represent unique examples of Eastern European religious architecture found nowhere else.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience world-class stargazing in this internationally recognized dark sky reserve, where minimal light pollution reveals celestial wonders invisible from more developed areas. The park's designation as a dark sky reserve confirms its exceptional conditions for astronomical observation. Bring telescopes or binoculars to fully appreciate the spectacular night skies above this remote corner of Europe.",
          "visit_duration_min": 60
        },
        {
          "text": "Search for wildlife including brown bears and European bison, the latter found only here in Slovakia. This remote park provides habitat for species requiring vast undisturbed territories to thrive. Patient observation along forest edges and meadows offers chances to encounter these magnificent animals in their natural environment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 11
        }
      ]
    },
    {
      "place_id": "SK::oravsky-podzamok",
      "name": "Oravsky Podzamok",
      "cc": "SK",
      "language": "en",
      "coords": [
        49.2597,
        19.3575
      ],
      "lat": 49.2597,
      "lon": 19.3575,
      "visits": [
        {
          "text": "Marvel at Orava Castle, one of Slovakia's most spectacular fortresses dramatically perched on a high rock above the Orava River. This fairy-tale castle, rising in tiers up a steep cliff face, ranks among the most photogenic medieval strongholds in all of Central Europe. The complex of Gothic, Renaissance, and Baroque buildings creates a skyline straight from a storybook.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the castle's extensive museum collections housed within atmospheric chambers and halls that wind up through the rocky promontory. Exhibitions cover regional history, archaeology, and ethnography, while period-furnished rooms evoke life in this strategic fortress through the centuries. The highest tower rewards climbers with sweeping views across the Orava region's forested mountains and meandering river.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the picturesque Orava region surrounding the castle, where traditional wooden villages dot a landscape of rolling hills and dense forests. This relatively undiscovered corner of Slovakia preserves authentic folk architecture and rural traditions. The scenic countryside offers excellent opportunities for hiking and experiencing traditional Slovak village life.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 6
        }
      ]
    },
    {
      "place_id": "SK::stary-smokovec",
      "name": "Stary Smokovec",
      "cc": "SK",
      "language": "en",
      "coords": [
        49.1383,
        20.2217
      ],
      "lat": 49.1383,
      "lon": 20.2217,
      "visits": [
        {
          "text": "Enter the High Tatras, Slovakia's magnificent mountain paradise where dozens of peaks hover around the 2,500-meter mark in the northwesternmost stretch of the Carpathian range. These dramatic alpine summits, the smallest high mountains in the world, pack extraordinary scenery into a compact area. Pine-cloaked forests, crystal-clear mountain lakes, and rugged granite peaks create a hiker's wonderland of exceptional beauty.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the region's remarkable wildlife, including more than a thousand brown bears that have made these mountains their home. While bear sightings require luck and patience, encounters with red deer, marmots, and chamois reward observant hikers on mountain trails. Dedicated bear-tracking excursions offer the best chances to observe these magnificent creatures in their natural habitat.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the extensive network of marked trails crisscrossing the High Tatras, ranging from gentle lakeside walks to challenging alpine ascents. Crystal-clear glacial lakes such as Štrbské Pleso offer accessible beauty, while higher routes reveal panoramic vistas across the entire range. The well-maintained trail system makes this alpine environment accessible to hikers of varying abilities.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience the unique character of Tatra resort towns like Štrbské Pleso and Starý Smokovec, where mountain tradition meets modern amenities. These settlements serve as gateways to the high peaks while offering comfortable accommodation and hearty Slovak cuisine. Cable cars and funiculars provide effortless access to elevated viewpoints for those seeking mountain scenery without strenuous hiking.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 7
        }
      ]
    },
    {
      "place_id": "SK::trencin",
      "name": "Trencin",
      "cc": "SK",
      "language": "en",
      "coords": [
        48.8945,
        18.0444
      ],
      "lat": 48.8945,
      "lon": 18.0444,
      "visits": [
        {
          "text": "Discover Trenčín Castle, Slovakia's third-largest fortress commanding spectacular views from its dramatic rocky perch above the Váh River. This impressive stronghold contains historical treasures spanning nearly two millennia, including a Roman inscription from 179 AD marking the northernmost evidence of Roman military presence. The castle's towers and ramparts offer commanding panoramas across the surrounding landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through Trenčín's historic Mariánsky hrad district and Town Monument Reserve, where beautifully restored buildings and churches spread beneath the castle walls. The Nativity of the Virgin Mary church features a remarkable 16th-century covered staircase, while the Neo-Baroque Piaristic Church of St. Francis Xaverský showcases ornate religious art. The 1913 Trenčín Synagogue stands as a poignant reminder of the city's diverse heritage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience Trenčín's vibrant cultural scene, particularly during summer when the city hosts classical music events and the renowned Pohoda Festival, Slovakia's largest music gathering. The riverside setting and historic architecture create an atmospheric backdrop for performances ranging from symphony orchestras to contemporary acts. This cultural calendar makes Trenčín a dynamic destination beyond its historical attractions.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 3
        }
      ]
    },
    {
      "place_id": "SK::trnava",
      "name": "Trnava",
      "cc": "SK",
      "language": "en",
      "coords": [
        48.3774,
        17.5883
      ],
      "lat": 48.3774,
      "lon": 17.5883,
      "visits": [
        {
          "text": "Stroll along Hlavná Street in Trnava, a picture-perfect promenade lined with elegant Rococo and Baroque buildings in soft pastel hues. Known as the 'Slovak Rome' for its remarkable concentration of churches, this historic city showcases some of the finest ecclesiastical architecture in Central Europe. The harmonious blend of religious monuments and secular buildings creates an atmosphere of timeless elegance.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Trnava's impressive collection of churches and cathedrals that earned the city its sacred nickname. The Cathedral of St. John the Baptist and the University Church of St. John the Baptist stand among the architectural highlights. Each church reveals different periods of artistic achievement, from Gothic foundations to Baroque embellishments.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience Trnava's thriving wine culture with a visit to local vineyards such as Mrva & Stanko, offering tastings in atmospheric underground brick cellars. The surrounding wine region produces excellent Slovak vintages that remain relatively undiscovered by international visitors. These cellars provide an authentic introduction to Central European winemaking traditions in an intimate subterranean setting.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Slovak Treasures: Castles, Mountains and Medieval Towns",
          "day": 2
        }
      ]
    }
  ]
}