{
  "version": 1,
  "country": "sk",
  "language": "es",
  "places": [
    {
      "place_id": "SK::banska-bystrica",
      "name": "Banska Bystrica",
      "cc": "SK",
      "language": "es",
      "coords": [
        48.7363,
        19.1461
      ],
      "lat": 48.7363,
      "lon": 19.1461,
      "visits": [
        {
          "text": "Descubre Banská Bystrica, la perla del centro de Eslovaquia donde el suave encanto europeo impregna bulliciosos cafés de terraza y filas ordenadas de casas históricas de burgueses. Esta antigua ciudad minera combina sin problemas la arquitectura gótica con castillos renacentistas contra un telón de fondo de montañas espectaculares. La armoniosa relación entre el encantador centro de la ciudad y las colinas verdes circundantes hace de este uno de los entornos urbanos más hermosos de Eslovaquia.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la icónica Torre del Reloj, el punto de referencia más conspicuo de Banská Bystrica que toca una delicada melodía de caja de música a los ocho minutos de cada hora. Sube hasta la cima para obtener vistas estupendas del centro histórico y el valle circundante del río Hron. Esta querida torre ha marcado el tiempo para generaciones de residentes y ahora encanta a los visitantes con sus campanadas musicales.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la riqueza de museos, castillos y edificios sagrados de la ciudad, incluyendo tres castillos históricos y diez iglesias que abarcan desde períodos góticos hasta barrocos. La colección diversa de más de 14 museos cubre todo, desde historia regional hasta tradiciones folclóricas. Hermosas iglesias barrocas salpican el paisaje urbano, sus interiores ornamentados reflejando el próspero pasado de la ciudad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Usa Banská Bystrica como base para aventuras al aire libre en las montañas circundantes, desde esquí invernal hasta senderismo de verano y exploración de cuevas. La ciudad sirve como puerta de entrada a numerosos valles naturales y senderos de montaña que ofrecen paisajes espectaculares. Los sistemas de cuevas en el paisaje kárstico cercano revelan cámaras subterráneas adornadas con estalactitas y otras maravillas geológicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 5
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "SK::banska-stiavnica",
      "name": "Banska Stiavnica",
      "cc": "SK",
      "language": "es",
      "coords": [
        48.4589,
        18.8964
      ],
      "lat": 48.4589,
      "lon": 18.8964,
      "visits": [
        {
          "text": "Explora Banská Štiavnica, una ciudad minera Patrimonio de la Humanidad de la UNESCO enclavada entre colinas boscosas que una vez produjo riquezas rivalizando con las de las principales capitales europeas. La arquitectura renacentista y barroca notablemente preservada de la ciudad refleja su próspero pasado como uno de los centros mineros más importantes del continente. Calles empedradas empinadas serpentean junto a casas de burgueses de colores pastel e iglesias antiguas en este asentamiento atmosférico en la ladera.",
          "visit_duration_min": 75
        },
        {
          "text": "Desciende al Museo Minero Eslovaco, donde tours guiados a través de túneles mineros originales dan vida a siglos de patrimonio minero. Las galerías subterráneas revelan la ingeniosidad de ingeniería que hizo de esta región una potencia industrial. Sobre el suelo, las exhibiciones del museo muestran las herramientas, técnicas y tradiciones de generaciones de mineros.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la única Torre de Aplausos, un enorme artefacto mecánico originalmente usado para despertar a los mineros para sus turnos. Esta fascinante pieza de patrimonio industrial ahora opera únicamente para visitantes, demostrando las soluciones innovadoras desarrolladas en esta comunidad minera. La torre se alza como un testimonio peculiar de la ingeniosidad práctica de la ciudad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relájate en las aguas terapéuticas de los baños termales Sklené Teplice, ubicados al norte de la ciudad en un entorno boscoso tranquilo. Estos manantiales calientes naturales han atraído visitantes buscando sus propiedades curativas durante siglos. La combinación de aguas ricas en minerales y entornos pacíficos ofrece el descanso perfecto después de explorar los sitios culturales de la región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 4
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "SK::bratislava",
      "name": "Bratislava",
      "cc": "SK",
      "language": "es",
      "coords": [
        48.1486,
        17.1077
      ],
      "lat": 48.1486,
      "lon": 17.1077,
      "visits": [
        {
          "text": "Explora el encantador Casco Antiguo de Bratislava, uno de los centros de capital más transitables y encantadores de Europa. Deambula por calles medievales bordeadas de edificios de colores pastel, descubriendo patios ocultos y callejones atmosféricos. El núcleo histórico compacto revela joyas arquitectónicas en cada esquina, desde agujas góticas hasta fachadas barrocas que hablan de siglos de patrimonio centroeuropeo.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con la Catedral de San Martín, un elegante edificio gótico que sirvió como iglesia de coronación para los monarcas húngaros durante casi tres siglos. Esta catedral íntima, coronada por una torre distintiva que porta una réplica dorada de la corona húngara, alberga capillas notables y arte religioso centenario. La atmosférica calle Kapitulská cercana presenta algunos de los edificios más antiguos y evocadores de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende al Castillo de Bratislava, la icónica fortaleza de cuatro torres que domina el horizonte de la ciudad desde su posición elevada sobre el Danubio. Este castillo magníficamente restaurado ofrece vistas panorámicas que se extienden hasta Austria y Hungría en días despejados. Los jardines y terrazas del castillo proporcionan el punto de observación perfecto para apreciar la posición única de la ciudad en el cruce de Europa Central.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el Museo de Arte Danubiana Meulensteen, una galería arquitectónicamente llamativa dramáticamente situada en una pequeña península que se adentra en el Danubio. Este museo de arte contemporáneo exhibe una impresionante colección de arte europeo moderno en un edificio que es en sí mismo una obra de arte. El jardín de esculturas y el entorno acuático crean una experiencia cultural única al sur del centro de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Aventúrate en las colinas boscosas de Devínska Kobyla en los Pequeños Cárpatos, donde búnkers ocultos de la Guerra Fría y torres de observación esperan ser descubiertos. Esta reserva natural ofrece senderos panorámicos a través de bosques mientras proporciona fascinantes vislumbres de la historia reciente de Eslovaquia. Los miradores elevados revelan vistas panorámicas sobre la llanura del Danubio y la vecina Austria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 1
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "SK::hrabusice",
      "name": "Hrabusice",
      "cc": "SK",
      "language": "es",
      "coords": [
        48.9531,
        20.4228
      ],
      "lat": 48.9531,
      "lon": 20.4228,
      "visits": [
        {
          "text": "Explora el Parque Nacional Slovenský Raj, un paraíso kárstico que exhibe el arte escultórico de la naturaleza a través de gargantas dramáticas, cascadas y sistemas de cuevas profundas. El nombre del parque se traduce como 'Paraíso Eslovaco', una descripción apropiada para paisajes de extraordinaria belleza esculpidos durante milenios por el agua a través de la piedra caliza. Escaleras, cadenas y pasarelas de madera permiten el acceso a cañones y barrancos de otro modo inaccesibles.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre las características geológicas notables del parque, incluyendo sumideros, ríos subterráneos y cámaras llenas de estalactitas ocultas bajo la superficie boscosa. Las formas clásicas del terreno kárstico que se encuentran aquí representan algunos de los mejores ejemplos en Europa Central. Sobre tierra, orquídeas alpinas raras florecen en praderas mientras las aves de presa vuelan en círculos sobre fondos de acantilados dramáticos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navega por los famosos senderos técnicos del parque, donde escaleras de metal y pasarelas de troncos conducen a través de gargantas estrechas junto a cascadas rugientes. Las gargantas Suchá Belá y Piecky ofrecen rutas particularmente emocionantes a través de paredes rocosas verticales. Estas experiencias únicas de senderismo combinan desafío físico con acceso a maravillas naturales ocultas inaccesibles por senderos convencionales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 8
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "SK::kosice",
      "name": "Kosice",
      "cc": "SK",
      "language": "es",
      "coords": [
        48.7164,
        21.2611
      ],
      "lat": 48.7164,
      "lon": 21.2611,
      "visits": [
        {
          "text": "Descubre Košice, la segunda ciudad más grande de Eslovaquia y la capital cultural del este, donde la historia documentada se remonta a 1230. Esta fue la primera ciudad en toda Europa en recibir su propio escudo de armas, iniciando una orgullosa tradición de identidad cívica. El Košice de hoy combina sin problemas el patrimonio industrial con una vida cultural vibrante en un centro histórico bellamente preservado.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la Catedral de Santa Isabel, la iglesia más grande de Eslovaquia y el ejemplo más oriental de arquitectura gótica en Europa. Esta magnífica catedral domina el centro de la ciudad con sus torres elevadas y intrincadas tallas de piedra acumuladas durante siglos de construcción y embellecimiento. La plaza circundante muestra una mezcla ecléctica de edificios barrocos, rococó y Art Nouveau.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por Hlavná, el paseo más largo de Eslovaquia, donde elegantes edificios históricos ahora albergan cafés y lugares culturales. La calle peatonal crea un escenario perfecto para experimentar la atmósfera relajada de la ciudad mientras admiras tesoros arquitectónicos. La fuente cantante cerca del Teatro Estatal añade un elemento lúdico a este grandioso espacio urbano.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo Vojtech Löffler, dedicado al renombrado escultor local cuyas obras capturan el espíritu del arte eslovaco del siglo XX. Este museo íntimo proporciona perspectiva sobre el patrimonio artístico del este de Eslovaquia a través del viaje creativo de un maestro. La colección ofrece un contrapunto a los monumentos históricos de la ciudad con expresión artística más contemporánea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el patrimonio de la era comunista de Košice a través de tours guiados que visitan reliquias de la Guerra Fría incluyendo refugios antiaéreos y monumentos industriales. Estas fascinantes excursiones, a menudo conducidas en automóviles Škoda vintage, revelan un capítulo de historia que moldeó la ciudad moderna. El contraste entre el esplendor medieval y el funcionalismo de la era soviética cuenta la historia completa de esta ciudad resistente.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 10
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "SK::levoca",
      "name": "Levoca",
      "cc": "SK",
      "language": "es",
      "coords": [
        49.0247,
        20.5903
      ],
      "lat": 49.0247,
      "lon": 20.5903,
      "visits": [
        {
          "text": "Entra en Levoča, una ciudad amurallada renacentista que se erige como uno de los asentamientos medievales mejor preservados de Eslovaquia. El centro histórico declarado Patrimonio de la Humanidad por la UNESCO se agrupa alrededor de la encantadora Plaza del Maestro Paul, arbolada, nombrada por el legendario tallador de madera cuyas obras adornan la iglesia local. Murallas defensivas intactas y torres rodean calles bordeadas de casas de comerciantes sin cambios durante siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "Entra en la Iglesia Gótica de Santiago, hogar del extraordinario retablo de madera de 18.6 metros del Maestro Paul de Levoča, el más alto de su tipo en el mundo. Esta obra maestra de la artesanía medieval tomó más de una década en completarse y permanece como uno de los mayores logros artísticos del arte gótico de Europa Central. El interior de la iglesia alberga numerosos otros tesoros tallados por este renombrado artista del siglo XVI.",
          "visit_duration_min": 75
        },
        {
          "text": "Observa la curiosa Jaula de la Vergüenza en la plaza principal, un dispositivo de castigo medieval donde los criminales menores eran encarcelados y exhibidos para la humillación pública. Este artefacto sobrio proporciona perspectiva sobre las prácticas de justicia históricas mientras añade a la colección atmosférica de monumentos góticos y renacentistas de la plaza. Las casas burguesas circundantes muestran siglos de evolución arquitectónica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Viaja al poderoso Castillo de Spiš, uno de los complejos de castillos más grandes de Europa Central y Patrimonio Mundial de la UNESCO que domina el paisaje desde su posición en la cima de la colina. Esta inmensa fortaleza, que se extiende por más de cuatro hectáreas, se encuentra entre los monumentos medievales más impresionantes en cualquier lugar del continente. Las ruinas románticas ofrecen vistas dominantes del mosaico de pueblos y campos de la región de Spiš.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 9
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "SK::nova-sedlica",
      "name": "Nova Sedlica",
      "cc": "SK",
      "language": "es",
      "coords": [
        49.0506,
        22.5169
      ],
      "lat": 49.0506,
      "lon": 22.5169,
      "visits": [
        {
          "text": "Aventúrate en el Parque Nacional Poloniny, el área silvestre más remota de Eslovaquia donde los bosques vírgenes nativos de hayas y abetos forman el complejo más grande de su tipo en toda Europa. Apoyado contra las fronteras polaca y ucraniana, esta región maravillosamente apartada preserva paisajes intocados por el desarrollo moderno. La verdadera naturaleza salvaje te espera en montañas onduladas cubiertas de bosques antiguos y praderas alpinas altas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre pueblos tradicionales de madera como Nová Sedlica y Runina, donde el tiempo parece suspendido en una época anterior. Estos asentamientos preservan la arquitectura folclórica auténtica caracterizada por iglesias distintivas de madera con techos inclinados masivos y torres altas como agujas. Las iglesias de madera catalogadas por la UNESCO representan ejemplos únicos de arquitectura religiosa de Europa del Este que no se encuentra en ningún otro lugar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la observación de estrellas de clase mundial en esta reserva de cielo oscuro reconocida internacionalmente, donde la mínima contaminación lumínica revela maravillas celestiales invisibles desde áreas más desarrolladas. La designación del parque como reserva de cielo oscuro confirma sus condiciones excepcionales para la observación astronómica. Trae telescopios o binoculares para apreciar completamente los espectaculares cielos nocturnos sobre este rincón remoto de Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Busca vida silvestre incluyendo osos pardos y bisontes europeos, estos últimos encontrados solo aquí en Eslovaquia. Este parque remoto proporciona hábitat para especies que requieren vastos territorios sin perturbaciones para prosperar. La observación paciente a lo largo de los bordes del bosque y las praderas ofrece oportunidades de encontrar estos magníficos animales en su entorno natural.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 11
        }
      ],
      "rating": 4
    },
    {
      "place_id": "SK::oravsky-podzamok",
      "name": "Oravsky Podzamok",
      "cc": "SK",
      "language": "es",
      "coords": [
        49.2597,
        19.3575
      ],
      "lat": 49.2597,
      "lon": 19.3575,
      "visits": [
        {
          "text": "Maravíllate con el Castillo de Orava, una de las fortalezas más espectaculares de Eslovaquia, dramáticamente encaramada en una roca alta sobre el río Orava. Este castillo de cuento de hadas, que se alza en niveles por una empinada pared rocosa, se encuentra entre las fortalezas medievales más fotogénicas de toda Europa Central. El complejo de edificios góticos, renacentistas y barrocos crea un horizonte sacado directamente de un libro de cuentos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora las extensas colecciones del museo del castillo ubicadas dentro de cámaras y salones atmosféricos que serpentean hacia arriba por el promontorio rocoso. Las exhibiciones cubren historia regional, arqueología y etnografía, mientras que las habitaciones amuebladas de época evocan la vida en esta fortaleza estratégica a través de los siglos. La torre más alta recompensa a los escaladores con vistas panorámicas de las montañas boscosas de la región de Orava y el río serpenteante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre la pintoresca región de Orava que rodea el castillo, donde tradicionales pueblos de madera salpican un paisaje de colinas onduladas y bosques densos. Este rincón relativamente inexplorado de Eslovaquia preserva auténtica arquitectura popular y tradiciones rurales. El paisaje escénico ofrece excelentes oportunidades para hacer senderismo y experimentar la vida tradicional de los pueblos eslovacos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 6
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "SK::stary-smokovec",
      "name": "Stary Smokovec",
      "cc": "SK",
      "language": "es",
      "coords": [
        49.1383,
        20.2217
      ],
      "lat": 49.1383,
      "lon": 20.2217,
      "visits": [
        {
          "text": "Entra en los Altos Tatras, el magnífico paraíso montañoso de Eslovaquia donde docenas de picos rondan la marca de los 2,500 metros en el tramo más noroccidental de la cordillera de los Cárpatos. Estas dramáticas cumbres alpinas, las montañas altas más pequeñas del mundo, concentran paisajes extraordinarios en un área compacta. Bosques cubiertos de pinos, lagos de montaña cristalinos y escarpados picos de granito crean un paraíso de senderismo de belleza excepcional.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la notable vida silvestre de la región, incluyendo más de mil osos pardos que han hecho de estas montañas su hogar. Aunque avistar osos requiere suerte y paciencia, los encuentros con ciervos rojos, marmotas y rebecos recompensan a los excursionistas observadores en los senderos de montaña. Las excursiones dedicadas al seguimiento de osos ofrecen las mejores oportunidades para observar estas magníficas criaturas en su hábitat natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por la extensa red de senderos marcados que cruzan los Altos Tatras, desde suaves paseos junto al lago hasta desafiantes ascensos alpinos. Lagos glaciares cristalinos como Štrbské Pleso ofrecen belleza accesible, mientras que las rutas más altas revelan vistas panorámicas de toda la cordillera. El sistema de senderos bien mantenido hace que este entorno alpino sea accesible para excursionistas de diferentes habilidades.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta el carácter único de los pueblos turísticos de los Tatras como Štrbské Pleso y Starý Smokovec, donde la tradición montañosa se encuentra con las comodidades modernas. Estos asentamientos sirven como puertas de entrada a los picos altos mientras ofrecen alojamiento cómodo y abundante cocina eslovaca. Teleféricos y funiculares proporcionan acceso sin esfuerzo a miradores elevados para aquellos que buscan paisajes montañosos sin senderismo extenuante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 7
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "SK::trencin",
      "name": "Trencin",
      "cc": "SK",
      "language": "es",
      "coords": [
        48.8945,
        18.0444
      ],
      "lat": 48.8945,
      "lon": 18.0444,
      "visits": [
        {
          "text": "Descubre el Castillo de Trenčín, la tercera fortaleza más grande de Eslovaquia que domina vistas espectaculares desde su dramática posición rocosa sobre el río Váh. Esta impresionante fortaleza contiene tesoros históricos que abarcan casi dos milenios, incluyendo una inscripción romana del 179 d.C. que marca la evidencia más septentrional de presencia militar romana. Las torres y murallas del castillo ofrecen panoramas dominantes del paisaje circundante.",
          "visit_duration_min": 75
        },
        {
          "text": "Deambula por el histórico distrito Mariánsky hrad de Trenčín y la Reserva de Monumentos de la Ciudad, donde edificios e iglesias bellamente restaurados se extienden bajo los muros del castillo. La iglesia de la Natividad de la Virgen María presenta una notable escalera cubierta del siglo XVI, mientras que la Iglesia Piarística Neobarroca de San Francisco Javier exhibe arte religioso ornamentado. La Sinagoga de Trenčín de 1913 se alza como un recordatorio conmovedor del patrimonio diverso de la ciudad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la vibrante escena cultural de Trenčín, particularmente durante el verano cuando la ciudad alberga eventos de música clásica y el renombrado Festival Pohoda, la mayor reunión musical de Eslovaquia. El entorno ribereño y la arquitectura histórica crean un telón de fondo atmosférico para actuaciones que van desde orquestas sinfónicas hasta actos contemporáneos. Este calendario cultural hace de Trenčín un destino dinámico más allá de sus atracciones históricas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 3
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "SK::trnava",
      "name": "Trnava",
      "cc": "SK",
      "language": "es",
      "coords": [
        48.3774,
        17.5883
      ],
      "lat": 48.3774,
      "lon": 17.5883,
      "visits": [
        {
          "text": "Pasea por la calle Hlavná en Trnava, un paseo perfecto bordeado de elegantes edificios rococó y barrocos en suaves tonos pastel. Conocida como la 'Roma Eslovaca' por su notable concentración de iglesias, esta ciudad histórica exhibe algunas de las mejores arquitecturas eclesiásticas de Europa Central. La armoniosa mezcla de monumentos religiosos y edificios seculares crea una atmósfera de elegancia atemporal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la impresionante colección de iglesias y catedrales de Trnava que le valió a la ciudad su apodo sagrado. La Catedral de San Juan Bautista y la Iglesia Universitaria de San Juan Bautista se encuentran entre los aspectos arquitectónicos más destacados. Cada iglesia revela diferentes períodos de logros artísticos, desde cimientos góticos hasta ornamentaciones barrocas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la próspera cultura vinícola de Trnava con una visita a viñedos locales como Mrva & Stanko, ofreciendo degustaciones en atmosféricas bodegas subterráneas de ladrillo. La región vinícola circundante produce excelentes añadas eslovacas que permanecen relativamente desconocidas para los visitantes internacionales. Estas bodegas proporcionan una introducción auténtica a las tradiciones vinícolas centroeuropeas en un entorno subterráneo íntimo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesoros Eslovacos: Castillos, Montañas y Ciudades Medievales",
          "day": 2
        }
      ],
      "rating": 5.8
    }
  ]
}