{
  "version": 1,
  "country": "sk",
  "language": "pt",
  "places": [
    {
      "place_id": "SK::banska-bystrica",
      "name": "Banska Bystrica",
      "cc": "SK",
      "coords": [
        48.7363,
        19.1461
      ],
      "lat": 48.7363,
      "lon": 19.1461,
      "visits": [
        {
          "text": "Descubra Banská Bystrica, a pérola da Eslováquia central onde o charme europeu suave permeia cafés movimentados na calçada e fileiras ordenadas de casas históricas de burgueses. Esta antiga cidade mineira mistura perfeitamente arquitetura gótica com castelos renascentistas contra um pano de fundo de montanhas espetaculares. A relação harmoniosa entre o charmoso centro da cidade e as colinas verdes circundantes torna este um dos cenários urbanos mais bonitos da Eslováquia.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire a icônica Torre do Relógio, o marco mais conspícuo de Banská Bystrica que toca uma delicada melodia de caixa de joias aos oito minutos de cada hora. Suba até o topo para vistas fantásticas sobre o centro histórico e o vale circundante do Rio Hron. Esta querida torre marcou o tempo para gerações de residentes e agora encanta visitantes com seus sinos musicais.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a riqueza de museus, castelos e edifícios sagrados da cidade, incluindo três castelos históricos e dez igrejas abrangendo períodos góticos ao barroco. A coleção diversa de mais de 14 museus cobre tudo desde história regional até tradições folclóricas. Belas igrejas barrocas pontuam a paisagem urbana, seus interiores ornamentados refletindo o passado próspero da cidade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Use Banská Bystrica como base para aventuras ao ar livre nas montanhas ao redor, desde esqui no inverno até caminhadas no verão e exploração de cavernas. A cidade serve como portal para inúmeros vales naturais e trilhas de montanha oferecendo cenários espetaculares. Sistemas de cavernas na paisagem cárstica próxima revelam câmaras subterrâneas adornadas com estalactites e outras maravilhas geológicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 5
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4.2,
      "place_type": "city"
    },
    {
      "place_id": "SK::banska-stiavnica",
      "name": "Banska Stiavnica",
      "cc": "SK",
      "coords": [
        48.4589,
        18.8964
      ],
      "lat": 48.4589,
      "lon": 18.8964,
      "visits": [
        {
          "text": "Explore Banská Štiavnica, uma cidade mineira Patrimônio Mundial da UNESCO aninhada entre colinas florestais que uma vez produziu riqueza rival à das principais capitais europeias. A arquitetura renascentista e barroca notavelmente preservada da cidade reflete seu passado próspero como um dos centros de mineração mais importantes do continente. Ruas íngremes de pedra serpenteiam passando por casas de burgueses de cores pastel e igrejas antigas neste assentamento atmosférico na encosta.",
          "visit_duration_min": 75
        },
        {
          "text": "Desça ao Museu de Mineração Eslovaco, onde tours guiados através de túneis de mina originais trazem séculos de herança de mineração à vida. As galerias subterrâneas revelam a engenhosidade da engenharia que tornou esta região uma potência industrial. Acima do solo, as exposições do museu exibem as ferramentas, técnicas e tradições de gerações de mineiros.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a única Torre das Palmas, uma enorme engenhoca mecânica originalmente usada para despertar os mineiros para seus turnos. Esta fascinante peça de herança industrial agora opera exclusivamente para visitantes, demonstrando as soluções inovadoras desenvolvidas nesta comunidade de mineração. A torre permanece como um testemunho peculiar da engenhosidade prática da cidade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relaxe nas águas terapêuticas das termas de Sklené Teplice, localizadas ao norte da cidade em um ambiente florestal tranquilo. Essas fontes termais naturais atraem visitantes buscando suas propriedades curativas há séculos. A combinação de águas ricas em minerais e ambiente pacífico oferece o descanso perfeito após explorar os sítios culturais da região.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 4
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.6,
      "place_type": "city"
    },
    {
      "place_id": "SK::bratislava",
      "name": "Bratislava",
      "cc": "SK",
      "coords": [
        48.1486,
        17.1077
      ],
      "lat": 48.1486,
      "lon": 17.1077,
      "visits": [
        {
          "text": "Explore o encantador Centro Histórico de Bratislava, um dos centros de capital mais charmosos e caminháveis da Europa. Caminhe por ruas medievais ladeadas por prédios de cores pastel, descobrindo pátios escondidos e vielas atmosféricas. O núcleo histórico compacto revela joias arquitetônicas a cada esquina, desde torres góticas até fachadas barrocas que contam séculos de herança centro-europeia.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com a Catedral de St. Martin, um gracioso edifício gótico que serviu como igreja de coroação dos monarcas húngaros por quase três séculos. Esta catedral intimista, coroada por uma torre distintiva que carrega uma réplica dourada da coroa húngara, abriga capelas notáveis e arte religiosa centenária. A atmosférica Rua Kapitulská nas proximidades apresenta alguns dos edifícios mais antigos e evocativos da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba ao Castelo de Bratislava, a icônica fortaleza de quatro torres que domina o horizonte da cidade de seu poleiro no topo da colina acima do Danúbio. Este castelo magnificamente restaurado oferece vistas panorâmicas que se estendem até a Áustria e Hungria em dias claros. Os terrenos e terraços do castelo proporcionam o ponto de vista perfeito para apreciar a posição única da cidade no cruzamento da Europa Central.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra o Museu de Arte Danubiana Meulensteen, uma galeria arquitetonicamente impressionante dramaticamente posicionada em uma pequena península que se projeta no Danúbio. Este museu de arte contemporânea exibe uma impressionante coleção de arte europeia moderna em um prédio que é, ele mesmo, uma obra de arte. O jardim de esculturas e o ambiente à beira d'água criam uma experiência cultural única ao sul do centro da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Aventure-se nas colinas arborizadas de Devínska Kobyla nos Pequenos Cárpatos, onde bunkers da Guerra Fria escondidos e torres de observação aguardam descoberta. Esta reserva natural oferece trilhas cênicas através de florestas enquanto proporciona vislumbres fascinantes da história recente da Eslováquia. Os pontos de vista elevados revelam vistas amplas sobre a planície do Danúbio e a vizinha Áustria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 1
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 8.2,
      "place_type": "city"
    },
    {
      "place_id": "SK::hrabusice",
      "name": "Hrabusice",
      "cc": "SK",
      "coords": [
        48.9531,
        20.4228
      ],
      "lat": 48.9531,
      "lon": 20.4228,
      "visits": [
        {
          "text": "Explore o Parque Nacional Slovenský Raj, um país das maravilhas cárstico exibindo a arte escultural da natureza através de gargantas dramáticas, cachoeiras em cascata e sistemas de cavernas profundos. O nome do parque se traduz como 'Paraíso Eslovaco', uma descrição adequada para paisagens de beleza extraordinária esculpidas ao longo de milênios pela água através do calcário. Escadas, correntes e passarelas de madeira permitem acesso a cânions e ravinas de outro modo inacessíveis.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra as notáveis características geológicas do parque, incluindo sumidouros, rios subterrâneos e câmaras cheias de estalactites escondidas sob a superfície florestada. As formas clássicas da terra cárstica encontradas aqui representam alguns dos melhores exemplos na Europa Central. Acima do solo, orquídeas alpinas raras florescem em prados enquanto aves de rapina circulam sobre fundos de penhascos dramáticos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegue pelas famosas trilhas técnicas do parque, onde escadas de metal e passarelas de troncos levam através de gargantas estreitas ao lado de cachoeiras impetuosas. As gargantas Suchá Belá e Piecky oferecem rotas particularmente emocionantes através de paredes rochosas verticais. Essas experiências únicas de caminhada combinam desafio físico com acesso a maravilhas naturais ocultas inacessíveis por caminhos convencionais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 8
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.5,
      "place_type": "city"
    },
    {
      "place_id": "SK::kosice",
      "name": "Kosice",
      "cc": "SK",
      "coords": [
        48.7164,
        21.2611
      ],
      "lat": 48.7164,
      "lon": 21.2611,
      "visits": [
        {
          "text": "Descubra Košice, a segunda maior cidade da Eslováquia e capital cultural do leste, onde a história documentada se estende até 1230. Esta foi a primeira cidade em toda a Europa a receber seu próprio brasão, iniciando uma orgulhosa tradição de identidade cívica. A Košice de hoje mescla perfeitamente herança industrial com vida cultural vibrante através de um centro histórico belamente preservado.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire a Catedral de Santa Isabel, a maior igreja da Eslováquia e o exemplo mais oriental da arquitetura gótica na Europa. Esta catedral magnífica domina o centro da cidade com suas torres elevadas e entalhes em pedra intrincados acumulados ao longo de séculos de construção e embelezamento. A praça ao redor exibe uma mistura eclética de edifícios barrocos, rococó e Art Nouveau.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pela Hlavná, o mais longo calçadão da Eslováquia, onde edifícios históricos elegantes agora abrigam cafés e locais culturais. A rua pedestrianizada cria um cenário perfeito para experimentar a atmosfera relaxada da cidade enquanto admira tesouros arquitetônicos. A fonte cantante perto do Teatro Estatal adiciona um elemento lúdico a este grandioso espaço urbano.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Museu Vojtech Löffler, dedicado ao renomado escultor local cujas obras capturam o espírito da arte eslovaca do século XX. Este museu íntimo fornece insight sobre a herança artística do leste da Eslováquia através da jornada criativa de um mestre. A coleção oferece um contraponto aos monumentos históricos da cidade com expressão artística mais contemporânea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore a herança da era comunista de Košice através de tours guiados visitando relíquias da Guerra Fria incluindo abrigos antifallout e monumentos industriais. Essas excursões fascinantes, frequentemente conduzidas em automóveis Škoda vintage, revelam um capítulo da história que moldou a cidade moderna. O contraste entre esplendor medieval e funcionalismo da era soviética conta a história completa desta cidade resiliente.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 10
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 7.3,
      "place_type": "city"
    },
    {
      "place_id": "SK::levoca",
      "name": "Levoca",
      "cc": "SK",
      "coords": [
        49.0247,
        20.5903
      ],
      "lat": 49.0247,
      "lon": 20.5903,
      "visits": [
        {
          "text": "Entre em Levoča, uma cidade murada renascentista que se destaca como um dos assentamentos medievais mais perfeitamente preservados da Eslováquia. O centro histórico listado pela UNESCO se agrupa em torno da adorável Praça Master Paul arborizada, nomeada pelo lendário entalhador de madeira cujas obras adornam a igreja local. Muros defensivos intactos e torres circundam ruas alinhadas com casas de mercadores inalteradas por séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Entre na Igreja Gótica de São Tiago, lar da extraordinária peça de altar de madeira de 18,6 metros de Master Paul de Levoča, a mais alta do tipo no mundo. Esta obra-prima do artesanato medieval levou mais de uma década para ser completada e permanece uma das maiores conquistas artísticas da arte gótica da Europa Central. O interior da igreja abriga numerosos outros tesouros esculpidos por este renomado artista do século XVI.",
          "visit_duration_min": 75
        },
        {
          "text": "Observe a curiosa Jaula da Vergonha na praça principal, um dispositivo medieval de punição onde criminosos menores eram encarcerados e exibidos para humilhação pública. Este artefato sombrio fornece insight sobre práticas históricas de justiça enquanto adiciona à coleção atmosférica de monumentos góticos e renascentistas da praça. As casas burguesas ao redor mostram séculos de evolução arquitetônica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jornada ao poderoso Castelo Spiš, um dos maiores complexos de castelos na Europa Central e Patrimônio Mundial da UNESCO dominando a paisagem de sua posição no topo da colina. Esta fortaleza imensa, espalhando-se por mais de quatro hectares, está entre os monumentos medievais mais impressionantes em qualquer lugar do continente. As ruínas românticas oferecem vistas dominantes do mosaico de aldeias e campos da região Spiš.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 9
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "city"
    },
    {
      "place_id": "SK::nova-sedlica",
      "name": "Nova Sedlica",
      "cc": "SK",
      "coords": [
        49.0506,
        22.5169
      ],
      "lat": 49.0506,
      "lon": 22.5169,
      "visits": [
        {
          "text": "Aventure-se no Parque Nacional Poloniny, a área selvagem mais remota da Eslováquia, onde florestas nativas pristinas de faia e abeto formam o maior complexo desse tipo em toda a Europa. Apoiada contra as fronteiras da Polônia e Ucrânia, esta região maravilhosamente isolada preserva paisagens intocadas pelo desenvolvimento moderno. A verdadeira natureza selvagem aguarda em montanhas onduladas cobertas por florestas antigas e prados alpinos elevados.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra aldeias tradicionais de madeira como Nová Sedlica e Runina, onde o tempo parece suspenso em uma era anterior. Estes assentamentos preservam a arquitetura folclórica autêntica caracterizada por igrejas de madeira distintas com enormes telhados inclinados e altas torres pontiagudas como agulhas. As igrejas de madeira listadas pela UNESCO representam exemplos únicos da arquitetura religiosa do Leste Europeu encontrada em nenhum outro lugar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente a observação de estrelas de classe mundial nesta reserva de céu escuro reconhecida internacionalmente, onde a poluição luminosa mínima revela maravilhas celestiais invisíveis de áreas mais desenvolvidas. A designação do parque como reserva de céu escuro confirma suas condições excepcionais para observação astronômica. Traga telescópios ou binóculos para apreciar plenamente os céus noturnos espetaculares acima deste canto remoto da Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Procure por vida selvagem incluindo ursos pardos e bisões europeus, estes últimos encontrados apenas aqui na Eslováquia. Este parque remoto oferece habitat para espécies que requerem vastos territórios não perturbados para prosperar. A observação paciente ao longo das bordas da floresta e prados oferece chances de encontrar esses animais magníficos em seu ambiente natural.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 11
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "city"
    },
    {
      "place_id": "SK::oravsky-podzamok",
      "name": "Oravsky Podzamok",
      "cc": "SK",
      "coords": [
        49.2597,
        19.3575
      ],
      "lat": 49.2597,
      "lon": 19.3575,
      "visits": [
        {
          "text": "Maravilhe-se com o Castelo Orava, uma das fortalezas mais espetaculares da Eslováquia dramaticamente empoleirada em uma alta rocha sobre o Rio Orava. Este castelo de conto de fadas, subindo em camadas por uma face íngreme de penhasco, está entre as fortalezas medievais mais fotogênicas de toda a Europa Central. O complexo de edifícios góticos, renascentistas e barrocos cria um horizonte saído de um livro de histórias.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore as extensas coleções do museu do castelo abrigadas em câmaras e salões atmosféricos que serpenteiam pelo promontório rochoso. As exposições cobrem história regional, arqueologia e etnografia, enquanto salas mobiliadas de época evocam a vida nesta fortaleza estratégica através dos séculos. A torre mais alta recompensa os escaladores com vistas amplas das montanhas florestadas da região de Orava e do rio serpenteante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra a pitoresca região de Orava ao redor do castelo, onde aldeias tradicionais de madeira pontilham uma paisagem de colinas ondulantes e florestas densas. Este canto relativamente inexplorado da Eslováquia preserva arquitetura folclórica autêntica e tradições rurais. O campo cênico oferece excelentes oportunidades para caminhadas e experimentar a vida tradicional das aldeias eslovacas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 6
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "SK::stary-smokovec",
      "name": "Stary Smokovec",
      "cc": "SK",
      "coords": [
        49.1383,
        20.2217
      ],
      "lat": 49.1383,
      "lon": 20.2217,
      "visits": [
        {
          "text": "Entre no High Tatras, o magnífico paraíso montanhoso da Eslováquia onde dezenas de picos pairam em torno da marca de 2.500 metros na extensão noroeste da cordilheira dos Cárpatos. Estes cumes alpinos dramáticos, as menores montanhas altas do mundo, concentram cenários extraordinários em uma área compacta. Florestas cobertas de pinheiros, lagos montanhosos cristalinos e picos de granito escarpados criam um país das maravilhas para caminhantes de beleza excepcional.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a notável vida selvagem da região, incluindo mais de mil ursos pardos que fizeram destas montanhas seu lar. Embora avistamentos de ursos exijam sorte e paciência, encontros com veados vermelhos, marmotas e camurças recompensam caminhantes observadores nas trilhas de montanha. Excursões dedicadas ao rastreamento de ursos oferecem as melhores chances de observar essas criaturas magníficas em seu habitat natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pela extensa rede de trilhas marcadas que cruzam o High Tatras, variando de caminhadas suaves à beira do lago até ascensões alpinas desafiadoras. Lagos glaciais cristalinos como Štrbské Pleso oferecem beleza acessível, enquanto rotas mais altas revelam vistas panorâmicas de toda a cordilheira. O sistema de trilhas bem mantido torna este ambiente alpino acessível a caminhantes de várias habilidades.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente o caráter único das cidades resort do Tatra como Štrbské Pleso e Starý Smokovec, onde a tradição montanhosa encontra comodidades modernas. Estes assentamentos servem como portais para os picos altos enquanto oferecem acomodação confortável e culinária eslovaca substanciosa. Teleféricos e funiculares proporcionam acesso sem esforço a mirantes elevados para aqueles que buscam cenários montanhosos sem caminhadas extenuantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 7
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3,
      "place_type": "city"
    },
    {
      "place_id": "SK::trencin",
      "name": "Trencin",
      "cc": "SK",
      "coords": [
        48.8945,
        18.0444
      ],
      "lat": 48.8945,
      "lon": 18.0444,
      "visits": [
        {
          "text": "Descubra o Castelo de Trenčín, a terceira maior fortaleza da Eslováquia comandando vistas espetaculares de seu dramático poleiro rochoso acima do Rio Váh. Esta impressionante fortaleza contém tesouros históricos que abrangem quase dois milênios, incluindo uma inscrição romana de 179 d.C. marcando a evidência mais ao norte da presença militar romana. As torres e muralhas do castelo oferecem panoramas dominantes sobre a paisagem circundante.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelo histórico distrito Mariánsky hrad de Trenčín e pela Reserva do Monumento da Cidade, onde edifícios e igrejas lindamente restaurados se espalham sob as muralhas do castelo. A igreja da Natividade da Virgem Maria apresenta uma notável escadaria coberta do século XVI, enquanto a Igreja Piarística Neo-Barroca de São Francisco Xavier exibe arte religiosa ornamentada. A Sinagoga de Trenčín de 1913 permanece como um lembrete comovente da herança diversa da cidade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente a vibrante cena cultural de Trenčín, particularmente durante o verão quando a cidade hospeda eventos de música clássica e o renomado Festival Pohoda, o maior encontro musical da Eslováquia. O ambiente à beira do rio e a arquitetura histórica criam um cenário atmosférico para apresentações que vão desde orquestras sinfônicas até atos contemporâneos. Este calendário cultural torna Trenčín um destino dinâmico além de suas atrações históricas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 3
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4.7,
      "place_type": "city"
    },
    {
      "place_id": "SK::trnava",
      "name": "Trnava",
      "cc": "SK",
      "coords": [
        48.3774,
        17.5883
      ],
      "lat": 48.3774,
      "lon": 17.5883,
      "visits": [
        {
          "text": "Passeie pela Rua Hlavná em Trnava, uma promenade perfeita ladeada por elegantes edifícios rococó e barrocos em tons pastel suaves. Conhecida como a 'Roma Eslovaca' por sua notável concentração de igrejas, esta cidade histórica exibe algumas das mais belas arquiteturas eclesiásticas da Europa Central. A mistura harmoniosa de monumentos religiosos e edifícios seculares cria uma atmosfera de elegância atemporal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a impressionante coleção de igrejas e catedrais de Trnava que renderam à cidade seu apelido sagrado. A Catedral de São João Batista e a Igreja Universitária de São João Batista estão entre os destaques arquitetônicos. Cada igreja revela diferentes períodos de conquista artística, desde fundações góticas até ornamentações barrocas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente a próspera cultura vinícola de Trnava com uma visita a vinícolas locais como Mrva & Stanko, oferecendo degustações em adegas subterrâneas atmosféricas de tijolo. A região vinícola circundante produz excelentes safras eslovacas que permanecem relativamente não descobertas por visitantes internacionais. Essas adegas proporcionam uma introdução autêntica às tradições vinícolas centro-europeias em um ambiente subterrâneo intimista.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SK::sk::slovak-treasures-castles-mountains-and-medieval-towns",
          "itin_title": "Tesouros Eslovacos: Castelos, Montanhas e Cidades Medievais",
          "day": 2
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4.8,
      "place_type": "city"
    }
  ]
}