{
  "version": 1,
  "country": "pt",
  "language": "fr",
  "places": [
    {
      "place_id": "PT::albufeira",
      "name": "Albufeira",
      "cc": "PT",
      "coords": [
        37.0882,
        -8.2503
      ],
      "lat": 37.0882,
      "lon": -8.2503,
      "visits": [
        {
          "text": "Discover Albufeira, the most popular tourist resort in southern Portugal offering something for every type of traveler. From scenic coastlines and long sandy beaches to a charming old town with traditional architecture, this central Algarve hub provides excellent access to attractions throughout the region. The old fishermen's neighborhood and clifftop old town are particularly atmospheric areas to explore."
        },
        {
          "text": "Visit Praia da Falésia, one of the world's most unique beaches stretching over 6 kilometers between Vilamoura and Albufeira. The impressive red sandstone cliffs change colors depending on weather and light, creating breathtaking scenery worth visiting in any season. The nicest stretch near Olhos de Agua features particularly dramatic cliff formations that photograph beautifully."
        },
        {
          "text": "Explore the picturesque Chapel of Nossa Senhora da Rocha in Porches, sitting dramatically on coastal cliffs above the ocean. While the little chapel itself is charming, the main attraction is the spectacular coastal scenery visible from paths leading westward. This popular sunset location rewards visitors with stunning views of the Algarve coastline."
        },
        {
          "text": "Découvrez Albufeira, la station touristique la plus populaire du sud du Portugal offrant quelque chose pour chaque type de voyageur. Des côtes pittoresques et des longues plages de sable à une charmante vieille ville avec une architecture traditionnelle, ce hub central de l'Algarve offre un excellent accès aux attractions de toute la région. L'ancien quartier des pêcheurs et la vieille ville perchée sur la falaise sont des zones particulièrement atmosphériques à explorer.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Praia da Falésia, l'une des plages les plus uniques au monde s'étendant sur plus de 6 kilomètres entre Vilamoura et Albufeira. Les impressionnantes falaises de grès rouge changent de couleurs selon la météo et la lumière, créant un paysage à couper le souffle qui vaut la peine d'être visité en toute saison. Le plus beau tronçon près d'Olhos de Agua présente des formations de falaises particulièrement spectaculaires qui se photographient magnifiquement.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la pittoresque Chapelle de Nossa Senhora da Rocha à Porches, située dramatiquement sur les falaises côtières au-dessus de l'océan. Bien que la petite chapelle elle-même soit charmante, l'attraction principale est le paysage côtier spectaculaire visible depuis les sentiers menant vers l'ouest. Ce lieu de coucher de soleil populaire récompense les visiteurs avec des vues magnifiques sur la côte de l'Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience kayaking from St Rafael Beach in Albufeira, paddling along the beautiful coastline to discover hidden caves and secluded coves. Water sports enthusiasts will find parasailing, jet skiing, and countless other activities available throughout the summer season. The beaches around Albufeira like Praia dos Arrifes and Praia São Rafael offer some of the most scenic coastal swimming in central Algarve."
        },
        {
          "text": "Faites du kayak depuis la plage St Rafael à Albufeira, pagayant le long de la magnifique côte pour découvrir des grottes cachées et des criques isolées. Les amateurs de sports nautiques trouveront du parachute ascensionnel, du jet ski et d'innombrables autres activités disponibles pendant toute la saison estivale. Les plages autour d'Albufeira comme Praia dos Arrifes et Praia São Rafael offrent certaines des baignades côtières les plus pittoresques du centre de l'Algarve.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 8
    },
    {
      "place_id": "PT::alfama",
      "language": "fr",
      "name": "Alfama",
      "cc": "PT",
      "coords": [
        38.7131,
        -9.1328
      ],
      "lat": 38.7131,
      "lon": -9.1328,
      "visits": [
        {
          "text": "Castelo São Jorge, forteresse maure XI siècle, reconquête 1147 Afonso Henriques, position stratégique colline, panoramas 360° ville Tage estuaire, remparts tours archéologie phénicienne romaine musée, Miradouro Portas Sol belvédère, vue Alfama toits rouges Tage, monastère São Vicente Fora, lumière dorée coucher soleil, Panteão Nacional baroque XVII siècle, dôme majestueux sépultures grands Portugal, Amália Rodrigues fado reine, Museu Fado histoire âme portugaise.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Alfama quartier maure préservé, dédale ruelles escaliers, maisons azulejos blanchies, linge fenêtres atmosphère médiévale authentique, labyrinthe émotions sons fado résonnent tavernes, soirée fado traditionnel casa authenticité, voix guitare portugaise saudade mélancolie, beauté chants émotion pure, patrimoine immatériel UNESCO culture vivante, visite château São Jorge forteresse, panoramas exceptionnels histoire conquête chrétienne, fondation royaume Portugal jardins paons, vue sublime territoire position défensive, balade miradouros belvédères Graça Senhora Monte Santa Luzia, panoramas collines Tage, lumière unique photographie contemplation, sardinhas assadas, Lisboa DOC branco tinto.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 2,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 8.7
    },
    {
      "place_id": "PT::amarante",
      "language": "fr",
      "name": "Amarante",
      "cc": "PT",
      "coords": [
        41.2711,
        -8.0808
      ],
      "lat": 41.2711,
      "lon": -8.0808,
      "visits": [
        {
          "text": "Ponte São Gonçalo pont roman, arches Tâmega refllets, Igreja Mosteiro São Gonçalo renaissance, saint patron mariages, toucher tombeau fertilité tradition, cloître jardins, Museu Amadeo Souza-Cardoso, artiste moderniste, collection peintures avant-garde, Solar Magalhães palais baroque, centro histórico ruelles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Amarante ville romantique, pont iconique Tâmega, reflets eau arches pierre, maisons colorées bord rivière, charme préservé tranquillité, célébrations São Gonçalo juin, fête traditionnelle procession, gâteaux phalliques fertilité, symbolisme païen christianisé, folklore unique, balade bords Tâmega, promenade fluviale nature, pédalos canoës location, pique-nique berges, baignade rivière eaux fraîches, randonnée Serra Marão montagne, sentiers nature forêts châtaigniers, villages schiste authentiques, panoramas vallée Douro distance, cascades fraîcheur, bola Amarante, Vinho Verde DOC.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 5,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 5.2
    },
    {
      "place_id": "PT::arouca",
      "name": "Arouca",
      "cc": "PT",
      "coords": [
        40.93,
        -8.245
      ],
      "lat": 40.93,
      "lon": -8.245,
      "visits": [
        {
          "text": "Explore the Arouca UNESCO Global Geopark, a protected landscape renowned for extraordinary geological heritage including the famous Giant Trilobites of Canelas. This territory surrounded by the Freita, Montemuro, and Arada mountain ranges represents millions of years of Earth's history preserved in remarkable rock formations. The geopark offers adventure activities amid dramatic natural scenery."
        },
        {
          "text": "Walk the Passadiços do Paiva, a spectacular 8-kilometer wooden boardwalk zigzagging along the Paiva River gorge. This engineering marvel passes thundering waterfalls, sheer cliffs, and pristine swimming holes carved into bedrock. The walkways provide safe access to one of Portugal's most dramatic river landscapes previously inaccessible to visitors."
        },
        {
          "text": "Explorez le géoparc mondial UNESCO d'Arouca, un paysage protégé renommé pour son patrimoine géologique extraordinaire incluant les fameux trilobites géants de Canelas. Ce territoire entouré par les chaînes montagneuses de Freita, Montemuro et Arada représente des millions d'années d'histoire de la Terre préservée dans des formations rocheuses remarquables. Le géoparc offre des activités d'aventure au milieu de paysages naturels dramatiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez les Passadiços do Paiva, une spectaculaire passerelle en bois de 8 kilomètres qui zigzague le long des gorges de la rivière Paiva. Cette merveille d'ingénierie passe devant des cascades tonitruantes, des falaises abruptes et des piscines naturelles immaculées creusées dans la roche. Les passerelles offrent un accès sûr à l'un des paysages fluviaux les plus dramatiques du Portugal, auparavant inaccessible aux visiteurs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cross the 516 Arouca, one of the longest pedestrian suspension bridges in the world, stretching 516 meters across the Paiva River gorge at 175 meters height. This thrilling walkway offers breathtaking views of the valley far below and surrounding mountain landscape. Advance tickets are required for this unforgettable adventure experience."
        },
        {
          "text": "Challenge yourself with white water rafting on the Paiva River, considered one of Portugal's premier destinations for river sports. Rapids range from gentle to demanding, with professional guides leading expeditions through spectacular gorge scenery. Kayaking and canyoning adventures provide different ways to experience this remarkable waterway."
        },
        {
          "text": "Traversez le 516 Arouca, l'un des plus longs ponts suspendus piétonniers au monde s'étendant sur 516 mètres à 175 mètres de hauteur. Cette passerelle palpitante offre des vues à couper le souffle sur la vallée loin en contrebas et les montagnes environnantes. Le rafting en eaux vives, le kayak et le canyoning sur la rivière Paiva offrent des options d'aventure supplémentaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Traversez le 516 Arouca, l'un des plus longs ponts suspendus piétonniers au monde, s'étendant sur 516 mètres au-dessus des gorges de la rivière Paiva à 175 mètres de hauteur. Cette passerelle palpitante offre des vues à couper le souffle sur la vallée en contrebas et le paysage montagneux environnant. Des billets à l'avance sont requis pour cette expérience d'aventure inoubliable.",
          "visit_duration_min": 60
        },
        {
          "text": "Défiez-vous avec du rafting en eaux vives sur la rivière Paiva, considérée comme l'une des destinations principales du Portugal pour les sports de rivière. Les rapides vont de doux à exigeants, avec des guides professionnels menant des expéditions à travers des paysages de gorges spectaculaires. Les aventures de kayak et de canyoning offrent différentes façons de découvrir cette voie d'eau remarquable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 10
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.9
    },
    {
      "place_id": "PT::arraiolos",
      "language": "fr",
      "name": "Arraiolos",
      "cc": "PT",
      "coords": [
        38.4,
        -7.865
      ],
      "lat": 38.4,
      "lon": -7.865,
      "visits": [
        {
          "text": "Ville d’Arraiolos et son château médiéval",
          "visit_duration_min": 75
        },
        {
          "text": "Centre Interpretativo do Tapete d’Arraiolos",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 3,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 3.2
    },
    {
      "place_id": "PT::barcelos",
      "language": "fr",
      "name": "Barcelos",
      "cc": "PT",
      "coords": [
        41.5311,
        -8.6175
      ],
      "lat": 41.5311,
      "lon": -8.6175,
      "visits": [
        {
          "text": "Feira Barcelos marché traditionnel jeudi, plus grand Portugal, artisanat poteries, Galo Barcelos coq symbole, légende pèlerin miraculeux, Igreja Bom Jesus Cruz, Ponte Medieval pont médiéval, Torre Porta Nova, Museu Olaria céramique, Paço Condes ruines palais gothique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite marché Barcelos jeudi tradition séculaire, artisanat populaire poteries figurines, Galo Barcelos coq légende justice miracle, symbole Portugal souvenirs, textiles broderies outils agricoles, ambiance folklorique authentique, exploration Barcelos ville artisanale, poteries Rosa Ramalho tradition céramique populaire, ateliers artisans production, figures naïves colorées, collection ethnographie musée, balade centro histórico médiéval, pont gothique Cávado, ruines palais Condes, églises manuélines, cruzeiro calvaire gothique, randonnée Cávado bords rivière, nature paisible moulins eau, villages ruraux vinho verde vignobles, campagne Minho verdoyante authentique, caldo verde, Vinho Verde branco espumante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 8,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 5.1
    },
    {
      "place_id": "PT::beja",
      "language": "fr",
      "name": "Beja",
      "cc": "PT",
      "coords": [
        38.012992,
        -7.871541
      ],
      "lat": 38.012992,
      "lon": -7.871541,
      "visits": [
        {
          "text": "Ville de Beja et son donjon Torre de Menagem",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Beja",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 8,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 5.6
    },
    {
      "place_id": "PT::belem",
      "language": "fr",
      "name": "Belem",
      "cc": "PT",
      "coords": [
        38.6979,
        -9.2067
      ],
      "lat": 38.6979,
      "lon": -9.2067,
      "visits": [
        {
          "text": "Torre Belém UNESCO, forteresse manuéline 1515 Francisco Arruda, défense embouchure Tage, bastion bastions dentelle pierre calcaire, motifs maritimes croix Ordre Christ corde, symbolisme Découvertes chef-œuvre Renaissance portugaise, Mosteiro Jerónimos UNESCO, monastère manuélin 1501 Boytac Castilho, cloître sublime dentelle gothique, portail sud João Castilho, église Santa Maria tombeaux Vasco Gama Camões, gloire empire, Padrão Descobrimentos monument caravelle, Henri Navigateur explorateurs, rose vents mosaïque empire planisphère.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite monastère Jerónimos chef-œuvre architecture manuéline UNESCO, splendeur âge or Portugal empire maritime, cloître merveilleux sculptures détails, symbolisme Découvertes richesse décoration, contemplation Tour Belém icône Lisbonne, joyau manuélin position Tage, bastion défensif Renaissance portugaise, originalité dentelle pierre blancheur éclatante, dégustation pastéis Belém pâtisserie Antiga Confeitaria 1837, recette secrète crème cannelle feuilletage, tradition institution file attente mérite, balade jardins Belém monuments culture, MAAT musée art architecture contemporain, position Tage design avant-garde, bacalhau brás, Carcavelos DOC blanc.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 3,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 9.6
    },
    {
      "place_id": "PT::braga",
      "language": "fr",
      "name": "Braga",
      "cc": "PT",
      "coords": [
        41.5454,
        -8.4265
      ],
      "lat": 41.5454,
      "lon": -8.4265,
      "visits": [
        {
          "text": "Sé Catedral plus ancienne cathédrale Portugal, romane XII siècle gothique baroque, orgues XVIII siècle, chapelle Rois tombeaux, trésor art sacré, Bom Jesus Monte UNESCO, sanctuaire baroque escalier monumental, 116 m dénivelé, chapelles fontaines statues, symbolisme Passion Christ, funiculaire hydraulique 1882, Santuário Sameiro basilique néoclassique, pèlerinage marial, Arco Porta Nova.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite Bom Jesus Monte chef-œuvre baroque, escalier monumental Passion, 573 marches chapelles fontaines, symbolisme biblique architecture Carlos Amarante, effort récompensé vue sublime, jardins romantiques, funiculaire bois 1882 plus ancien monde hydraulique, montée pittoresque, contemplation Braga Rome portugaise, ville archevêques cathédrale ancienne, baroque omniprésent églises dorées, Semana Santa processions religieuses, ferveur traditions vivantes, exploration centre historique ruelles médiévales, places fontaines palais, Arco Porta Nova, Theatro Circo, animation étudiante université, bacalhau Braga, Vinho Verde DOC.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 7,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 7.6
    },
    {
      "place_id": "PT::cabo-da-roca",
      "language": "fr",
      "name": "Cabo Da Roca",
      "cc": "PT",
      "coords": [
        38.7803,
        -9.4989
      ],
      "lat": 38.7803,
      "lon": -9.4989,
      "visits": [
        {
          "text": "Cabo Roca, cap promontoire falaises 140 m océan Atlantique, point occidental Europe continentale, phare 1772 stèle Camões vers Lusíades, 'Onde terra acaba mar começa', fin terre commencement mer, majesté nature sublime vent puissant vagues furieuses, position extrême émotionnelle, Praia Ursa plage sauvage inaccessible, rochers géants Urso Ursa formations spectaculaires, descente difficile récompensée beauté brute, Azenhas Mar village falaise, maisons blanches suspendues.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Contemplation Cabo Roca cap Roca, finistère européen point extrême occident, falaises vertigineuses océan infini, vent puissance nature émotion fin monde, vers Camões certificat visite souvenir unique, randonnée sentiers côtiers Sintra-Cascais, falaises océan nature sauvage, flore endémique panoramas spectaculaires, Praia Ursa Adraga plages secrètes, effort récompense paysages dramatiques, baignade Praia Adraga plage sauvage, sable doré rochers sculptés, vagues Atlantique nature préservée, beauté brute accès relatif tranquillité, coucher soleil océan, spectacle lumières couleurs, horizon infini Atlantique, arroz marisco, Colares DOC blanc.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 6,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 6.6
    },
    {
      "place_id": "PT::carvoeiro",
      "name": "Carvoeiro",
      "cc": "PT",
      "coords": [
        37.0947,
        -8.4714
      ],
      "lat": 37.0947,
      "lon": -8.4714,
      "visits": [
        {
          "text": "Explore Algar Seco in picturesque Carvoeiro, a unique coastal area featuring remarkable caves, grottos, and limestone cliffs sculpted by rain and sea over millions of years. Boardwalks provide accessible viewing, but adventurous visitors can explore pathways and staircases carved between the rocks that feel like navigating a natural maze. The most beautiful cave features two natural windows overlooking the coast, discovered by descending stairs at the car park's end."
        },
        {
          "text": "Hike the famous Seven Hanging Valleys Trail, the most popular coastal walk in the Algarve following breathtaking scenery between Praia da Marinha and Praia do Vale de Centeanes. This 5.7-kilometer route passes Benagil Cave, Benagil Beach, Carvalho Beach, and Alfazina Lighthouse among the highlights. The trail provides easy access to one of the most scenic stretches of coastline in all of Portugal."
        },
        {
          "text": "Photograph Praia da Marinha, where postcard-perfect views have made this one of the most recognizable beaches in Portugal. The clifftop paths overlooking the beach reveal the typical Algarve coastline featured in guidebooks worldwide. Walking westward from the viewpoint near the parking area reveals the most spectacular scenery along this stunning stretch of coast."
        },
        {
          "text": "Explorez Algar Seco dans le pittoresque Carvoeiro, une zone côtière unique présentant des grottes remarquables, des grottes et des falaises calcaires sculptées par la pluie et la mer pendant des millions d'années. Des passerelles fournissent une vue accessible, mais les visiteurs aventureux peuvent explorer des sentiers et des escaliers taillés entre les rochers qui donnent l'impression de naviguer dans un labyrinthe naturel. La plus belle grotte présente deux fenêtres naturelles donnant sur la côte, découvertes en descendant les escaliers à la fin du parking.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez sur le célèbre Sentier des Sept Vallées Suspendues, la promenade côtière la plus populaire de l'Algarve suivant un paysage à couper le souffle entre Praia da Marinha et Praia do Vale de Centeanes. Cette route de 5,7 kilomètres passe par la Grotte de Benagil, la Plage de Benagil, la Plage de Carvalho, et le Phare d'Alfazina parmi les points forts. Le sentier offre un accès facile à l'un des tronçons de côte les plus pittoresques de tout le Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Photographiez Praia da Marinha, où des vues parfaites de carte postale ont fait de celle-ci l'une des plages les plus reconnaissables du Portugal. Les sentiers au sommet de la falaise surplombant la plage révèlent la côte typique de l'Algarve présentée dans les guides touristiques du monde entier. Marcher vers l'ouest depuis le point de vue près de la zone de stationnement révèle le paysage le plus spectaculaire le long de ce magnifique tronçon de côte.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a boat trip to the famous Benagil Cave, the largest and best-known sea cave in the Algarve accessible only from the water. This cathedral-like cavern is so massive that several boats can enter simultaneously, with sunlight streaming through its collapsed roof. The entire coastline here is dotted with sea caves creating spectacular scenery whether explored by speedboat or kayak."
        },
        {
          "text": "Faites une excursion en bateau vers la célèbre Grotte de Benagil, la plus grande et la plus connue grotte marine de l'Algarve accessible uniquement depuis l'eau. Cette caverne semblable à une cathédrale est si massive que plusieurs bateaux peuvent y entrer simultanément, avec la lumière du soleil filtrant à travers son toit effondré. Toute la côte ici est parsemée de grottes marines créant un paysage spectaculaire qu'il soit exploré en hors-bord ou en kayak.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.4
    },
    {
      "place_id": "PT::cascais",
      "language": "fr",
      "name": "Cascais",
      "cc": "PT",
      "coords": [
        38.6979,
        -9.4215
      ],
      "lat": 38.6979,
      "lon": -9.4215,
      "visits": [
        {
          "text": "Cidadela forteresse XVI siècle, protection pirates attaques maritimes, résidence royale été, aujourd'hui hôtels galeries, Boca Inferno gouffre marin, falaises érosion vagues puissantes, grondement impressionnant, Museu Condes Castro Guimarães palais néo-romantique, collection art azulejos, Farol Santa Marta phare musée, Casa Histórias Paula Rego, architecture Souto Moura oeuvres artiste portugaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides. Explore the Palácio Nacional with its distinctive conical kitchen chimneys and remarkable azulejo-covered interiors. Ascend to the flamboyant Palácio da Pena, a 19th-century fantasy combining Gothic, Manueline, Moorish, and Renaissance elements in an explosion of color."
        },
        {
          "text": "Stand at Cabo da Roca, the westernmost point of continental Europe, where dramatic cliffs plunge into the Atlantic beneath a historic lighthouse. This windswept headland marks where the European landmass meets the ocean. The raw power of crashing waves, soaring cliffs, and endless horizon creates a profound sense of standing at the edge of the world."
        },
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides. Portuguese royalty chose this misty mountain retreat for summer residences, leaving an extraordinary concentration of architectural treasures. The town's fairytale atmosphere has captivated visitors from Lord Byron to modern travelers."
        },
        {
          "text": "Explore the Palácio Nacional de Sintra, the medieval royal palace dominating the town center with distinctive conical kitchen chimneys visible for miles. This summer residence preserves remarkable interiors including rooms covered in decorative azulejo tiles and elaborate Mudéjar ceilings. The palace represents the longest continuously inhabited royal residence in Portugal."
        },
        {
          "text": "Ascend to the Palácio da Pena, a flamboyant 19th-century palace crowning the highest peak in an explosion of color and architectural fantasy. This romantic masterpiece combines Gothic towers, Manueline decoration, Moorish elements, and Renaissance domes in a riot of yellows, reds, and blues. The surrounding park of exotic trees extends the magical atmosphere across the mountainside."
        },
        {
          "text": "Rendez-vous à Sintra, un paysage culturel classé au patrimoine mondial de l'UNESCO où des palais romantiques s'élèvent des collines boisées. Explorez le Palácio Nacional avec ses cheminées de cuisine coniques distinctives et ses remarquables intérieurs recouverts d'azulejos. Montez au flamboyant Palácio da Pena, une fantaisie du XIXe siècle combinant éléments gothiques, manuélins, mauresques et Renaissance dans une explosion de couleurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Tenez-vous au Cabo da Roca, le point le plus occidental de l'Europe continentale, où des falaises dramatiques plongent dans l'Atlantique sous un phare historique. Ce promontoire battu par les vents marque où la masse terrestre européenne rencontre l'océan. La puissance brute des vagues qui s'écrasent, des falaises vertigineuses et de l'horizon infini crée un profond sentiment de se tenir au bord du monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez vers Sintra, un paysage culturel classé au patrimoine mondial de l'UNESCO où des palais romantiques s'élèvent depuis des collines boisées. La royauté portugaise a choisi cette retraite montagneuse brumeuse pour ses résidences d'été, laissant une concentration extraordinaire de trésors architecturaux. L'atmosphère de conte de fées de la ville a captivé les visiteurs de Lord Byron aux voyageurs modernes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Palácio Nacional de Sintra, le palais royal médiéval dominant le centre-ville avec ses cheminées de cuisine coniques distinctives visibles à des kilomètres. Cette résidence d'été préserve des intérieurs remarquables incluant des pièces couvertes de carreaux d'azulejos décoratifs et d'élaborés plafonds mudéjars. Le palais représente la plus longue résidence royale continuellement habitée du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Palácio da Pena, un palais flamboyant du XIXe siècle couronnant le plus haut sommet dans une explosion de couleur et de fantaisie architecturale. Ce chef-d'œuvre romantique combine tours gothiques, décoration manuéline, éléments mauresques et dômes Renaissance dans un émeute de jaunes, rouges et bleus. Le parc environnant d'arbres exotiques étend l'atmosphère magique à travers le flanc de montagne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Cascais ancienne village pêcheurs, station balnéaire élégante, riviera portugaise XIX siècle, royauté aristocratie européenne, charme préservé boutiques restaurants, marina yachts atmosphère chic décontractée, baignade plages Rainha Conceição Duquesa, criques sable doré eaux calmes, centre-ville proximité accessibilité, balade promenade maritime, paredão bord mer jusqu'Estoril, palmiers villas Belle Époque, couchers soleil romantiques, sports nautiques surf kitesurf windsurf, plage Guincho vagues Atlantique, compétitions internationales nature venteuse, caldeirada peixe, Carcavelos DOC.",
          "visit_duration_min": 60
        },
        {
          "text": "Conclude the day in Cascais, an elegant beach resort attracting aristocrats since Portuguese royalty made it their summer playground. The charming old town features cobbled pedestrian streets, whitewashed buildings, and a picturesque fishing harbor still in use. Sandy beaches and relaxed coastal atmosphere provide the perfect transition before heading north."
        },
        {
          "text": "Concluez la journée à Cascais, une élégante station balnéaire attirant les aristocrates depuis que la royauté portugaise en a fait son terrain de jeu estival. La charmante vieille ville présente des rues piétonnes pavées, des bâtiments blanchis à la chaux et un port de pêche pittoresque encore en usage. Les plages de sable et l'atmosphère côtière détendue offrent la transition parfaite avant de se diriger vers le nord.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 7,
          "region_code": ""
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 8
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 2
        }
      ],
      "suggested_days": 1,
      "rating": 5.7
    },
    {
      "place_id": "PT::castro-daire",
      "name": "Castro Daire",
      "cc": "PT",
      "coords": [
        40.8983,
        -7.935
      ],
      "lat": 40.8983,
      "lon": -7.935,
      "visits": [
        {
          "text": "Ascend Serra de São Macário, a mountain range offering some of the finest panoramic views in all of northern Portugal. The winding drive to the summit is an adventure itself, with narrow roads climbing through dramatic highland landscapes. At the top, sweeping vistas extend across valleys, villages, and distant mountain ranges in every direction."
        },
        {
          "text": "Visit Aldeia da Pena, one of northern Portugal's most isolated and picturesque traditional stone villages hidden deep in a valley. Narrow cobbled streets covered with straw wind between rough-hewn stone houses that seem grown from the landscape. Goats roam freely, their bells mingling with a murmuring stream, creating an atmosphere unchanged for centuries."
        },
        {
          "text": "Gravissez la Serra de São Macário, une chaîne de montagnes offrant certaines des plus belles vues panoramiques de tout le nord du Portugal. La route sinueuse vers le sommet est une aventure en soi, avec des routes étroites montant à travers des paysages de haute terre dramatiques. Au sommet, des vues balayantes s'étendent sur les vallées, villages et chaînes de montagnes lointaines dans toutes les directions.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Aldeia da Pena, l'un des villages traditionnels en pierre les plus isolés et pittoresques du nord du Portugal, caché au fond d'une vallée. D'étroites rues pavées recouvertes de paille serpentent entre des maisons de pierre grossièrement taillées qui semblent surgir du paysage. Les chèvres errent librement, leurs clochettes se mêlant au murmure d'un ruisseau, créant une atmosphère inchangée depuis des siècles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Watch sunset from the summit of Serra de São Macário, where peace and spectacular scenery create truly magical moments. The elevated viewpoint often provides complete solitude with surrounding landscape bathed in golden light. Hiking trails radiate from the summit through forests and across high moorland for further exploration."
        },
        {
          "text": "Admirez le coucher de soleil depuis le sommet de la Serra de São Macário, où la paix et les paysages spectaculaires créent des moments vraiment magiques. Le point de vue élevé offre souvent une solitude complète avec le paysage environnant baigné de lumière dorée. Les sentiers de randonnée rayonnent depuis le sommet à travers les forêts et sur les hautes landes pour une exploration plus poussée.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.7
    },
    {
      "place_id": "PT::elvas",
      "language": "fr",
      "name": "Elvas",
      "cc": "PT",
      "coords": [
        38.8822,
        -7.1639
      ],
      "lat": 38.8822,
      "lon": -7.1639,
      "visits": [
        {
          "text": "Ville d’Elvas et ses murailles fortifiées",
          "visit_duration_min": 75
        },
        {
          "text": "Aqueduc d’Amoreira (Elvas)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 6,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 5.1
    },
    {
      "place_id": "PT::estoril",
      "language": "fr",
      "name": "Estoril",
      "cc": "PT",
      "coords": [
        38.7057,
        -9.3979
      ],
      "lat": 38.7057,
      "lon": -9.3979,
      "visits": [
        {
          "text": "Casino Estoril, plus grand casino Europe, architecture 1916, espions II Guerre mondiale, Ian Fleming inspiration James Bond, jardins palmiers, Tamariz plage emblématique, fort São João vue, parque Palmela jardins, Museu Música Portuguesa, villas Belle Époque architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite Casino Estoril légende glamour, histoire espionnage II Guerre mondiale, Portugal neutre refuge espions, Ian Fleming Casino Royale inspiration, architecture élégante spectacles, balade jardins Estoril, palmiers exotiques, parcs fleuris villas aristocratiques, atmosphère raffinée Belle Époque, côte dorée portugaise luxe tranquillité, baignade Tamariz plage iconique, sable fin eaux calmes, restaurants terrasse vue océan, proximité Cascais train pittoresque, golf parcours réputés Estoril Oitavos, tournois internationaux, greens vue mer, tradition golf portugais, polvo lagareiro, Bucelas DOC blanc.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 8,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 7.4
    },
    {
      "place_id": "PT::estremoz",
      "language": "fr",
      "name": "Estremoz",
      "cc": "PT",
      "coords": [
        38.849998,
        -7.583333
      ],
      "lat": 38.849998,
      "lon": -7.583333,
      "visits": [
        {
          "text": "Ville d’Estremoz et son château médiéval",
          "visit_duration_min": 75
        },
        {
          "text": "Façades blanches typiques d’Estremoz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 5,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 3.9
    },
    {
      "place_id": "PT::evora",
      "language": "fr",
      "name": "Evora",
      "cc": "PT",
      "coords": [
        38.5694,
        -7.903
      ],
      "lat": 38.5694,
      "lon": -7.903,
      "visits": [
        {
          "text": "Ville d’Évora inscrite à l’UNESCO",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 1,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 6.8
    },
    {
      "place_id": "PT::geres",
      "name": "Geres",
      "cc": "PT",
      "coords": [
        41.7167,
        -8.15
      ],
      "lat": 41.7167,
      "lon": -8.15,
      "visits": [
        {
          "text": "Enter Peneda-Gerês National Park, Portugal's only national park protecting a wilderness of mountains, ancient forests, and cascading waterfalls. The park encompasses the Peneda, Soajo, Amarela, and Gerês mountain ranges reaching 1,545 meters at their highest point. This remarkable landscape harbors diverse wildlife in pristine environments earning Portugal's highest protection level."
        },
        {
          "text": "Visit Soajo, a traditional mountain village serving as an excellent hiking base, known for its unique espigueiros-historic stone granaries raised on granite pillars. These distinctive structures used for centuries to store and dry corn create one of the park's most photographed scenes. Stone houses and ancient churches reflect enduring traditions of this remote mountain community."
        },
        {
          "text": "Discover the Mourela Plateau rising to approximately 1,000 meters, recognized as one of the national park's premier birdwatching locations. This high moorland habitat supports diverse avian species thriving in heather, grassland, and boggy terrain. The plateau's open landscapes provide excellent visibility for spotting raptors and migrating species throughout the year."
        },
        {
          "text": "Entrez dans le parc national de Peneda-Gerês, le seul parc national du Portugal protégeant une nature sauvage de montagnes, forêts anciennes et cascades tumultueuses. Le parc englobe les chaînes de montagnes de Peneda, Soajo, Amarela et Gerês atteignant 1 545 mètres à leur point culminant. Ce paysage remarquable abrite une faune diversifiée dans des environnements vierges bénéficiant du plus haut niveau de protection du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Soajo, un village de montagne traditionnel servant d'excellente base de randonnée, connu pour ses espigueiros uniques - greniers historiques en pierre élevés sur des piliers de granit. Ces structures distinctives utilisées depuis des siècles pour stocker et sécher le maïs créent l'une des scènes les plus photographiées du parc. Les maisons de pierre et églises anciennes reflètent les traditions durables de cette communauté montagnarde isolée.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le plateau Mourela s'élevant à environ 1 000 mètres, reconnu comme l'un des lieux d'observation d'oiseaux de premier plan du parc national. Cet habitat de lande d'altitude soutient diverses espèces aviaires prospérant dans la bruyère, les prairies et le terrain marécageux. Les paysages ouverts du plateau offrent une excellente visibilité pour repérer les rapaces et espèces migratrices tout au long de l'année.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the trails of Peneda-Gerês including the Grande Rota traversing spectacular mountain scenery with options from gentle walks to challenging treks. Seek adventure at waterfalls where canyoning and cliff jumping provide adrenaline-fueled experiences in dramatic settings. Relax in the natural thermal waters of Caldas do Gerês, a spa village famous for hot springs since Roman times."
        },
        {
          "text": "Hike the trails of Peneda-Gerês including the adventurous Grande Rota traversing the park's most spectacular scenery. Shorter circular walks pass through forests, past waterfalls, and to scenic viewpoints. The park's five 'gates' offer visitor information centers with detailed hiking maps and guidance."
        },
        {
          "text": "Seek adventure at waterfalls where canyoning and cliff jumping trips provide adrenaline-fueled ways to experience dramatic water features. Professional guides lead expeditions through gorges, down cascades, and into crystal-clear pools surrounded by granite cliffs. Swimming and sunbathing at natural pools offer refreshing rewards after hiking."
        },
        {
          "text": "Relax in the natural thermal waters of Caldas do Gerês, a spa village famous for hot springs since Roman times. The therapeutic waters emerge at temperatures ideal for soothing tired muscles after active days in the mountains. This traditional wellness destination provides perfect complement to outdoor adventures."
        },
        {
          "text": "Randonnez sur les sentiers de Peneda-Gerês incluant la Grande Rota traversant des paysages montagneux spectaculaires avec des options allant de promenades douces à des treks difficiles. Recherchez l'aventure aux cascades où le canyoning et le saut de falaise offrent des expériences pleines d'adrénaline dans des cadres spectaculaires. Détendez-vous dans les eaux thermales naturelles de Caldas do Gerês, un village thermal célèbre pour ses sources chaudes depuis l'époque romaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez sur les sentiers de Peneda-Gerês incluant l'aventureuse Grande Rota traversant les paysages les plus spectaculaires du parc. Des promenades circulaires plus courtes passent à travers les forêts, près des cascades et vers des points de vue panoramiques. Les cinq 'portes' du parc offrent des centres d'information aux visiteurs avec des cartes de randonnée détaillées et des conseils.",
          "visit_duration_min": 60
        },
        {
          "text": "Cherchez l'aventure aux cascades où les excursions de canyoning et saut de falaise offrent des moyens riches en adrénaline de découvrir les caractéristiques aquatiques dramatiques. Des guides professionnels mènent des expéditions à travers les gorges, le long des cascades et dans des bassins cristallins entourés de falaises de granit. La natation et les bains de soleil aux piscines naturelles offrent des récompenses rafraîchissantes après la randonnée.",
          "visit_duration_min": 60
        },
        {
          "text": "Détendez-vous dans les eaux thermales naturelles de Caldas do Gerês, un village thermal célèbre pour ses sources chaudes depuis l'époque romaine. Les eaux thérapeutiques émergent à des températures idéales pour apaiser les muscles fatigués après des journées actives dans les montagnes. Cette destination bien-être traditionnelle constitue le complément parfait aux aventures en plein air.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 13
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4
    },
    {
      "place_id": "PT::guimaraes",
      "language": "fr",
      "name": "Guimaraes",
      "cc": "PT",
      "coords": [
        41.4429,
        -8.2911
      ],
      "lat": 41.4429,
      "lon": -8.2911,
      "visits": [
        {
          "text": "Centro histórico UNESCO, berceau Portugal Afonso Henriques, Castelo Guimarães X siècle, forteresse donjon tours, défense invasions, Paço Duques Bragança palais gothique XV siècle, cheminées briques, collection tapisseries armes, Igreja Nossa Senhora Oliveira, trésor reliquaire, Largo Oliveira place médiévale, arcades fontaines, Rua Santa Maria ruelles pavées.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite château Guimarães forteresse fondatrice, naissance Afonso Henriques premier roi Portugal 1110, remparts tours donjon, histoire fondation royaume, inscrit 'Aqui nasceu Portugal', émotion nationale, exploration Paço Duques palais gothique, résidence ducs Bragança, architecture bourguignonne cheminées, collection historique mobilier tapisseries flamandes, armes armures salles apparat, balade centre historique UNESCO, dédale ruelles médiévales pavées, maisons colombages balcons fer forgé, places arcades fontaines, atmosphère médiévale préservée, vie quotidienne animation, téléphérique Penha mont sanctuaire, 400 m altitude vue panoramique, Santuário Penha néo-roman, grottes sentiers nature, papas anjo, Vinho Verde Alvarinho.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 6,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 7
    },
    {
      "place_id": "PT::lagos",
      "name": "Lagos",
      "cc": "PT",
      "coords": [
        37.1028,
        -8.673
      ],
      "lat": 37.1028,
      "lon": -8.673,
      "visits": [
        {
          "text": "Discover Lagos, one of Portugal's most charming historic towns with white-washed buildings, cobbled streets, and a cozy traditional atmosphere. The compact old town offers historic landmarks, interesting museums, and a lively local market perfect for experiencing authentic Portuguese culture. This lovely western Algarve town combines heritage with easy access to spectacular coastal scenery."
        },
        {
          "text": "Marvel at Ponta da Piedade, one of Portugal's most famous natural landmarks featuring stunning coastal rock formations, sea caves, and grottos. The breathtaking scenery includes towering cliffs accessible via coastal paths and a steep staircase descending to sea level for closer views of the grottos. This extraordinary landscape is even more magical at sunset when golden light illuminates the sculptural formations."
        },
        {
          "text": "Visit Praia do Camilo, a tiny beach accessed via steep stairs where the views from above are equally stunning as the beach itself. The beach divides into two areas connected by a short tunnel carved through the rocks, creating an incredibly scenic experience. Nearby Praia de Dona Ana is surrounded by steep colorful cliffs and crystal-clear blue water, ranking among the Algarve's most beautiful beaches."
        },
        {
          "text": "Découvrez Lagos, l'une des villes historiques les plus charmantes du Portugal avec des bâtiments blanchis à la chaux, des rues pavées et une atmosphère traditionnelle chaleureuse. La vieille ville compacte offre des monuments historiques, des musées intéressants et un marché local animé parfait pour découvrir la culture portugaise authentique. Cette jolie ville de l'ouest de l'Algarve combine patrimoine et accès facile au paysage côtier spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant Ponta da Piedade, l'un des monuments naturels les plus célèbres du Portugal présentant de magnifiques formations rocheuses côtières, des grottes marines et des grottes. Le paysage à couper le souffle inclut des falaises imposantes accessibles via des sentiers côtiers et un escalier raide descendant au niveau de la mer pour des vues plus proches des grottes. Ce paysage extraordinaire est encore plus magique au coucher du soleil quand la lumière dorée illumine les formations sculpturales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Praia do Camilo, une petite plage accessible via des escaliers raides où les vues d'en haut sont tout aussi magnifiques que la plage elle-même. La plage se divise en deux zones reliées par un court tunnel taillé à travers les rochers, créant une expérience incroyablement pittoresque. La proche Praia de Dona Ana est entourée de falaises colorées raides et d'eau bleue cristalline, se classant parmi les plus belles plages de l'Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Ponta da Piedade by kayak, paddling through sea caves and along the spectacular coastline for an unforgettable perspective on these natural wonders. Small boat tours also navigate into the grottos, offering intimate access to the sculpted rock formations. The combination of golden cliffs, turquoise water, and hidden caves creates one of Europe's most photogenic coastal landscapes."
        },
        {
          "text": "Explorez Ponta da Piedade en kayak, pagayant à travers les grottes marines et le long de la côte spectaculaire pour une perspective inoubliable sur ces merveilles naturelles. De petites excursions en bateau naviguent également dans les grottes, offrant un accès intime aux formations rocheuses sculptées. La combinaison de falaises dorées, d'eau turquoise et de grottes cachées crée l'un des paysages côtiers les plus photogéniques d'Europe.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.3
    },
    {
      "place_id": "PT::lisboa-baixa",
      "language": "fr",
      "name": "Lisboa Baixa",
      "cc": "PT",
      "coords": [
        38.7139,
        -9.1394
      ],
      "lat": 38.7139,
      "lon": -9.1394,
      "visits": [
        {
          "text": "Praça Comércio, place royale XVIII siècle, arc triomphe Rua Augusta, Tage majestueux, ouverture ville mer empire, Elevador Santa Justa 1902, néo-gothique Raoul Mesnier Ponsard, panorama Baixa Castelo, belvédère fer forgé, Rossio fontaines bronze, Praça Dom Pedro IV, théâtre Nacional, mosaïques calcetadas motifs vagues, Sé Catedral forteresse romane XII siècle, Afonso Henriques fondateur, cloître gothique, trésor reliquaire Saint Vincent patron.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Baixa quartier pombalien, reconstruction 1755 séisme, plan orthogonal Marquês Pombal, rues commerçantes azulejos façades, élégance néoclassique histoire renaissance urbaine, montée Elevador Santa Justa ascenseur panoramique, vue exceptionnelle toits Lisbonne Tage château São Jorge, collines sept vertige beauté architecture Belle Époque, balade Chiado quartier bohème, cafés littéraires Brasileira Fernando Pessoa statue, librairies théâtres atmosphère intellectuelle, tramway 28 jaune iconique, traversée collines Alfama Graça Estrela, virages pittoresques expérience authentique, pastéis bacalhau, Colares DOC blanc rouge volcanique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 1,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 9.1
    },
    {
      "place_id": "PT::lisbon",
      "name": "Lisbon",
      "cc": "PT",
      "coords": [
        38.7223,
        -9.1393
      ],
      "lat": 38.7223,
      "lon": -9.1393,
      "visits": [
        {
          "text": "Jour 1: Begin your Lisbon adventure at the magnificent Praça do Comércio, the city's grandest square opening dramatically onto the Tagus River. This monumental waterfront plaza, rebuilt after the devastating 1755 earthquake, served as the ceremonial entrance to Portugal's capital for arriving dignitaries. The elegant arcaded buildings and triumphal arch create one of Europe's most impressive urban spaces."
        },
        {
          "text": "Jour 1: Stroll along Rua Augusta to the historic Baixa district, climbing the Arco da Rua Augusta for sweeping views over downtown and the glittering Tagus. Ascend in the Elevador de Santa Justa, an extraordinary neo-Gothic iron lift designed by a student of Gustave Eiffel. Explore the haunting ruins of Convento do Carmo, left roofless since the catastrophic 1755 earthquake."
        },
        {
          "text": "Jour 2: Lose yourself in the labyrinthine streets of Alfama, Lisbon's oldest and most atmospheric neighborhood that survived the great earthquake largely intact. Narrow alleyways wind between ancient houses adorned with colorful azulejo tiles, while the melancholic strains of fado music drift from hidden taverns. This medieval quarter climbing from the waterfront to the castle preserves the authentic soul of old Lisbon.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Sé Cathedral, Lisbon's oldest church built on a former mosque site in the 12th century. Journey to Belém where Portugal's Age of Discovery left magnificent monuments along the Tagus. Marvel at the Mosteiro dos Jerónimos, an extraordinary Manueline masterpiece commemorating Vasco da Gama's voyage to India.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Stroll along Rua Augusta, Lisbon's vibrant pedestrian thoroughfare connecting the waterfront to the heart of the Baixa district. This lively street buzzes with outdoor cafés, traditional shops, and street performers beneath elegant 18th-century façades. Climb to the top of the Arco da Rua Augusta for sweeping views over the geometric streets of downtown and the glittering Tagus beyond."
        },
        {
          "text": "Jour 1: Ascend in the Elevador de Santa Justa, an extraordinary neo-Gothic iron lift designed by a student of Gustave Eiffel in 1902. This remarkable piece of urban engineering whisks passengers 45 meters up through an ornate wrought-iron tower to connect the Baixa with the Carmo neighborhood above. The viewing platform at the summit reveals a stunning panorama across Lisbon's terracotta rooftops."
        },
        {
          "text": "Jour 1: Explore the hauntingly beautiful ruins of the Convento do Carmo, a Gothic monastery left roofless since the catastrophic earthquake of 1755. The skeletal arches reaching toward the open sky create one of Lisbon's most atmospheric and photographed sites. Today the ruins house an archaeological museum with artifacts spanning from prehistoric times to the medieval period."
        },
        {
          "text": "Jour 2: Conquer the heights of Castelo de São Jorge, the hilltop fortress that has watched over Lisbon for more than a millennium. Originally a Moorish stronghold before the Christian reconquest in 1147, the castle walls and towers offer the most spectacular panoramic views in the entire capital. Wander through archaeological remains, peaceful gardens, and ramparts overlooking the city's seven hills.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Sé Cathedral, Lisbon's oldest church and a powerful symbol of the Christian reconquest, built on the site of a former mosque in the 12th century. This Romanesque fortress-church has survived earthquakes, wars, and centuries of history while accumulating Gothic cloisters, baroque chapels, and treasures from every era. The austere façade flanked by two bell towers creates an imposing presence in the heart of Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Journey to the riverside district of Belém, where Portugal's Age of Discovery left its most magnificent monuments along the Tagus. This elegant quarter west of the center celebrates the era when Portuguese navigators charted unknown oceans and established a global maritime empire. Tree-lined avenues, manicured gardens, and waterfront promenades connect the area's UNESCO-listed treasures.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Marvel at the Mosteiro dos Jerónimos, an extraordinary masterpiece of Manueline architecture and one of Portugal's most important monuments. This 16th-century monastery, built to commemorate Vasco da Gama's voyage to India, features fantastically ornate stone carvings combining maritime, religious, and royal symbols. The cloisters rank among the most beautiful in Europe, their delicate stonework a testament to Portugal's golden age.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Stand before the iconic Torre de Belém, a fortified tower rising from the Tagus that has become the definitive symbol of Lisbon. Built in the early 16th century to guard the river entrance, this UNESCO World Heritage Site blends Manueline and Moorish architectural elements in its decorative stonework. The tower's position jutting into the river recalls the departure point for countless Portuguese voyages of exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Photograph the Padrão dos Descobrimentos, a striking modernist monument celebrating Portuguese explorers who opened new sea routes to the world. This 52-meter sculpture depicts Henry the Navigator leading a procession of historical figures toward the water. The monument's dramatic silhouette makes it one of Belém's most recognizable landmarks.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Discover the MAAT (Museum of Art, Architecture and Technology), a stunning contemporary museum whose undulating rooftop merges seamlessly with the Belém waterfront. This architectural landmark hosts rotating exhibitions of national and international contemporary art within its futuristic interior spaces. The rooftop walkway offers unique perspectives over the Tagus and connects to the adjacent historic power station.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Experience the creative energy of LX Factory, a former industrial complex transformed into Lisbon's most vibrant cultural hub. Abandoned textile factories now house independent boutiques, bookshops, art galleries, and creative studios beneath exposed brick and ironwork. This alternative neighborhood pulses with artistic energy and represents the contemporary, forward-looking side of the Portuguese capital.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Commencez votre aventure lisboète à la magnifique Praça do Comércio, la plus grande place de la ville s'ouvrant de façon spectaculaire sur le fleuve Tage. Cette place monumentale au bord de l'eau, reconstruite après le séisme dévastateur de 1755, servait d'entrée cérémonielle à la capitale portugaise pour les dignitaires en visite. Les élégants bâtiments à arcades et l'arc de triomphe créent l'un des espaces urbains les plus impressionnants d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Promenez-vous le long de la Rua Augusta vers le quartier historique de Baixa, en gravissant l'Arco da Rua Augusta pour des vues panoramiques sur le centre-ville et le Tage scintillant. Montez dans l'Elevador de Santa Justa, un extraordinaire ascenseur en fer néo-gothique conçu par un élève de Gustave Eiffel. Explorez les ruines envoûtantes du Convento do Carmo, laissé sans toit depuis le tremblement de terre catastrophique de 1755.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Perdez-vous dans les rues labyrinthiques d'Alfama, le plus ancien quartier de Lisbonne qui a survécu intact au grand tremblement de terre. D'étroites ruelles serpentent entre d'anciennes maisons ornées de carreaux d'azulejo colorés tandis que le fado mélancolique s'échappe de tavernes cachées. Conquérez les hauteurs du Castelo de São Jorge, la forteresse perchée offrant les vues panoramiques les plus spectaculaires de la capitale.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Visitez la cathédrale Sé, la plus ancienne église de Lisbonne construite sur l'emplacement d'une ancienne mosquée au XIIe siècle. Rendez-vous à Belém où l'Âge des Découvertes du Portugal a laissé de magnifiques monuments le long du Tage. Admirez le Mosteiro dos Jerónimos, un extraordinaire chef-d'œuvre manuélin commémorant le voyage de Vasco da Gama vers l'Inde.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Promenez-vous le long de la Rua Augusta, l'artère piétonne animée de Lisbonne reliant le front de mer au cœur du quartier de Baixa. Cette rue vivante bourdonne de cafés en plein air, de boutiques traditionnelles et d'artistes de rue sous d'élégantes façades du XVIIIe siècle. Montez au sommet de l'Arco da Rua Augusta pour des vues panoramiques sur les rues géométriques du centre-ville et le Tage scintillant au-delà.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Montez dans l'Elevador de Santa Justa, un extraordinaire ascenseur en fer néo-gothique conçu par un élève de Gustave Eiffel en 1902. Cette remarquable pièce d'ingénierie urbaine hisse les passagers à 45 mètres de hauteur à travers une tour ornée en fer forgé pour relier Baixa au quartier de Carmo au-dessus. La plateforme d'observation au sommet révèle un panorama époustouflant sur les toits de terre cuite de Lisbonne.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Explorez les ruines d'une beauté saisissante du Convento do Carmo, un monastère gothique laissé sans toit depuis le séisme catastrophique de 1755. Les arcs squelettiques s'élevant vers le ciel ouvert créent l'un des sites les plus atmosphériques et photographiés de Lisbonne. Aujourd'hui, les ruines abritent un musée archéologique avec des artefacts allant de la préhistoire à la période médiévale.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Conquérez les hauteurs du Castelo de São Jorge, la forteresse au sommet de la colline qui veille sur Lisbonne depuis plus d'un millénaire. Originellement un bastion mauresque avant la reconquête chrétienne en 1147, les murs et tours du château offrent les vues panoramiques les plus spectaculaires de toute la capitale. Déambulez à travers les vestiges archéologiques, les jardins paisibles et les remparts surplombant les sept collines de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Visitez la Cathédrale Sé, la plus ancienne église de Lisbonne et un puissant symbole de la reconquête chrétienne, construite sur le site d'une ancienne mosquée au XIIe siècle. Cette église-forteresse romane a survécu aux tremblements de terre, aux guerres et aux siècles d'histoire tout en accumulant des cloîtres gothiques, des chapelles baroques et des trésors de chaque époque. La façade austère flanquée de deux clochers crée une présence imposante au cœur d'Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Rendez-vous dans le quartier riverain de Belém, où l'Âge des Découvertes portugais a laissé ses monuments les plus magnifiques le long du Tage. Ce quartier élégant à l'ouest du centre célèbre l'époque où les navigateurs portugais ont cartographié des océans inconnus et établi un empire maritime mondial. Des avenues bordées d'arbres, des jardins entretenus et des promenades au bord de l'eau relient les trésors classés UNESCO de la région.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Émerveillez-vous devant le Mosteiro dos Jerónimos, un extraordinaire chef-d'œuvre de l'architecture manuéline et l'un des monuments les plus importants du Portugal. Ce monastère du XVIe siècle, construit pour commémorer le voyage de Vasco da Gama en Inde, présente des sculptures en pierre fantastiquement ornées combinant des symboles maritimes, religieux et royaux. Les cloîtres comptent parmi les plus beaux d'Europe, leur délicat travail de pierre témoignant de l'âge d'or du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Tenez-vous devant l'iconique Torre de Belém, une tour fortifiée s'élevant du Tage qui est devenue le symbole définitif de Lisbonne. Construite au début du XVIe siècle pour garder l'entrée du fleuve, ce site du patrimoine mondial de l'UNESCO mélange des éléments architecturaux manuélins et mauresques dans son travail de pierre décoratif. La position de la tour s'avançant dans le fleuve rappelle le point de départ d'innombrables voyages d'exploration portugais.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Photographiez le Padrão dos Descobrimentos, un monument moderniste saisissant célébrant les explorateurs portugais qui ont ouvert de nouvelles routes maritimes vers le monde. Cette sculpture de 52 mètres représente Henri le Navigateur menant une procession de figures historiques vers l'eau. La silhouette dramatique du monument en fait l'un des monuments les plus reconnaissables de Belém.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Perdez-vous dans les rues labyrinthiques d'Alfama, le quartier le plus ancien et le plus atmosphérique de Lisbonne qui a survécu au grand tremblement de terre largement intact. D'étroites ruelles serpentent entre d'anciennes maisons ornées de carreaux d'azulejo colorés, tandis que les accents mélancoliques de la musique fado dérivent des tavernes cachées. Ce quartier médiéval grimpant du front de mer au château préserve l'âme authentique du vieux Lisbonne.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Découvrez le MAAT (Musée d'Art, d'Architecture et de Technologie), un musée contemporain époustouflant dont le toit ondulant se fond harmonieusement avec le front de mer de Belém. Ce monument architectural accueille des expositions tournantes d'art contemporain national et international dans ses espaces intérieurs futuristes. La passerelle sur le toit offre des perspectives uniques sur le Tage et se connecte à la centrale électrique historique adjacente.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Découvrez l'énergie créative de LX Factory, un ancien complexe industriel transformé en centre culturel le plus dynamique de Lisbonne. D'anciennes usines textiles abritent désormais des boutiques indépendantes, des librairies, des galeries d'art et des studios créatifs sous des briques et ferronneries apparentes. Ce quartier alternatif pulse d'énergie artistique et représente le côté contemporain et tourné vers l'avenir de la capitale portugaise.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1: Wander through the elegant Chiado district, Lisbon's traditional quarter of intellectuals, artists, and literary cafés where Fernando Pessoa once held court. This sophisticated neighborhood bridges the lower city with the bohemian heights of Bairro Alto, offering excellent shopping, historic theaters, and charming squares. The area's cultural significance and refined atmosphere make it perfect for an afternoon of exploration."
        },
        {
          "text": "Jour 2: Stand before the iconic Torre de Belém, the fortified tower that has become Lisbon's definitive symbol. Photograph the Padrão dos Descobrimentos celebrating Portuguese explorers. Ride the legendary Tram 28 rattling through picturesque neighborhoods on its winding route across the city.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Ride the legendary Tram 28, a vintage yellow streetcar that rattles through Lisbon's most picturesque neighborhoods on its winding route across the city. This living piece of transport history climbs impossibly steep streets, squeezes through narrow passages, and passes major landmarks from Alfama to Estrela. The journey aboard these century-old wooden trams provides an authentic and scenic way to experience the city's dramatic topography.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Watch sunset from the Miradouro de Santa Luzia, a romantic terrace overlooking the Alfama rooftops and the sparkling Tagus River. Bougainvillea-draped pergolas, decorative azulejo panels, and palm trees frame views that stretch from the dome of the National Pantheon to the distant hills. This beloved viewpoint captures the essence of Lisbon's melancholic beauty as the city glows in the evening light.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Explore the Bairro Alto, Lisbon's historic high quarter where bohemian spirit meets traditional neighborhood life. By day, quiet streets reveal vintage shops, fado houses, and neighborhood taverns serving traditional petiscos. After dark, the quarter transforms into the city's legendary nightlife district with countless bars spilling onto the narrow streets.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Discover the MAAT (Museum of Art, Architecture and Technology), a stunning contemporary museum whose undulating rooftop merges with the Belém waterfront. This architectural landmark hosts rotating exhibitions of international contemporary art within futuristic interior spaces. The rooftop walkway offers unique perspectives over the Tagus.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Experience the creative energy of LX Factory, a former industrial complex transformed into Lisbon's most vibrant cultural hub. Abandoned textile factories now house independent boutiques, bookshops, and art galleries beneath exposed brick and ironwork. This alternative neighborhood represents the contemporary, forward-looking side of the Portuguese capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Photograph the Padrão dos Descobrimentos, a striking modernist monument celebrating the Portuguese explorers who opened new sea routes to the world. This 52-meter sculpture rising from the riverbank depicts Henry the Navigator leading a procession of historical figures toward the water. The monument's dramatic silhouette and waterfront position make it one of Belém's most recognizable landmarks.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Seek out Lisbon's famous miradouros, the scenic viewpoints scattered across the city's seven hills that reveal new perspectives at every turn. From the panoramic Miradouro da Senhora do Monte to the elegant terraces of São Pedro de Alcântara, each offers its own character and vista. These beloved gathering spots are essential to understanding how Lisbonites experience their dramatically vertical city.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1 : Flânez dans l'élégant quartier de Chiado, le quartier traditionnel de Lisbonne des intellectuels, artistes et cafés littéraires où Fernando Pessoa tenait autrefois sa cour. Ce quartier sophistiqué relie la ville basse aux hauteurs bohèmes du Bairro Alto, offrant d'excellents magasins, des théâtres historiques et de charmantes places. L'importance culturelle de la zone et son atmosphère raffinée en font un lieu parfait pour une après-midi d'exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Tenez-vous devant l'emblématique Torre de Belém, la tour fortifiée devenue le symbole définitif de Lisbonne. Photographiez le Padrão dos Descobrimentos célébrant les explorateurs portugais. Montez dans le légendaire Tram 28 qui cahotant à travers les quartiers pittoresques sur son parcours sinueux à travers la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Montez à bord du légendaire Tram 28, un tramway jaune vintage qui traverse en cahotant les quartiers les plus pittoresques de Lisbonne sur son itinéraire sinueux à travers la ville. Ce morceau vivant d'histoire des transports gravit des rues impossiblement raides, se faufile dans des passages étroits et passe devant les principaux monuments d'Alfama à Estrela. Le voyage à bord de ces tramways en bois centenaires offre une façon authentique et pittoresque de découvrir la topographie spectaculaire de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Admirez le coucher de soleil depuis le Miradouro de Santa Luzia, une terrasse romantique surplombant les toits d'Alfama et le scintillant Tage. Des pergolas drapées de bougainvilliers, des panneaux d'azulejos décoratifs et des palmiers encadrent des vues qui s'étendent du dôme du Panthéon National aux collines lointaines. Ce point de vue bien-aimé capture l'essence de la beauté mélancolique de Lisbonne alors que la ville brille dans la lumière du soir.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Explorez le Bairro Alto, le quartier haut historique de Lisbonne où l'esprit bohème rencontre la vie de quartier traditionnelle. Le jour, des rues tranquilles révèlent des boutiques vintage, des maisons de fado et des tavernes de quartier servant des petiscos traditionnels. Après la tombée de la nuit, le quartier se transforme en district légendaire de la vie nocturne de la ville avec d'innombrables bars débordant dans les rues étroites.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Découvrez le MAAT (Musée d'Art, d'Architecture et de Technologie), un musée contemporain époustouflant dont le toit ondulant se fond avec le front de mer de Belém. Ce monument architectural accueille des expositions tournantes d'art contemporain international dans des espaces intérieurs futuristes. La promenade sur le toit offre des perspectives uniques sur le Tage.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Découvrez l'énergie créative de LX Factory, un ancien complexe industriel transformé en hub culturel le plus vibrant de Lisbonne. D'anciennes usines textiles abritent désormais des boutiques indépendantes, des librairies et des galeries d'art sous des briques apparentes et de la ferronnerie. Ce quartier alternatif représente le côté contemporain et tourné vers l'avenir de la capitale portugaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Photographiez le Padrão dos Descobrimentos, un monument moderniste saisissant célébrant les explorateurs portugais qui ont ouvert de nouvelles routes maritimes vers le monde. Cette sculpture de 52 mètres s'élevant de la rive du fleuve représente Henri le Navigateur menant une procession de figures historiques vers l'eau. La silhouette spectaculaire du monument et sa position au bord de l'eau en font l'un des monuments les plus reconnaissables de Belém.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Recherchez les fameux miradouros de Lisbonne, les points de vue pittoresques dispersés à travers les sept collines de la ville qui révèlent de nouvelles perspectives à chaque tournant. Du panoramique Miradouro da Senhora do Monte aux terrasses élégantes de São Pedro de Alcântara, chacun offre son propre caractère et sa propre vue. Ces lieux de rassemblement bien-aimés sont essentiels pour comprendre comment les Lisboètes vivent leur ville spectaculairement verticale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 7
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 1
        },
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Lisbon Escape: Historic Treasures, Tagus Views and Royal Palaces",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 10
    },
    {
      "place_id": "PT::mafra",
      "language": "fr",
      "name": "Mafra",
      "cc": "PT",
      "coords": [
        38.9367,
        -9.3261
      ],
      "lat": 38.9367,
      "lon": -9.3261,
      "visits": [
        {
          "text": "Palácio Nacional Mafra UNESCO, palais-couvent baroque monumental 1717-1730, João V or brésilien, promesse naissance héritier, Johann Friedrich Ludwig architecte, basilique dôme marbres, bibliothèque rococo 36000 volumes, chauves-souris protection livres, appartements royaux, carillons 98 cloches plus grand monde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite Palais Mafra chef-œuvre baroque portugais, démesure João V richesse empire, construction titanesque 13 ans, 50000 ouvriers artisans, splendeur basilique marbres sculptures, orgues jumeaux sons majestueux, bibliothèque magnifique rococo, chefs-œuvre reliure conservation unique, chauves-souris gardiens insectes, exploration Tapada Mafra réserve royale chasse, 1200 hectares nature préservée, muraille 21 km, cerfs sangliers renards, safari observation faune, randonnée forêt vélos, balade Ericeira village surf, réserve mondiale surf, plages vagues puissantes, architecture traditionnelle, fruits mer frais tavernes, leitão Negrais, Torres Vedras DOC.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 9,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 7
    },
    {
      "place_id": "PT::matosinhos",
      "language": "fr",
      "name": "Matosinhos",
      "cc": "PT",
      "coords": [
        41.1828,
        -8.6892
      ],
      "lat": 41.1828,
      "lon": -8.6892,
      "visits": [
        {
          "text": "Porto pesca traditionnel, marché poisson matin, criée pêcheurs, Forte São Francisco Queijo, forteresse XVII siècle, rocher océan musée militaire, Igreja Bom Jesus Matosinhos, pèlerinage Senhor Matosinhos, sculpture Cristo crucifié légende miraculeuse, Parque Cidade plus grand parc urbain Portugal, 83 hectares nature océan, Casa Música Rem Koolhaas, architecture contemporaine audacieuse.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustation poisson grillé Matosinhos, spécialité fruits mer frais, restaurants rua Heróis França, sardines rouget loup dorade, grillade charbon qualité exceptionnelle, tradition maritime vivante, baignade plages Matosinhos, sable doré vagues Atlantique, surf bodyboard écoles, urbanisme balnéaire moderne, promenade maritime, balade Parque Cidade nature urbaine, sentiers lac océan, jogging vélo pique-nique, poumon vert Porto connexion Atlant ique, tranquillité biodiversité, visite Casa Música salle concerts, architecture Koolhaas révolutionnaire, béton blanc asymétrie, acoustique exceptionnelle, programmation classique jazz world, arroz polvo, Vinho Verde Loureiro.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 4,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 8.6
    },
    {
      "place_id": "PT::monsaraz",
      "language": "fr",
      "name": "Monsaraz",
      "cc": "PT",
      "coords": [
        38.4927,
        -7.2812
      ],
      "lat": 38.4927,
      "lon": -7.2812,
      "visits": [
        {
          "text": "Village médiéval de Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Vue sur le lac d’Alqueva depuis Monsaraz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 7,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 2.4
    },
    {
      "place_id": "PT::obidos",
      "language": "fr",
      "name": "Obidos",
      "cc": "PT",
      "coords": [
        39.3606,
        -9.1578
      ],
      "lat": 39.3606,
      "lon": -9.1578,
      "visits": [
        {
          "text": "Vila medieval UNESCO, remparts XII-XIV siècle, château mauresque reconquête 1148, pousada aujourd'hui, Igreja Santa Maria azulejos XVII siècle, mariage Afonso V Isabel 10 ans, Porta Vila azulejos XVIII siècle, rues blanches bougainvilliers, librairie église São Tiago, Museu Municipal art sacré.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Óbidos village médiéval fortifié, remparts intacts promenade, vue toits blancs campagne oliviers, ruelles pavées maisons chaulées, fleurs fenêtres boutiques artisanat, atmosphère hors temps romantique, dégustation ginjinha liqueur cerise, servie coupelle chocolat, spécialité Óbidos tradition, production locale monastique saveurs, marché médiéval juillet festival, reconstitution époque costumes, tournois joutes artisans, ambiance festive authentique, balade Lagoa Óbidos lagune naturelle, réserve ornithologique observation oiseaux, sports nautiques kitesurf, plages Foz Arelho São Martinho Porto, cabrito assado, Óbidos DOC.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 10,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 4.9
    },
    {
      "place_id": "PT::pinhao",
      "name": "Pinhao",
      "cc": "PT",
      "coords": [
        41.1897,
        -7.5453
      ],
      "lat": 41.1897,
      "lon": -7.5453,
      "visits": [
        {
          "text": "Enter the Douro Valley, a UNESCO World Heritage landscape of steeply terraced vineyards cascading to one of Europe's most scenic rivers. This is the world's oldest demarcated wine region, where port wine has been produced for centuries using traditional methods. The dramatic scenery of vine-covered slopes and whitewashed quintas creates Portugal's most iconic landscape."
        },
        {
          "text": "Explore the Alto Douro Wine Region on foot, hiking through working vineyards and peaceful traditional villages perched on hillsides. Walking trails wind between terraced slopes cultivated since Roman times, passing ancient olive groves and almond orchards. Natural beauty, agricultural heritage, and warm hospitality make this an unforgettable hiking destination."
        },
        {
          "text": "Travel along the historic Douro railway line, opened in 1887 and considered one of the world's most scenic train journeys. The tracks follow the river from Porto to Pocinho, passing through tunnels and over bridges spanning tributary valleys. This engineering marvel provides a relaxing way to absorb magnificent valley scenery."
        },
        {
          "text": "Entrez dans la vallée du Douro, un paysage classé au patrimoine mondial de l'UNESCO avec des vignobles en terrasses escarpées qui dévalent vers l'une des rivières les plus pittoresques d'Europe. Cette région viticole délimitée la plus ancienne au monde produit le vin de Porto depuis des siècles selon des méthodes traditionnelles. Le paysage spectaculaire des pentes couvertes de vignes et des quintas blanchies à la chaux crée le paysage le plus emblématique du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la région viticole de l'Alto Douro à pied, en randonnant à travers des vignobles en activité et des villages traditionnels paisibles perchés sur les flancs de collines. Les sentiers serpentent entre des pentes en terrasses cultivées depuis l'époque romaine, passant par d'anciens bosquets d'oliviers et des vergers d'amandiers. La beauté naturelle, le patrimoine agricole et l'hospitalité chaleureuse en font une destination de randonnée inoubliable.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez le long de la ligne de chemin de fer historique du Douro, ouverte en 1887 et considérée comme l'un des voyages en train les plus pittoresques au monde. Les voies suivent la rivière de Porto à Pocinho, passant par des tunnels et sur des ponts enjambant les vallées affluentes. Cette merveille d'ingénierie offre un moyen relaxant d'absorber les magnifiques paysages de la vallée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cycle through vineyard-covered hillsides and traditional villages along riverside trails and mountain climbs-e-bikes highly recommended for the steep terrain. Paddle the slow-flowing Douro by kayak, gliding beneath cliffs and past terraced vineyards reflected in calm waters. The river perspective reveals the full grandeur of this UNESCO-protected landscape."
        },
        {
          "text": "Cycle through the Douro Valley's vineyard-covered hillsides, orchards, and traditional villages along riverside trails and mountain climbs. The steep terrain rewards cyclists with spectacular views from elevated roads. E-bikes are highly recommended for those less accustomed to hills, allowing everyone to enjoy this magnificent cycling landscape."
        },
        {
          "text": "Paddle the slow-flowing Douro River by kayak or canoe, gliding beneath towering cliffs and past terraced vineyards reflected in calm waters. This peaceful experience allows stops at riverside beaches and local villages for food and wine. The river perspective reveals the full grandeur of this UNESCO-protected landscape."
        },
        {
          "text": "Pédalez à travers les collines couvertes de vignobles et les villages traditionnels le long des sentiers riverains et des montées - les vélos électriques sont fortement recommandés pour le terrain escarpé. Pagayez sur le Douro au débit lent en kayak, glissant sous les falaises et devant les vignobles en terrasses reflétés dans les eaux calmes. La perspective depuis la rivière révèle toute la grandeur de ce paysage protégé par l'UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites du vélo à travers les flancs de collines couverts de vignobles, vergers et villages traditionnels de la vallée du Douro le long des sentiers riverains et montées en montagne. Le terrain escarpé récompense les cyclistes avec des vues spectaculaires depuis les routes élevées. Les vélos électriques sont fortement recommandés pour ceux moins habitués aux collines, permettant à tous de profiter de ce magnifique paysage cycliste.",
          "visit_duration_min": 60
        },
        {
          "text": "Pagayez sur la rivière Douro au cours lent en kayak ou canoë, glissant sous des falaises imposantes et passant devant des vignobles en terrasses reflétés dans les eaux calmes. Cette expérience paisible permet des arrêts aux plages riveraines et villages locaux pour la nourriture et le vin. La perspective fluviale révèle toute la grandeur de ce paysage protégé par l'UNESCO.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 12
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.3
    },
    {
      "place_id": "PT::ponte-de-lima",
      "language": "fr",
      "name": "Ponte De Lima",
      "cc": "PT",
      "coords": [
        41.7675,
        -8.5836
      ],
      "lat": 41.7675,
      "lon": -8.5836,
      "visits": [
        {
          "text": "Ponte Medieval pont romain médiéval, arches Lima, plus ancien Portugal, Igreja Santo António Torre Cadeia Velha, Largo Camões place arborée, Museu Brinquedo jouets Portugais, Paço Marqueses palais baroque jardins, feira quinzenaire marché bimensuel tradition 1125, Ecovia Lima piste cyclable.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade pont médiéval Lima rivière, arches romaines plus anciennes Portugal, village historique charme, Caminho Santiago pèlerins, tradition hospitalité, marché bimensuel tradition 1125, plus ancien Portugal, animation folklore, artisanat produits régionaux agricoles, ambiance festive authentique, randonnée Ecovia Lima piste cyclable, bords rivière nature verdoyante, villages quintas solares manoirs, vinho verde production terroir, paysages Minho paisibles bucoliques, visite quintas solares manoirs baroque, Turismo Habitação hébergement historique, jardins parcs dégustation vinho verde, production familiale tradition, architecture patrimoine préservé, papas sarrabulho, Vinho Verde Lima sub-região.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 10,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 5.3
    },
    {
      "place_id": "PT::porto",
      "name": "Porto",
      "cc": "PT",
      "coords": [
        41.1579,
        -8.6291
      ],
      "lat": 41.1579,
      "lon": -8.6291,
      "visits": [
        {
          "text": "Arrive in Porto, Portugal's vibrant northern capital where the historic center cascades down hillsides to the Douro River. The UNESCO World Heritage Ribeira district reveals layers of history in its medieval streets, baroque churches, and iconic azulejo-covered buildings. This atmospheric city serves as the gateway to the magnificent wine country and wild landscapes of the north."
        },
        {
          "text": "Cross the iconic Dom Luís I Bridge, the double-deck iron arch spanning the Douro that has become Porto's most recognizable landmark. The upper level offers pedestrians spectacular views over the historic center and the port wine cellars of Vila Nova de Gaia opposite. This engineering marvel connects the old city with centuries of winemaking tradition."
        },
        {
          "text": "Stroll from the Dom Luís I Bridge along the Douro River to the Felgueiras Lighthouse at Foz, where the river meets the Atlantic Ocean. This scenic waterfront walk passes through historic neighborhoods, riverside promenades, and traditional fishing communities. The lighthouse marks the dramatic meeting point of river and sea with spectacular coastal views."
        },
        {
          "text": "Arrivez à Porto, la vibrante capitale du nord du Portugal où le quartier de Ribeira, classé au patrimoine mondial de l'UNESCO, dévale les collines jusqu'au Douro. Cette ville atmosphérique révèle des couches d'histoire à travers des rues médiévales, des églises baroques et des bâtiments emblématiques recouverts d'azulejos. Porto sert de porte d'entrée à la magnifique région viticole et aux paysages sauvages du nord.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez l'emblématique pont Dom Luís I, l'arche en fer à double niveau enjambant le Douro qui est devenu le monument le plus reconnaissable de Porto. Le niveau supérieur offre aux piétons des vues spectaculaires sur le centre historique et les caves à vin de porto de Vila Nova de Gaia en face. Cette merveille d'ingénierie connecte la vieille ville avec des siècles de tradition vinicole.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous du pont Dom Luís I le long du fleuve Douro jusqu'au phare de Felgueiras à Foz, où le fleuve rencontre l'océan Atlantique. Cette promenade panoramique au bord de l'eau traverse des quartiers historiques, des promenades fluviales et des communautés de pêcheurs traditionnelles. Le phare marque le point de rencontre dramatique du fleuve et de la mer avec des vues côtières spectaculaires.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience surfing at Matosinhos beach just outside Porto, an excellent destination with gentle waves and sandy bottom perfect for beginners. Local surf schools offer lessons on this accessible beach break with consistent Atlantic swells. Alternatively, paddle along the Douro by kayak or SUP for unique perspectives on the city from the water."
        },
        {
          "text": "Experience the surf culture at Matosinhos beach just outside Porto, an excellent destination for surfers with gentle waves and sandy bottom. Local surf schools offer lessons for all levels on this accessible beach break. The consistent Atlantic swells make it one of northern Portugal's most popular spots for riding waves."
        },
        {
          "text": "Paddle along the Douro River on a kayaking or stand-up paddleboard excursion through the heart of Porto. Gliding beneath the city's six bridges provides unique perspectives on terraced hillsides and historic architecture. This tranquil urban paddling experience offers a different rhythm to exploring this atmospheric city."
        },
        {
          "text": "Faites l'expérience du surf à la plage de Matosinhos juste à l'extérieur de Porto, une excellente destination avec des vagues douces et un fond sablonneux parfait pour les débutants. Les écoles de surf locales proposent des cours sur ce spot de beach break accessible avec des houles atlantiques régulières. Alternativement, pagayez le long du Douro en kayak ou SUP pour des perspectives uniques sur la ville depuis l'eau.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez la culture du surf à la plage de Matosinhos juste à l'extérieur de Porto, une excellente destination pour les surfeurs avec des vagues douces et un fond sablonneux. Les écoles de surf locales offrent des cours pour tous niveaux sur ce beach break accessible. Les houles atlantiques constantes en font l'un des spots les plus populaires du nord du Portugal pour surfer les vagues.",
          "visit_duration_min": 60
        },
        {
          "text": "Pagayez le long du fleuve Douro lors d'une excursion en kayak ou stand-up paddle à travers le cœur de Porto. Glisser sous les six ponts de la ville offre des perspectives uniques sur les collines en terrasses et l'architecture historique. Cette expérience tranquille de paddle urbain offre un rythme différent pour explorer cette ville atmosphérique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 9
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 9.8
    },
    {
      "place_id": "PT::porto-centro",
      "language": "fr",
      "name": "Porto Centro",
      "cc": "PT",
      "coords": [
        41.1496,
        -8.6109
      ],
      "lat": 41.1496,
      "lon": -8.6109,
      "visits": [
        {
          "text": "Torre Clérigos 1763, Nicolau Nasoni baroque, 76 m hauteur, 240 marches, panorama 360° Porto, Igreja Clérigos façade sculptée, Livraria Lello 1906, escalier rouge néo-gothique, vitraux, inspiration Harry Potter JK Rowling, plus belle librairie monde, São Bento gare azulejos 1916, Jorge Colaço 20000 carreaux, scènes histoire Portugal batailles, chef-œuvre art azulejos, Avenida Aliados avenue haussmannienne, Câmara Municipal hôtel ville.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite Livraria Lello librairie mythique, architecture néo-gothique Art Nouveau, escalier rouge sculptés vitraux, JK Rowling inspiration Harry Potter, beauté magique livres ambiance, réservation obligatoire, montée Torre Clérigos clocher baroque, effort récompensé vue panoramique exceptionnelle, toits Porto Douro ponts, symbole ville silhouette élancée, contemplation azulejos gare São Bento, chef-œuvre art céramique, scènes historiques batailles vie quotidienne, Colaço génie couleurs détails, attente train beauté, balade Avenida Aliados, avenue élégante, bâtiments Beaux-Arts, cafés terrasses animation, place centrale Porto, tripas à moda Porto, Douro DOC tinto.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 2,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 9.3
    },
    {
      "place_id": "PT::porto-ribeira",
      "language": "fr",
      "name": "Porto Ribeira",
      "cc": "PT",
      "coords": [
        41.1412,
        -8.6148
      ],
      "lat": 41.1412,
      "lon": -8.6148,
      "visits": [
        {
          "text": "Ribeira UNESCO quartier médiéval, maisons colorées façade Douro, Praça Ribeira fontaines, Cais gaia face caves, Ponte Luís I 1886, Théophile Seyrig ingénieur Eiffel, double tablier fer 395 m, vue emblématique, Sé Catedral forteresse romane XII siècle, rosace gothique cloître azulejos, terrasse panorama ville, Palácio Bolsa néoclassique 1842, Salão Árabe mauresque dorures, ancienne bourse commerçants.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Ribeira quartier historique UNESCO, ruelles médiévales pavées, maisons façades colorées linge fenêtres, restaurants terrasse vue Douro, barques rabelo traditionnelles, atmosphère bohème vivante, traversée Pont Dom Luís I métallique, niveau supérieur tramway piétons, vue vertigineuse Douro, architecture fer XIX siècle, promenade niveau inférieur, montée funiculaire Guindais, liaison Ribeira hauteurs, vue panoramique descente, expérience originale, croisière Douro six ponts, découverte ville fleuve, architecture ponts perspectives uniques, coucher soleil magique, francesinha, Vinho Verde DOC.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 1,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 8.9
    },
    {
      "place_id": "PT::sagres",
      "name": "Sagres",
      "cc": "PT",
      "coords": [
        37.0092,
        -8.9408
      ],
      "lat": 37.0092,
      "lon": -8.9408,
      "visits": [
        {
          "text": "Arrive at Cabo de São Vicente, the southwesternmost point of continental Europe where towering cliffs surrounded by water on three sides create a mesmerizing spectacle. In the past, Europeans believed this was the end of the world, and standing here watching massive waves crash against the rocks below, that feeling remains palpable. The lighthouse and fortress of Santo António do Beliche nearby offer equally stunning coastal panoramas."
        },
        {
          "text": "Explore Ponta de Sagres, a rugged windswept headland steeped in history where Portugal's first great explorers began their voyages in search of the New World. Visit the 16th-century Fortaleza de Sagres encompassing an old fort with museum, the Igreja de Nossa Senhora da Graça, and a lighthouse with unique sound installation. Walk around the entire cape following paths offering breathtaking views of the endless Atlantic."
        },
        {
          "text": "Arrivez au Cabo de São Vicente, le point le plus au sud-ouest de l'Europe continentale où des falaises imposantes entourées d'eau sur trois côtés créent un spectacle hypnotisant. Dans le passé, les Européens croyaient que c'était la fin du monde, et se tenir ici en regardant d'énormes vagues s'écraser contre les rochers en contrebas, ce sentiment reste palpable. Le phare et la forteresse de Santo António do Beliche à proximité offrent des panoramas côtiers tout aussi magnifiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Ponta de Sagres, un promontoire accidenté battu par les vents chargé d'histoire où les premiers grands explorateurs du Portugal ont commencé leurs voyages à la recherche du Nouveau Monde. Visitez la Fortaleza de Sagres du 16ème siècle englobant un ancien fort avec musée, l'Igreja de Nossa Senhora da Graça, et un phare avec une installation sonore unique. Marchez autour de tout le cap en suivant des sentiers offrant des vues à couper le souffle sur l'Atlantique sans fin.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience world-class surfing conditions around Sagres, where consistent waves and strong winds attract water sports enthusiasts from around the globe. The beaches in this area offer some of the best surfing in Portugal, with numerous surf schools providing lessons for all levels. The rugged Atlantic coastline here feels wild and untamed compared to the sheltered beaches further east."
        },
        {
          "text": "Découvrez des conditions de surf de classe mondiale autour de Sagres, où des vagues constantes et des vents forts attirent des amateurs de sports nautiques du monde entier. Les plages de cette région offrent certains des meilleurs surfs du Portugal, avec de nombreuses écoles de surf offrant des leçons pour tous les niveaux. La côte atlantique accidentée ici semble sauvage et indomptée comparée aux plages abritées plus à l'est.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.7
    },
    {
      "place_id": "PT::sao-pedro-do-sul",
      "name": "Sao Pedro Do Sul",
      "cc": "PT",
      "coords": [
        40.7564,
        -8.0717
      ],
      "lat": 40.7564,
      "lon": -8.0717,
      "visits": [
        {
          "text": "Discover São Pedro do Sul, known for picturesque scenery of thick green forests, crystal-clear rivers, and charming villages inhabited since Roman times. Natural thermal baths used for healing since antiquity offer relaxation with sulfur-rich mineral waters. The sweet-scented eucalyptus forests and peaceful atmosphere make this region ideal for nature lovers."
        },
        {
          "text": "Drive the thrilling Estrada do Portal do Inferno (Road to Hell's Gate), a dramatic mountain road featuring steep gradients, sharp bends, and vertical cliff edges. This spectacular drive passes through northern Portugal's most dramatic highland scenery with viewpoints offering sweeping vistas. The narrow winding route demands attention but rewards with unforgettable landscapes."
        },
        {
          "text": "Ascend Serra de São Macário for some of the finest panoramic views in northern Portugal, accessible by car to the summit. The winding drive climbs through dramatic landscapes to sweeping vistas extending across valleys and distant mountain ranges. Visit the isolated village of Aldeia da Pena where goats roam cobbled streets and stone houses seem grown from the landscape."
        },
        {
          "text": "Discover the São Pedro do Sul region, known for picturesque scenery of thick green forests, crystal-clear rivers, and rolling hills dotted with charming villages. This area has been inhabited since Roman times, with ancient ruins visible alongside medieval architecture in narrow cobblestone streets. The sweet-scented eucalyptus forests and peaceful solitude make this ideal for nature lovers."
        },
        {
          "text": "Relax in the natural thermal baths of São Pedro do Sul, used for healing properties since ancient Roman times. The hot mineral springs are rich in sulfur believed to have therapeutic benefits for various ailments. These historic thermal waters continue drawing wellness seekers to this tranquil corner of northern Portugal."
        },
        {
          "text": "Découvrez São Pedro do Sul, connu pour ses paysages pittoresques de forêts vertes épaisses, de rivières cristallines et de charmants villages habités depuis l'époque romaine. Les bains thermaux naturels utilisés pour la guérison depuis l'antiquité offrent la détente avec des eaux minérales riches en soufre. Les forêts d'eucalyptus au parfum doux et l'atmosphère paisible font de cette région un endroit idéal pour les amoureux de la nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduisez sur la palpitante Estrada do Portal do Inferno (Route vers la Porte de l'Enfer), une route de montagne dramatique avec des pentes raides, des virages serrés et des bords de falaises verticales. Cette conduite spectaculaire traverse les paysages de haute terre les plus dramatiques du nord du Portugal avec des points de vue offrant des panoramas balayants. L'itinéraire étroit et sinueux demande de l'attention mais récompense par des paysages inoubliables.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez à la Serra de São Macário pour quelques-unes des plus belles vues panoramiques du nord du Portugal, accessible en voiture jusqu'au sommet. La route sinueuse monte à travers des paysages dramatiques vers des vistas panoramiques s'étendant sur les vallées et les chaînes de montagnes lointaines. Visitez le village isolé d'Aldeia da Pena où les chèvres errent dans les rues pavées et les maisons de pierre semblent avoir poussé du paysage.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la région de São Pedro do Sul, connue pour ses paysages pittoresques de forêts vertes épaisses, de rivières cristallines et de collines ondulantes parsemées de charmants villages. Cette région est habitée depuis l'époque romaine, avec des ruines antiques visibles aux côtés de l'architecture médiévale dans d'étroites rues pavées. Les forêts d'eucalyptus parfumées et la solitude paisible en font un lieu idéal pour les amoureux de la nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous dans les bains thermaux naturels de São Pedro do Sul, utilisés pour leurs propriétés curatives depuis l'époque romaine antique. Les sources chaudes minérales sont riches en soufre, censé avoir des bienfaits thérapeutiques pour diverses affections. Ces eaux thermales historiques continuent d'attirer les chercheurs de bien-être dans ce coin tranquille du nord du Portugal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike through the forests to discover hidden waterfalls and scenic viewpoints along networks of paths winding through fragrant woodland. The trails follow rushing streams and climb to panoramic ridgelines offering perfect opportunities to experience natural beauty in solitude. Sunset from Serra de São Macário creates magical moments with landscapes bathed in golden light."
        },
        {
          "text": "Hike the excellent trails through São Pedro do Sul's forests to discover hidden waterfalls and scenic viewpoints. The network of paths winds through fragrant woodland, along rushing streams, and up to panoramic ridgelines. These walks offer perfect opportunities to experience the region's natural beauty away from any crowds."
        },
        {
          "text": "Randonnez à travers les forêts pour découvrir des cascades cachées et des points de vue pittoresques le long de réseaux de sentiers serpentant à travers des bois parfumés. Les sentiers suivent des ruisseaux tumultueux et grimpent vers des lignes de crête panoramiques offrant des opportunités parfaites pour faire l'expérience de la beauté naturelle en solitude. Le coucher de soleil depuis la Serra de São Macário crée des moments magiques avec des paysages baignés de lumière dorée.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez sur les excellents sentiers à travers les forêts de São Pedro do Sul pour découvrir des cascades cachées et des points de vue panoramiques. Le réseau de sentiers serpente à travers des bois parfumés, le long de ruisseaux rapides, et jusqu'aux crêtes panoramiques. Ces promenades offrent des opportunités parfaites pour découvrir la beauté naturelle de la région loin de toute foule.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 11
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.6
    },
    {
      "place_id": "PT::silves",
      "name": "Silves",
      "cc": "PT",
      "coords": [
        37.1893,
        -8.439
      ],
      "lat": 37.1893,
      "lon": -8.439,
      "visits": [
        {
          "text": "Explore Silves, the ancient capital of the Algarve usually overlooked by first-time visitors yet offering fascinating glimpses into the region's Moorish past. This typical medieval hilltop town is crowned by a partially-restored castle that once rivaled Lisbon in importance before the devastating 1755 earthquake. The Silves Cathedral and Archaeological Museum just off the main square complement the castle experience."
        },
        {
          "text": "Discover the charming village of Alte, one of the most picturesque traditional villages in the Algarve countryside where time seems to stand still. Narrow cobbled streets wind between traditional white buildings adorned with colorful flowers and some of the region's most beautiful street art. The natural springs at Fonte Grande de Alte offer refreshing swimming in crystal-clear water-an unexpected inland Algarve experience."
        },
        {
          "text": "Visit the beaches of Alvor including Praia dos Três Irmãos and tiny Praia da Prainha, interconnected via tunnels and passages through the cliffs. Walking barefoot through tunnels, under natural arches, and along narrow cliff passages reveals surprise after surprise in this spectacular coastal landscape. The cliffside restaurant at Prainha perched between the rocks offers an absolutely unique dining location."
        },
        {
          "text": "Explorez Silves, l'ancienne capitale de l'Algarve généralement négligée par les visiteurs pour la première fois mais offrant des aperçus fascinants du passé mauresque de la région. Cette ville médiévale typique perchée sur une colline est couronnée par un château partiellement restauré qui rivalisait autrefois en importance avec Lisbonne avant le tremblement de terre dévastateur de 1755. La Cathédrale de Silves et le Musée Archéologique juste à côté de la place principale complètent l'expérience du château.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le charmant village d'Alte, l'un des villages traditionnels les plus pittoresques de la campagne de l'Algarve où le temps semble s'arrêter. Des rues pavées étroites serpentent entre des bâtiments blancs traditionnels ornés de fleurs colorées et certains des plus beaux arts de rue de la région. Les sources naturelles à Fonte Grande de Alte offrent une baignade rafraîchissante dans une eau cristalline - une expérience inattendue de l'Algarve intérieur.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez les plages d'Alvor incluant Praia dos Três Irmãos et la petite Praia da Prainha, interconnectées via des tunnels et des passages à travers les falaises. Marcher pieds nus à travers les tunnels, sous des arches naturelles, et le long d'étroits passages de falaises révèle surprise après surprise dans ce paysage côtier spectaculaire. Le restaurant à flanc de falaise à Prainha perché entre les rochers offre un lieu de restauration absolument unique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Costa Vicentina, the less-visited western Algarve coastline offering wild, majestic scenery completely different from the popular eastern beaches. Praia da Bordeira and Praia da Cordoama are favorites among surfers, but any small road leading to the coast rewards visitors with magnificent views. This undeveloped natural coastline provides authentic Atlantic beauty without the crowds."
        },
        {
          "text": "Explorez la Costa Vicentina, la côte ouest de l'Algarve moins visitée offrant un paysage sauvage et majestueux complètement différent des plages orientales populaires. Praia da Bordeira et Praia da Cordoama sont les favorites des surfeurs, mais toute petite route menant à la côte récompense les visiteurs avec des vues magnifiques. Cette côte naturelle non développée offre une beauté atlantique authentique sans les foules.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.6
    },
    {
      "place_id": "PT::sintra",
      "name": "Sintra",
      "cc": "PT",
      "coords": [
        38.798,
        -9.388
      ],
      "lat": 38.798,
      "lon": -9.388,
      "visits": [
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides in one of Europe's most enchanting settings. Portuguese royalty and aristocrats chose this misty mountain retreat for their summer residences, leaving behind an extraordinary concentration of architectural treasures. The town's fairytale atmosphere has captivated visitors from Lord Byron to modern-day travelers."
        },
        {
          "text": "Explore the Palácio Nacional de Sintra, the medieval royal palace dominating the town center with its distinctive conical kitchen chimneys visible for miles around. This summer residence of Portuguese monarchs preserves remarkable interiors including rooms entirely covered in decorative azulejo tiles and elaborate Mudéjar ceilings. The palace represents the longest continuously inhabited royal residence in Portugal."
        },
        {
          "text": "Ascend to the Palácio da Pena, a flamboyant 19th-century palace crowning the highest peak in the Sintra hills in an explosion of color and architectural fantasy. This romantic masterpiece combines Gothic towers, Manueline decoration, Moorish elements, and Renaissance domes in a riot of yellows, reds, and blues. The surrounding park of exotic trees and hidden pathways extends the magical atmosphere across the mountainside."
        },
        {
          "text": "Stand at Cabo da Roca, the westernmost point of continental Europe, where dramatic cliffs plunge into the Atlantic beneath a historic lighthouse. This windswept headland marks where the European landmass meets the ocean, a geographic milestone celebrated with a monument and certificate for visitors. The raw power of the setting-crashing waves, soaring cliffs, and endless horizon-creates a profound sense of standing at the edge of the world."
        },
        {
          "text": "Conclude your journey in Cascais, an elegant beach resort that has attracted aristocrats and artists since Portuguese royalty made it their summer playground in the 19th century. The charming old town features cobbled pedestrian streets, whitewashed buildings, and a picturesque fishing harbor still in use today. Sandy beaches, excellent seafood, and a relaxed coastal atmosphere provide the perfect finale to your Lisbon adventure."
        },
        {
          "text": "Voyagez vers Sintra, un paysage culturel classé au patrimoine mondial de l'UNESCO où des palais romantiques s'élèvent des flancs de collines boisées dans l'un des décors les plus enchanteurs d'Europe. La royauté portugaise et les aristocrates ont choisi cette retraite montagneuse brumeuse pour leurs résidences d'été, laissant derrière eux une concentration extraordinaire de trésors architecturaux. L'atmosphère de conte de fées de la ville a captivé les visiteurs de Lord Byron aux voyageurs modernes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Palácio Nacional de Sintra, le palais royal médiéval dominant le centre-ville avec ses cheminées de cuisine coniques distinctives visibles à des kilomètres à la ronde. Cette résidence d'été des monarques portugais préserve des intérieurs remarquables incluant des pièces entièrement recouvertes de carreaux d'azulejos décoratifs et des plafonds mudéjars élaborés. Le palais représente la résidence royale habitée en continu la plus longue du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Palácio da Pena, un palais flamboyant du XIXe siècle couronnant le plus haut sommet des collines de Sintra dans une explosion de couleurs et de fantaisie architecturale. Ce chef-d'œuvre romantique combine tours gothiques, décoration manuéline, éléments mauresques et dômes Renaissance dans une débauche de jaunes, rouges et bleus. Le parc environnant d'arbres exotiques et de sentiers cachés étend l'atmosphère magique à travers la montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Tenez-vous au Cabo da Roca, le point le plus occidental de l'Europe continentale, où des falaises spectaculaires plongent dans l'Atlantique sous un phare historique. Ce promontoire battu par les vents marque où la masse terrestre européenne rencontre l'océan, un jalon géographique célébré par un monument et un certificat pour les visiteurs. La puissance brute du décor - vagues qui s'écrasent, falaises qui s'élèvent et horizon infini - crée un sentiment profond d'être au bord du monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Concluez votre voyage à Cascais, une élégante station balnéaire qui attire aristocrates et artistes depuis que la royauté portugaise en a fait son terrain de jeu estival au XIXe siècle. La charmante vieille ville présente des rues piétonnes pavées, des bâtiments blanchis à la chaux et un port de pêche pittoresque encore en usage aujourd'hui. Des plages de sable, d'excellents fruits de mer et une atmosphère côtière détendue offrent la finale parfaite à votre aventure lisboète.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander through Sintra's romantic gardens and parks, where winding paths lead past fountains, follies, and viewpoints revealing glimpses of palaces through the trees. The lush vegetation thrives in the unique microclimate created by Atlantic moisture collecting on the mountain slopes. These verdant landscapes were as carefully composed as any palace interior, creating outdoor rooms of botanical wonder."
        },
        {
          "text": "Promenez-vous dans les jardins et parcs romantiques de Sintra, où des sentiers sinueux mènent devant des fontaines, des folies et des points de vue révélant des aperçus de palais à travers les arbres. La végétation luxuriante prospère dans le microclimat unique créé par l'humidité atlantique se rassemblant sur les pentes montagneuses. Ces paysages verdoyants ont été composés aussi soigneusement que n'importe quel intérieur de palais, créant des pièces extérieures de merveille botanique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Lisbon Escape: Historic Treasures, Tagus Views and Royal Palaces",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.2
    },
    {
      "place_id": "PT::sintra-pena",
      "language": "fr",
      "name": "Sintra Pena",
      "cc": "PT",
      "coords": [
        38.7876,
        -9.3905
      ],
      "lat": 38.7876,
      "lon": -9.3905,
      "visits": [
        {
          "text": "Palácio Pena UNESCO, château romantique 1840, Ferdinand Saxe-Cobourg-Gotha Ferdinand II, couleurs vives jaune rouge, architecture éclectique néo-gothique néo-manuélin néo-islamique néo-renaissance, fantaisie coupoles tours, position 500 m altitude, couvent hiéronymites transformé, chef-œuvre romantisme européen, Castelo Mouros ruines forteresse maure IX-X siècle, remparts crête montagne, vue panoramique 360° extraordinaire, reconquête 1147, parque Pena jardins romantiques, arbres exotiques camélias, fougères arborescentes lacs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite Palais Pena sommet montagne, château coloré fantastique romantisme exubérant, architecture imagination Ferdinand II, position panoramique exceptionnelle, couleurs éclatantes éclectisme styles, émerveillement beauté surréaliste, exploration Château Maures ruines forteresse, remparts montagne vue extraordinaire, territoire océan Lisbonne lointaine, reconquête chrétienne position stratégique sublime, randonnée murailles, promenade jardins Pena parc romantique, végétation luxuriante exotique, arbres monde entier camélias fougères géantes, lacs grottes sentiers découverte botanique, contemplation panoramas Serra Sintra, montagnes océan Atlantique, Lisbonne estuaire Tage, paysages féeriques lumière magique, porco preto, Colares DOC Malvasia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 5,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 8.1
    },
    {
      "place_id": "PT::sintra-vila",
      "language": "fr",
      "name": "Sintra Vila",
      "cc": "PT",
      "coords": [
        38.7979,
        -9.3906
      ],
      "lat": 38.7979,
      "lon": -9.3906,
      "visits": [
        {
          "text": "Palácio Nacional Sintra, palais royal médiéval XIV-XVI siècle, cheminées coniques géantes cuisine, azulejos XVI siècle salle Cisnes Pegas Brasões, emblèmes noblesse portugaise, résidence rois décoration unique, Quinta Regaleira palácio néo-manuélin 1910, Carvalho Monteiro jardins ésotériques, puits initiatique Poço Iniciático, escalier spirale 27 m symbolisme templiers maçonnique, grottes tunnels Torre Regaleira, mystère romantisme, capela igreja Santa Maria renaissance.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite Quinta Regaleira palais mystérieux, jardins romantiques initiatiques, puits spirale descente symbolique, templiers franc-maçonnerie grottes lacs cascades, tunnels secrets romantisme ésotérisme portugais, exploration fascinante, exploration Palais National Sintra résidence royale, azulejos anciens Portugal, cheminées iconiques salles décorées emblèmes, histoire rois cuisine monumentale, architecture unique mélange styles, balade centre Sintra village romantique, patrimoine UNESCO boutiques artisanat, queijadas travesseiros spécialités pâtisseries, ruelles charme atmosphère féerique, randonnée Parque Sintra-Cascais nature, forêts humides microlimat végétation luxuriante, sentiers panoramas, leitão assado, Colares DOC Ramisco unique phylloxéra.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::lisboa",
          "itin_title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
          "day": 4,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 7.7
    },
    {
      "place_id": "PT::tavira",
      "name": "Tavira",
      "cc": "PT",
      "coords": [
        37.1275,
        -7.6506
      ],
      "lat": 37.1275,
      "lon": -7.6506,
      "visits": [
        {
          "text": "Discover Faro, the Algarve's capital city offering a compact historic center with charming narrow streets and cozy atmosphere. The old town features Faro Cathedral where you can climb the tower for aerial views, the Bone Chapel at Igreja do Carmo, and the excellent Municipal Museum. The Marina area and Jardim Manuel Bivar garden host weekend craft markets and provide pleasant waterfront strolling."
        },
        {
          "text": "Explore Ria Formosa Nature Park, a series of barrier islands stretching over 60 kilometers along the eastern Algarve. This protected landscape of lagoons, wetlands, saltpans, and white sand dunes creates scenery completely different from the famous cliff-backed beaches further west. Traditional fishing villages on the islands offer glimpses of authentic Algarve life largely unchanged for generations."
        },
        {
          "text": "Visit Tavira, one of the most authentic larger towns in the Algarve region built around its medieval center along the river. Don't miss the Castelo remains, the Roman Bridge featured in all Tavira postcards, and the Igreja da Misericordia with its impressive 18th-century azulejo portal. Camera Obscura inside an old water tower provides unique perspectives over this charming historic town."
        },
        {
          "text": "Découvrez Faro, la capitale de l'Algarve offrant un centre historique compact avec de charmantes rues étroites et une atmosphère chaleureuse. La vieille ville présente la Cathédrale de Faro où vous pouvez monter dans la tour pour des vues aériennes, la Chapelle des Os à l'Igreja do Carmo, et l'excellent Musée Municipal. Le secteur de la Marina et le jardin Jardim Manuel Bivar accueillent des marchés d'artisanat le week-end et offrent d'agréables promenades en bord de mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Parc Naturel de Ria Formosa, une série d'îles-barrières s'étendant sur plus de 60 kilomètres le long de l'Algarve oriental. Ce paysage protégé de lagunes, zones humides, marais salants et dunes de sable blanc crée des paysages complètement différents des célèbres plages adossées aux falaises plus à l'ouest. Les villages de pêcheurs traditionnels sur les îles offrent des aperçus de la vie authentique de l'Algarve largement inchangée depuis des générations.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Tavira, l'une des plus grandes villes les plus authentiques de la région de l'Algarve construite autour de son centre médiéval le long de la rivière. Ne manquez pas les vestiges du Castelo, le Pont Romain figurant sur toutes les cartes postales de Tavira, et l'Igreja da Misericordia avec son impressionnant portail d'azulejos du 18ème siècle. La Camera Obscura à l'intérieur d'un ancien château d'eau offre des perspectives uniques sur cette charmante ville historique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a boat trip through Ria Formosa visiting islands like Ilha de Tavira, Culatra, and Armona to experience pristine beaches and traditional fishing communities. Sunset boat tours from Faro provide a magical way to experience the nature park as the sky transforms over the lagoons. The birdwatching opportunities here are exceptional, with the wetlands providing habitat for numerous species."
        },
        {
          "text": "Faites une excursion en bateau à travers la Ria Formosa en visitant des îles comme Ilha de Tavira, Culatra et Armona pour découvrir des plages immaculées et des communautés de pêcheurs traditionnelles. Les excursions en bateau au coucher du soleil depuis Faro offrent une façon magique de découvrir le parc naturel tandis que le ciel se transforme au-dessus des lagons. Les opportunités d'observation des oiseaux ici sont exceptionnelles, les zones humides offrant un habitat à de nombreuses espèces.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.4
    },
    {
      "place_id": "PT::viana-do-castelo",
      "language": "fr",
      "name": "Viana Do Castelo",
      "cc": "PT",
      "coords": [
        41.6918,
        -8.8344
      ],
      "lat": 41.6918,
      "lon": -8.8344,
      "visits": [
        {
          "text": "Santuário Santa Luzia basilique néo-byzantine, position mont 228 m, escalier funiculaire, vue panoramique Lima océan, citânia Castro castro celte, Praça República place renaissance, Chafariz fontaine manuéline, Igreja Misericórdia azulejos, Museu Traje costume traditionnel, Gil Eannes navire-hôpital morue Terre-Neuve.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Minho region, Portugal's greenest area tucked into the northwest corner where the River Minho forms a natural border with Spain. The Lima Valley stretches from Peneda-Gerês to the Atlantic at Viana do Castelo, creating a corridor of lush landscapes. This peaceful region rewards visitors with authentic culture, excellent hiking, and refreshing local Vinho Verde wines."
        },
        {
          "text": "Discover the Costa Verde stretching along the Atlantic with quiet unspoilt beaches and traditional fishing villages offering authentic seaside experiences. Unlike southern resorts, this coastline preserves fishing traditions and creates landscapes quite different from famous Algarve beaches. The dramatic meeting of green hills and Atlantic surf defines this northern seaboard."
        },
        {
          "text": "Visit Viana do Castelo, an elegant port town at the Lima River mouth with rich maritime heritage dating to the Age of Discovery. The historic center features remarkable Manueline architecture, traditional markets, and the spectacular hilltop Santa Luzia sanctuary offering panoramic coastal views. This cultured city serves as the Minho's gateway to the sea."
        },
        {
          "text": "Explorez la région du Minho, la zone la plus verte du Portugal nichée dans le coin nord-ouest où le fleuve Minho forme une frontière naturelle avec l'Espagne. La vallée de Lima s'étend de Peneda-Gerês à l'Atlantique à Viana do Castelo, créant un corridor de paysages luxuriants. Cette région paisible récompense les visiteurs avec une culture authentique, d'excellentes randonnées et des vins Vinho Verde locaux rafraîchissants.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la Costa Verde s'étendant le long de l'Atlantique avec des plages tranquilles et préservées et des villages de pêcheurs traditionnels offrant des expériences balnéaires authentiques. Contrairement aux stations balnéaires du sud, ce littoral préserve les traditions de pêche et crée des paysages très différents des célèbres plages de l'Algarve. La rencontre spectaculaire des collines vertes et du surf atlantique définit ce littoral septentrional.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Viana do Castelo, une élégante ville portuaire à l'embouchure du fleuve Lima avec un riche patrimoine maritime datant de l'Âge des Découvertes. Le centre historique présente une remarquable architecture manuéline, des marchés traditionnels et le spectaculaire sanctuaire Santa Luzia au sommet de la colline offrant des vues panoramiques sur la côte. Cette ville cultivée sert de porte d'entrée du Minho vers la mer.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Montée Santa Luzia mont sanctuaire, funiculaire ou escalier, basilique néo-byzantine position dominante, vue extraordinaire Lima Viana océan Atlantique, coucher soleil magique, inspiration Sacré-Cœur Paris, visite Castro Santa Luzia vestiges celtes, citânia fortifiée âge Fer, habitations circulaires murailles, panorama archéologie, exploration Viana do Castelo port historique, centre renaissance place fontaine, architecture manuéline azulejos, tradition morue Terre-Neuve pêche bacalhau, navire Gil Eannes musée, baignade plages Cabedelo sable doré, embouchure Lima océan, surf bodyboard écoles, nature préservée dunes pinèdes, arroz sarrabulho, Vinho Verde Loureiro.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk the Rio Minho Trail following the river along an old railway line through tranquil riverside landscapes and traditional villages. Canoe or kayak through lush valleys where calm waters wind past historic towns-excellent conditions for families and beginners. Sample Vinho Verde, the light slightly sparkling local wine perfectly refreshing after outdoor activities."
        },
        {
          "text": "Walk the Rio Minho Trail, an ecotrail following the river course along an old railway line through tranquil riverside landscapes and traditional villages. The gentle terrain makes this suitable for walkers of all abilities seeking natural beauty. The route near the Spanish border reveals the region's serene character."
        },
        {
          "text": "Canoe or kayak the rivers of the Minho region, where calm waters wind through lush valleys and past historic towns. The low-lying western area offers excellent conditions for paddling suitable for families and beginners. More experienced paddlers can seek white water rafting for adrenaline-pumping rapids."
        },
        {
          "text": "Sample Vinho Verde, the region's signature wine, in local quintas and village tavernas throughout the Minho. This light, slightly sparkling white wine is lower in alcohol and perfectly refreshing after outdoor activities. The name means 'green wine' referring to the lush landscape where grapes are grown."
        },
        {
          "text": "Marchez sur le sentier du Rio Minho suivant la rivière le long d'une ancienne ligne de chemin de fer à travers des paysages riverains tranquilles et des villages traditionnels. Canotez ou kayakez à travers des vallées luxuriantes où les eaux calmes serpentent devant des villes historiques - excellentes conditions pour les familles et débutants. Goûtez le Vinho Verde, le vin local léger légèrement pétillant parfaitement rafraîchissant après les activités de plein air.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez le Rio Minho Trail, un écosentier suivant le cours du fleuve le long d'une ancienne ligne de chemin de fer à travers des paysages riverains tranquilles et des villages traditionnels. Le terrain doux rend ce sentier adapté aux marcheurs de tous niveaux recherchant la beauté naturelle. Le parcours près de la frontière espagnole révèle le caractère serein de la région.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites du canoë ou du kayak sur les rivières de la région du Minho, où les eaux calmes serpentent à travers des vallées luxuriantes et passent devant des villes historiques. La zone occidentale de faible altitude offre d'excellentes conditions de navigation adaptées aux familles et aux débutants. Les pagayeurs plus expérimentés peuvent rechercher le rafting en eaux vives pour des rapides pleins d'adrénaline.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez le Vinho Verde, le vin emblématique de la région, dans les quintas locales et les tavernes de village dans tout le Minho. Ce vin blanc léger et légèrement pétillant est moins alcoolisé et parfaitement rafraîchissant après les activités de plein air. Le nom signifie 'vin vert' en référence au paysage luxuriant où les raisins sont cultivés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 9,
          "region_code": ""
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 14
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 9
        }
      ],
      "suggested_days": 1,
      "rating": 4.8
    },
    {
      "place_id": "PT::vianadoalentejo",
      "language": "fr",
      "name": "Vianadoalentejo",
      "cc": "PT",
      "coords": [
        38.33645,
        -8.00011
      ],
      "lat": 38.33645,
      "lon": -8.00011,
      "visits": [
        {
          "text": "Ville de Viana do Alentejo et son château pentagonal",
          "visit_duration_min": 75
        },
        {
          "text": "Sanctuaire Nossa Senhora d’Aires (Viana do Alentejo)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 2,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 2.9
    },
    {
      "place_id": "PT::vila-nova-gaia",
      "language": "fr",
      "name": "Vila Nova Gaia",
      "cc": "PT",
      "coords": [
        41.1367,
        -8.6131
      ],
      "lat": 41.1367,
      "lon": -8.6131,
      "visits": [
        {
          "text": "Caves Vinho Porto, Taylor's Sandeman Graham's Cálem, visite dégustation, histoire production Porto, tonneaux chêne vieillissement, quintas Douro vendanges, Mosteiro Serra Pilar monastère XVI siècle, cloître circulaire unique, terrasse panorama exceptionnel Porto Ribeira Douro, Jardim Morro esplanade vue, téléphérique Gaia liaison Ribeira, survol Douro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite caves Porto Vila Nova Gaia, dégustation vins Porto, Ruby Tawny Vintage LBV, explication production vieillissement, tonneaux cathédrales caves fraîches, tradition britannique commerce XVIII siècle, histoire quintas vallée Douro, contemplation panorama terrasse Serra Pilar, vue iconique Porto, Ribeira Douro ponts, coucher soleil inoubliable, photographie carte postale, position privilégiée monastère, téléphérique Gaia survol Douro, liaison rapide pittoresque, vue aérienne ville fleuve, barques rabelo caves, expérience originale, balade cais Gaia bord Douro, promenade caves restaurants, ambiance tranquille face agitation Ribeira, bacalhau espiritual, Porto vintage tawny.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::porto",
          "itin_title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
          "day": 3,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 8.1
    },
    {
      "place_id": "PT::vilavicosa",
      "language": "fr",
      "name": "Vilavicosa",
      "cc": "PT",
      "coords": [
        38.7167,
        -7.5167
      ],
      "lat": 38.7167,
      "lon": -7.5167,
      "visits": [
        {
          "text": "Ville de Vila Viçosa et carrière de marbre",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Paço Ducal (Vila Viçosa)",
          "visit_duration_min": 75
        },
        {
          "text": "Église São João Evangelista (Vila Viçosa)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 4,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 2.6
    },
    {
      "place_id": "PT::zambujeiradomar",
      "language": "fr",
      "name": "Zambujeiradomar",
      "cc": "PT",
      "coords": [
        37.525024,
        -8.785052
      ],
      "lat": 37.525024,
      "lon": -8.785052,
      "visits": [
        {
          "text": "Village de Zambujeira do Mar et ses plages",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 9,
          "region_code": ""
        }
      ],
      "suggested_days": 1,
      "rating": 3.1
    }
  ]
}