{
  "version": 1,
  "country": "pt",
  "language": "ar",
  "places": [
    {
      "place_id": "PT::albufeira",
      "name": "Albufeira",
      "cc": "PT",
      "language": "ar",
      "coords": [
        37.0882,
        -8.2503
      ],
      "lat": 37.0882,
      "lon": -8.2503,
      "visits": [
        {
          "text": "اكتشف Albufeira، المنتجع السياحي الأكثر شعبية في جنوب البرتغال والذي يقدم شيئاً لكل نوع من المسافرين. من السواحل الخلابة والشواطئ الرملية الطويلة إلى البلدة القديمة الساحرة بالعمارة التقليدية، يوفر هذا المركز المركزي في Algarve وصولاً ممتازاً للمعالم السياحية في جميع أنحاء المنطقة. حي الصيادين القديم والبلدة القديمة على الجرف مناطق ذات أجواء خاصة للاستكشاف.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Praia da Falésia، واحد من أكثر الشواطئ الفريدة في العالم يمتد لأكثر من 6 كيلومترات بين Vilamoura وAlbufeira. تغير الجرف الرملية الحمراء الرائعة ألوانها اعتماداً على الطقس والضوء، مما يخلق مناظر خلابة تستحق الزيارة في أي موسم. الامتداد الأجمل بالقرب من Olhos de Agua يتميز بتشكيلات جرفية دراماتيكية بشكل خاص تبدو جميلة في الصور.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف كنيسة Nossa Senhora da Rocha الخلابة في Porches، التي تقع بشكل دراماتيكي على جرف ساحلية فوق المحيط. بينما الكنيسة الصغيرة نفسها ساحرة، الجذب الرئيسي هو المناظر الساحلية المذهلة المرئية من المسارات المؤدية غرباً. يكافئ هذا الموقع الشهير لغروب الشمس الزوار بمناظر مذهلة لساحل Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "جرب رياضة الكاياك من شاطئ St Rafael في Albufeira، التجديف على طول الساحل الجميل لاكتشاف الكهوف المخفية والخلجان المنعزلة. سيجد عشاق الرياضات المائية الطيران المظلي وركوب الدراجات المائية وعدد لا يحصى من الأنشطة الأخرى المتاحة طوال موسم الصيف. تقدم الشواطئ حول Albufeira مثل Praia dos Arrifes وPraia São Rafael بعضاً من أجمل السباحة الساحلية الخلابة في وسط Algarve.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 2
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "PT::arouca",
      "name": "Arouca",
      "cc": "PT",
      "language": "ar",
      "coords": [
        40.93,
        -8.245
      ],
      "lat": 40.93,
      "lon": -8.245,
      "visits": [
        {
          "text": "استكشف Arouca UNESCO Global Geopark، مناظر طبيعية محمية مشهورة بتراثها الجيولوجي الاستثنائي بما في ذلك العملاق الثلاثي الشهير في Canelas. تمثل هذه المنطقة المحاطة بسلاسل جبال Freita وMontemuro وArada ملايين السنين من تاريخ الأرض المحفوظ في تشكيلات صخرية رائعة. يقدم الحديقة الجيولوجية أنشطة مغامرة وسط مناظر طبيعية درامية.",
          "visit_duration_min": 75
        },
        {
          "text": "امش على Passadiços do Paiva، ممشى خشبي رائع بطول 8 كيلومترات يتعرج على طول مضيق نهر Paiva. تمر هذه التحفة الهندسية بشلالات مدوية ومنحدرات شديدة الانحدار وحمامات سباحة بكر منحوتة في الصخر الأساسي. توفر الممرات وصولاً آمناً إلى واحدة من أكثر مناظر الأنهار الدرامية في البرتغال التي كانت سابقاً غير متاحة للزوار.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف حديقة Arouca UNESCO الجيولوجية العالمية، المشهورة بتراثها الجيولوجي الاستثنائي بما في ذلك ثلاثيات الفصوص العملاقة الشهيرة في Canelas. هذه المنطقة المحاطة بسلاسل جبال Freita وMontemuro وArada تمثل ملايين السنين من تاريخ الأرض. تقدم الحديقة الجيولوجية أنشطة المغامرة وسط المناظر الطبيعية الدرامية.",
          "visit_duration_min": 75
        },
        {
          "text": "امش على ممرات Passadiços do Paiva، وهي ممرات خشبية مذهلة بطول 8 كيلومترات تتعرج على طول مضيق نهر Paiva. هذه التحفة الهندسية تمر بالشلالات المدوية والمنحدرات الشاهقة وحفر السباحة البكر المحفورة في الصخر الأساسي. توفر الممرات الوصول إلى واحدة من أكثر مناظر الأنهار الدرامية في Portugal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اعبر 516 Arouca، واحد من أطول الجسور المعلقة للمشاة في العالم، ممتداً 516 متراً عبر مضيق نهر Paiva على ارتفاع 175 متراً. يوفر هذا الممر المثير مناظر خلابة للوادي في الأسفل والمناظر الطبيعية الجبلية المحيطة. مطلوبة تذاكر مسبقة لهذه التجربة المغامرة التي لا تُنسى.",
          "visit_duration_min": 60
        },
        {
          "text": "تحدى نفسك برياضة التجديف في المياه البيضاء على نهر Paiva، المعتبر واحداً من أهم وجهات الرياضات النهرية في البرتغال. تتراوح المنحدرات من اللطيفة إلى الصعبة، مع مرشدين محترفين يقودون الرحلات الاستكشافية عبر مناظر المضيق الرائعة. توفر مغامرات التجديف والنزول في الأخاديد طرقاً مختلفة لتجربة هذا المجرى المائي الرائع.",
          "visit_duration_min": 60
        },
        {
          "text": "اعبر جسر 516 Arouca، أحد أطول الجسور المعلقة للمشاة في العالم الذي يمتد 516 متراً على ارتفاع 175 متراً. يوفر هذا الممر المثير إطلالات خلابة على الوادي أدناه والجبال المحيطة. توفر رياضة التجديف في المياه البيضاء والكاياك والتسلق في نهر Paiva خيارات مغامرة إضافية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 4
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 10
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "PT::arraiolos",
      "name": "Arraiolos",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.4,
        -7.865
      ],
      "lat": 38.4,
      "lon": -7.865,
      "visits": [
        {
          "text": "مدينة آرايولوس وقلعتها الوسطى",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 3
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "PT::beja",
      "name": "Beja",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.012992,
        -7.8715405
      ],
      "lat": 38.012992,
      "lon": -7.8715405,
      "visits": [
        {
          "text": "مدينة بيخا وبرج مينايم الحصين",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 8
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "PT::carvoeiro",
      "name": "Carvoeiro",
      "cc": "PT",
      "language": "ar",
      "coords": [
        37.0947,
        -8.4714
      ],
      "lat": 37.0947,
      "lon": -8.4714,
      "visits": [
        {
          "text": "استكشف Algar Seco في Carvoeiro الخلابة، منطقة ساحلية فريدة تضم كهوفاً ومغاراً وجرفاً كلسية رائعة نحتتها الأمطار والبحر على مدى ملايين السنين. توفر الممرات الخشبية مشاهدة سهلة الوصول، لكن الزوار المغامرين يمكنهم استكشاف الممرات والسلالم المحفورة بين الصخور التي تشعر وكأنك تتنقل في متاهة طبيعية. يضم أجمل كهف نافذتين طبيعيتين تطلان على الساحل، يمكن اكتشافهما بالنزول على السلالم في نهاية موقف السيارات.",
          "visit_duration_min": 75
        },
        {
          "text": "تنزه في مسار الأودية السبعة المعلقة الشهير، أشهر نزهة ساحلية في Algarve تتبع مناظر خلابة بين Praia da Marinha وPraia do Vale de Centeanes. يمر هذا الطريق الذي يبلغ طوله 5.7 كيلومتر بكهف Benagil وشاطئ Benagil وشاطئ Carvalho ومنارة Alfazina من بين المعالم البارزة. يوفر المسار وصولاً سهلاً لواحد من أجمل امتدادات الساحل في كل البرتغال.",
          "visit_duration_min": 75
        },
        {
          "text": "صور Praia da Marinha، حيث جعلت المناظر المثالية للبطاقات البريدية هذا واحداً من أكثر الشواطئ المميزة في البرتغال. تكشف المسارات على قمة الجرف المطلة على الشاطئ عن ساحل Algarve النموذجي المميز في الكتب الإرشادية في جميع أنحاء العالم. المشي غرباً من نقطة المراقبة بالقرب من منطقة الانتظار يكشف عن أروع المناظر على طول هذا الامتداد المذهل من الساحل.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اركب رحلة بالقارب إلى كهف Benagil الشهير، أكبر وأشهر كهف بحري في Algarve لا يمكن الوصول إليه إلا من الماء. هذا الكهف الشبيه بالكاتدرائية ضخم جداً حتى أن عدة قوارب يمكنها الدخول في وقت واحد، مع تدفق ضوء الشمس من خلال سقفه المنهار. الخط الساحلي بأكمله هنا مليء بالكهوف البحرية التي تخلق مناظر طبيعية مذهلة سواء تم استكشافها بالقارب السريع أو الكاياك.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 4
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "PT::cascais",
      "name": "Cascais",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.6979,
        -9.4215
      ],
      "lat": 38.6979,
      "lon": -9.4215,
      "visits": [
        {
          "text": "اسافر إلى Sintra، منظر ثقافي تراثي لليونسكو حيث تنهض القصور الرومانسية من التلال المغابية. اختارت الملكية البرتغالية هذا الملجأ الجبلي الضبابي للإقامات الصيفية، تاركة تركيزاً استثنائياً من الكنوز المعمارية. الأجواء الخرافية للمدينة أسرت الزوار من Lord Byron إلى المسافرين المعاصرين.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف Palácio Nacional de Sintra، القصر الملكي الوسيط الذي يهيمن على مركز المدينة بمداخن المطبخ المخروطية المميزة المرئية لأميال. هذه الإقامة الصيفية تحافظ على تصاميم داخلية رائعة تشمل غرفاً مغطاة ببلاط azulejo الزخرفي وأسقف Mudéjar المعقدة. القصر يمثل أطول إقامة ملكية مأهولة باستمرار في البرتغال.",
          "visit_duration_min": 75
        },
        {
          "text": "اصعد إلى Palácio da Pena، قصر متوهج من القرن التاسع عشر يتوج أعلى قمة في انفجار من الألوان والخيال المعماري. هذه التحفة الرومانسية تجمع بين الأبراج القوطية والزخرفة Manueline والعناصر المورية والقباب النهضوية في شغب من الأصفر والأحمر والأزرق. الحديقة المحيطة من الأشجار الغريبة تمد الأجواء السحرية عبر المنحدر الجبلي.",
          "visit_duration_min": 75
        },
        {
          "text": "قف في Cabo da Roca، أقصى نقطة غربية في قارة أوروبا، حيث تنحدر المنحدرات الدرامية إلى المحيط الأطلسي تحت منارة تاريخية. تحدد هذه الرأس المعرضة للرياح المكان الذي تلتقي فيه اليابسة الأوروبية بالمحيط. القوة الخام للأمواج المتحطمة والمنحدرات الشاهقة والأفق اللامتناهي تخلق إحساساً عميقاً بالوقوف على حافة العالم.",
          "visit_duration_min": 75
        },
        {
          "text": "سافر إلى Sintra، موقع التراث الثقافي العالمي لليونسكو حيث ترتفع القصور الرومانسية من التلال المليئة بالغابات. استكشف Palácio Nacional بمداخن مطبخه المخروطية المميزة والداخليات الرائعة المغطاة بالأزوليخو. اصعد إلى Palácio da Pena المبهرج، خيال القرن التاسع عشر الذي يجمع بين العناصر القوطية والمانوليني والمورسكي وعصر النهضة في انفجار من الألوان.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختتم اليوم في Cascais، منتجع شاطئي أنيق يجذب الأرستقراطيين منذ أن جعلته العائلة المالكة البرتغالية ملعبهم الصيفي. تتميز المدينة القديمة الساحرة بشوارع مرصوفة بالحصى للمشاة ومباني بيضاء ومرفأ صيد خلاب لا يزال قيد الاستخدام. توفر الشواطئ الرملية والأجواء الساحلية المريحة الانتقال المثالي قبل التوجه شمالاً.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 2
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 8
        }
      ],
      "rating": 9
    },
    {
      "place_id": "PT::castro-daire",
      "name": "Castro Daire",
      "cc": "PT",
      "language": "ar",
      "coords": [
        40.8983,
        -7.935
      ],
      "lat": 40.8983,
      "lon": -7.935,
      "visits": [
        {
          "text": "اصعد إلى Serra de São Macário، سلسلة جبال توفر بعضاً من أفضل المناظر البانورامية في كل شمال البرتغال. القيادة المتعرجة إلى القمة مغامرة بحد ذاتها، مع طرق ضيقة تتسلق عبر مناظر طبيعية جبلية درامية. في الأعلى، تمتد المناظر الشاملة عبر الوديان والقرى وسلاسل الجبال البعيدة في كل اتجاه.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Aldeia da Pena، إحدى أكثر القرى الحجرية التقليدية عزلة وخلابة في شمال البرتغال المخفية عميقاً في وادٍ. تتعرج شوارع ضيقة مرصوفة بالحصى مغطاة بالقش بين بيوت حجرية خشنة تبدو وكأنها نمت من المناظر الطبيعية. تتجول الماعز بحرية، تختلط أجراسها مع جدول متمتم، مما يخلق جواً لم يتغير لقرون.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "شاهد غروب الشمس من قمة Serra de São Macário، حيث يخلق السلام والمناظر الرائعة لحظات سحرية حقاً. توفر نقطة المراقبة المرتفعة غالباً عزلة كاملة مع المناظر الطبيعية المحيطة مغمورة بالضوء الذهبي. تنبع مسارات المشي من القمة عبر الغابات وعبر المستنقعات العالية لاستكشاف إضافي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 6
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "PT::elvas",
      "name": "Elvas",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.8822,
        -7.1639
      ],
      "lat": 38.8822,
      "lon": -7.1639,
      "visits": [
        {
          "text": "مدينة إلفاس وأسوارها المحصنة",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 6
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "PT::estremoz",
      "name": "Estremoz",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.849998,
        -7.583333
      ],
      "lat": 38.849998,
      "lon": -7.583333,
      "visits": [
        {
          "text": "مدينة إستريموز وقلعتها من القرون الوسطى",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 5
        }
      ],
      "rating": 6
    },
    {
      "place_id": "PT::evora",
      "name": "Evora",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.5694,
        -7.903
      ],
      "lat": 38.5694,
      "lon": -7.903,
      "visits": [
        {
          "text": "مدينة إيفورا المدرجة في اليونسكو",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 1
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "PT::geres",
      "name": "Geres",
      "cc": "PT",
      "language": "ar",
      "coords": [
        41.7167,
        -8.15
      ],
      "lat": 41.7167,
      "lon": -8.15,
      "visits": [
        {
          "text": "ادخل إلى حديقة Peneda-Gerês الوطنية، الحديقة الوطنية الوحيدة في البرتغال التي تحمي برية من الجبال والغابات القديمة والشلالات المتدفقة. تشمل الحديقة سلاسل جبال Peneda و Soajo و Amarela و Gerês التي تصل إلى 1,545 متر في أعلى نقطة لها. هذا المشهد الطبيعي الرائع يؤوي حياة برية متنوعة في بيئات نقية تحصل على أعلى مستوى حماية في البرتغال.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Soajo، قرية جبلية تقليدية تخدم كقاعدة ممتازة للمشي لمسافات طويلة، مشهورة بـ espigueiros الفريدة - مخازن الحبوب الحجرية التاريخية المقامة على أعمدة من الغرانيت. هذه الهياكل المميزة المستخدمة لقرون لتخزين وتجفيف الذرة تخلق واحدًا من أكثر المشاهد تصويرًا في الحديقة. البيوت الحجرية والكنائس القديمة تعكس التقاليد الدائمة لهذا المجتمع الجبلي النائي.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف هضبة Mourela التي ترتفع إلى حوالي 1,000 متر، المعترف بها كواحدة من أفضل مواقع مراقبة الطيور في الحديقة الوطنية. هذا الموطن المرتفع للمستنقعات يدعم أنواعًا متنوعة من الطيور التي تزدهر في الخلنج والأراضي العشبية والتضاريس المستنقعية. المناظر الطبيعية المفتوحة للهضبة توفر رؤية ممتازة لرصد الطيور الجارحة والأنواع المهاجرة على مدار السنة.",
          "visit_duration_min": 75
        },
        {
          "text": "ادخل حديقة Peneda-Gerês الوطنية، الحديقة الوطنية الوحيدة في Portugal التي تحمي برية من الجبال والغابات القديمة والشلالات المتتالية. تشمل الحديقة سلاسل جبال Peneda وSoajo وAmarela وGerês التي تصل إلى 1545 متراً في أعلى نقطة. هذا المنظر الطبيعي الرائع يؤوي حياة برية متنوعة في بيئات بكر تحصل على أعلى مستوى حماية في Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Soajo، قرية جبلية تقليدية معروفة بمخازنها الحجرية الفريدة - مخازن الحبوب التاريخية المرفوعة على أعمدة الغرانيت التي تخلق واحداً من أكثر المشاهد تصويراً في الحديقة. المنازل الحجرية والكنائس القديمة تعكس التقاليد الدائمة لهذا المجتمع النائي. هضبة Mourela التي ترتفع إلى 1000 متر توفر مراقبة استثنائية للطيور في موطن الخلنج والأراضي العشبية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "امش على مسارات Peneda-Gerês بما في ذلك Grande Rota المغامرة التي تعبر أروع المناظر الطبيعية في الحديقة. النزهات الدائرية الأقصر تمر عبر الغابات، وبجانب الشلالات، وإلى نقاط المراقبة الخلابة. البوابات الخمس للحديقة تقدم مراكز معلومات للزوار مع خرائط مشي مفصلة وإرشادات.",
          "visit_duration_min": 60
        },
        {
          "text": "ابحث عن المغامرة عند الشلالات حيث توفر رحلات التجديف في الأخاديد والقفز من المنحدرات طرقًا مليئة بالأدرينالين لتجربة المعالم المائية الدراماتيكية. المرشدون المحترفون يقودون البعثات عبر الأخاديد، وأسفل الشلالات، وإلى البرك الصافية كالكريستال المحاطة بمنحدرات الغرانيت. السباحة والاستحمام الشمسي في البرك الطبيعية تقدم مكافآت منعشة بعد المشي لمسافات طويلة.",
          "visit_duration_min": 60
        },
        {
          "text": "استرخِ في المياه الحرارية الطبيعية في Caldas do Gerês، قرية سبا مشهورة بالينابيع الساخنة منذ العصر الروماني. المياه العلاجية تخرج بدرجات حرارة مثالية لتهدئة العضلات المتعبة بعد الأيام النشطة في الجبال. هذه الوجهة التقليدية للعافية توفر مكملًا مثاليًا للمغامرات الخارجية.",
          "visit_duration_min": 60
        },
        {
          "text": "امش على مسارات Peneda-Gerês بما في ذلك الطريق الكبير الذي يعبر مناظر جبلية مذهلة مع خيارات من المشي اللطيف إلى الرحلات الصعبة. ابحث عن المغامرة عند الشلالات حيث التسلق والقفز من المنحدرات توفر تجارب مليئة بالأدرينالين في بيئات درامية. استرخ في المياه الحرارية الطبيعية لـ Caldas do Gerês، قرية منتجع صحي مشهورة بالينابيع الساخنة منذ العصر الروماني.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 8
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 13
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "PT::lagos",
      "name": "Lagos",
      "cc": "PT",
      "language": "ar",
      "coords": [
        37.1028,
        -8.673
      ],
      "lat": 37.1028,
      "lon": -8.673,
      "visits": [
        {
          "text": "اكتشف Lagos، إحدى أكثر المدن التاريخية الساحرة في Portugal مع المباني المطلية بالأبيض والشوارع المرصوفة بالحصى والأجواء التقليدية المريحة. تقدم البلدة القديمة المدمجة معالم تاريخية ومتاحف مثيرة للاهتمام وسوقاً محلياً نابضاً بالحياة مثالي لتجربة الثقافة البرتغالية الأصيلة. تجمع هذه المدينة الجميلة في غرب Algarve بين التراث والوصول السهل إلى المناظر الساحلية المذهلة.",
          "visit_duration_min": 75
        },
        {
          "text": "تأمل في Ponta da Piedade، أحد أشهر المعالم الطبيعية في Portugal والذي يتميز بتشكيلات صخرية ساحلية مذهلة وكهوف بحرية ومغارات. تشمل المناظر الخلابة منحدرات شاهقة يمكن الوصول إليها عبر مسارات ساحلية ودرج حاد ينحدر إلى مستوى البحر لمشاهدة المغارات عن قرب. هذا المشهد الطبيعي الاستثنائي أكثر سحراً عند غروب الشمس عندما يضيء الضوء الذهبي التشكيلات النحتية.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Praia do Camilo، شاطئ صغير يمكن الوصول إليه عبر درج حاد حيث المناظر من الأعلى مذهلة بنفس قدر الشاطئ نفسه. ينقسم الشاطئ إلى منطقتين متصلتين بنفق قصير منحوت عبر الصخور، مما يخلق تجربة ذات مناظر طبيعية مذهلة بشكل لا يصدق. Praia de Dona Ana القريب محاط بمنحدرات ملونة حادة ومياه زرقاء صافية، ويحتل مرتبة بين أجمل الشواطئ في Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف Ponta da Piedade بالكاياك، واجداف عبر الكهوف البحرية وعلى طول الساحل المذهل للحصول على منظور لا ينسى لهذه العجائب الطبيعية. تنتقل جولات القوارب الصغيرة أيضاً إلى داخل المغارات، مما يوفر وصولاً حميماً إلى التشكيلات الصخرية المنحوتة. مزيج المنحدرات الذهبية والمياه الفيروزية والكهوف المخفية يخلق واحداً من أكثر المناظر الساحلية الفوتوغرافية في أوروبا.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 5
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "PT::lisbon",
      "name": "Lisbon",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.7223,
        -9.1393
      ],
      "lat": 38.7223,
      "lon": -9.1393,
      "visits": [
        {
          "text": "اليوم الأول: ابدأ مغامرتك البرتغالية في Praça do Comércio الرائع، أعظم ساحات Lisbon التي تنفتح بشكل مثير على نهر Tagus. هذه الساحة المائية الأثرية، التي أُعيد بناؤها بعد زلزال 1755 المدمر، كانت بمثابة البوابة الاحتفالية لعاصمة البرتغال. المباني الأنيقة ذات الأقواس والقوس النصر تخلق واحدة من أكثر المساحات الحضرية إثارة للإعجاب في أوروبا.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الأول: تجول على طول Rua Augusta، شارع Lisbon للمشاة النابض بالحياة الذي يربط الواجهة المائية بقلب منطقة Baixa. اصعد إلى قمة Arco da Rua Augusta للحصول على مناظر شاملة على الشوارع الهندسية لوسط المدينة ونهر Tagus المتلألئ خلفها. هذا الشارع الحيوي يعج بالمقاهي الخارجية والمحلات التقليدية تحت واجهات أنيقة من القرن الثامن عشر.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الأول: اصعد في Elevador de Santa Justa، وهو مصعد حديدي قوطي جديد استثنائي صممه أحد طلاب Gustave Eiffel عام 1902. هذه القطعة الرائعة من الهندسة الحضرية ترفع الركاب 45 متراً عبر برج حديدي مزخرف إلى حي Carmo. منصة المشاهدة تكشف عن بانوراما مذهلة عبر أسطح Lisbon الطينية.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الأول: استكشف أطلال Convento do Carmo الجميلة والمؤثرة، وهو دير قوطي ترك بلا سقف منذ زلزال 1755 الكارثي. الأقواس الهيكلية التي تصل نحو السماء المفتوحة تخلق واحداً من أكثر المواقع الجوية في Lisbon. اليوم تضم الأطلال متحفاً أثرياً يحتوي على قطع أثرية تمتد من عصور ما قبل التاريخ إلى العصر الوسيط.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الثاني: اضع نفسك في الشوارع المتاهية لـ Alfama، أقدم أحياء Lisbon التي نجت من الزلزال العظيم سالمة إلى حد كبير. الأزقة الضيقة تلتف بين المنازل القديمة المزينة ببلاط azulejo الملون، بينما موسيقى fado الحزينة تنجرف من الحانات المخفية. هذا الحي الوسيط الذي يتسلق إلى القلعة يحافظ على الروح الأصيلة لـ Lisbon القديمة.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الثاني: اقهر مرتفعات Castelo de São Jorge، القلعة الجبلية التي تراقب Lisbon منذ أكثر من ألف عام. كانت في الأصل معقلاً مورياً قبل الاستعادة المسيحية عام 1147، وتوفر جدران القلعة أكثر المناظر البانورامية روعة في العاصمة. تجول عبر البقايا الأثرية والحدائق الهادئة والأسوار المطلة على التلال السبعة للمدينة.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الثاني: قم بزيارة كاتدرائية Sé، أقدم كنيسة في Lisbon بُنيت على موقع مسجد سابق في القرن الثاني عشر بعد الاستعادة. هذه الكنيسة-القلعة الرومانية نجت من الزلازل والحروب بينما راكمت أديرة قوطية وكنائس باروكية. الواجهة القاسية المحاطة ببرجي أجراس تخلق حضوراً مهيباً في Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الثالث: اسافر إلى منطقة Belém النهرية، حيث ترك العصر الذهبي للاكتشاف البرتغالي أروع آثاره على طول Tagus. هذا الحي الأنيق يحتفل بالعصر الذي رسم فيه الملاحون البرتغاليون المحيطات المجهولة وأسسوا إمبراطورية بحرية عالمية. الجادات المشجرة والمنتزهات المائية تربط بين كنوز المنطقة المدرجة في اليونسكو.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الثالث: تأمل Mosteiro dos Jerónimos، تحفة استثنائية من العمارة Manueline وواحد من أهم آثار البرتغال. بُني لإحياء ذكرى رحلة Vasco da Gama إلى الهند، هذا الدير من القرن السادس عشر يتميز بنقوش حجرية مزخرفة بشكل رائع تجمع بين الرموز البحرية والدينية والملكية. الأديرة تصنف بين الأجمل في أوروبا.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الثالث: قف أمام Torre de Belém الأيقوني، برج محصن يرتفع من Tagus وأصبح الرمز المحدد لـ Lisbon. بُني في أوائل القرن السادس عشر لحراسة مدخل النهر، هذا الموقع التراثي لليونسكو يمزج بين عناصر Manueline والمورية. موقع البرج يذكر بنقطة المغادرة لرحلات الاستكشاف البرتغالية التي لا تُحصى.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الثالث: التقط صوراً لـ Padrão dos Descobrimentos، نصب تذكاري حداثي مذهل يحتفل بالمستكشفين البرتغاليين الذين فتحوا طرقاً بحرية جديدة للعالم. هذا المنحوت بطول 52 متراً يصور Henry the Navigator يقود موكباً من الشخصيات التاريخية نحو المياه. الصورة الظلية المثيرة للنصب تجعله واحداً من أكثر معالم Belém تميزاً.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 1: ابدأ مغامرتك البرتغالية في Praça do Comércio، أعظم ساحة في Lisbon تنفتح بشكل مثير على نهر Tagus. هذه الساحة الأثرية المطلة على الواجهة البحرية أُعيد بناؤها بعد زلزال 1755 وخدمت كبوابة احتفالية لعاصمة Portugal. المباني الأنيقة ذات الأروقة والقوس الانتصاري تخلق واحداً من أكثر المساحات الحضرية إثارة للإعجاب في أوروبا.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 1: تنزّه على طول Rua Augusta إلى منطقة Baixa التاريخية، واصعد إلى Arco da Rua Augusta للحصول على مناظر شاملة لوسط المدينة ونهر Tagus المتلألئ. اصعد في Elevador de Santa Justa، المصعد الحديدي القوطي الجديد الاستثنائي الذي صممه طالب Gustave Eiffel. استكشف الأطلال المؤثرة لـ Convento do Carmo، التي تُركت بلا سقف منذ زلزال 1755 الكارثي.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 2: تِه في شوارع Alfama المتاهية، أقدم حي في Lisbon نجا من الزلزال العظيم سليماً. الأزقة الضيقة تتعرج بين المنازل القديمة المزينة ببلاط الأزوليخو الملون بينما تنجرف موسيقى الفادو الحزينة من الحانات المخفية. اغلب مرتفعات Castelo de São Jorge، القلعة على قمة التل التي توفر أروع المناظر البانورامية في العاصمة.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 2: زر كاتدرائية Sé، أقدم كنيسة في Lisbon بُنيت على موقع مسجد سابق في القرن الثاني عشر. سافر إلى Belém حيث تركت حقبة الاستكشاف البرتغالية آثاراً رائعة على طول Tagus. تأمل في Mosteiro dos Jerónimos، تحفة Manueline الاستثنائية التي تحتفي برحلة Vasco da Gama إلى الهند.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 1: ابدأ مغامرة Lisbon في Praça do Comércio الرائع، أكبر ساحات المدينة الذي ينفتح بشكل دراماتيكي على نهر Tagus. هذه الساحة المائية الضخمة، التي أُعيد بناؤها بعد زلزال 1755 المدمر، خدمت كمدخل احتفالي لعاصمة البرتغال للكرام الواصلين. المباني الأنيقة ذات الأروقة والقوس النصر تخلق واحدًا من أكثر المساحات الحضرية إثارة للإعجاب في أوروبا.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 1: تجول في Rua Augusta، شارع Lisbon النابض بالحياة للمشاة الذي يربط الواجهة المائية بقلب منطقة Baixa. هذا الشارع النابض بالحياة يضج بالمقاهي الخارجية والمحلات التقليدية والفنانين في الشوارع تحت واجهات أنيقة من القرن الثامن عشر. اصعد إلى قمة Arco da Rua Augusta للحصول على مناظر شاملة فوق الشوارع الهندسية لوسط المدينة ونهر Tagus المتلألئ خلفها.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 1: اصعد في Elevador de Santa Justa، مصعد حديدي قوطي جديد استثنائي صممه طالب لـ Gustave Eiffel في عام 1902. هذه القطعة الرائعة من الهندسة الحضرية تنقل الركاب 45 متر عبر برج حديدي مزخرف لربط Baixa بحي Carmo أعلاه. منصة المراقبة في القمة تكشف بانوراما مذهلة عبر أسطح Lisbon من الطين المحروق.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 1: استكشف أطلال Convento do Carmo الجميلة بشكل مؤثر، دير قوطي ترك بلا سقف منذ زلزال 1755 الكارثي. الأقواس الهيكلية التي تصل نحو السماء المفتوحة تخلق واحدًا من أكثر مواقع Lisbon جوًا وتصويرًا. اليوم تأوي الأطلال متحفًا أثريًا مع قطع أثرية تمتد من عصور ما قبل التاريخ إلى الفترة الوسطى.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 2: اضِع نفسك في الشوارع المتاهية لـ Alfama، أقدم أحياء Lisbon وأكثرها أجواءً والذي نجا من الزلزال العظيم دون أن يمسه أذى كبير. تتعرج الممرات الضيقة بين المنازل العتيقة المزينة ببلاط azulejo الملون، بينما تنساب ألحان موسيقى fado الحزينة من الحانات المخفية. يحافظ هذا الحي الذي يعود للقرون الوسطى والممتد من الواجهة البحرية إلى القلعة على الروح الأصيلة لـ Lisbon القديمة.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 2: اصعد إلى مرتفعات Castelo de São Jorge، القلعة الواقعة على قمة التل والتي تراقب Lisbon منذ أكثر من ألف عام. كانت في الأصل معقلاً مورياً قبل الاسترداد المسيحي عام 1147، وتوفر أسوار القلعة وأبراجها أروع المناظر البانورامية في العاصمة بأكملها. تجول بين البقايا الأثرية والحدائق الهادئة والأسوار المطلة على تلال المدينة السبع.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 2: قم بزيارة كاتدرائية Sé، أقدم كنيسة في Lisbon ورمز قوي للاسترداد المسيحي، بُنيت على موقع مسجد سابق في القرن الثاني عشر. نجت هذه الكنيسة-القلعة الرومانية من الزلازل والحروب وقرون من التاريخ بينما جمعت أديرة قوطية وكنائس باروكية وكنوز من كل عصر. تخلق الواجهة الصارمة المحاطة ببرجين للأجراس حضوراً مهيباً في قلب Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 2: انطلق إلى منطقة Belém النهرية، حيث ترك عصر الاكتشاف البرتغالي أروع آثاره على طول نهر Tagus. يحتفل هذا الحي الأنيق غرب المركز بالعصر الذي رسم فيه البحارة البرتغاليون خرائط المحيطات المجهولة وأسسوا إمبراطورية بحرية عالمية. تربط الشوارع المشجرة والحدائق المهندسة والممشى النهري بين كنوز المنطقة المدرجة في قائمة UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 2: تأمل Mosteiro dos Jerónimos، تحفة استثنائية من العمارة Manueline وأحد أهم آثار البرتغال. يتميز هذا الدير الذي يعود للقرن السادس عشر، والمبني لإحياء ذكرى رحلة Vasco da Gama إلى الهند، بنقوش حجرية مزخرفة بشكل رائع تجمع بين الرموز البحرية والدينية والملكية. تصنف الأديرة بين الأجمل في أوروبا، وأعمالها الحجرية الدقيقة شاهد على العصر الذهبي للبرتغال.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 2: قف أمام Torre de Belém الشهير، البرج المحصن الذي يرتفع من نهر Tagus والذي أصبح الرمز المميز لـ Lisbon. بُني في أوائل القرن السادس عشر لحراسة مدخل النهر، ويجمع هذا الموقع المدرج في قائمة التراث العالمي لـ UNESCO بين العناصر المعمارية Manueline والمورية في أعماله الحجرية الزخرفية. يذكر موقع البرج البارز في النهر بنقطة انطلاق رحلات الاستكشاف البرتغالية التي لا تحصى.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 3: اكتشف MAAT (متحف الفن والعمارة والتكنولوجيا)، متحف معاصر مذهل يندمج سقفه المتموج بسلاسة مع واجهة Belém البحرية. يستضيف هذا المعلم المعماري معارض دورية للفن المعاصر الوطني والدولي داخل مساحاته الداخلية المستقبلية. يوفر ممشى السطح منظوراً فريداً على نهر Tagus ويتصل بمحطة الطاقة التاريخية المجاورة.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 3: اختبر الطاقة الإبداعية لـ LX Factory، المجمع الصناعي السابق الذي تحول إلى المركز الثقافي الأكثر حيوية في Lisbon. تضم مصانع النسيج المهجورة الآن متاجر مستقلة ومكتبات وصالات فن واستوديوهات إبداعية تحت الطوب المكشوف والأعمال الحديدية. ينبض هذا الحي البديل بالطاقة الفنية ويمثل الجانب المعاصر والمتطلع للأمام من العاصمة البرتغالية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اليوم الأول: تجول عبر منطقة Chiado الأنيقة، حي Lisbon التقليدي للمثقفين والفنانين والمقاهي الأدبية حيث كان Fernando Pessoa يحكم ذات يوم. هذا الحي المتطور يربط بين المدينة السفلى والمرتفعات البوهيمية لـ Bairro Alto، ويقدم تسوقاً ممتازاً وساحات ساحرة. الأهمية الثقافية والأجواء المهذبة للمنطقة تجعلها مثالية لاستكشاف بعد الظهر.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم الثاني: اركب Tram 28 الأسطوري، عربة ترام صفراء قديمة تهتز عبر أحياء Lisbon الأكثر خلابة في طريقها المتعرج. هذه القطعة الحية من تاريخ النقل تتسلق شوارع شديدة الانحدار، وتضغط عبر ممرات ضيقة، وتمر بالمعالم الرئيسية. الرحلة على متن هذه الترام الخشبية التي يبلغ عمرها قرن توفر طريقة أصيلة لتجربة التضاريس المثيرة للمدينة.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم الثاني: شاهد غروب الشمس من Miradouro de Santa Luzia، تراس رومانسي يطل على أسطح Alfama ونهر Tagus المتلألئ. العرائش المغطاة بـ bougainvillea وألواح azulejo الزخرفية وأشجار النخيل تؤطر مناظر تمتد إلى التلال البعيدة. نقطة المراقبة المحبوبة هذه تلتقط جمال Lisbon الحزين بينما تتوهج المدينة في ضوء المساء.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم الثاني: اختبر الحياة الليلية النابضة بالحياة في Bairro Alto، الحي المرتفع التاريخي حيث تلتقي الروح البوهيمية مع حياة الحي التقليدية. بعد حلول الظلام، يتحول الحي إلى منطقة الترفيه الأسطورية في Lisbon مع عدد لا يحصى من الحانات التي تنتشر في الشوارع الضيقة. هنا حيث يختلط السكان المحليون والزوار في أجواء فريدة للعاصمة البرتغالية.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم الثالث: اكتشف MAAT (متحف الفن والعمارة والتكنولوجيا)، متحف معاصر مذهل يندمج سطحه المتموج مع واجهة Belém المائية. هذا المعلم المعماري يستضيف معارض دورية للفن المعاصر الدولي داخل مساحات داخلية مستقبلية. ممر السطح يوفر وجهات نظر فريدة على Tagus.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم الثالث: اختبر الطاقة الإبداعية لـ LX Factory، مجمع صناعي سابق تحول إلى مركز Lisbon الثقافي الأكثر حيوية. المصانع المهجورة للنسيج تضم الآن بوتيكات مستقلة ومكتبات وصالات عرض فنية تحت الطوب المكشوف والأعمال الحديدية. هذا الحي البديل يمثل الجانب المعاصر والتطلعي للعاصمة البرتغالية.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم 1: تجول عبر منطقة Chiado الأنيقة، حي Lisbon التقليدي للمثقفين والمقاهي الأدبية حيث كان Fernando Pessoa يحتفظ بمحكمته. هذا الحي المتطور يربط بين المدينة السفلى و Bairro Alto البوهيمي ويوفر تسوقاً ممتازاً وساحات ساحرة.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم 2: قف أمام Torre de Belém الأيقوني، البرج المحصن الذي أصبح رمز Lisbon القاطع. صوّر Padrão dos Descobrimentos الذي يحتفي بالمستكشفين البرتغاليين. اركب ترام 28 الأسطوري وهو يخشخش عبر الأحياء الخلابة في مساره المتعرج عبر المدينة.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم 2: اركب الترام الأسطوري 28، عربة ترام صفراء قديمة تقرع عبر أجمل أحياء Lisbon في طريقها المتعرج عبر المدينة. تتسلق هذه القطعة الحية من تاريخ النقل شوارع شديدة الانحدار، وتعبر ممرات ضيقة، وتمر بمعالم رئيسية من Alfama إلى Estrela. توفر الرحلة على متن هذه الترامات الخشبية التي يبلغ عمرها قرناً طريقة أصيلة وخلابة لتجربة طبوغرافية المدينة الدرامية.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم 2: شاهد غروب الشمس من Miradouro de Santa Luzia، الشرفة الرومانسية المطلة على أسطح Alfama ونهر Tagus المتلألئ. تؤطر العرائش المغطاة بالجهنمية وألواح azulejo الزخرفية وأشجار النخيل مناظر تمتد من قبة البانتيون الوطني إلى التلال البعيدة. تلتقط نقطة المراقبة المحبوبة هذه جوهر جمال Lisbon الحزين بينما تتوهج المدينة في ضوء المساء.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم 2: التقط صوراً لـ Padrão dos Descobrimentos، النصب التذكاري الحداثي المذهل الذي يحتفل بالمستكشفين البرتغاليين الذين فتحوا طرقاً بحرية جديدة للعالم. يصور هذا المنحوتة البالغة 52 متراً والمرتفعة من ضفة النهر Henry the Navigator وهو يقود موكباً من الشخصيات التاريخية نحو الماء. تجعل الصورة الظلية الدرامية للنصب وموقعه على الواجهة البحرية منه أحد أشهر معالم Belém.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم 3: استكشف Bairro Alto، الحي المرتفع التاريخي في Lisbon حيث تلتقي الروح البوهيمية بحياة الحي التقليدية. خلال النهار، تكشف الشوارع الهادئة عن متاجر قديمة وبيوت fado وحانات الحي التي تقدم petiscos التقليدية. بعد حلول الظلام، يتحول الحي إلى منطقة الحياة الليلية الأسطورية في المدينة مع عدد لا يحصى من الحانات التي تمتد إلى الشوارع الضيقة.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم 3: ابحث عن miradouros الشهيرة في Lisbon، نقاط المراقبة الخلابة المنتشرة عبر تلال المدينة السبع والتي تكشف منظوراً جديداً عند كل منعطف. من Miradouro da Senhora do Monte البانورامي إلى الشرفات الأنيقة في São Pedro de Alcântara، يوفر كل منها طابعه ومنظره الخاص. هذه النقاط المحبوبة للتجمع ضرورية لفهم كيف يختبر أهل Lisbon مدينتهم العمودية بشكل مثير.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 1
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 7
        },
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "هروب Lisbon: كنوز تاريخية، مناظر Tagus والقصور الملكية",
          "day": 1
        }
      ],
      "rating": 10
    },
    {
      "place_id": "PT::monsaraz",
      "name": "Monsaraz",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.4927,
        -7.2812
      ],
      "lat": 38.4927,
      "lon": -7.2812,
      "visits": [
        {
          "text": "قرية مونساراز من القرون الوسطى",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 7
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "PT::pinhao",
      "name": "Pinhao",
      "cc": "PT",
      "language": "ar",
      "coords": [
        41.1897,
        -7.5453
      ],
      "lat": 41.1897,
      "lon": -7.5453,
      "visits": [
        {
          "text": "ادخل إلى وادي Douro، مناظر طبيعية مدرجة في قائمة التراث العالمي لليونسكو من كروم العنب المدرجة بشدة المتدرجة إلى واحد من أكثر أنهار أوروبا خلابة. هذه هي أقدم منطقة نبيذ محددة الحدود في العالم، حيث يُنتج نبيذ البورت لقرون باستخدام الطرق التقليدية. تخلق المناظر الدرامية للمنحدرات المغطاة بالكروم والكينتاس البيضاء أكثر المناظر الطبيعية الأيقونية في البرتغال.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف منطقة Alto Douro Wine سيراً على الأقدام، مشياً عبر كروم العنب العاملة والقرى التقليدية الهادئة المطلة على التلال. تتعرج مسارات المشي بين المنحدرات المدرجة المزروعة منذ العهد الروماني، مروراً ببساتين الزيتون واللوز القديمة. الجمال الطبيعي والتراث الزراعي والضيافة الدافئة تجعل هذا وجهة مشي لا تُنسى.",
          "visit_duration_min": 75
        },
        {
          "text": "سافر عبر خط سكة حديد Douro التاريخي، الذي افتتح في عام 1887 ويعتبر من أجمل رحلات القطارات الخلابة في العالم. تتبع القضبان النهر من Porto إلى Pocinho، مرورًا بالأنفاق وعبر الجسور الممتدة فوق وديان الروافد. هذه التحفة الهندسية توفر طريقة مريحة لاستيعاب المناظر الطبيعية الرائعة للوادي.",
          "visit_duration_min": 75
        },
        {
          "text": "ادخل وادي Douro، منظر طبيعي مدرج في قائمة التراث العالمي لليونسكو من مزارع الكروم المدرجة بشدة تنحدر إلى أحد أجمل الأنهار في أوروبا. هذه أقدم منطقة نبيذ محددة في العالم أنتجت نبيذ البورت لقرون باستخدام الطرق التقليدية. المناظر الدرامية للمنحدرات المغطاة بالكروم والكوينتاس المطلية بالأبيض تخلق أكثر المناظر الطبيعية شهرة في Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف منطقة Alto Douro للنبيذ سيراً على الأقدام، مشياً عبر مزارع الكروم العاملة والقرى السلمية المجثمة على سفوح التلال. مسارات المشي تتعرج بين المنحدرات المدرجة المزروعة منذ العصر الروماني، مارة ببساتين الزيتون القديمة وبساتين اللوز. الجمال الطبيعي والتراث الزراعي والضيافة الدافئة تخلق تجارب لا تنسى.",
          "visit_duration_min": 75
        },
        {
          "text": "سافر على طول خط سكة حديد Douro التاريخي الذي افتتح في 1887، والذي يعتبر واحداً من أجمل رحلات القطار في العالم. القضبان تتبع النهر عبر الأنفاق وفوق الجسور التي تمتد عبر وديان الروافد. هذه التحفة الهندسية توفر طريقة مريحة لامتصاص مناظر الوادي الرائعة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اركب الدراجة عبر التلال المغطاة بالكروم في وادي Douro، والبساتين، والقرى التقليدية على طول مسارات النهر وصعود الجبال. التضاريس الشديدة الانحدار تكافئ راكبي الدراجات بمناظر رائعة من الطرق المرتفعة. يُنصح بشدة بالدراجات الكهربائية لأولئك الأقل اعتيادًا على التلال، مما يتيح للجميع الاستمتاع بهذا المشهد الرائع لركوب الدراجات.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 7
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 12
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "PT::porto",
      "name": "Porto",
      "cc": "PT",
      "language": "ar",
      "coords": [
        41.1579,
        -8.6291
      ],
      "lat": 41.1579,
      "lon": -8.6291,
      "visits": [
        {
          "text": "وصل إلى Porto، العاصمة الشمالية النابضة بالحياة للبرتغال حيث ينحدر المركز التاريخي عبر منحدرات التلال إلى نهر Douro. يكشف حي Ribeira المدرج في قائمة التراث العالمي لليونسكو طبقات من التاريخ في شوارعه القروسطية وكنائسه الباروكية ومبانيه المميزة المغطاة بالأزوليخو. تعتبر هذه المدينة الجوية بوابة إلى بلاد النبيذ الرائعة والمناظر الطبيعية البرية في الشمال.",
          "visit_duration_min": 75
        },
        {
          "text": "اعبر جسر Dom Luís I الأيقوني، القوس الحديدي ذو الطابقين الممتد فوق Douro والذي أصبح أشهر معلم في Porto. يوفر المستوى العلوي للمشاة مناظر رائعة فوق المركز التاريخي وأقبية نبيذ البورت في Vila Nova de Gaia المقابلة. هذه التحفة الهندسية تربط المدينة القديمة بقرون من تقاليد صناعة النبيذ.",
          "visit_duration_min": 75
        },
        {
          "text": "تنزه من جسر Dom Luís I على طول نهر Douro إلى منارة Felgueiras في Foz، حيث يلتقي النهر بالمحيط الأطلسي. تمر هذه النزهة الخلابة على الواجهة المائية عبر الأحياء التاريخية والممشى النهرية ومجتمعات الصيد التقليدية. تحدد المنارة نقطة الالتقاء الدرامية بين النهر والبحر مع مناظر ساحلية رائعة.",
          "visit_duration_min": 75
        },
        {
          "text": "اصل إلى Porto، عاصمة Portugal الشمالية النابضة بالحياة حيث تنحدر منطقة Ribeira المدرجة في التراث العالمي لليونسكو أسفل التلال إلى نهر Douro. تكشف هذه المدينة الجوية طبقات من التاريخ من خلال الشوارع المتوسطية والكنائس الباروكية والمباني الأيقونية المغطاة بالأزوليخو. تعمل Porto كبوابة إلى منطقة النبيذ الرائعة والمناظر الطبيعية البرية في الشمال.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر ثقافة ركوب الأمواج في شاطئ Matosinhos خارج Porto، وجهة ممتازة لراكبي الأمواج مع أمواج لطيفة وقاع رملي. تقدم مدارس ركوب الأمواج المحلية دروساً لجميع المستويات على هذا الكسر الشاطئي المتاح. تجعل التموجات الأطلسية المتسقة منه واحداً من أشهر أماكن ركوب الأمواج في شمال البرتغال.",
          "visit_duration_min": 60
        },
        {
          "text": "جدف على طول نهر Douro في رحلة استكشافية بقوارب الكاياك أو ألواح التجديف عبر قلب Porto. الانزلاق تحت جسور المدينة الستة يوفر وجهات نظر فريدة على المنحدرات المدرجة والهندسة المعمارية التاريخية. تقدم تجربة التجديف الحضرية الهادئة هذه إيقاعاً مختلفاً لاستكشاف هذه المدينة الجوية.",
          "visit_duration_min": 60
        },
        {
          "text": "اختبر ركوب الأمواج في شاطئ Matosinhos خارج Porto، وهي وجهة ممتازة بأمواج لطيفة وقاع رملي مثالي للمبتدئين. تقدم مدارس ركوب الأمواج المحلية دروساً على هذا الشاطئ سهل الوصول مع انتفاخات المحيط الأطلسي المستمرة. أو يمكنك التجديف على طول نهر Douro بالكاياك أو SUP للحصول على منظور فريد للمدينة من الماء.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 3
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 9
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "PT::sagres",
      "name": "Sagres",
      "cc": "PT",
      "language": "ar",
      "coords": [
        37.0092,
        -8.9408
      ],
      "lat": 37.0092,
      "lon": -8.9408,
      "visits": [
        {
          "text": "اصل إلى Cabo de São Vicente، أقصى نقطة جنوب غربية في أوروبا القارية حيث تخلق المنحدرات الشاهقة المحاطة بالمياه من ثلاث جهات مشهداً ساحراً. في الماضي، اعتقد الأوروبيون أن هذا كان نهاية العالم، والوقوف هنا ومشاهدة الأمواج الهائلة تتحطم على الصخور أدناه، يبقى هذا الشعور محسوساً. المنارة وحصن Santo António do Beliche القريبان يوفران مناظر ساحلية مذهلة بنفس القدر.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف Ponta de Sagres، رأس أرض وعرة ومكشوفة للرياح مليئة بالتاريخ حيث بدأ مستكشفو Portugal العظماء الأوائل رحلاتهم بحثاً عن العالم الجديد. زر Fortaleza de Sagres من القرن السادس عشر التي تضم حصناً قديماً مع متحف، وكنيسة Igreja de Nossa Senhora da Graça، ومنارة مع تركيب صوتي فريد. تجول حول الرأس بأكمله متبعاً المسارات التي توفر مناظر خلابة للمحيط الأطلسي اللانهائي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "جرب ظروف ركوب الأمواج عالمية المستوى حول Sagres، حيث تجذب الأمواج المستمرة والرياح القوية هواة الرياضات المائية من جميع أنحاء العالم. تقدم الشواطئ في هذه المنطقة بعضاً من أفضل ظروف ركوب الأمواج في Portugal، مع العديد من مدارس ركوب الأمواج التي توفر دروساً لجميع المستويات. الساحل الأطلسي الوعر هنا يبدو برياً وغير مروض مقارنة بالشواطئ المحمية في أقصى الشرق.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 6
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "PT::sao-pedro-do-sul",
      "name": "Sao Pedro Do Sul",
      "cc": "PT",
      "language": "ar",
      "coords": [
        40.7564,
        -8.0717
      ],
      "lat": 40.7564,
      "lon": -8.0717,
      "visits": [
        {
          "text": "اكتشف منطقة São Pedro do Sul، المعروفة بمناظرها الخلابة من الغابات الخضراء الكثيفة والأنهار الصافية والتلال المتموجة المنقطة بقرى ساحرة. هذه المنطقة مأهولة منذ العهد الروماني، مع آثار قديمة مرئية جانباً إلى جنب مع العمارة القروسطية في الشوارع الضيقة المرصوفة بالحصى. تجعل غابات الأوكالبتوس العطرة والهدوء السلمي هذا مثالياً لمحبي الطبيعة.",
          "visit_duration_min": 75
        },
        {
          "text": "قد على Estrada do Portal do Inferno المثير (طريق إلى بوابة الجحيم)، طريق جبلي درامي يتميز بمنحدرات شديدة ومنحنيات حادة وحواف منحدرات عمودية. تمر هذه القيادة الرائعة عبر أكثر مناظر المرتفعات الدرامية في شمال البرتغال مع نقاط مراقبة تقدم مناظر شاملة. يتطلب الطريق الضيق المتعرج انتباهاً لكنه يكافئ بمناظر طبيعية لا تُنسى.",
          "visit_duration_min": 75
        },
        {
          "text": "اقد على طريق Estrada do Portal do Inferno المثير (طريق إلى بوابة الجحيم)، وهو طريق جبلي دراماتيكي بمنحدرات حادة وحواف منحدرات عمودية. يمر هذا الطريق المذهل عبر أكثر المناظر الجبلية الدرامية في شمال Portugal مع نقاط مراقبة تقدم إطلالات واسعة. الطريق الضيق المتعرج يتطلب انتباهاً لكنه يكافئ بمناظر لا تنسى.",
          "visit_duration_min": 75
        },
        {
          "text": "اصعد إلى Serra de São Macário للحصول على بعض من أروع الإطلالات البانورامية في شمال Portugal، يمكن الوصول إليها بالسيارة إلى القمة. القيادة المتعرجة تتسلق عبر المناظر الدرامية إلى إطلالات واسعة تمتد عبر الوديان وسلاسل الجبال البعيدة. زر قرية Aldeia da Pena المعزولة حيث تتجول الماعز في الشوارع المرصوفة بالحصى والمنازل الحجرية تبدو وكأنها نمت من المناظر الطبيعية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "ارتحل على الممرات الممتازة عبر غابات São Pedro do Sul لاكتشاف شلالات مخفية ونقاط مراقبة خلابة. تتعرج شبكة المسارات عبر الغابات العطرة وعلى طول الجداول المتدفقة وصعوداً إلى خطوط التلال البانورامية. توفر هذه النزهات فرصاً مثالية لتجربة جمال المنطقة الطبيعي بعيداً عن أي حشود.",
          "visit_duration_min": 60
        },
        {
          "text": "امش عبر الغابات لاكتشاف الشلالات المخفية ونقاط المراقبة الخلابة على طول شبكات المسارات المتعرجة عبر الأحراش العطرة. المسارات تتبع الجداول المندفعة وتتسلق إلى خطوط التلال البانورامية التي توفر فرصاً مثالية لتجربة الجمال الطبيعي في العزلة. غروب الشمس من Serra de São Macário يخلق لحظات سحرية مع المناظر الطبيعية المغمورة بالضوء الذهبي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 5
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 11
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "PT::silves",
      "name": "Silves",
      "cc": "PT",
      "language": "ar",
      "coords": [
        37.1893,
        -8.439
      ],
      "lat": 37.1893,
      "lon": -8.439,
      "visits": [
        {
          "text": "استكشف Silves، العاصمة القديمة لـ Algarve التي عادة ما يتجاهلها الزوار لأول مرة ولكنها تقدم لمحات رائعة عن الماضي المورسكي للمنطقة. تتوج هذه المدينة التلية القروسطية النموذجية قلعة مرممة جزئياً كانت تنافس Lisbon في الأهمية قبل زلزال 1755 المدمر. تكمل كاتدرائية Silves والمتحف الأثري بجوار الساحة الرئيسية تجربة القلعة.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف قرية Alte الساحرة، واحدة من أكثر القرى التقليدية الخلابة في ريف Algarve حيث يبدو أن الزمن قد توقف. تتعرج الشوارع الحجرية الضيقة بين المباني البيضاء التقليدية المزينة بالزهور الملونة وبعض من أجمل فن الشارع في المنطقة. تقدم الينابيع الطبيعية في Fonte Grande de Alte سباحة منعشة في مياه صافية كالكريستال - تجربة Algarve الداخلية غير المتوقعة.",
          "visit_duration_min": 75
        },
        {
          "text": "زر شواطئ Alvor بما في ذلك Praia dos Três Irmãos وPraia da Prainha الصغيرة، المترابطة عبر الأنفاق والممرات عبر الجرف. المشي حافي القدمين عبر الأنفاق، تحت الأقواس الطبيعية، وعلى طول ممرات الجرف الضيقة يكشف مفاجأة تلو الأخرى في هذا المنظر الساحلي المذهل. يقدم المطعم على الجرف في Prainha المتدلي بين الصخور موقع طعام فريد تماماً.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف Costa Vicentina، ساحل Algarve الغربي الأقل زيارة والذي يقدم مناظر برية ومهيبة مختلفة تماماً عن الشواطئ الشرقية الشهيرة. Praia da Bordeira وPraia da Cordoama من المفضلة بين راكبي الأمواج، لكن أي طريق صغير يؤدي إلى الساحل يكافئ الزوار بمناظر رائعة. يوفر هذا الساحل الطبيعي غير المطور جمال الأطلسي الأصيل دون الزحام.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 3
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "PT::sintra",
      "name": "Sintra",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.798,
        -9.388
      ],
      "lat": 38.798,
      "lon": -9.388,
      "visits": [
        {
          "text": "انطلق إلى Sintra، المشهد الثقافي المدرج في قائمة التراث العالمي لـ UNESCO حيث ترتفع القصور الرومانسية من التلال المشجرة في واحد من أكثر الأماكن سحراً في أوروبا. اختارت العائلة الملكية البرتغالية والأرستقراطيون هذا المنتجع الجبلي الضبابي لمقامات الصيف، تاركين وراءهم تركيزاً استثنائياً من الكنوز المعمارية. لقد أسرت أجواء المدينة الخيالية الزوار من Lord Byron إلى المسافرين المعاصرين.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف Palácio Nacional de Sintra، القصر الملكي الذي يعود للقرون الوسطى والذي يهيمن على وسط المدينة بمداخن المطبخ المخروطية المميزة المرئية لأميال. يحافظ هذا المقر الصيفي للملوك البرتغاليين على ديكورات داخلية رائعة تشمل غرفاً مغطاة بالكامل ببلاط azulejo الزخرفي وأسقف Mudéjar المزخرفة. يمثل القصر أطول مقر ملكي مأهول بشكل مستمر في البرتغال.",
          "visit_duration_min": 75
        },
        {
          "text": "اصعد إلى Palácio da Pena، القصر الباهر الذي يعود للقرن التاسع عشر ويتوج أعلى قمة في تلال Sintra في انفجار من الألوان والخيال المعماري. تجمع هذه التحفة الرومانسية بين الأبراج القوطية وزخرفة Manueline والعناصر المورية وقباب عصر النهضة في عربدة من الأصفر والأحمر والأزرق. تمتد الحديقة المحيطة من الأشجار الغريبة والمسارات المخفية الأجواء السحرية عبر سفح الجبل.",
          "visit_duration_min": 75
        },
        {
          "text": "قف في Cabo da Roca، النقطة الغربية القصوى من القارة الأوروبية، حيث تنهار الجروف الدرامية في المحيط الأطلسي تحت منارة تاريخية. يمثل هذا الرأس العاصف حيث تلتقي اليابسة الأوروبية بالمحيط، معلماً جغرافياً محتفى به بنصب وشهادة للزوار. تخلق القوة الخام للمكان - الأمواج المتكسرة والجروف المحلقة والأفق اللانهائي - شعوراً عميقاً بالوقوف على حافة العالم.",
          "visit_duration_min": 75
        },
        {
          "text": "اختتم رحلتك في Cascais، منتجع شاطئي أنيق جذب الأرستقراطيين والفنانين منذ أن جعلته العائلة الملكية البرتغالية ملعبها الصيفي في القرن التاسع عشر. تتميز المدينة القديمة الساحرة بشوارع مرصوفة للمشاة ومباني بيضاء ومرفأ صيد خلاب ما زال مستخدماً حتى اليوم. توفر الشواطئ الرملية والمأكولات البحرية الممتازة والأجواء الساحلية المريحة النهاية المثالية لمغامرة Lisbon.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تجول في حدائق ومنتزهات Sintra الرومانسية، حيث تؤدي المسارات المتعرجة إلى النوافير والحماقات ونقاط المراقبة التي تكشف لمحات من القصور عبر الأشجار. تزدهر النباتات المورقة في المناخ المحلي الفريد الذي تخلقه الرطوبة الأطلسية المتجمعة على منحدرات الجبل. كانت هذه المناظر الطبيعية الخضراء مؤلفة بعناية مثل أي ديكور داخلي للقصر، خالقة غرف خارجية من العجائب النباتية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "هروب Lisbon: كنوز تاريخية، مناظر Tagus والقصور الملكية",
          "day": 2
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "PT::tavira",
      "name": "Tavira",
      "cc": "PT",
      "language": "ar",
      "coords": [
        37.1275,
        -7.6506
      ],
      "lat": 37.1275,
      "lon": -7.6506,
      "visits": [
        {
          "text": "اكتشف Faro، العاصمة الإقليمية لـ Algarve التي تقدم مركزاً تاريخياً مدمجاً بشوارع ضيقة ساحرة وأجواء مريحة. تضم البلدة القديمة كاتدرائية Faro حيث يمكنك تسلق البرج للحصول على مناظر جوية، وكنيسة العظام في Igreja do Carmo، والمتحف البلدي الممتاز. تستضيف منطقة المارينا وحديقة Jardim Manuel Bivar أسواق الحرف اليدوية في نهاية الأسبوع وتوفر نزهة ممتعة على الواجهة البحرية.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف حديقة Ria Formosa الطبيعية، سلسلة من الجزر الحاجزة تمتد لأكثر من 60 كيلومتراً على طول شرق Algarve. تخلق هذه المناظر الطبيعية المحمية من البحيرات والأراضي الرطبة وأحواض الملح والكثبان الرملية البيضاء مشاهد مختلفة تماماً عن الشواطئ المشهورة المدعومة بالجرف في الغرب. تقدم قرى الصيد التقليدية في الجزر لمحات عن حياة Algarve الأصيلة التي لم تتغير إلى حد كبير لأجيال.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Tavira، واحدة من أكثر المدن الكبيرة أصالة في منطقة Algarve المبنية حول مركزها القروسطي على طول النهر. لا تفوت بقايا Castelo والجسر الروماني المميز في جميع بطاقات Tavira البريدية، وكنيسة Igreja da Misericordia مع بوابة الأزوليجو الرائعة من القرن الثامن عشر. توفر Camera Obscura داخل برج مياه قديم مناظر فريدة لهذه المدينة التاريخية الساحرة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "قم برحلة بحرية عبر Ria Formosa لزيارة جزر مثل Ilha de Tavira وCulatra وArmona لتجربة الشواطئ البكر ومجتمعات الصيد التقليدية. توفر جولات القوارب عند غروب الشمس من Faro طريقة سحرية لتجربة الحديقة الطبيعية عندما تتحول السماء فوق البحيرات. فرص مراقبة الطيور هنا استثنائية، حيث توفر الأراضي الرطبة موطناً للعديد من الأنواع.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 1
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "PT::viana-do-castelo",
      "name": "Viana Do Castelo",
      "cc": "PT",
      "language": "ar",
      "coords": [
        41.6918,
        -8.8344
      ],
      "lat": 41.6918,
      "lon": -8.8344,
      "visits": [
        {
          "text": "استكشف منطقة Minho، المنطقة الأكثر خضرة في البرتغال المحشورة في الزاوية الشمالية الغربية حيث يشكل نهر Minho حدودًا طبيعية مع إسبانيا. وادي Lima يمتد من Peneda-Gerês إلى المحيط الأطلسي عند Viana do Castelo، مما يخلق ممرًا من المناظر الطبيعية الخضراء. هذه المنطقة الهادئة تكافئ الزوار بثقافة أصيلة، ومشي ممتاز، ونبيذ Vinho Verde المحلي المنعش.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف Costa Verde الممتدة على طول الشاطئ الأطلسي لـ Minho مع الشواطئ الهادئة غير المفسدة وقرى الصيد التقليدية. على عكس المنتجعات الجنوبية المزدحمة، يقدم هذا الخط الساحلي تجارب ساحلية أصيلة حيث تدوم تقاليد الصيد. اللقاء الدراماتيكي بين التلال الخضراء وأمواج المحيط الأطلسي يخلق مناظر طبيعية مختلفة تمامًا عن الشواطئ الجنوبية الشهيرة.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Viana do Castelo، بلدة ميناء أنيقة عند مصب نهر Lima مع تراث بحري غني يعود إلى عصر الاستكشاف. المركز التاريخي يضم عمارة Manueline رائعة، وأسواق تقليدية، وملجأ Santa Luzia الرائع على قمة التل الذي يوفر مناظر بانورامية ساحلية. هذه المدينة المثقفة تخدم كبوابة Minho إلى البحر.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف منطقة Minho، أكثر مناطق Portugal خضرة حيث يشكل نهر Minho حدوداً طبيعية مع Spain. يمتد وادي Lima من Peneda-Gerês إلى المحيط الأطلسي عند Viana do Castelo عبر ممر من المناظر الطبيعية الخصبة. هذه المنطقة السلمية تكافئ الزوار بالثقافة الأصيلة والمشي الممتاز ونبيذ Vinho Verde المنعش.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف Costa Verde الممتد على طول المحيط الأطلسي مع الشواطئ الهادئة غير المتضررة وقرى الصيد التقليدية التي تقدم تجارب ساحلية أصيلة. على عكس المنتجعات الجنوبية، هذا الساحل يحافظ على تقاليد الصيد ويخلق مناظر طبيعية مختلفة تماماً عن شواطئ Algarve الشهيرة. اللقاء الدرامي بين التلال الخضراء وأمواج المحيط الأطلسي يعرّف هذا الساحل الشمالي.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Viana do Castelo، مدينة ميناء أنيقة بتراث بحري غني يعود إلى عصر الاستكشاف. يضم المركز التاريخي عمارة Manueline رائعة وأسواق تقليدية وحرم Santa Luzia المذهل على قمة التل الذي يوفر إطلالات ساحلية بانورامية. هذه المدينة المثقفة تخدم كبوابة Minho إلى البحر.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "امش على مسار Rio Minho، مسار بيئي يتبع مجرى النهر على طول خط سكة حديد قديم عبر المناظر الطبيعية النهرية الهادئة والقرى التقليدية. التضاريس اللطيفة تجعل هذا مناسبًا للمشاة من جميع القدرات الذين يسعون للجمال الطبيعي. الطريق بالقرب من الحدود الإسبانية يكشف الطابع الهادئ للمنطقة.",
          "visit_duration_min": 60
        },
        {
          "text": "اجذف بالكانو أو الكاياك في أنهار منطقة Minho، حيث تتعرج المياه الهادئة عبر الوديان الخضراء وبجانب المدن التاريخية. المنطقة الغربية المنخفضة تقدم ظروفًا ممتازة للتجديف مناسبة للعائلات والمبتدئين. المجدفون الأكثر خبرة يمكنهم البحث عن التجديف في المياه البيضاء للمنحدرات المثيرة للأدرينالين.",
          "visit_duration_min": 60
        },
        {
          "text": "تذوق Vinho Verde، النبيذ المميز للمنطقة، في quintas المحلية وحانات القرى في جميع أنحاء Minho. هذا النبيذ الأبيض الخفيف قليل الفوران منخفض الكحول ومنعش تمامًا بعد الأنشطة الخارجية. الاسم يعني 'النبيذ الأخضر' في إشارة إلى المناظر الطبيعية الخضراء حيث يُزرع العنب.",
          "visit_duration_min": 60
        },
        {
          "text": "امش على مسار Rio Minho متتبعاً النهر على طول خط سكة حديد قديم عبر المناظر الطبيعية النهرية الهادئة والقرى التقليدية. اركب الزورق أو الكاياك عبر الوديان الخصبة حيث تتعرج المياه الهادئة ماراً بالمدن التاريخية - ظروف ممتازة للعائلات والمبتدئين. تذوق Vinho Verde، النبيذ المحلي الخفيف قليل الفوران المنعش تماماً بعد الأنشطة الخارجية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 9
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 14
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "PT::vianadoalentejo",
      "name": "Vianadoalentejo",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.33645,
        -8.00011
      ],
      "lat": 38.33645,
      "lon": -8.00011,
      "visits": [
        {
          "text": "مدينة فيانا دو ألينتيخو وقلعتها الخماسية",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 2
        }
      ],
      "rating": 4
    },
    {
      "place_id": "PT::vilavicosa",
      "name": "Vilavicosa",
      "cc": "PT",
      "language": "ar",
      "coords": [
        38.7167,
        -7.5167
      ],
      "lat": 38.7167,
      "lon": -7.5167,
      "visits": [
        {
          "text": "مدينة فيلا فيسوزا ومحجر الرخام",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 4
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "PT::zambujeiradomar",
      "name": "Zambujeiradomar",
      "cc": "PT",
      "language": "ar",
      "coords": [
        37.525024,
        -8.785052
      ],
      "lat": 37.525024,
      "lon": -8.785052,
      "visits": [
        {
          "text": "قرية زامبوجيرا دو مار وشواطئها",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 9
        }
      ],
      "rating": 4.1
    }
  ]
}