{
  "version": "v1",
  "country": "LV",
  "language": "it",
  "itineraries": [
    {
      "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
      "id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Tour della Lettonia: Castelli, Costa Baltica e Segreti Sovietici",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 13,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::riga",
            "coords": [
              56.9496,
              24.1052
            ]
          },
          "visits": [
            {
              "text": "Esplora il centro storico di Riga, dichiarato Patrimonio UNESCO, un quartiere medievale labirintico considerato uno dei centri storici più belli d'Europa. Le strade acciottolate si snodano sotto la guglia svettante della Chiesa di San Pietro mentre la magnificamente ricostruita Casa delle Teste Nere si erge come simbolo orgoglioso della resilienza della città dopo il dominio sovietico. Questo quartiere ricco di atmosfera rivela secoli di storia attraverso la sua architettura gotica, barocca, rinascimentale e classica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri il Quartiere Art Nouveau di Riga, sede di oltre 800 splendidi edifici caratterizzati da facciate intricate, sculture ornate e straordinari dettagli decorativi. Alberta iela (Via Alberta) presenta alcuni dei migliori esempi di questo design europeo di inizio secolo presenti in tutto il continente. Questo tesoro architettonico riconosciuto dall'UNESCO rappresenta una delle concentrazioni più impressionanti di edifici Art Nouveau al mondo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia attraverso il Mercato Centrale di Riga, uno dei mercati alimentari più grandi e suggestivi d'Europa ospitato in cinque enormi ex hangar per dirigibili. Questo vivace centro della vita locale offre un'incredibile varietà di prodotti freschi, carni, formaggi e specialità tradizionali lettoni tra cui piselli grigi con pancetta e il famoso Balsamo Nero di Riga, un liquore alle erbe. Il mercato offre una finestra autentica sulla vita quotidiana lettone e sulle tradizioni culinarie.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Monumento alla Libertà, un iconico monumento di 42 metri in granito e rame che dal 1935 rappresenta un simbolo dell'indipendenza lettone e dell'identità nazionale. Questo amato punto di riferimento, affettuosamente conosciuto come 'Milda', raffigura una donna che tiene tre stelle dorate che rappresentano le regioni storiche della Lettonia. Il monumento è sopravvissuto all'occupazione sovietica e rimane il punto focale delle celebrazioni e commemorazioni nazionali.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora il Museo Etnografico all'Aperto Lettone alla periferia di Riga, che riporta in vita con straordinaria vivacità secoli di vita rurale lettone. Più di 100 edifici storici inclusi poderi tradizionali, laboratori e mulini a vento mostrano il diversificato patrimonio regionale del paese. Eventi stagionali con laboratori artigianali tradizionali e spettacoli di danze popolari rendono questa un'esperienza culturale coinvolgente.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::jurmala",
            "coords": [
              56.968,
              23.7704
            ]
          },
          "visits": [
            {
              "text": "Rilassati sulle spiagge dorate di Jurmala, l'amata 'Riviera Lettone' che si estende per quasi 30 chilometri lungo la costa curva del Golfo di Riga. Questa elegante destinazione turistica ha attirato visitatori inclusi i leader sovietici Breznev e Krusciov, attratti dal suo microclima unico, dall'aria salmastra e dalle rinomate piscine di fango minerale che offrono trattamenti olistici per la salute. Le spiagge Bandiera Blu di Majori e Bulduri sono tra le migliori della costa baltica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Vivi l'atmosfera terapeutica delle famose tradizioni termali di Jurmala, che da oltre un secolo attirano chi cerca il benessere. Le città termali lungo questo tratto di costa si specializzano in trattamenti minerali e terapie per la salute utilizzando le risorse naturali uniche della regione. Affascinanti ville in legno Art Nouveau costeggiano le strade, creando un carattere architettonico distintivo unico nei Paesi Baltici.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Avventurati nel Parco Nazionale di Ķemeri, una meraviglia di zone umide protette famosa per le sue vaste torbiere, paludi incontaminate e notevole biodiversità. Sentieri su passerelle ben mantenute si snodano attraverso questo ecosistema unico, permettendo ai visitatori di esplorare senza disturbare l'ambiente fragile. Il parco offre eccezionali opportunità di birdwatching con numerose specie rare che hanno fatto di queste suggestive zone umide la loro casa.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 160,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::kuldiga",
            "coords": [
              56.9677,
              21.9681
            ]
          },
          "visits": [
            {
              "text": "Passeggia attraverso l'incantevole centro storico di Kuldiga, dove cottage di legno storti e vicoli acciottolati preservano secoli di fascino del Vecchio Mondo nel cuore della regione di Kurzeme. Case risalenti al 1700 creano uno dei paesaggi urbani storici più attraenti della Lettonia, mentre ponti ad arco in mattoni e l'elegante Chiesa barocca di Santa Caterina ricordano l'era prospera della città sotto il ducato di Curlandia. Questa città da cartolina rappresenta il patrimonio lettone autentico al suo meglio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira la Ventas Rumba, la cascata più larga d'Europa che si estende per 249 metri attraverso il fiume Venta alla periferia della città. Queste cascate ruggenti creano uno spettacolare fenomeno naturale, particolarmente impressionante durante le piene primaverili quando i salmoni saltano a monte. Gli habitat ripariali verdeggianti circostanti e le misteriose Grotte di Sabbia di Riezupe aggiungono fascino alle attrazioni naturali di Kuldiga.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora le suggestive Grotte di Sabbia di Riezupe, una rete di tunnel scavati nelle sponde di arenaria vicino al fiume Venta. Queste grotte, formate da secoli di erosione naturale e attività umana, creano un paesaggio sotterraneo ultraterreno unico in questa regione. La combinazione di cascate, grotte e architettura storica rende Kuldiga un punto culminante inaspettato di qualsiasi viaggio lettone.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::liepaja",
            "coords": [
              56.5047,
              21.0108
            ]
          },
          "visits": [
            {
              "text": "Scopri Liepaja, un affascinante mosaico di architettura Art Nouveau e patrimonio ortodosso russo vicino al confine lituano. La Cattedrale della Santissima Trinità domina il paesaggio urbano con la sua guglia svettante e ospita uno dei più grandi organi meccanici al mondo. Mercati quotidiani vivaci e quartieri operai conferiscono a questa città portuale di 90.000 abitanti un carattere autentico e vissuto lontano dalle tipiche rotte turistiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora Karosta, un ex insediamento militare sovietico clandestino ai margini della moderna Liepaja che una volta ospitava oltre 25.000 militari. I resti battuti dal vento dei forti zaristi e dell'URSS ora vengono trasformati in gallerie d'arte e spazi culturali, mentre l'inquietante Prigione di Karosta offre ai visitatori la possibilità di sperimentare la vita come prigioniero dell'era sovietica. Le drammatiche spiagge settentrionali che si estendono lungo la costa aggiungono bellezza naturale a questo quartiere evocativo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita la famigerata Prigione di Karosta, una delle attrazioni più insolite della Lettonia dove i visitatori possono vivere un'esperienza immersiva di una notte da prigioniero in questa ex struttura di detenzione militare sovietica. Le celle spoglie e cupe e le esercitazioni militari ricreano le dure condizioni che i veri prigionieri sopportavano. Questa esperienza indimenticabile fornisce un collegamento viscerale con la complessa storia lettone del XX secolo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::ventspils",
            "coords": [
              57.3894,
              21.5606
            ]
          },
          "visits": [
            {
              "text": "Visita il Castello di Ventspils, il castello dell'Ordine Livoniano meglio conservato in Lettonia, che si erge con graziose facciate gialle contro gli acciottolati del centro storico. Questa fortezza del XIII secolo ha assistito a 800 anni di storia baltica e ora ospita un museo che racconta il patrimonio medievale della regione. La posizione strategica del castello riflette l'importanza di Ventspils come uno dei porti più trafficati della regione baltica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia lungo le famose passeggiate fiorite di Ventspils che hanno fatto guadagnare alla città la sua reputazione come capitale dei fiori della Lettonia. Dalla primavera in poi, aiuole fiorite di fiori e bulbi esplodono in tutta la città e lungo le sue passeggiate sul mare. L'affascinante Piazza del Mercato e le case storiche su Skolas Street mostrano la combinazione di storia e orgoglio civico della città.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Goditi le spiagge ben mantenute di Ventspils e le passeggiate portuali dove l'industria marittima moderna incontra il fascino tradizionale del mare baltico. La città offre eccellenti strutture per famiglie, inclusa la popolare Città dei Bambini di Ventspils con il suo centro scientifico interattivo e parchi giochi. La combinazione di patrimonio medievale, bellezza floreale e ricreazione costiera rende Ventspils una destinazione sorprendentemente gratificante.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::kolka",
            "coords": [
              57.7558,
              22.5936
            ]
          },
          "visits": [
            {
              "text": "Esplora il Parco Nazionale di Slītere, il gioiello naturale della regione di Kurzeme che comprende le bellissime Colline Blu e grandi tratti di costa baltica non sviluppata. Dune di sabbia ondulate e spiagge dorate in pendenza incontrano le onde bianche del mare in questa area selvaggia protetta. Profonde foreste vergini di abete, olmo e rara edera baltica coprono l'interno, proteggendo fauna selvatica diversificata in uno degli ambienti più incontaminati della Lettonia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Fermati a Capo Kolka, il punto drammatico dove il parco si protende nell'oceano e le acque del Mar Baltico incontrano il Golfo di Riga. Questo promontorio remoto offre viste spettacolari attraverso le acque turbolente dove due corpi d'acqua distinti si scontrano. La bellezza isolata del capo e le potenti forze naturali creano un'atmosfera di natura selvaggia e indomita.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Scopri i villaggi di pescatori storici sparsi nel Parco Nazionale di Slītere, molti dei quali rimasero veramente fuori dai sentieri battuti durante i tempi sovietici a causa di una presenza militare limitata nella zona. Questi insediamenti rustici preservano la cultura e l'architettura tradizionale della pesca livone che è largamente scomparsa altrove. La combinazione di natura incontaminata e patrimonio autentico rende questa regione particolarmente gratificante per i viaggiatori avventurosi.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 160,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::saulkrasti",
            "coords": [
              57.2575,
              24.4089
            ]
          },
          "visits": [
            {
              "text": "Rilassati sulle spiagge più tranquille di Saulkrasti, il rifugio estivo meno conosciuto della Lettonia che si affaccia su Jurmala attraverso le acque del Golfo di Riga. Questa alternativa più rilassante alla sua famosa controparte offre chilometri di piste ciclabili tortuose e splendide sabbie color avorio nelle zone balneari come Pabazi. L'atmosfera pacifica attrae coloro che cercano tranquillità piuttosto che il trambusto dei resort più grandi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sali sulla Duna Bianca, un punto di riferimento alto 18 metri che si erge drammaticamente sul bordo del fiume Inčupe. Questa formazione naturale offre una vista privilegiata del tramonto sulla costa baltica e sulle foreste circostanti di tigli e abeti ondeggianti. La posizione elevata della duna offre prospettive panoramiche sul bellissimo tratto di costa di Saulkrasti.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorri i sentieri escursionistici sulla scogliera che si snodano attraverso le foreste costiere lungo la costa panoramica di Saulkrasti. Questi sentieri offrono viste sempre diverse del Mar Baltico attraverso le aperture nella densa volta della foresta. La combinazione di spiaggia, foresta e scogliere costiere crea paesaggi diversi all'interno di un'area compatta perfetta per passeggiate nella natura.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::sigulda",
            "coords": [
              57.1537,
              24.8544
            ]
          },
          "visits": [
            {
              "text": "Scopri Sigulda, la porta d'accesso alla leggendaria Valle di Gauja della Lettonia, dove boschi nebbiosi, fiumi serpeggianti e colline coronate da castelli hanno ispirato innumerevoli leggende locali. Il paesaggio drammatico di questa regione, spesso chiamata la 'Svizzera della Lettonia', presenta un terreno ondulato, profonde valli fluviali e foreste che brillano di colore in autunno. I ciliegi fioriscono in tutto l'affascinante centro città, che vanta anche un'elegante architettura pre-indipendenza.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il magnifico Castello di Turaida, la risposta della Lettonia al Castello di Bran della Transilvania, i cui mastii, bastioni e merli si ergono drammaticamente sopra la Valle di Gauja. Questa fortezza di mattoni rossi del XIII secolo è stata splendidamente restaurata e offre viste panoramiche sul paesaggio boscoso. Il museo del castello racconta 800 anni di storia regionale all'interno delle sue torri e camere suggestive.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Avventurati nella massiccia Grotta di Gutmanis, una delle caverne più grandi degli stati baltici, dove antiche iscrizioni risalenti al XVII secolo ricoprono le pareti di arenaria. Questa meraviglia naturale è stata un luogo di leggenda e pellegrinaggio per secoli, con innumerevoli visitatori che hanno lasciato i loro segni sulle sue superfici. L'impressionante scala della grotta e i graffiti storici ne fanno un'attrazione unica all'interno della Valle di Gauja.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Scendi nei bunker sovietici segreti di Līgatne, nascosti nelle profondità delle foreste ai margini della città. Queste strutture sotterranee erano progettate per ospitare funzionari di alto rango in caso di guerra nucleare e offrono uno sguardo affascinante sulla Lettonia dell'era della Guerra Fredda. I bunker ben conservati offrono un viaggio inquietante nel tempo verso un'epoca di tensioni tra superpotenze e ansia nucleare.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Vivi avventure all'aperto nel Parco Nazionale di Gauja, il parco nazionale più grande e visitato della Lettonia che offre eccellenti opportunità di escursionismo, canoa e sci nordico. Le suggestive gole di arenaria e gli scarpamenti ricoperti di foreste di abeti di roccia devoniana creano paesaggi drammatici in tutto il parco. Le Scogliere di Ērgļu e numerosi sentieri naturali invitano all'esplorazione di questa natura selvaggia baltica incontaminata.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::cesis",
            "coords": [
              57.3119,
              25.2748
            ]
          },
          "visits": [
            {
              "text": "Passeggia attraverso Cesis, la cui gloria medievale è stata preservata in uno dei migliori centri storici della Lettonia. Ampie strade di ciottoli si snodano oltre graziose facciate di legno dipinto realizzate nel classico stile baltico, mentre chiese stuccate e cortili usurati evocano i mercati medievali vivaci che un tempo prosperavano qui. La Chiesa di San Giovanni contiene le tombe dei cavalieri dell'Ordine Livoniano che hanno plasmato la storia tumultuosa di questa regione.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Castello di Cesis, un formidabile miscuglio di palizzate e torri di guardia avvolte dalle foreste vicino al centro città. Questa roccaforte del XIII secolo ha assistito a 800 anni di invasioni da parte delle forze svedesi, russe, slave e polacche, e le sue ampie rovine raccontano la storia dell'importanza strategica della regione. I visitatori possono scalare torri, esplorare passaggi sotterranei e scoprire racconti di guerra baltica medievale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Parco Archeologico di Araisi, il museo all'aperto più popolare della Lettonia, situato a breve distanza da Cesis. Questo sito affascinante racconta gli stili di vita delle prime tribù baltiche del Medioevo che facevano le loro case in abitazioni di legno ricostruite sulle rive del lago. Le rovine di un castello dell'Ordine Livoniano e ampi reperti archeologici mostrano tutto, dalla moda del XIV secolo alle innovazioni agricole medievali.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivi la storia medievale in prima persona nell'insediamento ricostruito di abitazioni lacustri di Araisi, dove capanne di legno e cottage in legno ricreano la vita come veniva vissuta oltre mille anni fa. L'ambientazione pacifica sul lago aggiunge all'atmosfera di fare un passo indietro nel tempo. Questa finestra unica sul passato più profondo della Lettonia porta vividamente in vita il patrimonio pre-cristiano della regione.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 140,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::bauska",
            "coords": [
              56.4075,
              24.1947
            ]
          },
          "visits": [
            {
              "text": "Scopri il Castello di Bauska, dove i Cavalieri dell'Ordine Livoniano fortificarono per la prima volta le piccole isole alla confluenza di due fiumi. Successivamente, i Duchi di Curlandia e gli zar russi eressero una nuova fortificazione con le sue caratteristiche mura imbiancate e tetti di tegole rosse. La posizione del castello all'inizio del fiume Lielupe lo rese strategicamente vitale per secoli di lotte di potere baltiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira il Palazzo di Rundāle, la 'Versailles della Lettonia' e uno dei palazzi barocchi più magnifici della regione baltica. Questo capolavoro del XVIII secolo fu progettato da Bartolomeo Rastrelli, celebre architetto della corte imperiale russa, come dono dell'Imperatrice Caterina la Grande. Gli interni opulenti del palazzo, con la loro stravaganza italiana sgargiante, e i giardini formali di rose circostanti e i prati in stile inglese attirano migliaia di visitatori ogni anno.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora il carattere affascinante di zona arretrata della città di Bauska, dove i canali del fiume scorrono attraverso il cuore fiancheggiato da orti e terreni agricoli, attraversati da ponti sospesi precari. La graziosa piazza del mercato brulica di vita locale, offrendo uno sguardo autentico sull'esistenza della piccola città lettone. Questo ambiente tranquillo offre un contrasto perfetto con la grandezza del vicino Palazzo di Rundāle.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 200,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::daugavpils",
            "coords": [
              55.8694,
              26.5361
            ]
          },
          "visits": [
            {
              "text": "Esplora Daugavpils, la seconda città della Lettonia e luogo di nascita del rinomato artista Mark Rothko, situata nelle colline e nei laghi della pittoresca valle del fiume Daugava. Questa città batte al ritmo russo come centro della popolazione russofona della Lettonia, offrendo un'esperienza culturale affascinatemente diversa da Riga. Il glorioso nucleo storico presenta un'architettura raffinata del XIX secolo grazie all'influenza di San Pietroburgo su questa città di confine.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita l'imponente Fortezza di Daugavpils, i cui bastioni incombenti segnano uno dei centri militaristici dell'ex Impero Russo. Questa fortificazione del XIX secolo, l'unica fortezza dell'inizio del XIX secolo nel Nord Europa che ha mantenuto le sue caratteristiche originali, copre una vasta area e una volta ospitava migliaia di truppe. La fortezza è attualmente in fase di restauro e offre un notevole viaggio attraverso la storia militare baltica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira la Cattedrale dei Santi Boris e Gleb, le cui cupole dorate e cupole ortodosse si ergono drammaticamente contro l'orizzonte di Daugavpils. Questa cattedrale ortodossa russa, con la sua architettura che ricorda Kiev e la Basilica di San Basilio di Mosca, riflette la forte influenza culturale russa in questa regione. L'interno ornato con la sua iconostasi tradizionale crea un'atmosfera di grandezza spirituale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeggia per le strade di Daugavpils per scoprire l'antitesi della vivace Riga in questa capitale provinciale contemplativa. La posizione unica della città tra Est e Ovest ha creato un'atmosfera culturale distintiva dove le tradizioni russe e lettoni si fondono. Musei, gallerie e il Centro d'Arte Mark Rothko onorano il figlio più famoso della città mostrando l'arte baltica contemporanea.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            11
          ],
          "label": "Segment 3 — J11–J11",
          "from_day": 11,
          "to_day": 11
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 11,
          "label": "Var 11j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Tour della Lettonia: Castelli, Costa Baltica e Segreti Sovietici",
        "intro_paragraph": "Viaggio attraverso la storia stratificata della Lettonia e le selvagge coste baltiche. Dalle facciate art nouveau di Riga alle rovine del castello nella foresta di Sigulda, scopri il romanticismo della cascata di Kuldīga e i bunker dei sottomarini sovietici di Liepāja. Concludi a Capo Kolka dove due mari si scontrano sotto cieli nordici infiniti e foreste di pini abbracciano spiagge di sabbia bianca.",
        "seo_hook": "Facciate art nouveau brillano nella luce del mattino, rovine di castelli coronano valli boscose, onde fredde si incontrano alla fine solitaria della terra. La Lettonia custodisce bene i suoi segreti.",
        "featured_list": [
          "Riga: splendore art nouveau si svela",
          "Sigulda: rovine del castello valli forestali",
          "Kuldīga: cascata più ampia romanticismo ti aspetta",
          "Liepāja: bunker sovietici profondità nascoste",
          "Kolka: due mari si incontrano qui"
        ],
        "places_taglines": {
          "LV::riga": "capolavoro art nouveau guglie della città vecchia",
          "LV::jurmala": "resort belle époque ville di legno sulla spiaggia",
          "LV::kuldiga": "cascata più ampia d'europa fascino ciottolato",
          "LV::liepaja": "porto navale esplorazioni bunker sovietici",
          "LV::ventspils": "porto colorato strade allegre parata di mucche",
          "LV::kolka": "promontorio dove due mari si scontrano drammaticamente",
          "LV::saulkrasti": "duna bianca foresta di pini spiaggia tranquilla",
          "LV::sigulda": "valle Gauja rovine del castello oro autunnale",
          "LV::cesis": "castello medievale eredità torneo cavalieri vive",
          "LV::bauska": "palazzo Rundale giardini barocchi grandezza",
          "LV::daugavpils": "luogo nascita Rothko isola fortezza tempo si ferma"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}