{
  "version": "v1",
  "country": "LV",
  "language": "ar",
  "itineraries": [
    {
      "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
      "id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
      "language": "ar",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Latvia مكشوفة: القلاع وساحل البلطيق والأسرار السوفيتية",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 13,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::riga",
            "coords": [
              56.9496,
              24.1052
            ]
          },
          "visits": [
            {
              "text": "استكشف البلدة القديمة في Riga المدرجة في قائمة UNESCO، وهي حي متاهة من العصور الوسطى يُعتبر من أجمل المراكز التاريخية في أوروبا. تتعرج الشوارع المرصوفة بالحصى تحت برج كنيسة St. Peter's الشاهق بينما يقف بيت Blackheads المُعاد بناؤه بروعة كرمز فخور لمرونة المدينة بعد الهيمنة السوفيتية. يكشف هذا الحي الجوي عن قرون من التاريخ من خلال عمارته القوطية والباروكية وعمارة عصر النهضة والكلاسيكية.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "اكتشف حي Riga للفن الحديث، موطن أكثر من 800 مبنى مذهل يتميز بواجهات معقدة ونحوتات مزخرفة وتفاصيل زخرفية استثنائية. يعرض شارع Alberta iela بعضاً من أروع أمثلة هذا التصميم الأوروبي لمطلع القرن في أي مكان في القارة. يمثل هذا الكنز المعماري المعترف به من UNESCO أحد أكثر تجمعات مباني الفن الحديث إثارة للإعجاب في العالم.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "تجول في سوق Riga المركزي، أحد أكبر وأكثر الأسواق الغذائية أجواءً في أوروبا والذي يقع في خمسة حظائر ضخمة لسفن Zeppelin السابقة. يقدم هذا المركز النابض بالحياة الحيوية المحلية مجموعة مذهلة من المنتجات الطازجة واللحوم والأجبان والأطباق اللاتفية التقليدية بما في ذلك البازلاء الرمادية مع لحم الخنزير المقدد وخمور Riga Black Balsam العشبية الشهيرة. يوفر السوق نافذة أصيلة على الحياة اللاتفية اليومية والتقاليد الطهوية.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "زر نصب الحرية، نصب تذكاري أيقوني من الجرانيت والنحاس بارتفاع 42 متراً يقف كرمز للاستقلال اللاتفي والهوية الوطنية منذ عام 1935. هذا المعلم المحبوب، المعروف بمودة باسم 'Milda'، يصور امرأة تحمل ثلاث نجوم ذهبية تمثل مناطق Latvia التاريخية. نجا النصب من الاحتلال السوفيتي ولا يزال نقطة التركيز للاحتفالات والإحياءات الوطنية.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "استكشف المتحف اللاتفي الإثنوغرافي في الهواء الطلق على أطراف Riga، الذي يجلب قرون من الحياة الريفية اللاتفية إلى الواقع الحي. أكثر من 100 مبنى تاريخي بما في ذلك المزارع التقليدية وورش العمل وطواحين الهواء تعرض التراث الإقليمي المتنوع للبلاد. الأحداث الموسمية التي تتضمن ورش الحرف التقليدية وعروض الرقص الشعبي تجعل من هذه تجربة ثقافية غامرة.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::jurmala",
            "coords": [
              56.968,
              23.7704
            ]
          },
          "visits": [
            {
              "text": "استرخ على الشواطئ الذهبية في Jurmala، 'الريفيرا اللاتفية' المحبوبة التي تمتد لحوالي 30 كيلومتراً على طول الساحل المنحني لخليج Riga. هذه الوجهة المنتجعية الأنيقة جذبت زواراً بمن فيهم القادة السوفيت Brezhnev و Khrushchev، الذين انجذبوا بسبب مناخها المحلي الفريد والهواء البحري المالح وحمامات الطين المعدني الشهيرة التي تقدم علاجات صحية شاملة. تحتل الشواطئ الحاصلة على العلم الأزرق في Majori و Bulduri مرتبة بين الأفضل على ساحل البلطيق.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "اختبر الأجواء العلاجية لتقاليد السبا الشهيرة في Jurmala، التي تجذب الباحثين عن العافية لأكثر من قرن. تتخصص البلدات المنتجعية على طول هذا الامتداد من الساحل في العلاجات المعدنية والعلاجات الصحية التي تستغل الموارد الطبيعية الفريدة للمنطقة. تصطف الفيلات الخشبية الساحرة للفن الحديث على الشوارع، مما يخلق طابعاً معمارياً مميزاً لا يشبه أي مكان آخر في دول البلطيق.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "غامر في حديقة Ķemeri الوطنية، أرض عجائب الأراضي الرطبة المحمية المشهورة بمستنقعات الخث الواسعة والمستنقعات البكر والتنوع البيولوجي الرائع. تتعرج مسارات الممرات الخشبية المحافظ عليها جيداً عبر هذا النظام البيئي الفريد، مما يسمح للزوار بالاستكشاف دون إزعاج البيئة الهشة. توفر الحديقة فرصاً استثنائية لمراقبة الطيور مع العديد من الأنواع النادرة التي تتخذ موطناً لها في هذه الأراضي الرطبة الجوية.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 160,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::kuldiga",
            "coords": [
              56.9677,
              21.9681
            ]
          },
          "visits": [
            {
              "text": "تجول في البلدة القديمة الساحرة في Kuldiga، حيث الأكواخ الخشبية المنحنية والممرات المرصوفة بالحصى تحافظ على قرون من سحر العالم القديم في قلب منطقة Kurzeme. تخلق المنازل التي تعود للقرن الثامن عشر أحد أكثر المشاهد التاريخية الشارعية جاذبية في Latvia، بينما تستدعي الجسور المقوسة من الطوب وكنيسة St. Catherine's الباروكية الأنيقة العصر المزدهر للمدينة تحت دوقية Courland. تمثل هذه المدينة الجميلة التراث اللاتفي الأصيل في أفضل حالاته.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "تعجب من Ventas Rumba، أعرض شلال في أوروبا يمتد 249 متراً عبر نهر Venta على أطراف المدينة. تخلق هذه المتتاليات الهادرة ظاهرة طبيعية مذهلة، مؤثرة بشكل خاص خلال فيضانات الربيع عندما يقفز السلمون عكس التيار. الموائل النهرية الخضراء المحيطة وكهوف Riezupe الرملية الغامضة تضيف إلى مناطق الجذب الطبيعية في Kuldiga.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "استكشف كهوف Riezupe الرملية الجوية، شبكة من الأنفاق المنحوتة في ضفاف الحجر الرملي بالقرب من نهر Venta. هذه الكهوف، التي تشكلت بفعل قرون من التآكل الطبيعي والنشاط البشري، تخلق منظراً طبيعياً تحت الأرض غير أرضي فريد في هذه المنطقة. إن الجمع بين الشلالات والكهوف والعمارة التاريخية يجعل Kuldiga نقطة مميزة غير متوقعة في أي رحلة لاتفية.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::liepaja",
            "coords": [
              56.5047,
              21.0108
            ]
          },
          "visits": [
            {
              "text": "اكتشف Liepaja، فسيفساء رائعة من عمارة الفن الحديث والتراث الأرثوذكسي الروسي بالقرب من الحدود الليتوانية. تهيمن كاتدرائية الثالوث المقدس على المنظر الحضري ببرجها الشاهق وتضم أحد أكبر الأورغن الميكانيكية في العالم. الأسواق اليومية الصاخبة والأحياء العمالية ذات الياقات الزرقاء تعطي هذه المدينة المرفئية التي يبلغ عدد سكانها 90,000 نسمة طابعاً أصيلاً ومعاشاً بعيداً عن الطرق السياحية النموذجية.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "استكشف Karosta، مستوطنة عسكرية سوفيتية سرية سابقة على حافة Liepaja الحديثة كانت تؤوي أكثر من 25,000 فرد عسكري. يتم الآن تحويل البقايا العاصفة لحصون القيصرية و USSR إلى صالات فنية ومساحات ثقافية، بينما يقدم سجن Karosta المؤثر للزوار فرصة اختبار الحياة كسجين من العصر السوفيتي. الشواطئ الشمالية الدرامية الممتدة على طول الساحل تضيف جمالاً طبيعياً لهذا الحي المؤثر.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "جول في سجن Karosta سيء الصيت، أحد أكثر مناطق الجذب غير العادية في Latvia حيث يمكن للزوار اختبار ليلة غامرة كسجين في هذا المرفق العسكري السوفيتي السابق للاحتجاز. الزنازين الصارمة والقاتمة والتدريبات العسكرية تعيد خلق الظروف القاسية التي تحملها السجناء الفعليون. هذه التجربة التي لا تُنسى توفر اتصالاً حسياً بتاريخ Latvia المعقد في القرن العشرين.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::ventspils",
            "coords": [
              57.3894,
              21.5606
            ]
          },
          "visits": [
            {
              "text": "زر قلعة Ventspils، قلعة النظام الليفوني الأفضل حفظاً في Latvia، ترتفع بواجهاتها الصفراء الجميلة المغسولة مقابل الحصى في البلدة القديمة. شهدت هذه القلعة من القرن الثالث عشر 800 عام من تاريخ البلطيق وتضم الآن متحفاً يؤرخ للتراث الوسطوي للمنطقة. يعكس الموقع الاستراتيجي للقلعة أهمية Ventspils كأحد أكثر الموانئ انشغالاً في منطقة البلطيق.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "تنزه على طول الممشى المزين بالأزهار الشهير في Ventspils الذي أكسب المدينة سمعتها كعاصمة الأزهار في Latvia. من فصل الربيع فصاعداً، تنفجر أحواض الزهور والبصيلات المتفتحة في جميع أنحاء المدينة وعلى طول ممراتها البحرية. ساحة السوق الساحرة والمنازل التاريخية في شارع Skolas تعرض مزيج المدينة من التاريخ والفخر المدني.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "استمتع بشواطئ Ventspils المحافظ عليها جيداً وممرات الموانئ حيث تلتقي الصناعة البحرية الحديثة بسحر البلطيق الساحلي التقليدي. تقدم المدينة مرافق ممتازة للعائلات، بما في ذلك مدينة Ventspils للأطفال الشهيرة مع مركزها العلمي التفاعلي وملاعبها. إن الجمع بين التراث الوسطوي والجمال الزهري والترفيه الساحلي يجعل Ventspils وجهة مجزية بشكل مفاجئ.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::kolka",
            "coords": [
              57.7558,
              22.5936
            ]
          },
          "visits": [
            {
              "text": "استكشف حديقة Slītere الوطنية، الجوهرة الطبيعية لمنطقة Kurzeme التي تشمل التلال الزرقاء الجميلة وامتدادات كبيرة من ساحل البلطيق غير المطور. تلتقي الكثبان الرملية المتدحرجة والشواطئ الذهبية المنحدرة مع رؤوس الأمواج البيضاء للبحر في هذه المنطقة البرية المحمية. تغطي الغابات البكر العميقة من الصنوبر والدردار واللبلاب البلطيقي النادر الداخل، محتمية بحياة برية متنوعة في أحد أكثر بيئات Latvia نقاوة.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "قف عند رأس Kolka، النقطة الدرامية حيث تبرز الحديقة في المحيط وتلتقي مياه بحر البلطيق بخليج Riga. يقدم هذا الرأس النائي مناظر مذهلة عبر المياه المضطربة حيث تتصادم كتلتان مائيتان مختلفتان. إن الجمال المعزول للرأس والقوى الطبيعية القوية تخلق أجواء من الطبيعة البرية غير المروضة.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "اكتشف قرى الصيد التاريخية المنتشرة في حديقة Slītere الوطنية، والتي بقي الكثير منها حقاً خارج الطرق المطروقة خلال الأوقات السوفيتية بسبب الوجود العسكري المقيد في المنطقة. تحافظ هذه المستوطنات الريفية على ثقافة وعمارة الصيد الليفونية التقليدية التي اختفت إلى حد كبير في أماكن أخرى. إن الجمع بين الطبيعة البكر والتراث الأصيل يجعل هذه المنطقة مجزية بشكل فريد للمسافرين المغامرين.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 160,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::saulkrasti",
            "coords": [
              57.2575,
              24.4089
            ]
          },
          "visits": [
            {
              "text": "استرخِ على شواطئ Saulkrasti الأكثر هدوءاً، ملاذ Latvia الصيفي الأقل شهرة الذي يواجه Jurmala عبر مياه خليج Riga. هذا البديل الأكثر استرخاءً لنظيره المشهور يوفر أميالاً من مسارات الدراجات المتعرجة والرمال العاجية الرائعة في المنتجعات مثل Pabazi. الأجواء الهادئة تجذب أولئك الذين يسعون للهدوء بدلاً من صخب المنتجعات الأكبر.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "تسلق الكثيب الأبيض، معلم بارتفاع 18 متراً يرتفع بشكل دراماتيكي على حافة نهر Inčupe. هذا التكوين الطبيعي يوفر مشاهدة مثالية لغروب الشمس عبر ساحل البلطيق والغابات المحيطة من أشجار الزيزفون والتنوب المتمايلة. الموقع المرتفع للكثيب يوفر مناظر بانورامية عبر الامتداد الجميل لساحل Saulkrasti.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "تنزه في مسارات المشي على قمم الجروف التي تتعرج عبر الغابات الساحلية على طول ساحل Saulkrasti الخلاب. هذه المسارات توفر مناظر متغيرة باستمرار لبحر البلطيق من خلال الفجوات في المظلة الحرجية الكثيفة. الجمع بين الشاطئ والغابة والجروف الساحلية يخلق مناظر طبيعية متنوعة ضمن منطقة مدمجة مثالية للمشي في الطبيعة.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::sigulda",
            "coords": [
              57.1537,
              24.8544
            ]
          },
          "visits": [
            {
              "text": "اكتشف Sigulda، بوابة وادي Gauja الأسطوري في Latvia حيث الأراضي الحرجية الضبابية والأنهار المتعرجة والتلال المتوجة بالقلاع ألهمت عدد لا يحصى من الأساطير المحلية. المناظر الطبيعية الدراماتيكية لهذه المنطقة، التي تُدعى غالباً 'سويسرا Latvia'، تتميز بالتضاريس المتموجة ووديان الأنهار العميقة والغابات التي تتوهج بالألوان في الخريف. أشجار الكرز تزهر في جميع أنحاء وسط المدينة الساحر، والذي يضم أيضاً عمارة أنيقة من عهد ما قبل الاستقلال.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "استكشف قلعة Turaida الرائعة، إجابة Latvia على قلعة Bran في ترانسيلفانيا، التي ترتفع أبراجها وحصونها وشرفاتها المسننة بشكل دراماتيكي فوق وادي Gauja. هذه القلعة من الطوب الأحمر التي تعود للقرن الثالث عشر تم ترميمها بشكل جميل وتوفر مناظر بانورامية عبر المناظر الطبيعية الحرجية. متحف القلعة يروي 800 عام من التاريخ الإقليمي ضمن أبراجها وغرفها ذات الأجواء المميزة.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "غامر في كهف Gutmanis الضخم، أحد أكبر الكهوف في دول البلطيق، حيث النقوش القديمة التي تعود للقرن السابع عشر تغطي جدران الحجر الرملي. هذه العجيبة الطبيعية كانت مكان أسطورة وحج لقرون، مع عدد لا يحصى من الزوار يتركون بصماتهم على سطوحها. الحجم المثير للإعجاب للكهف والكتابات التاريخية على الجدران تجعله معلماً فريداً ضمن وادي Gauja.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "انزل إلى مخابئ السوفييت السرية في Līgatne، المخفية عميقاً في الغابات على أطراف المدينة. هذه المرافق تحت الأرض صُممت لإيواء المسؤولين رفيعي المستوى في حالة حرب نووية وتوفر لمحة مثيرة عن Latvia في عهد الحرب الباردة. المخابئ المحفوظة جيداً توفر رحلة مخيفة إلى عصر توترات القوى العظمى والقلق النووي.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "اختبر المغامرات في الهواء الطلق في متنزه Gauja الوطني، أكبر وأكثر المتنزهات الوطنية زيارة في Latvia والذي يوفر فرصاً ممتازة للمشي والتجديف والتزلج الشمالي. الخوانق الحجرية الرملية المذهلة والمنحدرات المغطاة بغابات التنوب من صخور العصر الديفوني تخلق مناظر درامية في جميع أنحاء المتنزه. جروف Ērgļu والعديد من مسارات الطبيعة تدعو لاستكشاف هذه البرية البلطيقية البكر.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::cesis",
            "coords": [
              57.3119,
              25.2748
            ]
          },
          "visits": [
            {
              "text": "تجول في Cesis، التي تم الحفاظ على مجدها في القرون الوسطى في أحد أفضل المراكز التاريخية للمدن في Latvia. شوارع مرصوفة بالحجارة واسعة تتعرج عبر واجهات خشبية مطلية جميلة بالأسلوب البلطيقي الكلاسيكي، بينما الكنائس المجصصة والساحات المتآكلة تستحضر أسواق العصور الوسطى الصاخبة التي ازدهرت هنا. كنيسة St. John's تحتوي على قبور فرسان النظام الليفوني الذين شكلوا التاريخ المضطرب لهذه المنطقة.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "استكشف قلعة Cesis، مزيج هائل من الحواجز والبوابات محاط بالغابات قرب وسط المدينة. هذه القلعة من القرن الثالث عشر شهدت 800 عام من الغزوات من قبل القوات السويدية والروسية والسلافية والبولندية، وأطلالها الواسعة تحكي قصة الأهمية الاستراتيجية للمنطقة. يمكن للزوار تسلق الأبراج واستكشاف الممرات تحت الأرض واكتشاف حكايات الحروب البلطيقية في القرون الوسطى.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "زر متنزه Araisi الأثري، المتحف المفتوح الأكثر شعبية في Latvia، الواقع على مسافة قصيرة من Cesis. هذا الموقع المثير يروي أساليب حياة قبائل البلطيق في أوائل العصور الوسطى الذين جعلوا منازلهم في المساكن الخشبية المعاد بناؤها على ضفاف البحيرة. أطلال قلعة النظام الليفوني والاكتشافات الأثرية الواسعة تعرض كل شيء من أزياء القرن الرابع عشر إلى ابتكارات الزراعة في العصور الوسطى.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "اختبر التاريخ في العصور الوسطى بشكل مباشر في مستوطنة مساكن البحيرة المعاد بناؤها في Araisi، حيث الأكواخ الخشبية والبيوت الخشبية تعيد إنشاء الحياة كما عُوشت قبل أكثر من ألف عام. البيئة الهادئة على ضفاف البحيرة تضيف إلى أجواء العودة بالزمن. هذه النافذة الفريدة على ماضي Latvia الأعمق تحيي التراث ما قبل المسيحي للمنطقة بشكل حي.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 140,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::bauska",
            "coords": [
              56.4075,
              24.1947
            ]
          },
          "visits": [
            {
              "text": "اكتشف قلعة Bauska، حيث فرسان النظام الليفوني حصنوا أولاً الجزر الصغيرة عند ملتقى نهرين. لاحقاً، دوقات Courland والقياصرة الروس أقاموا حصناً جديداً بجدرانه المبيضة المميزة والأسقف الحمراء المبلطة. موقع القلعة في بداية نهر Lielupe جعلها حيوية استراتيجياً لقرون من صراعات السلطة البلطيقية.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "تعجب من قصر Rundāle، 'فرساي Latvia' وأحد أروع القصور الباروكية في منطقة البلطيق. هذه التحفة من القرن الثامن عشر صممها Bartolomeo Rastrelli، المهندس المعماري المشهور للبلاط الإمبراطوري الروسي، كهدية من الإمبراطورة Catherine العظيمة. التصميمات الداخلية الفخمة للقصر، بإسرافها الإيطالي المبهرج، والحدائق الرسمية للورود والمروج الإنجليزية المحيطة تجذب الآلاف من الزوار سنوياً.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "استكشف طابع المياه الراكدة الساحر لمدينة Bauska، حيث قنوات النهر تتدفق عبر القلب محاطة بالحدائق والأراضي الزراعية، معبرة بجسور معلقة رقيقة. الساحة الجميلة للسوق تصخب بالحياة المحلية، وتوفر لمحة أصيلة عن الوجود في مدينة Latvia الصغيرة. هذه البيئة الهادئة توفر تبايناً مثالياً مع عظمة قصر Rundāle القريب.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 200,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LV::daugavpils",
            "coords": [
              55.8694,
              26.5361
            ]
          },
          "visits": [
            {
              "text": "استكشف Daugavpils، ثاني مدن Latvia ومسقط رأس الفنان المشهور Mark Rothko، المتداخلة في التلال والبحيرات في وادي نهر Daugava الخلاب. هذه المدينة تنبض بإيقاع روسي كقلب سكان Latvia الناطقين بالروسية، وتوفر تجربة ثقافية مختلفة بشكل مثير عن Riga. المركز التاريخي المجيد يتميز بعمارة القرن التاسع عشر الرفيعة بفضل تأثير St. Petersburg على هذه المدينة الحدودية.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "زر حصن Daugavpils المثير للإعجاب، الذي تشير حصونه الشاهقة إلى أحد المراكز العسكرية للإمبراطورية الروسية السابقة. هذا التحصين من القرن التاسع عشر، الحصن الوحيد من أوائل القرن التاسع عشر في شمال أوروبا الذي احتفظ بميزاته الأصلية، يغطي منطقة شاسعة وكان يضم آلاف الجنود. الحصن يخضع حالياً للترميم ويوفر رحلة رائعة عبر التاريخ العسكري البلطيقي.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "تأمل كاتدرائية Saints Boris and Gleb، التي ترتفع قبابها البصلية الذهبية وقبابها الأرثوذكسية بشكل دراماتيكي ضد أفق Daugavpils. هذه الكاتدرائية الأرثوذكسية الروسية، بعمارتها التي تذكر بـ Kiev وكاتدرائية St. Basil في Moscow، تعكس التأثير الثقافي الروسي القوي في هذه المنطقة. التصميم الداخلي المزخرف مع الأيقونات التقليدية يخلق أجواء من العظمة الروحية.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "تجول في شوارع Daugavpils لتكتشف نقيض Riga الصاخبة في هذه العاصمة الإقليمية التأملية. الموقع الفريد للمدينة بين الشرق والغرب خلق أجواءً ثقافية مميزة حيث التقاليد الروسية واللاتفية تمتزج. المتاحف والمعارض ومركز Mark Rothko للفنون يكرمون أشهر أبناء المدينة بينما يعرضون الفن البلطيقي المعاصر.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            11
          ],
          "label": "Segment 3 — J11–J11",
          "from_day": 11,
          "to_day": 11
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 11,
          "label": "Var 11j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Latvia مكشوفة: القلاع وساحل البلطيق والأسرار السوفيتية",
        "intro_paragraph": "رحلة عبر تاريخ Latvia المتعدد الطبقات وشواطئ البلطيق البرية. من واجهات فن الآرت نوفو في Riga إلى أطلال القلاع المشجرة في Sigulda، اكتشف رومانسية الشلال في Kuldīga ومخابئ الغواصات السوفيتية في Liepāja. انته عند رأس Kolka حيث يتصادم بحران تحت سماء شمالية لا نهائية وتحتضن غابات الصنوبر شواطئ الرمال البيضاء.",
        "seo_hook": "واجهات آرت نوفو تلمع في ضوء الصباح، أطلال القلاع تتوج الوديان المشجرة، الأمواج الباردة تلتقي في نهاية الأرض الوحيدة. Latvia تحتفظ بالأسرار جيداً.",
        "featured_list": [
          "Riga: روعة آرت نوفو تتكشف",
          "Sigulda: أطلال القلعة ووديان الغابات",
          "Kuldīga: أوسع شلال ينتظرك الرومانسية",
          "Liepāja: مخابئ سوفيتية أعماق مخفية",
          "Kolka: يلتقي بحران هنا"
        ],
        "places_taglines": {
          "LV::riga": "تحفة فن الآرت نوفو أبراج البلدة القديمة",
          "LV::jurmala": "منتجع شاطئي من عصر الجمال فيلات خشبية",
          "LV::kuldiga": "أوسع شلال في أوروبا سحر الحجر المرصوف",
          "LV::liepaja": "ميناء بحري استكشافات المخابئ السوفيتية",
          "LV::ventspils": "ميناء ملون شوارع موكب الأبقار المبهجة",
          "LV::kolka": "رأس حيث يصطدم بحران بشكل دراماتيكي",
          "LV::saulkrasti": "كثبان بيضاء غابة صنوبر شاطئ هادئ",
          "LV::sigulda": "وادي Gauja أطلال القلعة ذهب الخريف",
          "LV::cesis": "قلعة من القرون الوسطى إرث بطولة الفرسان يعيش",
          "LV::bauska": "قصر Rundale حدائق باروكية فخامة",
          "LV::daugavpils": "مسقط رأس Rothko جزيرة القلعة الزمن يقف"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}