{
  "version": 1,
  "country": "lv",
  "language": "fr",
  "places": [
    {
      "place_id": "LV::bauska",
      "name": "Bauska",
      "cc": "LV",
      "coords": [
        56.4075,
        24.1947
      ],
      "lat": 56.4075,
      "lon": 24.1947,
      "visits": [
        {
          "text": "Discover Bauska Castle, where the Knights of the Livonian Order first fortified the small islands at the confluence of two rivers. Later, the Dukes of Courland and Russian tsars raised a new fortification with its distinctive whitewashed walls and red-tiled roofs. The castle's position at the start of the Lielupe River made it strategically vital for centuries of Baltic power struggles."
        },
        {
          "text": "Marvel at Rundāle Palace, the 'Versailles of Latvia' and one of the most magnificent Baroque palaces in the Baltic region. This 18th-century masterpiece was designed by Bartolomeo Rastrelli, celebrated architect of the Russian imperial court, as a gift from Empress Catherine the Great. The palace's opulent interiors, with their flamboyant Italian-esque extravagance, and the surrounding formal rose gardens and English-style lawns attract thousands of visitors annually."
        },
        {
          "text": "Découvrez le château de Bauska, où les chevaliers de l'Ordre de Livonie fortifièrent d'abord les petites îles au confluent de deux rivières. Plus tard, les ducs de Courlande et les tsars russes érigèrent une nouvelle fortification avec ses murs blanchis à la chaux distinctifs et ses toits de tuiles rouges. La position du château au début de la rivière Lielupe en fit un point stratégiquement vital pendant des siècles de luttes de pouvoir baltiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant le palais de Rundāle, le 'Versailles de la Lettonie' et l'un des plus magnifiques palais baroques de la région baltique. Ce chef-d'œuvre du XVIIIe siècle fut conçu par Bartolomeo Rastrelli, architecte célèbre de la cour impériale russe, comme un cadeau de l'impératrice Catherine la Grande. Les intérieurs opulents du palais, avec leur extravagance flamboyante à l'italienne, et les jardins de roses formels environnants ainsi que les pelouses à l'anglaise attirent des milliers de visiteurs chaque année.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the charming backwater character of Bauska town, where the river channels flow through the heart lined by allotments and farmlands, crossed by tenuous suspension bridges. The pretty market square bustles with local life, offering an authentic glimpse into small-town Latvian existence. This tranquil setting provides a perfect contrast to the grandeur of nearby Rundāle Palace."
        },
        {
          "text": "Explorez le caractère charmant d'arrière-pays de la ville de Bauska, où les chenaux de la rivière traversent le cœur bordé de jardins familiaux et de terres agricoles, franchis par de fragiles ponts suspendus. La jolie place du marché fourmille de vie locale, offrant un aperçu authentique de l'existence lettone de petite ville. Ce cadre tranquille offre un parfait contraste avec la grandeur du palais de Rundāle voisin.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 10
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.2,
      "place_type": "city"
    },
    {
      "place_id": "LV::cesis",
      "name": "Cesis",
      "cc": "LV",
      "coords": [
        57.3119,
        25.2748
      ],
      "lat": 57.3119,
      "lon": 25.2748,
      "visits": [
        {
          "text": "Wander through Cesis, whose medieval glory has been preserved in one of Latvia's best historic town centers. Wide cobblestone streets wind past pretty painted timber facades done in the classic Baltic style, while stuccoed churches and worn courtyards evoke the bustling Middle Age markets that once thrived here. St. John's Church contains the tombs of Livonian Order knights who shaped this region's tumultuous history."
        },
        {
          "text": "Explore Cesis Castle, a formidable medley of palisades and gatehouses shrouded by forests near the town center. This 13th-century stronghold witnessed 800 years of invasions by Swedish, Russian, Slavic, and Polish forces, and its extensive ruins tell the story of the region's strategic importance. Visitors can climb towers, explore underground passages, and discover tales of medieval Baltic warfare."
        },
        {
          "text": "Visit the Araisi Archaeological Park, the most popular open-air museum in Latvia, located just a short distance from Cesis. This fascinating site chronicles the lifestyles of early Middle Age Baltic tribes who made their homes in reconstructed timber dwellings on the lake banks. Ruins of a Livonian Order castle and extensive archaeological finds showcase everything from 14th-century fashion to medieval farming innovations."
        },
        {
          "text": "Promenez-vous dans Cesis, dont la gloire médiévale a été préservée dans l'un des meilleurs centres historiques de Lettonie. De larges rues pavées serpentent devant de jolies façades de bois peintes dans le style baltique classique, tandis que des églises stuquées et des cours d'époque évoquent les marchés animés du Moyen Âge qui prospéraient autrefois ici. L'église Saint-Jean contient les tombeaux des chevaliers de l'Ordre de Livonie qui ont façonné l'histoire tumultueuse de cette région.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le château de Cesis, un impressionnant ensemble de palissades et de corps de garde entouré de forêts près du centre-ville. Cette forteresse du XIIIe siècle a été témoin de 800 ans d'invasions par les forces suédoises, russes, slaves et polonaises, et ses vastes ruines racontent l'histoire de l'importance stratégique de la région. Les visiteurs peuvent gravir les tours, explorer les passages souterrains et découvrir les récits des guerres baltiques médiévales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le parc archéologique d'Araisi, le musée de plein air le plus populaire de Lettonie, situé à courte distance de Cesis. Ce site fascinant retrace les modes de vie des premières tribus baltiques du Moyen Âge qui établissaient leurs foyers dans des habitations de bois reconstituées sur les rives du lac. Les ruines d'un château de l'Ordre de Livonie et d'importantes découvertes archéologiques présentent tout, de la mode du XIVe siècle aux innovations agricoles médiévales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience medieval history firsthand at Araisi's reconstructed lake dwelling settlement, where timber lean-tos and wooden cottages recreate life as it was lived over a thousand years ago. The peaceful lakeside setting adds to the atmosphere of stepping back in time. This unique window into Latvia's deeper past brings the region's pre-Christian heritage vividly to life."
        },
        {
          "text": "Découvrez l'histoire médiévale de première main dans la colonie lacustre reconstituée d'Araisi, où des appentis de bois et des chaumières en bois recréent la vie telle qu'elle était vécue il y a plus de mille ans. Le cadre paisible au bord du lac ajoute à l'atmosphère de retour dans le temps. Cette fenêtre unique sur le passé plus profond de la Lettonie fait revivre de manière saisissante l'héritage préchrétien de la région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 9
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.5,
      "place_type": "city"
    },
    {
      "place_id": "LV::daugavpils",
      "name": "Daugavpils",
      "cc": "LV",
      "coords": [
        55.8694,
        26.5361
      ],
      "lat": 55.8694,
      "lon": 26.5361,
      "visits": [
        {
          "text": "Explore Daugavpils, Latvia's second city and birthplace of the renowned artist Mark Rothko, nestled in the hills and lakes of the scenic Daugava River valley. This town ticks to a Russian rhythm as the heartland of Latvia's Russian-speaking population, offering a fascinatingly different cultural experience from Riga. The glorious historical core features refined 19th-century architecture courtesy of St. Petersburg's influence on this borderland city."
        },
        {
          "text": "Visit the impressive Daugavpils Fortress, whose looming bulwarks mark one of the militaristic hubs of the former Russian Empire. This 19th-century fortification, the only early 19th-century fortress in Northern Europe that has retained its original features, covers a vast area and once garrisoned thousands of troops. The fortress is currently being restored and offers a remarkable journey through Baltic military history."
        },
        {
          "text": "Admire the Saints Boris and Gleb Cathedral, whose golden-hued onion domes and Orthodox cupolas rise dramatically against the Daugavpils skyline. This Russian Orthodox cathedral, with its architecture reminiscent of Kiev and Moscow's St. Basil's, reflects the strong Russian cultural influence in this region. The ornate interior with its traditional iconostasis creates an atmosphere of spiritual grandeur."
        },
        {
          "text": "Explorez Daugavpils, la deuxième ville de Lettonie et lieu de naissance du célèbre artiste Mark Rothko, nichée dans les collines et les lacs de la pittoresque vallée de la Daugava. Cette ville bat au rythme russe comme cœur de la population russophone de Lettonie, offrant une expérience culturelle fascinantement différente de Riga. Le glorieux centre historique présente une architecture raffinée du XIXe siècle grâce à l'influence de Saint-Pétersbourg sur cette ville frontalière.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'impressionnante forteresse de Daugavpils, dont les remparts menaçants marquent l'un des centres militaristes de l'ancien Empire russe. Cette fortification du XIXe siècle, la seule forteresse du début du XIXe siècle en Europe du Nord qui ait conservé ses caractéristiques originales, couvre une vaste zone et abritait autrefois des milliers de soldats. La forteresse est actuellement en cours de restauration et offre un remarquable voyage à travers l'histoire militaire baltique.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la cathédrale Saints Boris et Gleb, dont les dômes dorés en forme d'oignon et les coupoles orthodoxes s'élèvent dramatiquement contre l'horizon de Daugavpils. Cette cathédrale orthodoxe russe, avec son architecture rappelant Kiev et la cathédrale Saint-Basile de Moscou, reflète la forte influence culturelle russe dans cette région. L'intérieur orné avec son iconostase traditionnelle crée une atmosphère de grandeur spirituelle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander the streets of Daugavpils to discover the antithesis of bustling Riga in this contemplative provincial capital. The city's unique position between East and West has created a distinctive cultural atmosphere where Russian and Latvian traditions blend. Museums, galleries, and the Mark Rothko Art Centre honor the city's most famous son while showcasing contemporary Baltic art."
        },
        {
          "text": "Parcourez les rues de Daugavpils pour découvrir l'antithèse de la trépidante Riga dans cette capitale provinciale contemplative. La position unique de la ville entre l'Est et l'Ouest a créé une atmosphère culturelle distinctive où se mélangent les traditions russes et lettones. Les musées, galeries et le centre d'art Mark Rothko honorent le fils le plus célèbre de la ville tout en présentant l'art baltique contemporain.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 11
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.4,
      "place_type": "city"
    },
    {
      "place_id": "LV::jurmala",
      "name": "Jurmala",
      "cc": "LV",
      "coords": [
        56.968,
        23.7704
      ],
      "lat": 56.968,
      "lon": 23.7704,
      "visits": [
        {
          "text": "Relax on the golden beaches of Jurmala, the beloved 'Latvian Riviera' stretching nearly 30 kilometers along the curved coastline of the Gulf of Riga. This elegant resort destination has attracted visitors including Soviet leaders Brezhnev and Khrushchev, drawn by its unique microclimate, salty sea air, and renowned mineral mud pools offering holistic health treatments. The Blue Flag beaches of Majori and Bulduri rank among the finest on the Baltic coast."
        },
        {
          "text": "Experience the therapeutic atmosphere of Jurmala's famous spa traditions, which have been drawing wellness seekers for over a century. The resort towns along this stretch of coast specialize in mineral treatments and health therapies utilizing the region's unique natural resources. Charming wooden Art Nouveau villas line the streets, creating a distinctive architectural character unlike anywhere else in the Baltics."
        },
        {
          "text": "Détendez-vous sur les plages dorées de Jurmala, la bien-aimée 'Riviera Lettone' s'étendant sur près de 30 kilomètres le long du littoral incurvé du Golfe de Riga. Cette destination de villégiature élégante a attiré des visiteurs incluant les dirigeants soviétiques Brejnev et Khrouchtchev, attirés par son microclimat unique, son air marin salé et ses célèbres bassins de boue minérale offrant des soins de santé holistiques. Les plages Pavillon Bleu de Majori et Bulduri comptent parmi les plus belles de la côte baltique.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'atmosphère thérapeutique des fameuses traditions thermales de Jurmala, qui attirent les chercheurs de bien-être depuis plus d'un siècle. Les villes de villégiature le long de cette portion de côte se spécialisent dans les traitements minéraux et thérapies de santé utilisant les ressources naturelles uniques de la région. De charmantes villas en bois Art Nouveau bordent les rues, créant un caractère architectural distinctif unique dans les pays Baltes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Venture into Ķemeri National Park, a protected wetland wonderland famous for its vast peat bogs, pristine marshes, and remarkable biodiversity. Well-maintained boardwalk trails wind through this unique ecosystem, allowing visitors to explore without disturbing the fragile environment. The park offers exceptional birdwatching opportunities with numerous rare species making their home in these atmospheric wetlands."
        },
        {
          "text": "Aventurez-vous dans le Parc National de Ķemeri, un paradis de zones humides protégées célèbre pour ses vastes tourbières, marécages vierges et biodiversité remarquable. Des sentiers sur pilotis bien entretenus serpentent à travers cet écosystème unique, permettant aux visiteurs d'explorer sans perturber l'environnement fragile. Le parc offre des opportunités exceptionnelles d'observation d'oiseaux avec de nombreuses espèces rares qui vivent dans ces zones humides atmosphériques.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    },
    {
      "place_id": "LV::kolka",
      "name": "Kolka",
      "cc": "LV",
      "coords": [
        57.7558,
        22.5936
      ],
      "lat": 57.7558,
      "lon": 22.5936,
      "visits": [
        {
          "text": "Explore Slītere National Park, the natural jewel of the Kurzeme region encompassing the beautiful Blue Hills and great stretches of undeveloped Baltic coastline. Rolling sand dunes and sloping golden beaches meet the whitecaps of the sea in this protected wilderness area. Deep virgin forests of fir, elm, and rare Baltic ivy cover the interior, sheltering diverse wildlife in one of Latvia's most pristine environments."
        },
        {
          "text": "Stand at Cape Kolka, the dramatic point where the park juts into the ocean and the waters of the Baltic Sea meet the Gulf of Riga. This remote headland offers spectacular views across the turbulent waters where two distinct bodies of water collide. The cape's isolated beauty and powerful natural forces create an atmosphere of wild, untamed nature."
        },
        {
          "text": "Explorez le parc national de Slītere, le joyau naturel de la région de Kurzeme englobant les belles Collines Bleues et de grandes étendues de côte baltique non développée. Des dunes de sable ondulantes et des plages dorées en pente rencontrent les moutons blancs de la mer dans cette zone sauvage protégée. De profondes forêts vierges de sapins, ormes et lierre baltique rare couvrent l'intérieur, abritant une faune diversifiée dans l'un des environnements les plus pristins de Lettonie.",
          "visit_duration_min": 75
        },
        {
          "text": "Tenez-vous au cap Kolka, le point dramatique où le parc s'avance dans l'océan et les eaux de la mer Baltique rencontrent le golfe de Riga. Ce promontoire isolé offre des vues spectaculaires sur les eaux turbulentes où deux masses d'eau distinctes se rencontrent. La beauté isolée du cap et les forces naturelles puissantes créent une atmosphère de nature sauvage et indomptée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the historic fishing villages scattered throughout Slītere National Park, many of which remained truly off-the-beaten-track during Soviet times due to a restricted military presence in the area. These rustic settlements preserve traditional Livonian fishing culture and architecture that has largely disappeared elsewhere. The combination of pristine nature and authentic heritage makes this region uniquely rewarding for adventurous travelers."
        },
        {
          "text": "Découvrez les villages de pêcheurs historiques disséminés dans le parc national de Slītere, dont beaucoup sont restés vraiment hors des sentiers battus pendant l'époque soviétique en raison d'une présence militaire restreinte dans la région. Ces colonies rustiques préservent la culture et l'architecture traditionnelles de pêche livonienne qui ont largement disparu ailleurs. La combinaison de nature pristine et d'héritage authentique rend cette région uniquement enrichissante pour les voyageurs aventureux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "LV::kuldiga",
      "name": "Kuldiga",
      "cc": "LV",
      "coords": [
        56.9677,
        21.9681
      ],
      "lat": 56.9677,
      "lon": 21.9681,
      "visits": [
        {
          "text": "Wander through Kuldiga's enchanting Old Town, where crooked timber cottages and cobblestone lanes preserve centuries of Old World charm in the heart of the Kurzeme region. Houses dating from the 1700s create one of Latvia's most attractive historic streetscapes, while arched brick bridges and the elegant Baroque St. Catherine's Church recall the town's prosperous era under the Courland duchy. This chocolate-box town represents authentic Latvian heritage at its finest."
        },
        {
          "text": "Marvel at the Ventas Rumba, the widest waterfall in Europe stretching 249 meters across the Venta River on the outskirts of town. These roaring cascades create a spectacular natural phenomenon, particularly impressive during spring floods when salmon leap upstream. The surrounding verdant riparian habitats and the mysterious Riezupe Sand Caves add to Kuldiga's natural attractions."
        },
        {
          "text": "Promenez-vous dans la vieille ville enchanteresse de Kuldiga, où les cottages de bois penchés et les ruelles pavées préservent des siècles de charme du Vieux Monde au cœur de la région de Kurzeme. Les maisons datant des années 1700 créent l'un des paysages urbains historiques les plus attrayants de Lettonie, tandis que les ponts en briques voûtés et l'élégante église baroque Sainte-Catherine rappellent l'époque prospère de la ville sous le duché de Courlande. Cette ville de carte postale représente l'héritage letton authentique à son meilleur.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la Ventas Rumba, la cascade la plus large d'Europe s'étendant sur 249 mètres à travers la rivière Venta aux abords de la ville. Ces cascades rugissantes créent un phénomène naturel spectaculaire, particulièrement impressionnant lors des crues printanières quand les saumons remontent le courant. Les habitats riverains verdoyants environnants et les mystérieuses grottes de sable de Riezupe ajoutent aux attractions naturelles de Kuldiga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the atmospheric Riezupe Sand Caves, a network of tunnels carved into the sandstone banks near the Venta River. These caves, formed by centuries of natural erosion and human activity, create an otherworldly underground landscape unique to this region. The combination of waterfalls, caves, and historic architecture makes Kuldiga an unexpected highlight of any Latvian journey."
        },
        {
          "text": "Explorez les grottes de sable atmosphériques de Riezupe, un réseau de tunnels sculptés dans les berges de grès près de la rivière Venta. Ces grottes, formées par des siècles d'érosion naturelle et d'activité humaine, créent un paysage souterrain d'un autre monde unique à cette région. La combinaison de cascades, grottes et architecture historique fait de Kuldiga un point fort inattendu de tout voyage letton.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    },
    {
      "place_id": "LV::liepaja",
      "name": "Liepaja",
      "cc": "LV",
      "coords": [
        56.5047,
        21.0108
      ],
      "lat": 56.5047,
      "lon": 21.0108,
      "visits": [
        {
          "text": "Discover Liepaja, a fascinating patchwork of Art Nouveau architecture and Russian Orthodox heritage near the Lithuanian border. The Cathedral of the Holy Trinity dominates the cityscape with its soaring spire and houses one of the largest mechanical organs in the world. Bustling daily markets and blue-collar working neighborhoods give this 90,000-strong port city an authentic, lived-in character far from typical tourist routes."
        },
        {
          "text": "Explore Karosta, a former clandestine Soviet military settlement on the edge of modern Liepaja that once housed over 25,000 military personnel. The windswept remnants of tsarist and USSR forts are now being transformed into art galleries and cultural spaces, while the haunting Karosta Prison offers visitors the chance to experience life as a Soviet-era prisoner. The dramatic northern beaches stretching along the coast add natural beauty to this evocative district."
        },
        {
          "text": "Découvrez Liepaja, un patchwork fascinant d'architecture Art nouveau et d'héritage orthodoxe russe près de la frontière lituanienne. La cathédrale de la Sainte-Trinité domine le paysage urbain avec sa flèche élancée et abrite l'un des plus grands orgues mécaniques au monde. Les marchés quotidiens animés et les quartiers ouvriers donnent à cette ville portuaire de 90 000 habitants un caractère authentique et vivant, loin des routes touristiques typiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Karosta, une ancienne colonie militaire soviétique clandestine en bordure de Liepaja moderne qui abritait autrefois plus de 25 000 militaires. Les vestiges balayés par les vents des forts tsaristes et de l'URSS se transforment maintenant en galeries d'art et espaces culturels, tandis que la prison obsédante de Karosta offre aux visiteurs la chance de vivre l'expérience d'un prisonnier de l'ère soviétique. Les plages du nord spectaculaires s'étendant le long de la côte ajoutent une beauté naturelle à ce quartier évocateur.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour the infamous Karosta Prison, one of Latvia's most unusual attractions where visitors can experience an immersive night as a prisoner in this former Soviet military detention facility. The stark, grim cells and military drills recreate the harsh conditions that actual prisoners endured. This unforgettable experience provides a visceral connection to Latvia's complex 20th-century history."
        },
        {
          "text": "Visitez l'infâme prison de Karosta, l'une des attractions les plus insolites de Lettonie où les visiteurs peuvent vivre une nuit immersive en tant que prisonnier dans cette ancienne installation de détention militaire soviétique. Les cellules austères et sinistres et les exercices militaires recréent les conditions difficiles que les vrais prisonniers ont endurées. Cette expérience inoubliable fournit une connexion viscérale à l'histoire complexe du XXe siècle de la Lettonie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.1,
      "place_type": "city"
    },
    {
      "place_id": "LV::riga",
      "name": "Riga",
      "cc": "LV",
      "coords": [
        56.9496,
        24.1052
      ],
      "lat": 56.9496,
      "lon": 24.1052,
      "visits": [
        {
          "text": "Explore Riga's UNESCO-listed Old Town, a labyrinthine medieval quarter considered one of the most handsome historic centers in Europe. Cobblestone streets wind beneath the soaring spire of St. Peter's Church while the magnificently reconstructed House of the Blackheads stands as a proud symbol of the city's resilience after Soviet domination. This atmospheric quarter reveals centuries of history through its Gothic, Baroque, Renaissance, and classical architecture."
        },
        {
          "text": "Discover Riga's Art Nouveau District, home to over 800 stunning buildings featuring intricate facades, ornate sculptures, and extraordinary decorative details. Alberta iela (Alberta Street) showcases some of the finest examples of this turn-of-the-century European design anywhere on the continent. This UNESCO-recognized architectural treasure trove represents one of the world's most impressive concentrations of Art Nouveau buildings."
        },
        {
          "text": "Wander through Riga Central Market, one of Europe's largest and most atmospheric food markets housed in five massive former Zeppelin hangars. This vibrant hub of local life offers an incredible array of fresh produce, meats, cheeses, and traditional Latvian specialties including grey peas with bacon and the famous Riga Black Balsam herbal liquor. The market provides an authentic window into daily Latvian life and culinary traditions."
        },
        {
          "text": "Visit the Freedom Monument, an iconic 42-meter granite and copper monument that has stood as a symbol of Latvian independence and national identity since 1935. This beloved landmark, affectionately known as 'Milda,' depicts a woman holding three golden stars representing Latvia's historical regions. The monument survived Soviet occupation and remains the focal point of national celebrations and commemorations."
        },
        {
          "text": "Explorez la Vieille Ville de Riga classée à l'UNESCO, un quartier médiéval labyrinthique considéré comme l'un des centres historiques les plus beaux d'Europe. Les rues pavées serpentent sous la flèche élancée de l'Église Saint-Pierre tandis que la Maison des Têtes Noires magnifiquement reconstruite se dresse comme un fier symbole de la résilience de la ville après la domination soviétique. Ce quartier atmosphérique révèle des siècles d'histoire à travers son architecture gothique, baroque, Renaissance et classique.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Quartier Art Nouveau de Riga, qui abrite plus de 800 bâtiments magnifiques aux façades complexes, sculptures ornées et détails décoratifs extraordinaires. Alberta iela (Rue Alberta) présente quelques-uns des plus beaux exemples de ce design européen du tournant du siècle sur le continent. Ce trésor architectural reconnu par l'UNESCO représente l'une des concentrations les plus impressionnantes de bâtiments Art Nouveau au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans le Marché Central de Riga, l'un des marchés alimentaires les plus grands et atmosphériques d'Europe abrité dans cinq hangars massifs d'anciens Zeppelins. Ce hub vibrant de la vie locale offre un incroyable éventail de produits frais, viandes, fromages et spécialités lettones traditionnelles incluant les petits pois gris au lard et le fameux Baume Noir de Riga, liqueur aux herbes. Le marché offre une fenêtre authentique sur la vie quotidienne lettone et les traditions culinaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Monument de la Liberté, un monument emblématique de 42 mètres en granit et cuivre qui se dresse comme un symbole d'indépendance lettone et d'identité nationale depuis 1935. Ce repère bien-aimé, affectueusement appelé 'Milda', représente une femme tenant trois étoiles dorées représentant les régions historiques de Lettonie. Le monument a survécu à l'occupation soviétique et reste le point focal des célébrations et commémorations nationales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Latvian Ethnographic Open-Air Museum on the outskirts of Riga, bringing centuries of rural Latvian life to vivid reality. More than 100 historical buildings including traditional farmsteads, workshops, and windmills showcase the country's diverse regional heritage. Seasonal events featuring traditional craft workshops and folk dance performances make this an immersive cultural experience."
        },
        {
          "text": "Explorez le Musée Ethnographique en Plein Air de Lettonie aux abords de Riga, donnant vie de manière saisissante aux siècles de vie rurale lettone. Plus de 100 bâtiments historiques incluant des fermes traditionnelles, ateliers et moulins à vent présentent le patrimoine régional diversifié du pays. Les événements saisonniers avec des ateliers d'artisanat traditionnel et des spectacles de danse folklorique en font une expérience culturelle immersive.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 8.6,
      "place_type": "city"
    },
    {
      "place_id": "LV::saulkrasti",
      "name": "Saulkrasti",
      "cc": "LV",
      "coords": [
        57.2575,
        24.4089
      ],
      "lat": 57.2575,
      "lon": 24.4089,
      "visits": [
        {
          "text": "Relax on the quieter beaches of Saulkrasti, Latvia's lesser-known summertime retreat facing Jurmala across the waters of the Riga Gulf. This more laid-back alternative to its famous counterpart offers miles of winding cycle tracks and gorgeous ivory sands at resort areas like Pabazi. The peaceful atmosphere attracts those seeking tranquility rather than the bustle of larger resorts."
        },
        {
          "text": "Climb the White Dune, an 18-meter-high landmark rising dramatically on the edge of the Inčupe River. This natural formation offers prime sunset viewing across the Baltic coastline and surrounding forests of swaying linden and fir trees. The dune's elevated position provides panoramic perspectives across Saulkrasti's beautiful stretch of coastline."
        },
        {
          "text": "Détendez-vous sur les plages plus tranquilles de Saulkrasti, la retraite estivale moins connue de Lettonie faisant face à Jurmala à travers les eaux du golfe de Riga. Cette alternative plus décontractée à son homologue célèbre offre des kilomètres de pistes cyclables sinueuses et de magnifiques sables ivoire dans des zones de villégiature comme Pabazi. L'atmosphère paisible attire ceux qui cherchent la tranquillité plutôt que l'agitation des plus grandes stations.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez la Dune Blanche, un point de repère de 18 mètres de haut s'élevant dramatiquement au bord de la rivière Inčupe. Cette formation naturelle offre une vue privilégiée sur le coucher de soleil à travers le littoral baltique et les forêts environnantes de tilleuls et sapins qui se balancent. La position élevée de la dune offre des perspectives panoramiques sur le magnifique tronçon côtier de Saulkrasti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the clifftop walking trails that wind through seaside forests along Saulkrasti's scenic coastline. These paths offer ever-changing views of the Baltic Sea through gaps in the dense woodland canopy. The combination of beach, forest, and coastal bluffs creates diverse landscapes within a compact area perfect for nature walks."
        },
        {
          "text": "Parcourez les sentiers de randonnée au sommet des falaises qui serpentent à travers les forêts côtières le long du littoral pittoresque de Saulkrasti. Ces chemins offrent des vues toujours changeantes de la mer Baltique à travers les trouées dans la dense canopée forestière. La combinaison de plage, forêt et falaises côtières crée des paysages diversifiés dans une zone compacte parfaite pour les promenades nature.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.8,
      "place_type": "city"
    },
    {
      "place_id": "LV::sigulda",
      "name": "Sigulda",
      "cc": "LV",
      "coords": [
        57.1537,
        24.8544
      ],
      "lat": 57.1537,
      "lon": 24.8544,
      "visits": [
        {
          "text": "Discover Sigulda, the gateway to Latvia's legendary Gauja Valley where misty woodlands, meandering rivers, and castle-topped hills have inspired countless local legends. The dramatic landscape of this region, often called the 'Switzerland of Latvia,' features undulating terrain, deep river valleys, and forests that glow with color in autumn. Cherry trees bloom throughout the charming town center, which also boasts elegant pre-independence architecture."
        },
        {
          "text": "Explore the magnificent Turaida Castle, Latvia's answer to Transylvania's Bran Castle, whose keeps, bulwarks, and crenellations rise dramatically above the Gauja Valley. This 13th-century red-brick fortress has been beautifully restored and offers panoramic views across the forested landscape. The castle museum chronicles 800 years of regional history within its atmospheric towers and chambers."
        },
        {
          "text": "Venture into the massive Gutmanis Cave, one of the largest caverns in the Baltic states, where ancient inscriptions dating back to the 17th century cover the sandstone walls. This natural wonder has been a place of legend and pilgrimage for centuries, with countless visitors leaving their marks on its surfaces. The cave's impressive scale and historical graffiti make it a unique attraction within the Gauja Valley."
        },
        {
          "text": "Découvrez Sigulda, la porte d'entrée de la légendaire vallée de Gauja de Lettonie où les forêts brumeuses, les rivières sinueuses et les collines couronnées de châteaux ont inspiré d'innombrables légendes locales. Le paysage dramatique de cette région, souvent appelée la 'Suisse de la Lettonie', présente un terrain ondulant, de profondes vallées fluviales et des forêts qui brillent de couleurs en automne. Les cerisiers fleurissent dans tout le charmant centre-ville, qui présente également une élégante architecture d'avant l'indépendance.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le magnifique château de Turaida, la réponse de la Lettonie au château Bran de Transylvanie, dont les donjons, remparts et créneaux s'élèvent dramatiquement au-dessus de la vallée de Gauja. Cette forteresse de briques rouges du XIIIe siècle a été magnifiquement restaurée et offre des vues panoramiques sur le paysage forestier. Le musée du château relate 800 ans d'histoire régionale dans ses tours et chambres atmosphériques.",
          "visit_duration_min": 75
        },
        {
          "text": "Aventurez-vous dans la massive grotte de Gutmanis, l'une des plus grandes cavernes des États baltiques, où d'anciennes inscriptions datant du XVIIe siècle recouvrent les murs de grès. Cette merveille naturelle a été un lieu de légende et de pèlerinage pendant des siècles, avec d'innombrables visiteurs laissant leurs marques sur ses surfaces. L'échelle impressionnante de la grotte et ses graffitis historiques en font une attraction unique dans la vallée de Gauja.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descend into the secret Soviet bunkers of Līgatne, hidden deep in the forests on the edge of town. These underground facilities were designed to shelter high-ranking officials in case of nuclear war and offer a fascinating glimpse into Cold War-era Latvia. The well-preserved bunkers provide an eerie journey back to a time of superpower tensions and nuclear anxiety."
        },
        {
          "text": "Experience outdoor adventures in Gauja National Park, Latvia's largest and most visited national park offering excellent hiking, canoeing, and Nordic skiing opportunities. The striking sandstone gorges and fir-forest-topped escarpments of Devonian rock create dramatic scenery throughout the park. The Ērgļu Cliffs and numerous nature trails invite exploration of this pristine Baltic wilderness."
        },
        {
          "text": "Descendez dans les bunkers soviétiques secrets de Līgatne, cachés profondément dans les forêts en bordure de ville. Ces installations souterraines étaient conçues pour abriter les hauts responsables en cas de guerre nucléaire et offrent un aperçu fascinant de la Lettonie de l'ère de la Guerre froide. Les bunkers bien préservés offrent un voyage troublant vers une époque de tensions entre superpuissances et d'anxiété nucléaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez des aventures en plein air dans le parc national de Gauja, le plus grand et plus visité parc national de Lettonie offrant d'excellentes opportunités de randonnée, canoë et ski nordique. Les gorges de grès frappantes et les escarpements couronnés de forêts de sapins de roche dévonienne créent des paysages dramatiques dans tout le parc. Les falaises d'Ērgļu et de nombreux sentiers nature invitent à l'exploration de cette nature sauvage baltique pristine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 8.1,
      "place_type": "city"
    },
    {
      "place_id": "LV::ventspils",
      "name": "Ventspils",
      "cc": "LV",
      "coords": [
        57.3894,
        21.5606
      ],
      "lat": 57.3894,
      "lon": 21.5606,
      "visits": [
        {
          "text": "Visit Ventspils Castle, the best-preserved Livonian Order castle in Latvia, rising in pretty yellow-washed facades against the cobblestones of the Old Town. This 13th-century fortress has witnessed 800 years of Baltic history and now houses a museum chronicling the region's medieval heritage. The castle's strategic position reflects Ventspils' importance as one of the busiest ports in the Baltic region."
        },
        {
          "text": "Stroll along Ventspils' famous flower-lined promenades that have earned the city its reputation as the flower capital of Latvia. From springtime onwards, blooming beds of flowers and bulbs erupt throughout the town and along its seaside walkways. The charming Market Square and historic homes on Skolas Street showcase the city's blend of history and civic pride."
        },
        {
          "text": "Visitez le château de Ventspils, le château de l'Ordre livonien le mieux préservé de Lettonie, se dressant avec ses jolies façades jaunes contre les pavés de la vieille ville. Cette forteresse du XIIIe siècle a été témoin de 800 ans d'histoire baltique et abrite maintenant un musée relatant l'héritage médiéval de la région. La position stratégique du château reflète l'importance de Ventspils comme l'un des ports les plus actifs de la région baltique.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous le long des célèbres promenades fleuries de Ventspils qui ont valu à la ville sa réputation de capitale florale de la Lettonie. Dès le printemps, des massifs de fleurs et bulbes en fleurs éclatent dans toute la ville et le long de ses promenades balnéaires. La charmante place du Marché et les maisons historiques de la rue Skolas illustrent le mélange d'histoire et de fierté civique de la ville.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy Ventspils' well-maintained beaches and portside promenades where modern maritime industry meets traditional Baltic seaside charm. The city offers excellent facilities for families, including the popular Ventspils Children's Town with its interactive science center and playgrounds. The combination of medieval heritage, floral beauty, and coastal recreation makes Ventspils a surprisingly rewarding destination."
        },
        {
          "text": "Profitez des plages bien entretenues de Ventspils et des promenades portuaires où l'industrie maritime moderne rencontre le charme balnéaire baltique traditionnel. La ville offre d'excellentes installations pour les familles, notamment la populaire Ville des Enfants de Ventspils avec son centre scientifique interactif et ses aires de jeux. La combinaison d'héritage médiéval, de beauté florale et de loisirs côtiers fait de Ventspils une destination étonnamment enrichissante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.9,
      "place_type": "city"
    }
  ]
}