{
  "version": 1,
  "country": "lv",
  "language": "es",
  "places": [
    {
      "place_id": "LV::bauska",
      "name": "Bauska",
      "cc": "LV",
      "coords": [
        56.4075,
        24.1947
      ],
      "lat": 56.4075,
      "lon": 24.1947,
      "visits": [
        {
          "text": "Descubre el Castillo de Bauska, donde los Caballeros de la Orden Livónica primero fortificaron las pequeñas islas en la confluencia de dos ríos. Más tarde, los Duques de Courland y los zares rusos levantaron una nueva fortificación con sus distintivas paredes encaladas y techos de tejas rojas. La posición del castillo al inicio del río Lielupe lo hizo estratégicamente vital durante siglos de luchas de poder bálticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con el Palacio de Rundāle, el 'Versalles de Letonia' y uno de los palacios barrocos más magníficos de la región báltica. Esta obra maestra del siglo XVIII fue diseñada por Bartolomeo Rastrelli, célebre arquitecto de la corte imperial rusa, como un regalo de la Emperatriz Catalina la Grande. Los interiores opulentos del palacio, con su extravagancia flamante de estilo italiano, y los jardines de rosas formales circundantes y césped de estilo inglés atraen miles de visitantes anualmente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el encantador carácter apartado de la ciudad de Bauska, donde los canales del río fluyen por el corazón bordeados por parcelas y tierras agrícolas, cruzados por tenues puentes colgantes. La bonita plaza del mercado bulle de vida local, ofreciendo una mirada auténtica a la existencia de una pequeña ciudad letona. Este entorno tranquilo proporciona un contraste perfecto con la grandeza del cercano Palacio de Rundāle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 10
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.2,
      "place_type": "city"
    },
    {
      "place_id": "LV::cesis",
      "name": "Cesis",
      "cc": "LV",
      "coords": [
        57.3119,
        25.2748
      ],
      "lat": 57.3119,
      "lon": 25.2748,
      "visits": [
        {
          "text": "Pasea por Cesis, cuya gloria medieval se ha preservado en uno de los mejores centros históricos de Letonia. Amplias calles empedradas serpentean junto a bonitas fachadas de madera pintada hechas en el estilo báltico clásico, mientras que iglesias estucadas y patios desgastados evocan los bulliciosos mercados medievales que una vez prosperaron aquí. La Iglesia de San Juan contiene las tumbas de caballeros de la Orden Livónica que dieron forma a la historia tumultuosa de esta región.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Castillo de Cesis, una formidable mezcla de empalizadas y casas de guardia envueltas por bosques cerca del centro de la ciudad. Esta fortaleza del siglo XIII fue testigo de 800 años de invasiones por fuerzas suecas, rusas, eslavas y polacas, y sus extensas ruinas cuentan la historia de la importancia estratégica de la región. Los visitantes pueden subir torres, explorar pasajes subterráneos y descubrir relatos de la guerra báltica medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Parque Arqueológico de Araisi, el museo al aire libre más popular de Letonia, ubicado a corta distancia de Cesis. Este fascinante sitio narra los estilos de vida de las primeras tribus bálticas de la Edad Media que hicieron sus hogares en viviendas de madera reconstruidas en las orillas del lago. Las ruinas de un castillo de la Orden Livónica y extensos hallazgos arqueológicos muestran todo desde moda del siglo XIV hasta innovaciones agrícolas medievales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la historia medieval de primera mano en el asentamiento de viviendas lacustres reconstruidas de Araisi, donde cobertizos de madera y cabañas de madera recrean la vida tal como se vivía hace más de mil años. El pacífico entorno junto al lago añade a la atmósfera de retroceder en el tiempo. Esta ventana única al pasado más profundo de Letonia da vida vívidamente a la herencia precristiana de la región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.5,
      "place_type": "city"
    },
    {
      "place_id": "LV::daugavpils",
      "name": "Daugavpils",
      "cc": "LV",
      "coords": [
        55.8694,
        26.5361
      ],
      "lat": 55.8694,
      "lon": 26.5361,
      "visits": [
        {
          "text": "Explora Daugavpils, la segunda ciudad de Letonia y lugar de nacimiento del renombrado artista Mark Rothko, anidada en las colinas y lagos del pintoresco valle del río Daugava. Esta ciudad late con un ritmo ruso como el corazón de la población de habla rusa de Letonia, ofreciendo una experiencia cultural fascinantemente diferente de Riga. El glorioso núcleo histórico presenta arquitectura refinada del siglo XIX cortesía de la influencia de San Petersburgo en esta ciudad fronteriza.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la impresionante Fortaleza de Daugavpils, cuyos baluartes imponentes marcan uno de los centros militaristas del antiguo Imperio Ruso. Esta fortificación del siglo XIX, la única fortaleza de principios del siglo XIX en el norte de Europa que ha conservado sus características originales, cubre un área vasta y una vez albergó miles de tropas. La fortaleza está siendo restaurada actualmente y ofrece un viaje notable a través de la historia militar báltica.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la Catedral de los Santos Boris y Gleb, cuyas cúpulas doradas en forma de cebolla y cúpulas ortodoxas se elevan dramáticamente contra el horizonte de Daugavpils. Esta catedral ortodoxa rusa, con su arquitectura que recuerda a Kiev y la Catedral de San Basilio de Moscú, refleja la fuerte influencia cultural rusa en esta región. El interior ornamentado con su iconostasio tradicional crea una atmósfera de grandeza espiritual.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por las calles de Daugavpils para descubrir la antítesis de la bulliciosa Riga en esta capital provincial contemplativa. La posición única de la ciudad entre Este y Oeste ha creado una atmósfera cultural distintiva donde se mezclan las tradiciones rusas y letonas. Museos, galerías y el Centro de Arte Mark Rothko honran al hijo más famoso de la ciudad mientras muestran arte báltico contemporáneo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 11
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7.4,
      "place_type": "city"
    },
    {
      "place_id": "LV::jurmala",
      "name": "Jurmala",
      "cc": "LV",
      "coords": [
        56.968,
        23.7704
      ],
      "lat": 56.968,
      "lon": 23.7704,
      "visits": [
        {
          "text": "Relájate en las playas doradas de Jurmala, la querida 'Riviera Letona' que se extiende casi 30 kilómetros a lo largo de la costa curva del Golfo de Riga. Este elegante destino de resort ha atraído visitantes incluyendo los líderes soviéticos Brezhnev y Khrushchev, atraídos por su microclima único, aire marino salado y reconocidas piscinas de lodo mineral que ofrecen tratamientos holísticos de salud. Las playas de Bandera Azul de Majori y Bulduri se encuentran entre las mejores de la costa báltica.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta la atmósfera terapéutica de las famosas tradiciones de spa de Jurmala, que han estado atrayendo buscadores de bienestar durante más de un siglo. Las ciudades resort a lo largo de este tramo de costa se especializan en tratamientos minerales y terapias de salud utilizando los recursos naturales únicos de la región. Encantadoras villas de madera Art Nouveau bordean las calles, creando un carácter arquitectónico distintivo único en los países bálticos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aventúrate en el Parque Nacional Ķemeri, una maravilla de humedales protegidos famosa por sus vastas turberas, pantanos prístinos y notable biodiversidad. Senderos de pasarelas bien mantenidos serpentean a través de este ecosistema único, permitiendo a los visitantes explorar sin perturbar el frágil ambiente. El parque ofrece oportunidades excepcionales para la observación de aves con numerosas especies raras que hacen su hogar en estos atmosféricos humedales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 2
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    },
    {
      "place_id": "LV::kolka",
      "name": "Kolka",
      "cc": "LV",
      "coords": [
        57.7558,
        22.5936
      ],
      "lat": 57.7558,
      "lon": 22.5936,
      "visits": [
        {
          "text": "Explora el Parque Nacional Slītere, la joya natural de la región Kurzeme que abarca las hermosas Colinas Azules y grandes extensiones de costa báltica no desarrollada. Dunas de arena ondulantes y playas doradas inclinadas se encuentran con las crestas blancas del mar en esta área protegida de vida silvestre. Bosques vírgenes profundos de abeto, olmo y rara hiedra báltica cubren el interior, refugiando vida silvestre diversa en uno de los ambientes más prístinos de Letonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Párate en Cabo Kolka, el punto dramático donde el parque se adentra en el océano y las aguas del Mar Báltico se encuentran con el Golfo de Riga. Este promontorio remoto ofrece vistas espectaculares a través de las aguas turbulentas donde dos cuerpos distintos de agua colisionan. La belleza aislada del cabo y las poderosas fuerzas naturales crean una atmósfera de naturaleza salvaje e indómita.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre los pueblos pesqueros históricos esparcidos por todo el Parque Nacional Slītere, muchos de los cuales permanecieron verdaderamente fuera de los caminos trillados durante los tiempos soviéticos debido a una presencia militar restringida en el área. Estos asentamientos rústicos preservan la cultura pesquera livónica tradicional y la arquitectura que ha desaparecido en gran medida en otros lugares. La combinación de naturaleza prístina y herencia auténtica hace que esta región sea únicamente gratificante para viajeros aventureros.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 6
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "LV::kuldiga",
      "name": "Kuldiga",
      "cc": "LV",
      "coords": [
        56.9677,
        21.9681
      ],
      "lat": 56.9677,
      "lon": 21.9681,
      "visits": [
        {
          "text": "Pasea por el encantador Casco Antiguo de Kuldiga, donde cabañas de madera torcidas y callejones empedrados preservan siglos de encanto del Viejo Mundo en el corazón de la región Kurzeme. Casas que datan de los 1700 crean uno de los paisajes urbanos históricos más atractivos de Letonia, mientras que puentes de ladrillo arqueados y la elegante Iglesia barroca de Santa Catalina recuerdan la era próspera de la ciudad bajo el ducado de Curlandia. Esta ciudad de cuento representa la herencia letona auténtica en su mejor forma.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con las Ventas Rumba, la cascada más ancha de Europa que se extiende 249 metros a través del río Venta en las afueras de la ciudad. Estas cascadas rugientes crean un fenómeno natural espectacular, particularmente impresionante durante las inundaciones de primavera cuando los salmones saltan río arriba. Los hábitats ribereños verdosos circundantes y las misteriosas Cuevas de Arena Riezupe se suman a las atracciones naturales de Kuldiga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora las atmosféricas Cuevas de Arena Riezupe, una red de túneles tallados en las orillas de arenisca cerca del río Venta. Estas cuevas, formadas por siglos de erosión natural y actividad humana, crean un paisaje subterráneo de otro mundo único en esta región. La combinación de cascadas, cuevas y arquitectura histórica hace de Kuldiga un punto destacado inesperado de cualquier viaje letón.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    },
    {
      "place_id": "LV::liepaja",
      "name": "Liepaja",
      "cc": "LV",
      "coords": [
        56.5047,
        21.0108
      ],
      "lat": 56.5047,
      "lon": 21.0108,
      "visits": [
        {
          "text": "Descubre Liepaja, un fascinante mosaico de arquitectura Art Nouveau y herencia ortodoxa rusa cerca de la frontera lituana. La Catedral de la Santísima Trinidad domina el paisaje urbano con su aguja elevada y alberga uno de los órganos mecánicos más grandes del mundo. Mercados diarios bulliciosos y barrios obreros dan a esta ciudad portuaria de 90,000 habitantes un carácter auténtico y vivido lejos de las rutas turísticas típicas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Karosta, un antiguo asentamiento militar soviético clandestino en el borde de la moderna Liepaja que una vez albergó a más de 25,000 personal militar. Los restos azotados por el viento de fortalezas zaristas y de la URSS ahora se están transformando en galerías de arte y espacios culturales, mientras que la inquietante Prisión de Karosta ofrece a los visitantes la oportunidad de experimentar la vida como prisionero de la era soviética. Las dramáticas playas del norte que se extienden a lo largo de la costa añaden belleza natural a este distrito evocador.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre la infame Prisión de Karosta, una de las atracciones más inusuales de Letonia donde los visitantes pueden experimentar una noche inmersiva como prisionero en esta antigua instalación de detención militar soviética. Las celdas austeras y sombrías y los ejercicios militares recrean las duras condiciones que los prisioneros reales soportaron. Esta experiencia inolvidable proporciona una conexión visceral con la compleja historia del siglo XX de Letonia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 4
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.1,
      "place_type": "city"
    },
    {
      "place_id": "LV::riga",
      "name": "Riga",
      "cc": "LV",
      "coords": [
        56.9496,
        24.1052
      ],
      "lat": 56.9496,
      "lon": 24.1052,
      "visits": [
        {
          "text": "Explora el Casco Antiguo de Riga, declarado Patrimonio de la Humanidad por la UNESCO, un laberíntico barrio medieval considerado uno de los centros históricos más hermosos de Europa. Las calles empedradas serpentean bajo la imponente aguja de la Iglesia de San Pedro mientras la magníficamente reconstruida Casa de los Cabezas Negras se erige como un orgulloso símbolo de la resistencia de la ciudad tras la dominación soviética. Este atmosférico barrio revela siglos de historia a través de su arquitectura gótica, barroca, renacentista y clásica.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Distrito Art Nouveau de Riga, hogar de más de 800 impresionantes edificios con intrincadas fachadas, esculturas ornamentadas y extraordinarios detalles decorativos. Alberta iela (Calle Alberta) exhibe algunos de los mejores ejemplos de este diseño europeo de principios de siglo en todo el continente. Este tesoro arquitectónico reconocido por la UNESCO representa una de las concentraciones más impresionantes de edificios Art Nouveau del mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el Mercado Central de Riga, uno de los mercados de alimentos más grandes y atmosféricos de Europa, alojado en cinco enormes hangares de dirigibles. Este vibrante centro de la vida local ofrece una increíble variedad de productos frescos, carnes, quesos y especialidades tradicionales letonas incluyendo guisantes grises con tocino y el famoso licor de hierbas Riga Black Balsam. El mercado proporciona una ventana auténtica a la vida cotidiana letona y las tradiciones culinarias.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Monumento a la Libertad, un icónico monumento de granito y cobre de 42 metros que ha permanecido como símbolo de la independencia letona y la identidad nacional desde 1935. Este querido hito, cariñosamente conocido como 'Milda', representa a una mujer sosteniendo tres estrellas doradas que simbolizan las regiones históricas de Letonia. El monumento sobrevivió la ocupación soviética y sigue siendo el punto focal de celebraciones y conmemoraciones nacionales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el Museo Etnográfico al Aire Libre de Letonia en las afueras de Riga, que trae a la realidad vivida siglos de vida rural letona. Más de 100 edificios históricos incluyendo granjas tradicionales, talleres y molinos de viento muestran la diversa herencia regional del país. Eventos estacionales con talleres de artesanía tradicional y actuaciones de danza folclórica hacen de esta una experiencia cultural inmersiva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 1
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 8.6,
      "place_type": "city"
    },
    {
      "place_id": "LV::saulkrasti",
      "name": "Saulkrasti",
      "cc": "LV",
      "coords": [
        57.2575,
        24.4089
      ],
      "lat": 57.2575,
      "lon": 24.4089,
      "visits": [
        {
          "text": "Relájate en las playas más tranquilas de Saulkrasti, el refugio veraniego menos conocido de Letonia frente a Jurmala al otro lado de las aguas del Golfo de Riga. Esta alternativa más relajada a su famosa contraparte ofrece kilómetros de senderos serpenteantes para ciclismo y hermosas arenas marfil en zonas turísticas como Pabazi. La atmósfera pacífica atrae a quienes buscan tranquilidad en lugar del bullicio de los grandes centros turísticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube a la Duna Blanca, un hito de 18 metros de altura que se eleva dramáticamente en el borde del río Inčupe. Esta formación natural ofrece vistas privilegiadas del atardecer sobre la costa del Báltico y los bosques circundantes de tilos y abetos ondulantes. La posición elevada de la duna proporciona perspectivas panorámicas de la hermosa franja costera de Saulkrasti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por los senderos sobre acantilados que serpentean a través de bosques costeros a lo largo del pintoresco litoral de Saulkrasti. Estos senderos ofrecen vistas cambiantes del Mar Báltico a través de claros en el denso dosel del bosque. La combinación de playa, bosque y acantilados costeros crea paisajes diversos dentro de un área compacta perfecta para paseos por la naturaleza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 7
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.8,
      "place_type": "city"
    },
    {
      "place_id": "LV::sigulda",
      "name": "Sigulda",
      "cc": "LV",
      "coords": [
        57.1537,
        24.8544
      ],
      "lat": 57.1537,
      "lon": 24.8544,
      "visits": [
        {
          "text": "Descubre Sigulda, la puerta de entrada al legendario Valle de Gauja de Letonia, donde bosques brumosos, ríos serpenteantes y colinas coronadas por castillos han inspirado innumerables leyendas locales. El paisaje dramático de esta región, a menudo llamada la 'Suiza de Letonia', presenta terreno ondulado, valles fluviales profundos y bosques que brillan con color en otoño. Los cerezos florecen por todo el encantador centro de la ciudad, que también cuenta con elegante arquitectura pre-independencia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el magnífico Castillo de Turaida, la respuesta letona al Castillo de Bran de Transilvania, cuyas torres, baluartes y almenas se elevan dramáticamente sobre el Valle de Gauja. Esta fortaleza de ladrillo rojo del siglo XIII ha sido bellamente restaurada y ofrece vistas panorámicas del paisaje boscoso. El museo del castillo narra 800 años de historia regional dentro de sus torres y cámaras atmosféricas.",
          "visit_duration_min": 75
        },
        {
          "text": "Aventúrate en la masiva Cueva de Gutmanis, una de las cavernas más grandes de los estados bálticos, donde inscripciones antiguas que datan del siglo XVII cubren las paredes de arenisca. Esta maravilla natural ha sido un lugar de leyenda y peregrinación durante siglos, con innumerables visitantes dejando sus marcas en sus superficies. La escala impresionante de la cueva y los grafitis históricos la convierten en una atracción única dentro del Valle de Gauja.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desciende a los búnkeres soviéticos secretos de Līgatne, escondidos en lo profundo de los bosques en las afueras de la ciudad. Estas instalaciones subterráneas fueron diseñadas para albergar oficiales de alto rango en caso de guerra nuclear y ofrecen una fascinante mirada a la Letonia de la era de la Guerra Fría. Los búnkeres bien preservados proporcionan un viaje inquietante de regreso a una época de tensiones entre superpotencias y ansiedad nuclear.",
          "visit_duration_min": 60
        },
        {
          "text": "Vive aventuras al aire libre en el Parque Nacional de Gauja, el parque nacional más grande y visitado de Letonia que ofrece excelentes oportunidades para senderismo, piragüismo y esquí nórdico. Las impresionantes gargantas de arenisca y escarpaduras cubiertas de bosques de abetos de roca devónica crean paisajes dramáticos por todo el parque. Los Acantilados de Ērgļu y numerosos senderos naturales invitan a explorar esta naturaleza báltica prístina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 8
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 8.1,
      "place_type": "city"
    },
    {
      "place_id": "LV::ventspils",
      "name": "Ventspils",
      "cc": "LV",
      "coords": [
        57.3894,
        21.5606
      ],
      "lat": 57.3894,
      "lon": 21.5606,
      "visits": [
        {
          "text": "Visita el Castillo de Ventspils, el castillo de la Orden Livónica mejor preservado de Letonia, elevándose en bonitas fachadas lavadas en amarillo contra los adoquines del Casco Antiguo. Esta fortaleza del siglo XIII ha sido testigo de 800 años de historia báltica y ahora alberga un museo que narra la herencia medieval de la región. La posición estratégica del castillo refleja la importancia de Ventspils como uno de los puertos más ocupados de la región báltica.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por los famosos paseos llenos de flores de Ventspils que han ganado a la ciudad su reputación como la capital de las flores de Letonia. Desde la primavera en adelante, macizos florecientes de flores y bulbos brotan por toda la ciudad y a lo largo de sus paseos marítimos. La encantadora Plaza del Mercado y las casas históricas en la Calle Skolas muestran la mezcla de historia y orgullo cívico de la ciudad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de las playas bien mantenidas de Ventspils y los paseos portuarios donde la industria marítima moderna se encuentra con el encanto tradicional de la costa báltica. La ciudad ofrece excelentes instalaciones para familias, incluyendo la popular Ciudad de los Niños de Ventspils con su centro de ciencias interactivo y áreas de juego. La combinación de herencia medieval, belleza floral y recreación costera hace de Ventspils un destino sorprendentemente gratificante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Revelada: Castillos, Gemas Costeras y Secretos Soviéticos Ocultos",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.9,
      "place_type": "city"
    }
  ]
}