{
  "version": 1,
  "country": "ni",
  "language": "fr",
  "places": [
    {
      "place_id": "NI::big-corn",
      "name": "Big Corn",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.1667,
        -83.0667
      ],
      "lat": 12.1667,
      "lon": -83.0667,
      "visits": [
        {
          "text": "Big Corn Island émerge des eaux turquoise de la mer des Caraïbes à 70 kilomètres de la côte nicaraguayenne. Cette île de 10 km² concentre la majorité des 8 000 habitants de l'archipel et les infrastructures principales.",
          "visit_duration_min": 75
        },
        {
          "text": "Les plages de sable blanc bordent l'île sur tout son pourtour entre cocotiers et eaux cristallines. Long Bay et South West Bay offrent les étendues les plus photogéniques.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village principal rassemble commerces, restaurants et services autour du port où arrivent ferries et pangas. L'ambiance caribéenne décontractée imprègne chaque interaction.",
          "visit_duration_min": 75
        },
        {
          "text": "L'Arenas Beach Hotel propose un day pass à $10 avec accès plage, transats et sports nautiques. Le bar installé dans un bateau sert cocktails et repas face aux vagues.",
          "visit_duration_min": 75
        },
        {
          "text": "Les récifs coralliens entourent l'île et abritent une vie marine colorée accessible depuis la plage. Poissons tropicaux, raies et tortues évoluent dans les eaux claires.",
          "visit_duration_min": 75
        },
        {
          "text": "Les sites de plongée autour de Big Corn comptent parmi les meilleurs des Caraïbes selon les connaisseurs. Les épaves et tombants attirent plongeurs certifiés du monde entier.",
          "visit_duration_min": 75
        },
        {
          "text": "Le tour de l'île en taxi ou à pied prend quelques heures et révèle plages désertes et villages de pêcheurs. Chaque côte offre une ambiance et des vues différentes.",
          "visit_duration_min": 75
        },
        {
          "text": "La cuisine locale fusionne traditions créoles et produits de la mer fraîchement pêchés. Le rondón, ragoût au lait de coco, et le pain de coco accompagnent chaque repas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La panga matinale depuis Pearl Lagoon rejoint Bluefields en 1h30 pour attraper le vol vers Big Corn. La coordination des transports demande patience et flexibilité.",
          "visit_duration_min": 60
        },
        {
          "text": "Le vol de La Costeña survole la mer des Caraïbes pendant 30 minutes avant d'atterrir sur la piste de Big Corn. Les petits avions offrent des vues spectaculaires sur l'archipel.",
          "visit_duration_min": 60
        },
        {
          "text": "L'après-midi de détente sur la plage récupère des heures de transport. Les eaux chaudes et calmes invitent à la baignade et au snorkeling.",
          "visit_duration_min": 60
        },
        {
          "text": "La soirée découvre les restaurants locaux servant poisson grillé, homard et spécialités créoles. Les prix restent raisonnables comparés aux autres îles caribéennes.",
          "visit_duration_min": 60
        },
        {
          "text": "La journée complète sur Big Corn permet d'explorer l'île sans la pression du transit. Le rythme caribéen invite à la lenteur et à la contemplation.",
          "visit_duration_min": 60
        },
        {
          "text": "Le snorkeling depuis la plage révèle les fonds marins sans équipement sophistiqué. Masque et tuba suffisent pour observer la faune sous-marine.",
          "visit_duration_min": 60
        },
        {
          "text": "La location d'un vélo ou scooter facilite l'exploration des différentes plages et points de vue. Les routes de terre traversent villages et cocoteraies.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis la côte ouest embrase le ciel au-dessus de la mer des Caraïbes. Les bars de plage servent rhum local et bières glacées face au spectacle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 6
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 7
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "NI::big-corn-island",
      "name": "Big Corn Island",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.1725,
        -82.9903
      ],
      "lat": 12.1725,
      "lon": -82.9903,
      "visits": [
        {
          "text": "Big Corn Island émerge à 70 kilomètres au large de la côte nicaraguayenne dans les eaux turquoise de la mer des Caraïbes.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le village principal qui s'articule autour du port où accostent les pangas vers Little Corn. Les maisons de bois colorées bordent les rues poussiéreuses.",
          "visit_duration_min": 75
        },
        {
          "text": "La plage de Long Bay s'étire sur la côte sud-ouest de l'île face aux vagues du large. Le sable blanc et les cocotiers composent le décor caribéen classique.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez jusqu'au phare de Big Corn qui domine l'île depuis sa colline centrale. Le panorama embrasse les deux îles et l'immensité bleue de la mer des Caraïbes.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église baptiste témoigne de l'influence britannique et jamaïcaine sur l'archipel. Les services dominicaux rassemblent la communauté dans des chants gospel.",
          "visit_duration_min": 75
        },
        {
          "text": "Retour à Big Corn Island pour une journée tampon avant le long trajet vers le continent. Cette étape permet d'absorber un éventuel retard de panga dû à la météo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le vol depuis Bluefields survole la mer des Caraïbes pendant 20 minutes avant d'atterrir sur la piste de Big Corn. Le petit avion offre des vues plongeantes sur les récifs.",
          "visit_duration_min": 60
        },
        {
          "text": "Patientez à la plage d'Arenas Beach en attendant la panga vers Little Corn. Le pass journalier donne accès aux transats, paddle et restaurant les pieds dans le sable.",
          "visit_duration_min": 60
        },
        {
          "text": "La plongée sous-marine révèle les récifs coralliens parmi les plus préservés des Caraïbes. Les centres proposent sorties et certifications pour tous niveaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites le tour de l'île en moins d'une heure par les chemins de terre qui relient les plages et les villages. Les taxis collectifs assurent les liaisons.",
          "visit_duration_min": 60
        },
        {
          "text": "Retour matinal en panga vers Big Corn Island. Prévoyez une marge horaire car la traversée peut être annulée si la mer est mauvaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez de la plage d'Arenas Beach ou de Long Bay pour une dernière journée caribéenne détendue.",
          "visit_duration_min": 60
        },
        {
          "text": "Les restaurants de fruits de mer servent le poisson du jour grillé, le crabe et la langouste selon la saison.",
          "visit_duration_min": 60
        },
        {
          "text": "Confirmez votre vol du lendemain vers Managua auprès de La Costeña.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 5
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 9
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "NI::bluefields",
      "name": "Bluefields",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.0131,
        -83.7636
      ],
      "lat": 12.0131,
      "lon": -83.7636,
      "visits": [
        {
          "text": "Bluefields surgit au bord de la lagune comme une anomalie caribéenne au Nicaragua. Cette ville de 50 000 habitants mêle six ethnies : Créoles, Miskitos, Garifunas, Ramas, Ulwas et Mestizos dans un melting-pot unique.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église morave générale dresse sa réplique blanche aux toits rouge sombre depuis 1849. L'original fut détruit par l'ouragan Jeanne en 1988 mais le bâtiment reconstruit domine toujours la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église catholique arbore la Vierge Marie sur sa façade et des vitraux colorés à l'intérieur. Les hauts plafonds aérés offrent un refuge contre la chaleur tropicale.",
          "visit_duration_min": 75
        },
        {
          "text": "Le parc Reyes constitue le seul parc central de toute la région autonome sud avec ses 60 ans d'histoire. Le kiosque et les grands arbres ombragent les familles qui s'y retrouvent le soir.",
          "visit_duration_min": 75
        },
        {
          "text": "La culture créole imprègne chaque aspect de la vie à Bluefields, des rythmes musicaux aux saveurs culinaires. Le rondón, ragoût de fruits de mer au lait de coco, incarne cette fusion afro-caribéenne.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Centre de Recherche et Documentation de la Côte Atlantique conserve 1 100 textes sur l'histoire et la culture de la région. Le musée historique adjacent expose photos et oeuvres d'art locales.",
          "visit_duration_min": 75
        },
        {
          "text": "The Bluff s'étend à quelques kilomètres au sud avec sa plage et son phare historique. Ce quartier plus calme offre une alternative aux rues animées du centre.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Palo de Mayo, fête traditionnelle de mai, représente l'apogée culturelle de Bluefields. Les danses sensuelles aux racines africaines et britanniques animent les rues pendant tout le mois.",
          "visit_duration_min": 75
        },
        {
          "text": "Bluefields porte le nom du pirate hollandais Abraham Blauvelt qui établit ici sa base d'opérations au XVIIe siècle. Le terme dérive du néerlandais Blauvelt, signifiant champ bleu.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'église morave générale qui dresse ses murs blancs et ses hauts plafonds rouge sombre depuis 1849. Le bâtiment actuel constitue une réplique reconstruite après l'ouragan Jeanne de 1988.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église catholique arbore sur sa façade l'image de la Vierge Marie. Les hauts plafonds aérés abritent des vitraux colorés entourant un vaste jardin intérieur.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans le Kings Park, unique parc central de la région autonome atlantique sud depuis plus de soixante ans. Le kiosque à musique et les grands arbres ombragent les familles qui s'y retrouvent.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée historique de la côte atlantique conserve les photos des figures majeures de la région et des oeuvres d'art documentant l'histoire locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez le marché municipal Teodoro Martínez qui s'étend sur plus de six pâtés de maisons. Les pangas vers les destinations côtières partent du quai adjacent.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le vol matinal de La Costeña survole les montagnes puis les plaines marécageuses de la côte Caraïbe. L'atterrissage à Bluefields révèle un autre Nicaragua, tropical et afro-caribéen.",
          "visit_duration_min": 60
        },
        {
          "text": "La promenade dans les rues révèle l'architecture victorienne en bois coloré héritée des colons britanniques. Le reggae s'échappe des maisons et des bars à toute heure.",
          "visit_duration_min": 60
        },
        {
          "text": "Le créole anglais se mêle à l'espagnol dans les conversations de rue. Cette langue caribéenne rapproche Bluefields de la Jamaïque plus que de Managua.",
          "visit_duration_min": 60
        },
        {
          "text": "Le marché municipal Teodoro Martínez propose fruits de mer frais et produits locaux à prix locaux. Les pangas vers les destinations environnantes partent du quai adjacent.",
          "visit_duration_min": 60
        },
        {
          "text": "La journée permet d'absorber le rythme lent de la ville caribéenne sans pression de transport. Le concept de 'Nica time' prend ici tout son sens.",
          "visit_duration_min": 60
        },
        {
          "text": "La visite du musée CIDCA-BICU éclaire l'histoire complexe de cette région autonome. Les guides expliquent le mélange ethnique qui façonne l'identité côtière.",
          "visit_duration_min": 60
        },
        {
          "text": "L'excursion en panga vers Rama Cay découvre la communauté indigène Rama sur leur île. Les quelques centaines d'habitants perpétuent langue et traditions ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "La soirée dans les bars du centre pulse au son du reggae et du punta garifuna. Les Toñas glacées accompagnent les conversations avec les locaux accueillants.",
          "visit_duration_min": 60
        },
        {
          "text": "Le vol matinal depuis Managua survole les montagnes centrales puis la forêt tropicale pendant une heure avant d'atterrir sur la piste de Bluefields.",
          "visit_duration_min": 60
        },
        {
          "text": "Six groupes ethniques cohabitent à Bluefields : Mestizos, Créoles, Miskitos, Garifunas, Ulwas et Ramas. Le créole se mêle à l'espagnol dans les conversations quotidiennes.",
          "visit_duration_min": 60
        },
        {
          "text": "Les restaurants du centre servent fruits de mer frais, riz aux haricots rouges et spécialités créoles comme le coconut bread et le rondon.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous dans les quartiers pour admirer les maisons de bois colorées de style victorien héritées de la période coloniale britannique. Le reggae résonne dans les rues.",
          "visit_duration_min": 60
        },
        {
          "text": "Réservez la panga du lendemain vers Pearl Lagoon auprès des coopératives de transport au quai central.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez d'un dîner de fruits de mer sur les quais en regardant les bateaux rentrer de la pêche du jour.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 2
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 3
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 2
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 3
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "NI::el-castillo",
      "name": "El Castillo",
      "cc": "NI",
      "language": "fr",
      "coords": [
        11.0167,
        -84.4
      ],
      "lat": 11.0167,
      "lon": -84.4,
      "visits": [
        {
          "text": "El Castillo surgit au détour du fleuve comme un village hors du temps sans routes ni voitures. Les 1 500 habitants vivent de pêche, cacao, tourisme et travail dans les exploitations voisines.",
          "visit_duration_min": 75
        },
        {
          "text": "La Fortaleza de la Inmaculada Concepción domine le village depuis 1675 quand les Espagnols la bâtirent contre les pirates. Le jeune Horatio Nelson la conquit brièvement en 1780 avant que la fièvre jaune ne décime ses troupes.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée dans la forteresse expose armes, boulets de canon et bouteilles de rhum datant du XVIe siècle. La bibliothèque offre un havre de lecture face au fleuve.",
          "visit_duration_min": 75
        },
        {
          "text": "Les rapides du Río San Juan au pied de la forteresse expliquent son emplacement stratégique. Les bateaux devaient ralentir ici, vulnérables aux canons espagnols.",
          "visit_duration_min": 75
        },
        {
          "text": "La Réserve Biologique Indio Maíz protège plus de 3 000 km² de forêt tropicale primaire au sud du fleuve. Cette jungle figure parmi les mieux préservées d'Amérique centrale avec une biodiversité exceptionnelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Refugio Bartola donne accès à la réserve depuis l'embouchure du Río Bartola à 4 km en aval d'El Castillo. Les sentiers pénètrent la jungle où vivent singes, toucans, grenouilles et aras.",
          "visit_duration_min": 75
        },
        {
          "text": "Le kayak sur le fleuve offre une perspective unique sur la forêt riveraine et la faune aquatique. Les locations et tours guidés s'organisent depuis le village.",
          "visit_duration_min": 75
        },
        {
          "text": "La ferme aux papillons près de la forteresse présente les espèces locales dans un jardin aménagé. Ce projet communautaire emploie des femmes du village.",
          "visit_duration_min": 75
        },
        {
          "text": "El Castillo surgit sur une colline dominant les rapides du Río San Juan, verrou stratégique contre les pirates qui remontaient vers le lac Nicaragua.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez jusqu'à la Fortaleza de la Inmaculada Concepción édifiée par les Espagnols en 1675 pour bloquer l'accès au lac. Les murailles de pierre dominent le fleuve et la jungle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée de la forteresse retrace l'histoire des batailles contre les pirates anglais et l'expédition de l'amiral Nelson en 1780. Les canons rouillés pointent encore vers le fleuve.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les rapides du Río San Juan qui grondent au pied du village, obstacle naturel qui renforçait la position défensive de la forteresse.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village s'étire le long d'une unique rue de planches sur pilotis face au fleuve. Les maisons de bois colorées abritent quelques commerces et restaurants.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La lancha rapide depuis San Carlos descend le fleuve en 1h30 avec arrêts dans les communautés riveraines. Le paysage de jungle et ranchos défile sur les rives.",
          "visit_duration_min": 60
        },
        {
          "text": "La visite de la forteresse restaurée par l'Espagne retrace l'histoire mouvementée du fleuve. L'entrée de $2 plus $1 pour les photos donne accès à tout le site.",
          "visit_duration_min": 60
        },
        {
          "text": "La promenade dans le village découvre les maisons sur pilotis et la vie quotidienne sans voitures. Le chemin pavé principal relie le quai à la forteresse.",
          "visit_duration_min": 60
        },
        {
          "text": "Le dîner au Borders Café sert les meilleures pâtes du Nicaragua selon les habitués. Le propriétaire flamboyant Yamil cultive ses légumes et sert les bières les plus glacées.",
          "visit_duration_min": 60
        },
        {
          "text": "L'excursion matinale vers Bartola et Indio Maíz découvre la jungle primaire avec un guide local. Les bottes en caoutchouc fournies protègent dans les sentiers boueux.",
          "visit_duration_min": 60
        },
        {
          "text": "La remontée du Río Bartola en panga puis à la perche traverse une végétation de plus en plus dense. Les singes hurleurs, toucans et aras colorent et animent la canopée.",
          "visit_duration_min": 60
        },
        {
          "text": "Le kayak en fin d'après-midi explore le fleuve à son rythme dans la lumière dorée. Les caïmans et oiseaux aquatiques s'observent depuis l'eau.",
          "visit_duration_min": 60
        },
        {
          "text": "La dernière soirée à El Castillo savoure la tranquillité de ce village sans voitures. Le bruit du fleuve et de la jungle accompagne le sommeil.",
          "visit_duration_min": 60
        },
        {
          "text": "La lancha depuis San Carlos descend le Río San Juan pendant deux heures à travers une forêt tropicale dense. Les singes hurleurs et les oiseaux accompagnent la navigation.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez sur les sentiers de la réserve Indio Maíz qui protège l'une des dernières forêts primaires d'Amérique centrale. Les guides locaux connaissent les passages vers les cascades.",
          "visit_duration_min": 60
        },
        {
          "text": "Observez les caïmans, tortues et oiseaux aquatiques qui peuplent les berges du fleuve. Les excursions nocturnes en kayak révèlent la faune active après le coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Les lodges du village servent une cuisine simple de poissons du fleuve et de gibier local. L'électricité fonctionne selon les générateurs de chaque établissement.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 12
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 13
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 12
        }
      ],
      "rating": 3
    },
    {
      "place_id": "NI::esteli",
      "name": "Esteli",
      "cc": "NI",
      "language": "fr",
      "coords": [
        13.0833,
        -86.35
      ],
      "lat": 13.0833,
      "lon": -86.35,
      "visits": [
        {
          "text": "Estelí règne sur l'industrie du cigare nicaraguayen depuis les années 1960 quand les maîtres cubains émigrés y établirent leurs manufactures. La ville produit aujourd'hui parmi les meilleurs puros du monde dans des dizaines de fabriques artisanales.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale Nuestra Señora del Rosario domine le centre-ville avec sa façade blanche de style néoclassique moderne consacrée en 1962. L'intérieur sobre contraste avec l'exubérance baroque des églises coloniales de León et Granada.",
          "visit_duration_min": 75
        },
        {
          "text": "Le parc central rassemble les familles le week-end autour des vendeurs de fruits et des enfants qui jouent. L'ambiance provinciale et authentique échappe à l'affluence touristique des villes coloniales.",
          "visit_duration_min": 75
        },
        {
          "text": "Les fabriques de cigares ouvrent leurs portes aux visiteurs curieux de découvrir l'art du torcedor. Les mains expertes roulent les feuilles de tabac avec une dextérité acquise au fil des années.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le bus depuis León traverse les plaines puis grimpe la cordillère centrale en environ deux heures. Les paysages de montagnes cultivées défilent aux fenêtres sur la route Panaméricaine.",
          "visit_duration_min": 60
        },
        {
          "text": "La visite d'une fabrique de cigares révèle les étapes de production depuis les feuilles de tabac jusqu'au produit fini. Yayabo, Drew Estate ou Padrón accueillent les visiteurs selon les jours.",
          "visit_duration_min": 60
        },
        {
          "text": "Le marché central propose fruits frais, légumes et produits locaux dans une ambiance animée. Les étals colorés offrent un aperçu de l'alimentation quotidienne des Nicaraguayens.",
          "visit_duration_min": 60
        },
        {
          "text": "La vie nocturne d'Estelí anime quelques bars et discothèques où les locaux dansent sur des rythmes latinos. Le Hard Bar et le Zona 34 attirent une clientèle jeune et festive.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 5
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "NI::granada",
      "name": "Granada",
      "cc": "NI",
      "language": "fr",
      "coords": [
        11.9344,
        -85.956
      ],
      "lat": 11.9344,
      "lon": -85.956,
      "visits": [
        {
          "text": "La Laguna de Apoyo remplit un cratère volcanique effondré d'eaux cristallines maintenues à 28°C par l'activité géothermique. Ce lac parfaitement rond offre une baignade tiède dans un décor de forêts tropicales.",
          "visit_duration_min": 75
        },
        {
          "text": "San Juan de Oriente perpétue l'art de la poterie depuis 2 500 ans dans un village où 90% des habitants vivent de la céramique. Les artisans tournent, peignent et cuisent des pièces uniques dans chaque maison.",
          "visit_duration_min": 75
        },
        {
          "text": "Le marché de Masaya occupe une forteresse néogothique aux arcades de briques rouges. Les étals débordent de hamacs, cuir, céramiques, épices et artisanat de tout le pays.",
          "visit_duration_min": 75
        },
        {
          "text": "Le volcan Masaya ouvre son cratère Santiago sur un lac de lave bouillonnante visible de nuit. Les Espagnols le baptisèrent Porte de l'Enfer en découvrant ce gouffre incandescent au XVIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Granada revendique le titre de plus ancienne ville coloniale des Amériques fondée en 1524 par les conquistadors espagnols. L'architecture mauresque et andalouse lui vaut le surnom de Gran Sultana, anomalie ibérique au coeur de l'Amérique centrale.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale jaune domine le Parque Central de sa façade néoclassique reconstruite après les destructions du flibustier William Walker en 1856. L'intérieur sobre abrite autels de bois et statues coloniales.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église de La Merced offre depuis son clocher le meilleur panorama sur Granada pour un dollar seulement. Les toits de tuiles, les dômes des églises et le lac Nicaragua s'étendent jusqu'à l'horizon volcanique.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Convento San Francisco abrite l'un des meilleurs musées précolombiens du pays dans un bâtiment du XVIe siècle. Les statues de basalte et céramiques racontent les civilisations qui peuplaient l'isthme avant la conquête.",
          "visit_duration_min": 75
        },
        {
          "text": "La Calle La Calzada s'anime dès le coucher du soleil quand les façades colorées s'illuminent et les terrasses se remplissent. Cette artère piétonne concentre restaurants, bars et vie nocturne de la cité coloniale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le bus depuis Matagalpa rejoint Masaya en 2h30 via Sébaco et la Panaméricaine. L'arrivée en fin de matinée permet de commencer les visites.",
          "visit_duration_min": 60
        },
        {
          "text": "La baignade à Apoyo récompense d'une eau tiède et claire dans un cadre volcanique préservé. Les bars-restaurants au bord du lac proposent kayaks et paddleboards.",
          "visit_duration_min": 60
        },
        {
          "text": "La démonstration de poterie à San Juan de Oriente révèle les gestes précis des artisans. Les boutiques alignent des milliers de pièces peintes à la main.",
          "visit_duration_min": 60
        },
        {
          "text": "Le volcan Masaya se visite à la tombée du jour quand la lave rougeoie dans l'obscurité du cratère. La file de véhicules serpente jusqu'au belvédère où 30 voitures disposent de 15 minutes chacune.",
          "visit_duration_min": 60
        },
        {
          "text": "La route vers Granada ne prend que 30 minutes après le volcan. L'arrivée nocturne révèle les lumières de la cité coloniale.",
          "visit_duration_min": 60
        },
        {
          "text": "La promenade matinale dans les rues pavées révèle balcons ouvragés, patios fleuris et façades aux teintes pastel. Les calèches tirées par des chevaux ajoutent au charme suranné de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Le ChocoMuseo propose des ateliers de fabrication de chocolat bean-to-bar de deux heures. Les participants repartent avec leur tablette personnalisée après avoir découvert le processus complet.",
          "visit_duration_min": 60
        },
        {
          "text": "Les fabriques artisanales de cigares ouvrent leurs portes aux visiteurs curieux de voir les torcedores à l'oeuvre. Casa Favilli et Doña Elba proposent démonstrations et dégustations.",
          "visit_duration_min": 60
        },
        {
          "text": "Le Mercado Municipal plonge dans le quotidien des Granadinos entre étals de fruits, viandes et articles ménagers. Le restaurant Tostometro sert des burgers sur tostones au milieu des allées.",
          "visit_duration_min": 60
        },
        {
          "text": "La soirée sur la Calle La Calzada enchaîne dîner, cocktails et musique live dans une ambiance festive. L'animation ne faiblit pas avant minuit les soirs de week-end.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 10
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 11
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "NI::laguna-apoyo",
      "name": "Laguna Apoyo",
      "cc": "NI",
      "language": "fr",
      "coords": [
        11.9167,
        -86.0333
      ],
      "lat": 11.9167,
      "lon": -86.0333,
      "visits": [
        {
          "text": "La Laguna de Apoyo remplit un cratère volcanique effondré il y a 20 000 ans. Les eaux cristallines maintenues à 28°C par les fumerolles sous-marines invitent à la baignade.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Reserva Natural Laguna de Apoyo qui protège la forêt tropicale sèche entourant le lac. Les singes hurleurs et araignées peuplent les pentes du cratère.",
          "visit_duration_min": 75
        },
        {
          "text": "Les pontons de bois flottent à quelques mètres du rivage face aux établissements du bord du lac. Les baigneurs s'y reposent entre deux plongeons dans les eaux tièdes.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Mirador de Catarina domine le lac depuis le village perché sur la crête du cratère. Le panorama embrasse la caldeira, le Mombacho et le lac Nicaragua à l'horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les 200 espèces d'oiseaux et papillons qui vivent dans la réserve autour du lac. Les iguanes et lézards se chauffent sur les rochers du rivage.",
          "visit_duration_min": 75
        },
        {
          "text": "Profitez d'une dernière matinée au bord du lac pour une baignade matinale dans les eaux tièdes du cratère.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le ferry matinal depuis Ometepe rejoint San Jorge puis un taxi grimpe les flancs du cratère jusqu'aux établissements du bord du lac.",
          "visit_duration_min": 60
        },
        {
          "text": "Nagez dans les eaux minérales du lac qui restent propres grâce à l'interdiction des bateaux à moteur. La température parfaite prolonge les baignades sans effort.",
          "visit_duration_min": 60
        },
        {
          "text": "Installez-vous dans l'un des lodges du bord du lac pour profiter du cadre exceptionnel de ce cratère volcanique.",
          "visit_duration_min": 60
        },
        {
          "text": "Levez-vous tôt pour admirer le lever du soleil sur le lac avant le réveil des autres visiteurs. Les teintes dorées se reflètent sur les eaux calmes du matin.",
          "visit_duration_min": 60
        },
        {
          "text": "Pagayez en kayak ou paddle le long des rives boisées du cratère. Les singes hurleurs s'aperçoivent dans les arbres qui surplombent l'eau.",
          "visit_duration_min": 60
        },
        {
          "text": "Journée de farniente au bord du lac, dernière étape de détente avant le retour vers Managua. Les hamacs et transats invitent à la paresse.",
          "visit_duration_min": 60
        },
        {
          "text": "Journée libre pour profiter des derniers instants au bord de la lagune. Baignades, kayak et farniente au programme.",
          "visit_duration_min": 60
        },
        {
          "text": "Les établissements du bord du lac proposent massages et soins pour clôturer le voyage en douceur.",
          "visit_duration_min": 60
        },
        {
          "text": "Préparez vos affaires pour le départ du lendemain vers l'aéroport de Managua.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 18
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 19
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 20
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "NI::las-penitas",
      "name": "Las Penitas",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.3833,
        -87.0333
      ],
      "lat": 12.3833,
      "lon": -87.0333,
      "visits": [
        {
          "text": "Le Cerro Negro surgit de la plaine comme un cône parfait de cendres noires vieux de seulement 170 ans. Ce volcan actif parmi les plus jeunes du monde offre le terrain idéal pour une activité unique au Nicaragua.",
          "visit_duration_min": 75
        },
        {
          "text": "Le volcano boarding consiste à dévaler les pentes de cendres noires sur une planche de bois à des vitesses pouvant dépasser 80 km/h. Cette invention locale figure parmi les 50 expériences les plus folles selon CNN.",
          "visit_duration_min": 75
        },
        {
          "text": "Le cratère fumant révèle des fumerolles soufrées et des vues sur la chaîne volcanique environnante. Le paysage lunaire de cendres noires contraste avec le vert des vallées en contrebas.",
          "visit_duration_min": 75
        },
        {
          "text": "Las Peñitas s'étire sur cinq kilomètres de sable gris face aux vagues du Pacifique. Ce village de pêcheurs à trente minutes de León offre une alternative décontractée aux plages touristiques du sud.",
          "visit_duration_min": 75
        },
        {
          "text": "Le volcan Telica dresse son cratère fumant à 1 036 mètres d'altitude dans la chaîne des Maribios. Son cratère béant de 700 mètres de large et 120 mètres de profondeur crache en permanence vapeurs et gaz sulfureux.",
          "visit_duration_min": 75
        },
        {
          "text": "Le lever du soleil embrase successivement les sommets de San Cristóbal, Casita, Cerro Negro et El Hoyo. La mer de nuages qui noie parfois les vallées ajoute à la magie du spectacle.",
          "visit_duration_min": 75
        },
        {
          "text": "La Voie Lactée déploie son arc lumineux au-dessus des silhouettes volcaniques dans l'obscurité précédant l'aube. Le ciel nocturne depuis le sommet offre l'une des plus belles vues d'étoiles du pays.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte aux chauves-souris s'ouvre dans le flanc du volcan et abrite des dizaines de chiroptères qui virevoltent autour des visiteurs. L'excursion complète l'exploration du site avant la descente.",
          "visit_duration_min": 75
        },
        {
          "text": "La marina de Las Peñitas abrite les bateaux de pêcheurs qui partent à l'aube et reviennent avec la prise du jour en fin de matinée. Les visiteurs peuvent embarquer pour des sorties de pêche traditionnelle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le tour de volcano boarding part de León vers 8h et inclut transport, équipement de protection et combinaison. Bigfoot Hostel a inventé l'activité et reste l'opérateur de référence.",
          "visit_duration_min": 60
        },
        {
          "text": "L'ascension du cratère prend environ une heure sous un soleil de plomb avec la planche de 7 kilos sur le dos. Les porteurs locaux proposent leurs services pour trois dollars aux randonneurs épuisés.",
          "visit_duration_min": 60
        },
        {
          "text": "La descente sur la planche procure des sensations fortes malgré une apparence intimidante accessible aux débutants. Les guides expliquent les techniques de freinage et de contrôle avant le grand saut.",
          "visit_duration_min": 60
        },
        {
          "text": "Le chicken bus depuis le mercadito de León rejoint Las Peñitas en trente minutes pour quelques córdobas. Le trajet traverse le village de Poneloya avant d'atteindre la plage.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis les rochers où se rassemblent les surfeurs embrase le ciel de teintes orangées. Les bars de plage servent des Toñas glacées face au spectacle quotidien.",
          "visit_duration_min": 60
        },
        {
          "text": "Le tour sunrise de Telica part de León à 2h du matin et revient pour le petit-déjeuner vers 8h. Le réveil brutal se fait vite oublier devant la splendeur du spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "L'ascension courte de 45 minutes atteint le bord du cratère par un sentier bien marqué dans l'obscurité. Les lampes frontales éclairent le chemin rocailleux jusqu'au belvédère.",
          "visit_duration_min": 60
        },
        {
          "text": "Le froid surprend au sommet malgré la chaleur étouffante de León quelques heures plus tôt. Les couches de vêtements chauds s'imposent pour profiter confortablement du lever de soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "L'après-midi de repos à Las Peñitas récupère des heures de sommeil perdues. La plage, les hamacs et les vagues offrent le cadre idéal pour une sieste bien méritée.",
          "visit_duration_min": 60
        },
        {
          "text": "La Reserva Natural Isla Juan Venado protège les mangroves accessibles en bateau depuis la marina. Les tortues, oiseaux et crocodiles peuplent cet écosystème préservé.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 3
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 4
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "NI::leon",
      "name": "Leon",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.4379,
        -86.878
      ],
      "lat": 12.4379,
      "lon": -86.878,
      "visits": [
        {
          "text": "La basilique cathédrale de l'Assomption domine la place centrale avec ses dimensions imposantes qui en font la plus grande cathédrale d'Amérique centrale. Le style baroque et néoclassique abrite des oeuvres d'art colonial et la tombe du poète Rubén Darío.",
          "visit_duration_min": 75
        },
        {
          "text": "Le toit de la cathédrale accessible pour trois dollars offre une promenade sur les dômes blanchis à la chaux. Le panorama embrasse les toits de tuiles, les clochers des nombreuses églises et la silhouette des volcans à l'horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "Les murales révolutionnaires couvrent les murs de la ville et racontent l'histoire sandiniste du Nicaragua. Les fresques colorées célèbrent les héros de la révolution et dénoncent l'impérialisme américain dans un style réaliste socialiste.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée de la Révolution occupe un bâtiment criblé d'impacts de balles où des guides vétérans racontent leur expérience de combattants. Les photos, armes et uniformes documentent les années de guerre civile qui façonnèrent le pays.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le bus depuis Managua traverse la plaine agricole en moins de deux heures pour quelques dollars. Les chicken buses colorés constituent le moyen de transport le plus économique et authentique du pays.",
          "visit_duration_min": 60
        },
        {
          "text": "La visite guidée de la ville révolutionnaire dure quatre heures et couvre les sites majeurs de l'insurrection sandiniste. Les guides expliquent le contexte historique complexe qui mena à la chute de Somoza.",
          "visit_duration_min": 60
        },
        {
          "text": "Les cafés étudiants autour de la cathédrale servent un excellent café nicaraguayen dans une ambiance décontractée. La jeunesse universitaire anime les terrasses jusqu'à tard dans la soirée.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis le toit de la cathédrale embrase les volcans et les toits de la ville. Les derniers rayons dorent les façades coloniales de la place centrale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 2
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "NI::little-corn",
      "name": "Little Corn",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.2833,
        -83.0333
      ],
      "lat": 12.2833,
      "lon": -83.0333,
      "visits": [
        {
          "text": "Little Corn Island incarne le fantasme de l'île déserte caribéenne sans voitures ni routes pavées. Les 2,9 km² de l'île se parcourent à pied sur des sentiers de sable entre cocotiers et cabanes de bois.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach au nord de l'île offre les plus belles étendues de sable blanc bordées d'eaux turquoise. L'absence de sargasses la plupart du temps en fait la plage préférée des visiteurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village principal concentre les quelques restaurants, bars et épiceries de l'île. Les chemins de sable relient les établissements dispersés sous les arbres tropicaux.",
          "visit_duration_min": 75
        },
        {
          "text": "L'absence de distributeurs, le WiFi aléatoire et l'électricité intermittente imposent une déconnexion totale. Cette contrainte devient rapidement une libération pour les visiteurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Les sites de plongée autour de Little Corn révèlent récifs préservés, épaves et vie marine abondante. Dolphin Dive et d'autres opérateurs proposent baptêmes et sorties pour certifiés.",
          "visit_duration_min": 75
        },
        {
          "text": "Le snorkeling depuis les plages permet d'observer tortues, raies et bancs de poissons tropicaux. Les récifs peu profonds offrent un spectacle accessible à tous.",
          "visit_duration_min": 75
        },
        {
          "text": "Les sentiers de jungle traversent l'île entre plages et village dans une végétation luxuriante. Les perroquets, iguanes et crabes terrestres animent la promenade.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Tranquilo Café rassemble voyageurs et locaux autour de cocktails puissants et musique live. Le happy hour quotidien crée une ambiance conviviale jusqu'au coucher du soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "La journée sans programme défini permet d'absorber pleinement le rythme insulaire. Le temps s'étire entre siestes, baignades et conversations au hasard des rencontres.",
          "visit_duration_min": 75
        },
        {
          "text": "La pêche sportive depuis une panga locale cible les espèces qui abondent autour de l'archipel. Les tarifs restent très inférieurs aux autres destinations caribéennes.",
          "visit_duration_min": 75
        },
        {
          "text": "Le paddle board permet d'explorer la côte et les criques inaccessibles à pied. Plusieurs hébergements proposent la location à l'heure ou à la journée.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Turned Turtle au Little Corn Beach & Bungalow sert les meilleures margaritas de l'île face à la mer. Le petit-déjeuner copieux accompagne les matinées tranquilles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La panga depuis Big Corn traverse les 15 kilomètres en 30 minutes par mer calme. Les jours de houle, le trajet peut devenir une aventure mémorable voire être annulé.",
          "visit_duration_min": 60
        },
        {
          "text": "L'installation dans un bungalow rustique ou un écolodge plus confortable dépend du budget. Les options vont du dortoir basique aux suites avec piscine privée.",
          "visit_duration_min": 60
        },
        {
          "text": "L'après-midi d'exploration à pied découvre les sentiers de jungle et les plages désertes. L'île entière se parcourt en quelques heures de marche tranquille.",
          "visit_duration_min": 60
        },
        {
          "text": "Le dîner au Fish Fry Bar au nord de l'île récompense la marche par les fruits de mer les plus frais. Les pieds dans le sable face au coucher de soleil, le rhum coule.",
          "visit_duration_min": 60
        },
        {
          "text": "La matinée de plongée ou snorkeling explore les fonds marins préservés autour de l'île. Les opérateurs locaux connaissent les meilleurs spots selon les conditions.",
          "visit_duration_min": 60
        },
        {
          "text": "L'après-midi de farniente sur la plage incarne l'essence des vacances caribéennes. Hamac, livre et cocktail suffisent à remplir les heures.",
          "visit_duration_min": 60
        },
        {
          "text": "La marche jusqu'au Fish Fry Bar traverse l'île d'un bout à l'autre en 30 minutes. Le sentier dans la jungle alterne zones ombragées et échappées sur la mer.",
          "visit_duration_min": 60
        },
        {
          "text": "La soirée au Tranquilo ou dans l'un des bars du village prolonge l'ambiance décontractée. Les rencontres avec d'autres voyageurs enrichissent l'expérience.",
          "visit_duration_min": 60
        },
        {
          "text": "La dernière journée complète sur Little Corn invite à profiter sans contrainte. Chaque visiteur compose son programme idéal entre plage, plongée et farniente.",
          "visit_duration_min": 60
        },
        {
          "text": "La marche autour de l'île découvre les derniers recoins pas encore explorés. Les cabanes colorées et jardins tropicaux bordent les sentiers de sable.",
          "visit_duration_min": 60
        },
        {
          "text": "Le déjeuner à La Cantina propose des tacos authentiques face à la mer. Les saveurs mexicaines changent des plats créoles des jours précédents.",
          "visit_duration_min": 60
        },
        {
          "text": "Le dernier coucher de soleil caribéen depuis Otto Beach ou Fish Fry Bar grave des souvenirs durables. La perspective du départ ajoute une note mélancolique au spectacle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 8
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 9
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 10
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "NI::little-corn-island",
      "name": "Little Corn Island",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.2917,
        -82.9667
      ],
      "lat": 12.2917,
      "lon": -82.9667,
      "visits": [
        {
          "text": "Little Corn Island incarne le rêve caribéen sans voitures ni routes pavées. Les sentiers de sable traversent la jungle entre les plages désertes et les cabanes colorées.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach déroule son sable blanc à la pointe nord de l'île face aux vagues turquoise. Les cocotiers bordent cette étendue sauvage accessible après une marche dans la jungle.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le village principal qui concentre les quelques commerces, restaurants et cabanes téléphoniques de l'île. L'unique rue de sable s'anime au retour des pêcheurs.",
          "visit_duration_min": 75
        },
        {
          "text": "La côte est expose ses rochers battus par les vagues de l'Atlantique. Les criques isolées s'atteignent par des sentiers à travers la végétation dense.",
          "visit_duration_min": 75
        },
        {
          "text": "Les récifs coralliens entourent l'île à faible profondeur. Les poissons tropicaux, raies et parfois requins-nourrices évoluent dans ces eaux cristallines.",
          "visit_duration_min": 75
        },
        {
          "text": "Les points de plongée nommés Blowing Rock, Tarpon Channel et White Holes comptent parmi les meilleurs des Caraïbes centraméricaines.",
          "visit_duration_min": 75
        },
        {
          "text": "La plage du village offre un accès facile à l'eau et aux pontons flottants. Les kayaks et paddleboards s'empruntent dans les hébergements pour longer la côte.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez le cimetière de l'île qui témoigne de l'histoire des familles peuplant Little Corn depuis des générations. Les tombes colorées reflètent les traditions caribéennes.",
          "visit_duration_min": 75
        },
        {
          "text": "Les cabanes de pêcheurs bordent la plage sud où les lanchas tirent leurs filets chaque matin. L'activité traditionnelle rythme la vie insulaire depuis toujours.",
          "visit_duration_min": 75
        },
        {
          "text": "La jungle centrale abrite une faune d'iguanes, de crabes terrestres et d'oiseaux tropicaux. Les sentiers traversent cette végétation luxuriante entre les deux côtes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La traversée en panga depuis Big Corn dure 30 minutes par mer calme. Les vagues peuvent transformer le trajet en aventure lors des passages orageux.",
          "visit_duration_min": 60
        },
        {
          "text": "Installez-vous dans votre cabane et partez explorer les sentiers qui traversent la jungle vers les plages.",
          "visit_duration_min": 60
        },
        {
          "text": "L'électricité du village se coupe entre 6h et 13h selon les générateurs. Les soirées s'écoulent dans les bars de plage au son du reggae.",
          "visit_duration_min": 60
        },
        {
          "text": "Plongez dans les eaux cristallines qui attirent les passionnés du monde entier sur les sites préservés autour de l'île. Les centres proposent sorties quotidiennes et formations.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez l'île à pied en une demi-journée en vous arrêtant sur les plages et points de vue. Les sentiers traversent la jungle où résonnent les cris des oiseaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dînez dans l'un des restaurants familiaux qui servent le poisson grillé du jour pour quelques dollars.",
          "visit_duration_min": 60
        },
        {
          "text": "Levez-vous tôt pour admirer le soleil qui illumine l'océan de teintes orangées depuis la côte est. Les lève-tôt savourent le spectacle depuis les rochers.",
          "visit_duration_min": 60
        },
        {
          "text": "La journée de farniente alterne baignades, lectures dans les hamacs et siestes sous les cocotiers. Le temps s'écoule au rythme des vagues.",
          "visit_duration_min": 60
        },
        {
          "text": "Pagayez en kayak autour de l'île pour longer les plages désertes et les criques inaccessibles à pied. La transparence de l'eau révèle les fonds coralliens.",
          "visit_duration_min": 60
        },
        {
          "text": "Les restaurants familiaux servent le poisson grillé du jour pour quelques dollars. Les menus changent selon la pêche et les arrivages.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 6
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 7
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 8
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "NI::managua",
      "name": "Managua",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.1364,
        -86.2514
      ],
      "lat": 12.1364,
      "lon": -86.2514,
      "visits": [
        {
          "text": "La Catedral de Santiago dresse sa silhouette endommagée sur la Plaza de la Independencia depuis le tremblement de terre dévastateur de 1972. La structure baroque du début du XXe siècle reste debout mais abandonnée, ses dommages structurels trop importants pour une restauration.",
          "visit_duration_min": 75
        },
        {
          "text": "La nouvelle cathédrale métropolitaine de l'Immaculée Conception surgit à quelques kilomètres du centre avec son architecture moderne inaugurée en 1991. Les dômes multiples évoquent des formes organiques qui divisent les habitants entre admiration et perplexité.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée National expose les artefacts précolombiens des civilisations qui peuplaient le Nicaragua avant l'arrivée des conquistadors. Les poteries, statuettes et pipes cérémonielles témoignent d'une culture sophistiquée effacée par la colonisation.",
          "visit_duration_min": 75
        },
        {
          "text": "La lagune de Tiscapa occupe un cratère volcanique vieux de 10 000 ans au coeur de la ville. La silhouette du général Sandino domine le site depuis le sommet de la colline où se dressent monuments et bâtiments gouvernementaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Managua s'étend comme une banlieue infinie au pied de deux volcans visibles depuis le ciel lors de l'atterrissage. La capitale nicaraguayenne occupe les rives du lac Xolotlán dans une plaine volcanique fertile.",
          "visit_duration_min": 75
        },
        {
          "text": "La lagune de Tiscapa occupe un cratère volcanique vieux de 10 000 ans au coeur de la ville. La silhouette du général Sandino domine le site depuis le sommet de la colline.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de Santiago dresse sa silhouette endommagée sur la Plaza de la Independencia depuis le tremblement de terre dévastateur de 1972. La structure baroque du début du XXe siècle reste debout mais abandonnée.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la lagune de Tiscapa qui occupe un cratère volcanique vieux de 10 000 ans au coeur de la ville. La silhouette du général Sandino domine le site depuis le sommet de la colline.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée National expose les artefacts précolombiens des civilisations qui peuplaient le Nicaragua avant l'arrivée des conquistadors.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le musée Huellas de Acahualinca qui préserve des empreintes humaines vieilles de 6 000 ans fossilisées dans la boue volcanique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le vol depuis Miami ou Houston atterrit à l'aéroport international Augusto César Sandino en fin d'après-midi. Le trajet vers le centre-ville traverse les quartiers populaires qui composent l'essentiel de la capitale.",
          "visit_duration_min": 60
        },
        {
          "text": "Le musée Huellas de Acahualinca préserve des empreintes humaines vieilles de 6 000 ans fossilisées dans la boue volcanique. Ces traces d'une famille marchant d'un pas tranquille constituent l'un des plus anciens témoignages humains des Amériques.",
          "visit_duration_min": 60
        },
        {
          "text": "La tyrolienne de Tiscapa survole la lagune en trois sections pour moins de 20 dollars. Le parcours offre une vue aérienne sur le cratère et les toits de la capitale.",
          "visit_duration_min": 60
        },
        {
          "text": "Le vol international atterrit à l'aéroport Augusto César Sandino en fin d'après-midi. L'installation près de l'aéroport facilite le vol matinal vers la côte Caraïbe.",
          "visit_duration_min": 60
        },
        {
          "text": "La soirée permet de retirer suffisamment de cash pour la semaine à venir. Les distributeurs de la côte Caraïbe sont rares et souvent vides.",
          "visit_duration_min": 60
        },
        {
          "text": "La confirmation du vol La Costeña vers Bluefields s'effectue par téléphone ou à l'agence de l'aéroport. Les horaires changent fréquemment selon la demande.",
          "visit_duration_min": 60
        },
        {
          "text": "L'aéroport international Augusto César Sandino accueille les vols depuis Miami ou Houston en fin d'après-midi.",
          "visit_duration_min": 60
        },
        {
          "text": "Procurez-vous des córdobas aux bureaux de change de l'aéroport, indispensables sur la côte atlantique où les distributeurs restent rares.",
          "visit_duration_min": 60
        },
        {
          "text": "La réservation du vol La Costeña vers Bluefields s'effectue en ligne ou par téléphone, avec une réduction pour les appels directs.",
          "visit_duration_min": 60
        },
        {
          "text": "Vol matinal depuis Big Corn vers Managua. Cette journée de transition permet de souffler après les îles et avant la suite du voyage vers le Río San Juan.",
          "visit_duration_min": 60
        },
        {
          "text": "Installez-vous dans un hôtel confortable près du centre ou de l'aéroport pour récupérer.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez de l'après-midi pour vous reposer, faire quelques courses ou explorer les musées de la capitale.",
          "visit_duration_min": 60
        },
        {
          "text": "Réservez le transport du lendemain vers San Carlos : vol La Costeña si disponible (recommandé), ou bus via Juigalpa (départ 5h du matin, ~7h de trajet).",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 1
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 1
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 1
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 10
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "NI::matagalpa",
      "name": "Matagalpa",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.9167,
        -85.9167
      ],
      "lat": 12.9167,
      "lon": -85.9167,
      "visits": [
        {
          "text": "Matagalpa règne sur les montagnes du nord comme capitale du café nicaraguayen. L'air frais des hauteurs porte les arômes de torréfaction qui s'échappent des bénéfices et des cafés du centre-ville.",
          "visit_duration_min": 75
        },
        {
          "text": "La cathédrale San Pedro dresse sa façade blanche coloniale au coeur de la ville animée. L'intérieur sobre aux autels de bois invite au recueillement tandis que la place vibre de la vie quotidienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Le mirador El Calvario domine la ville au bout d'un escalier que gravissent les fidèles et les visiteurs. Le panorama sur les vallées, les toits et les montagnes embrumées récompense l'ascension.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra s'étend dans la forêt de nuages à quelques kilomètres de Matagalpa, écolodge et plantation de café au coeur d'une nature luxuriante. Les orchidées s'accrochent aux arbres moussus le long des sentiers.",
          "visit_duration_min": 75
        },
        {
          "text": "La plantation de café bio produit des grains d'exception cultivés à l'ombre des arbres centenaires. Le tour suit le grain de la graine à la tasse : plantation, récolte, séchage, torréfaction.",
          "visit_duration_min": 75
        },
        {
          "text": "El Castillo del Cacao transforme les fèves en chocolat artisanal dans un petit château entouré de cacaoyers. La visite et la dégustation révèlent les secrets de cette autre richesse agricole.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée du Café retrace l'histoire de la culture caféière qui façonna l'économie et la société de la région. Les outils anciens, photos et explications donnent sens aux plantations visitées.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cascada Blanca dégringole dans un bassin naturel nichée dans les collines verdoyantes autour de Matagalpa. L'eau fraîche invite à la baignade sous le rideau de la cascade ou derrière son voile.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cascada de la Luna cache trois chutes parallèles dans une forêt plus reculée et sauvage. La randonnée traverse ruisseaux et sous-bois humides avant de révéler ce spectacle peu fréquenté.",
          "visit_duration_min": 75
        },
        {
          "text": "La réserve Cerro Apante protège les forêts de nuages au sud-est de la ville, refuge d'oiseaux, orchidées et papillons. Les sentiers grimpent jusqu'à la Cruz de la Paz et son panorama sur la région.",
          "visit_duration_min": 75
        },
        {
          "text": "L'atelier de poterie noire perpétue une tradition précolombienne vieille de 2 500 ans. Les artisans façonnent l'argile sombre, la polissent et la cuisent dans des fours fumants pour obtenir ce noir brillant caractéristique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le trajet depuis Somoto prend la majeure partie de la journée avec correspondance à Estelí. Les bus traversent les montagnes sur des routes sinueuses mais asphaltées.",
          "visit_duration_min": 60
        },
        {
          "text": "L'arrivée en fin d'après-midi laisse le temps d'explorer le centre-ville et de s'installer. Les cafés de la place centrale servent le breuvage local dans une ambiance décontractée.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis El Calvario teinte le ciel de rose et d'or au-dessus de la ville. Les lumières s'allument progressivement dans les vallées qui s'assombrissent.",
          "visit_duration_min": 60
        },
        {
          "text": "L'excursion matinale à Selva Negra combine randonnée dans la forêt de nuages et visite de la plantation. Le petit-déjeuner sur place accompagne la dégustation du café fraîchement torréfié.",
          "visit_duration_min": 60
        },
        {
          "text": "Le tour café suit le processus complet et se termine par une dégustation comparative. La tasse finale prend tout son sens après avoir compris le travail des producteurs.",
          "visit_duration_min": 60
        },
        {
          "text": "El Castillo del Cacao propose en après-midi la découverte du cacao de la fève à la tablette. Les jardins du château offrent un cadre bucolique pour la dégustation.",
          "visit_duration_min": 60
        },
        {
          "text": "Le retour en ville permet de flâner dans les rues et de profiter de la fraîcheur du soir. Les restaurants locaux servent une cuisine de montagne simple et savoureuse.",
          "visit_duration_min": 60
        },
        {
          "text": "L'excursion matinale à Cascada Blanca permet une baignade rafraîchissante avant la chaleur du milieu de journée. Le transport en taxi ou tour organisé facilite l'accès au site.",
          "visit_duration_min": 60
        },
        {
          "text": "La randonnée à Cerro Apante démarre tôt pour profiter de l'activité des oiseaux et de la fraîcheur. Le sentier bien balisé monte progressivement à travers différents étages de végétation.",
          "visit_duration_min": 60
        },
        {
          "text": "La visite d'un atelier de poterie offre la possibilité de tenter soi-même de tourner un vase. L'expérience révèle la difficulté du geste apparemment simple des artisans.",
          "visit_duration_min": 60
        },
        {
          "text": "Les cafés du centre-ville servent le breuvage local dans une ambiance décontractée de ville de montagne. Les terrasses animent les soirées fraîches avant le départ du lendemain.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 7
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 8
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 9
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "NI::ometepe",
      "name": "Ometepe",
      "cc": "NI",
      "language": "fr",
      "coords": [
        11.5,
        -85.5833
      ],
      "lat": 11.5,
      "lon": -85.5833,
      "visits": [
        {
          "text": "Les Isletas de Granada parsèment le lac Nicaragua de 365 îlots volcaniques formés par l'explosion du Mombacho il y a 20 000 ans. Les kayaks et lanchas naviguent entre les îles habitées de villas, restaurants et colonies de singes.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Volcán Mombacho dresse ses forêts de nuages à 1 344 mètres au-dessus des plantations de café qui tapissent ses flancs. La réserve protège orchidées, broméliacées et une faune endémique.",
          "visit_duration_min": 75
        },
        {
          "text": "Ometepe surgit du plus grand lac d'Amérique centrale comme un huit formé par deux volcans reliés par un isthme étroit. Mark Twain décrivit ces pyramides verdoyantes comme un lieu de rêve et de repos éternel.",
          "visit_duration_min": 75
        },
        {
          "text": "Moyogalpa accueille les ferries et concentre services et hébergements à l'entrée de l'île. Les loueurs de motos et quads proposent le moyen le plus pratique d'explorer ce territoire aux routes parfois chaotiques.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua cache deux bassins naturels alimentés par des sources volcaniques souterraines au coeur de la végétation tropicale. L'eau cristalline maintenue à température agréable invite à la baignade loin de la chaleur.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María étire sa langue de sable jusqu'à deux kilomètres dans le lac en saison sèche. Le nom évoque l'illusion de marcher sur l'eau vers le continent qui se découpe à l'horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "La Playa Santo Domingo s'étire sur 4 kilomètres de sable fin le long de l'isthme entre les deux volcans. Les hébergements les plus confortables de l'île bordent cette étendue de sable clair.",
          "visit_duration_min": 75
        },
        {
          "text": "Les routes de l'île serpentent entre plages désertes, villages endormis et forêts luxuriantes. La moto ou le quad permettent d'explorer à son rythme ce territoire préservé du tourisme de masse.",
          "visit_duration_min": 75
        },
        {
          "text": "La réserve Charco Verde protège une lagune entourée de forêt sèche tropicale sur les flancs sud du Concepción. Les sentiers mènent au Mirador del Diablo et ses vues sur l'Isla de Quiste et le Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Finca Magdalena cultive café bio et produits agricoles sur les pentes du Maderas depuis des générations. La coopérative de 24 familles accueille les visiteurs pour des tours café et l'accès aux pétroglyphes précolombiens.",
          "visit_duration_min": 75
        },
        {
          "text": "Les pétroglyphes dispersés sur l'île témoignent des civilisations précolombiennes qui habitèrent Ometepe. Les spirales et figures gravées dans la roche volcanique datent de plus de mille ans avant notre ère.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Mangos offre une alternative moins fréquentée aux plages principales de l'île. Le bar de plage rustique sert cocktails et tostones face aux vagues du lac et au cône du Concepción.",
          "visit_duration_min": 75
        },
        {
          "text": "Ometepe surgit du lac Nicaragua comme la récompense après la longue journée de transit. Les deux volcans jumeaux dominent cette île mythique que Mark Twain décrivit comme un lieu de rêve et de repos éternel.",
          "visit_duration_min": 75
        },
        {
          "text": "Moyogalpa accueille les ferries et concentre les services à l'entrée de l'île. L'arrivée en fin de journée laisse juste le temps de s'installer avant la tombée de la nuit.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua cache deux bassins naturels alimentés par des sources volcaniques au coeur de la végétation tropicale. L'eau cristalline à température agréable offre une baignade rafraîchissante.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María étire sa langue de sable dans le lac jusqu'à deux kilomètres en saison sèche. Le nom évoque l'illusion de marcher sur l'eau vers le continent.",
          "visit_duration_min": 75
        },
        {
          "text": "La réserve Charco Verde protège une lagune entourée de forêt sèche sur les flancs du Concepción. Le Mirador del Diablo offre des vues spectaculaires sur le lac et le Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Finca Magdalena cultive café bio sur les pentes du Maderas depuis des générations. La coopérative accueille les visiteurs pour tours café et accès aux pétroglyphes précolombiens.",
          "visit_duration_min": 75
        },
        {
          "text": "Ometepe surgit du plus grand lac d'Amérique centrale comme un huit formé par deux volcans reliés par un isthme étroit. Mark Twain décrivit ces pyramides verdoyantes comme un lieu de rêve.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Moyogalpa qui accueille les ferries et concentre services et hébergements à l'entrée de l'île. Les agences proposent motos et quads pour explorer le territoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María étire sa langue de sable jusqu'à deux kilomètres dans le lac en saison sèche. Le nom évoque l'illusion de marcher sur l'eau vers le continent.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua cache deux bassins naturels alimentés par des sources volcaniques souterraines au coeur de la végétation tropicale. L'eau cristalline maintenue à température agréable rafraîchit des chaleurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Playa Santo Domingo qui s'étire sur 4 kilomètres de sable fin le long de l'isthme entre les deux volcans. Les hébergements les plus confortables bordent cette étendue.",
          "visit_duration_min": 75
        },
        {
          "text": "La réserve Charco Verde protège une lagune entourée de forêt sèche tropicale sur les flancs sud du Concepción. Les sentiers mènent au Mirador del Diablo et ses vues sur le Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez jusqu'à la cascade San Ramón qui dégringole depuis les hauteurs du volcan Maderas. Le sentier traverse la jungle pendant une heure avant d'atteindre le bassin.",
          "visit_duration_min": 75
        },
        {
          "text": "La Finca Magdalena cultive café bio et produits agricoles sur les pentes du Maderas depuis des générations. La coopérative accueille les visiteurs pour des tours café.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les pétroglyphes dispersés sur l'île qui témoignent des civilisations précolombiennes. Les spirales et figures gravées dans la roche volcanique datent de plus de mille ans.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Mangos offre une alternative moins fréquentée aux plages principales de l'île. Le bar rustique sert cocktails et tostones face aux vagues du lac.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "L'excursion matinale aux Isletas en kayak ou lancha part du port de Granada et dure deux à trois heures. Les guides connaissent les îles où observer singes hurleurs et oiseaux aquatiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Le bus depuis Granada rejoint Rivas en une heure puis un taxi ou bus local atteint San Jorge en quinze minutes. Les ferries partent toutes les heures environ selon la saison.",
          "visit_duration_min": 60
        },
        {
          "text": "La traversée dure une heure pendant laquelle les deux cônes volcaniques grandissent à l'horizon. Le ferry rustique offre un premier aperçu de l'atmosphère décontractée de l'île.",
          "visit_duration_min": 60
        },
        {
          "text": "L'installation en fin d'après-midi laisse le temps de louer un véhicule pour les jours suivants. Les agences conseillent sur l'état des routes et les itinéraires praticables.",
          "visit_duration_min": 60
        },
        {
          "text": "La matinée à El Ojo de Agua permet de profiter des bassins avant l'affluence. La corde pour sauter et les eaux claires idéales pour la baignade justifient les 10 dollars d'entrée.",
          "visit_duration_min": 60
        },
        {
          "text": "L'exploration en moto des routes de l'isthme traverse plages, villages et forêts. Les arrêts spontanés révèlent la vie quotidienne des insulaires entre agriculture et pêche.",
          "visit_duration_min": 60
        },
        {
          "text": "Le déjeuner au Café Campestre propose une cuisine végétarienne raffinée avec vue sur les volcans. Les pâtes fraîches et currys indiens changent des plats typiques nicaraguayens.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis Punta Jesús María rassemble voyageurs et locaux sur la langue de sable. Les bars de plage servent bières et cocktails face au spectacle quotidien.",
          "visit_duration_min": 60
        },
        {
          "text": "La randonnée matinale à Charco Verde combine balade dans la forêt et baignade dans la lagune. Le mirador récompense d'une vue imprenable sur le Maderas et les îlots voisins.",
          "visit_duration_min": 60
        },
        {
          "text": "Le tour café à Finca Magdalena suit le grain de la plantation à la tasse avec dégustation finale. Le sentier des pétroglyphes prolonge la visite vers les gravures rupestres millénaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Le kayak sur le Río Istián traverse les zones humides de l'isthme en saison des pluies. Les oiseaux aquatiques, tortues et caïmans peuplent ce corridor écologique entre les deux volcans.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis Playa Mangos clôt les journées sur l'île dans une ambiance détendue. La dernière nuit à Ometepe invite à savourer la quiétude insulaire.",
          "visit_duration_min": 60
        },
        {
          "text": "La panga matinale depuis Solentiname rejoint San Carlos en 2 heures pour le bus vers Rivas. La route asphaltée traverse le pays en 4-5 heures.",
          "visit_duration_min": 60
        },
        {
          "text": "Le taxi ou bus depuis Rivas atteint San Jorge en 15 minutes pour le ferry d'Ometepe. Les traversées partent régulièrement selon la saison.",
          "visit_duration_min": 60
        },
        {
          "text": "L'arrivée à Ometepe en fin d'après-midi récompense la journée de transit par les vues sur les volcans. L'installation rapide précède un dîner mérité.",
          "visit_duration_min": 60
        },
        {
          "text": "La location d'une moto ou quad pour le lendemain s'organise auprès des agences de Moyogalpa. Les conseils sur l'état des routes évitent les mauvaises surprises.",
          "visit_duration_min": 60
        },
        {
          "text": "La journée d'exploration en moto découvre les highlights de l'île à son propre rythme. Les routes variées entre asphalte et pistes demandent prudence et attention.",
          "visit_duration_min": 60
        },
        {
          "text": "La baignade matinale à El Ojo de Agua évite l'affluence du week-end. La corde pour sauter et les eaux claires justifient les $10 d'entrée.",
          "visit_duration_min": 60
        },
        {
          "text": "Le déjeuner au Café Campestre propose une cuisine végétarienne raffinée avec vue sur les volcans. Les pâtes fraîches changent des plats typiques nicaraguayens.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis Punta Jesús María clôt la journée dans les teintes dorées. Les volcans se découpent sur le ciel embrasé.",
          "visit_duration_min": 60
        },
        {
          "text": "Le ferry depuis San Jorge traverse le lac pendant une heure. Les deux cônes volcaniques grandissent à l'horizon pendant la traversée.",
          "visit_duration_min": 60
        },
        {
          "text": "Louez une moto ou un quad pour les jours suivants auprès des agences de Moyogalpa. Les routes de l'île alternent asphalte correct et pistes chaotiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis Punta Jesús María rassemble voyageurs et locaux sur la langue de sable face au spectacle quotidien.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignez-vous dans les bassins d'Ojo de Agua avant l'affluence de mi-journée. La corde pour sauter et les eaux claires justifient les quelques dollars d'entrée.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez dans la réserve Charco Verde pour observer singes hurleurs, oiseaux tropicaux et papillons. Le mirador récompense d'une vue imprenable sur les îlots voisins.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez de l'après-midi pour vous détendre sur la plage de Santo Domingo ou explorer les environs en moto.",
          "visit_duration_min": 60
        },
        {
          "text": "Suivez le tour café à Finca Magdalena de la plantation à la tasse avec dégustation finale. Le sentier des pétroglyphes prolonge la visite vers les gravures rupestres.",
          "visit_duration_min": 60
        },
        {
          "text": "Pagayez en kayak sur le Río Istián qui traverse les zones humides de l'isthme. Les oiseaux aquatiques, tortues et caïmans peuplent ce corridor écologique.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis Playa Mangos clôt les journées sur l'île dans une ambiance détendue face au cône du Concepción.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 12
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 13
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 14
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 16
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 17
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 15
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 16
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 17
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "NI::pearl-lagoon",
      "name": "Pearl Lagoon",
      "cc": "NI",
      "language": "fr",
      "coords": [
        12.3333,
        -83.6667
      ],
      "lat": 12.3333,
      "lon": -83.6667,
      "visits": [
        {
          "text": "Pearl Lagoon ou Laguna de Perlas borde la plus grande lagune côtière du Nicaragua au nord de Bluefields. Cette bourgade tranquille de 11 000 habitants vit de la pêche et reste largement ignorée du tourisme.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village créole s'organise autour de trottoirs de ciment qui permettent de flâner entre les maisons de bois colorées. L'électricité fonctionne sauf entre 1h et 9h du matin.",
          "visit_duration_min": 75
        },
        {
          "text": "La lagune immense s'ouvre sur un horizon bleu sans terre en vue. Les pêcheurs partent à l'aube et reviennent avec poissons, homards ou crevettes selon la saison.",
          "visit_duration_min": 75
        },
        {
          "text": "Quatre ethnies cohabitent dans la région : Mestizos, Créoles, Miskitos et Garifunas. Chaque communauté occupe généralement un village distinct accessible par bateau.",
          "visit_duration_min": 75
        },
        {
          "text": "La réserve naturelle de Wawashang protège forêts tropicales et zones humides au nord de Pearl Lagoon. Le centre éducatif de FADCANIC enseigne l'agriculture durable aux enfants des communautés rurales.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Pueblo Nuevo donne accès à une partie de la réserve Wawashang malgré les dégâts de l'ouragan Beta en 2005. La végétation dense abrite singes, paresseux, cerfs et oiseaux innombrables.",
          "visit_duration_min": 75
        },
        {
          "text": "Les villages Miskitos et Garifunas préservent leurs traditions le long des rivières qui alimentent la lagune. Les visites respectueuses permettent de découvrir modes de vie ancestraux.",
          "visit_duration_min": 75
        },
        {
          "text": "La pêche sportive attire quelques connaisseurs vers les rivières et lagunes de la région. Le tarpon et autres gros poissons remontent depuis la mer des Caraïbes.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna de Perlas constitue la plus grande lagune côtière du Nicaragua, encore largement préservée du tourisme de masse.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le bourg de Pearl Lagoon qui s'étire sur les rives de la lagune, centre politique et économique de cette région isolée. Les trottoirs de ciment traversent le village créole.",
          "visit_duration_min": 75
        },
        {
          "text": "Les Pearl Keys parsèment l'océan au large, îlots caribéens aux plages immaculées et aux fonds coralliens préservés.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Tasbapauni préserve les traditions du peuple Miskito sur la côte nord de la lagune. Les habitants perpétuent artisanat et pêche selon des méthodes ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le centre de Wawashang qui forme les jeunes des communautés rurales aux pratiques agricoles durables. La forêt environnante fait partie de la vaste réserve naturelle.",
          "visit_duration_min": 75
        },
        {
          "text": "La communauté garifuna d'Orinoco maintient vivantes les traditions de ce peuple afro-caribéen avec ses danses, sa musique et sa cuisine uniques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La panga depuis Bluefields traverse la lagune en 1h30 environ selon les conditions. Le trajet offre les premières vues sur ce territoire aquatique préservé.",
          "visit_duration_min": 60
        },
        {
          "text": "L'installation dans l'un des rares hébergements du village permet de découvrir l'hospitalité locale. Les repas de poisson frais constituent le quotidien culinaire.",
          "visit_duration_min": 60
        },
        {
          "text": "La promenade dans le village révèle un rythme de vie encore plus lent qu'à Bluefields. Les habitants saluent les rares visiteurs avec curiosité bienveillante.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil sur la lagune embrase les eaux calmes de teintes orangées. Les pêcheurs préparent leurs filets pour la sortie du lendemain.",
          "visit_duration_min": 60
        },
        {
          "text": "L'excursion en panga remonte l'une des rivières qui se jettent dans la lagune. La forêt tropicale borde les rives où se cachent caïmans et oiseaux colorés.",
          "visit_duration_min": 60
        },
        {
          "text": "La visite d'un village indigène offre un aperçu des cultures Miskito ou Garifuna selon le choix. Les guides locaux expliquent traditions, artisanat et mode de vie.",
          "visit_duration_min": 60
        },
        {
          "text": "La randonnée dans la réserve traverse zones agricoles puis forêt dense malgré les traces de l'ouragan. Les arbres tombés côtoient une végétation luxuriante renaissante.",
          "visit_duration_min": 60
        },
        {
          "text": "Le retour au village permet de savourer un dernier repas de fruits de mer avant le départ. La soirée tranquille prépare la journée de transit du lendemain.",
          "visit_duration_min": 60
        },
        {
          "text": "La panga depuis Bluefields longe la côte marécageuse pendant 90 minutes avant d'entrer dans la lagune. Les oiseaux aquatiques et les mangroves défilent le long du trajet.",
          "visit_duration_min": 60
        },
        {
          "text": "Remontez les rivières qui alimentent la lagune pour observer une forêt tropicale préservée. Les singes, paresseux et oiseaux s'aperçoivent depuis l'embarcation.",
          "visit_duration_min": 60
        },
        {
          "text": "La pêche sportive attire les amateurs de tarpon et autres poissons de combat dans les eaux de la lagune et des rivières environnantes.",
          "visit_duration_min": 60
        },
        {
          "text": "L'électricité reste intermittente dans cette région isolée, coupée entre 1h et 9h du matin. Les générateurs suppléent selon les établissements.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 4
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 5
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 4
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "NI::san-carlos",
      "name": "San Carlos",
      "cc": "NI",
      "language": "fr",
      "coords": [
        11.1239,
        -84.7781
      ],
      "lat": 11.1239,
      "lon": -84.7781,
      "visits": [
        {
          "text": "San Carlos s'accroche à la rive sud du lac Nicaragua là où naît le Río San Juan. Cette ville de transit de 6 000 habitants concentre soldats, pêcheurs, éleveurs et aventuriers en route vers ailleurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Le malecón rénové longe le lac et offre les meilleures vues sur les eaux qui s'écoulent vers le fleuve. Les couchers de soleil embrasent la 'mer douce' comme l'appelaient les Espagnols.",
          "visit_duration_min": 75
        },
        {
          "text": "Le quai municipal concentre l'activité de cette ville tournée vers l'eau. Les pangas vers El Castillo, Solentiname et les communautés du fleuve partent d'ici.",
          "visit_duration_min": 75
        },
        {
          "text": "San Carlos occupe l'angle sud-est du lac Nicaragua, là où le Río San Juan entame son voyage de 180 kilomètres vers la mer des Caraïbes.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la fortaleza qui gardait autrefois l'accès au lac contre les incursions des pirates remontant depuis l'Atlantique. La position stratégique commandait le passage obligé.",
          "visit_duration_min": 75
        },
        {
          "text": "Le malecón longe le lac Nicaragua face aux eaux agitées par les vents d'est. Les bateaux à destination du fleuve et des îles accostent au quai principal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le marché central qui approvisionne la région en produits frais venus par bateau des communautés riveraines. L'ambiance portuaire anime les quais dès l'aube.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église de San Carlos domine la place centrale où se retrouvent les familles le soir venu. Les façades modestes rappellent l'incendie dévastateur de 1948.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le vol matinal de La Costeña depuis Managua survole le lac Nicaragua pendant une heure. L'atterrissage à San Carlos révèle l'isolement de cette région frontalière.",
          "visit_duration_min": 60
        },
        {
          "text": "L'après-midi permet d'organiser les transports pour les jours suivants au quai municipal. Les horaires de pangas vers El Castillo et Solentiname se confirment sur place.",
          "visit_duration_min": 60
        },
        {
          "text": "La promenade sur le malecón découvre cette ville de transit sans grand charme mais fonctionnelle. Les quelques hôtels basiques suffisent pour une nuit.",
          "visit_duration_min": 60
        },
        {
          "text": "Le dîner dans l'un des comedores locaux sert poisson du lac et plats simples. Les prix modiques reflètent l'économie locale loin des circuits touristiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Le trajet depuis Managua par bus prend la journée entière via Juigalpa, ou une heure par vol La Costeña si disponible.",
          "visit_duration_min": 60
        },
        {
          "text": "La ville sert de carrefour vers les destinations du Río San Juan, de Solentiname et du Costa Rica voisin. Les connexions par lancha partent du quai central.",
          "visit_duration_min": 60
        },
        {
          "text": "Réservez la lancha du lendemain vers El Castillo auprès des coopératives de transport. Les départs s'échelonnent selon le niveau des eaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Les comedores du centre servent une cuisine simple de poissons du lac et de viandes grillées. L'ambiance reste authentiquement nicaraguayenne loin des circuits touristiques.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 11
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 11
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "NI::san-juan-del-sur",
      "name": "San Juan Del Sur",
      "cc": "NI",
      "language": "fr",
      "coords": [
        11.2539,
        -85.8711
      ],
      "lat": 11.2539,
      "lon": -85.8711,
      "visits": [
        {
          "text": "San Juan del Sur s'étire le long d'une baie en croissant bordée de collines verdoyantes sur la côte Pacifique. Cette ancienne bourgade de pêcheurs attire surfeurs, backpackers et expatriés dans une ambiance décontractée.",
          "visit_duration_min": 75
        },
        {
          "text": "La plage principale dessine un arc d'un mile de sable doré ponctué de bars, restaurants et bateaux de pêche colorés. Les vagues douces conviennent aux baigneurs tandis que les spots de surf se trouvent sur les plages voisines.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Cristo de la Misericordia domine la baie du haut de ses 25 mètres, l'une des plus grandes statues de Jésus au monde. L'escalier raide qui gravit la colline récompense par un panorama spectaculaire sur la côte.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cervecería SJDS brasse les premières bières artisanales du Nicaragua depuis 2014 dans un pub convivial du centre. Les flights permettent de goûter la gamme inspirée par la culture surf locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Marsella niche sa crique de sable fin entre les rochers à quelques kilomètres au nord de la ville. Cette plage préservée offre eaux calmes, bars de plage rustiques et couchers de soleil mémorables.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Maderas attire les surfeurs sur ses vagues consistantes accessibles depuis la route côtière. Les écoles de surf proposent cours et location de planches pour tous les niveaux dans ce spot réputé.",
          "visit_duration_min": 75
        },
        {
          "text": "Le TreeCasa Resort perche ses cabanes dans les branches de ceibas centenaires au coeur de la jungle. Le day pass donne accès à la piscine spectaculaire avec toboggans, cascades et plateforme de saut.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Hermosa déroule ses vagues puissantes au sud de San Juan del Sur pour les surfeurs confirmés. Les compétitions internationales s'y tiennent régulièrement sur ce spot de classe mondiale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le ferry matinal depuis Ometepe rejoint San Jorge en une heure puis un bus ou shuttle atteint San Juan del Sur en 45 minutes. L'arrivée en début d'après-midi laisse le temps d'explorer la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "La promenade sur le front de mer découvre les bars de plage, restaurants de fruits de mer et boutiques de surf. L'ambiance décontractée de la station balnéaire invite à la flânerie.",
          "visit_duration_min": 60
        },
        {
          "text": "L'ascension au Cristo de la Misericordia s'entreprend en fin d'après-midi pour le coucher de soleil. Les marches raides et irrégulières demandent de bonnes chaussures mais la vue justifie l'effort.",
          "visit_duration_min": 60
        },
        {
          "text": "La soirée sur le front de mer enchaîne restaurants, bars de plage et ambiance festive. L'atmosphère décontractée de San Juan del Sur invite à prolonger la nuit.",
          "visit_duration_min": 60
        },
        {
          "text": "La matinée surf à Playa Maderas ou Marsella profite des meilleures conditions avant le vent de l'après-midi. Les écoles louent planches et donnent des cours pour tous les niveaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Le brunch au TreeCasa inclut les meilleures pizzas au feu de bois du Nicaragua selon les habitués. La piscine permet de se rafraîchir dans un cadre unique entre les arbres géants.",
          "visit_duration_min": 60
        },
        {
          "text": "Les tours en quad sillonnent les collines, forêts et plages isolées autour de San Juan del Sur. Les excursions de plusieurs heures combinent adrénaline, nature et couchers de soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "La dernière soirée à San Juan del Sur invite à profiter de l'ambiance festive de la station balnéaire. Les bars de plage et restaurants du front de mer restent animés tard dans la nuit.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 15
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 16
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "NI::solentiname",
      "name": "Solentiname",
      "cc": "NI",
      "language": "fr",
      "coords": [
        11.2167,
        -84.75
      ],
      "lat": 11.2167,
      "lon": -84.75,
      "visits": [
        {
          "text": "L'archipel de Solentiname disperse 36 îles dans le sud du lac Nicaragua dont quatre sont habitées par moins de 1 000 âmes. Ce bout du monde abrite depuis les années 1960 une communauté d'artistes de renommée internationale.",
          "visit_duration_min": 75
        },
        {
          "text": "Mancarrón, la plus grande île, accueille l'église fondée par le père-poète Ernesto Cardenal en 1966. La Misa Campesina, messe paysanne révolutionnaire, y fut célébrée pour la première fois.",
          "visit_duration_min": 75
        },
        {
          "text": "L'art primitif de Solentiname représente scènes de vie quotidienne, nature luxuriante et animaux locaux dans des couleurs vives. Les galeries exposent peintures et sculptures en balsa dans chaque île habitée.",
          "visit_duration_min": 75
        },
        {
          "text": "La nature préservée des îles abrite oiseaux tropicaux, singes hurleurs et vie aquatique abondante. Les îlots inhabités appartiennent aux oiseaux qui nichent par milliers.",
          "visit_duration_min": 75
        },
        {
          "text": "San Fernando, deuxième île habitée, déroule ses sentiers bordés d'hibiscus et d'avocatiers entre les maisons dispersées. Les colibris et papillons animent les jardins tropicaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Les ateliers d'artistes ouvrent leurs portes aux visiteurs curieux de voir la création en cours. Les techniques de peinture et sculpture sur balsa se transmettent de génération en génération.",
          "visit_duration_min": 75
        },
        {
          "text": "Les petits musées des îles principales exposent pièces archéologiques précolombiennes et art contemporain local. Les pétroglyphes découverts témoignent d'une occupation ancienne.",
          "visit_duration_min": 75
        },
        {
          "text": "La réserve naturelle Los Guatuzos protège les zones humides au sud de l'archipel. Les excursions en panga observent caïmans, oiseaux et singes dans leur habitat.",
          "visit_duration_min": 75
        },
        {
          "text": "L'archipel de Solentiname émerge des eaux du lac Nicaragua à 25 kilomètres de San Carlos. Les 36 îles et îlots couvrent 190 kilomètres carrés de nature préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'île de Mancarrón qui concentre l'essentiel des hébergements et le petit musée retraçant l'histoire de la communauté artistique fondée par le poète Ernesto Cardenal.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église de Solentiname abrite les peintures naïves des artistes locaux formés dans les années 1960. Les scènes bibliques se déroulent dans des paysages tropicaux nicaraguayens.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les ateliers où les artisans sculptent le bois de balsa en oiseaux, poissons et figures du quotidien vendus dans tout le pays et à l'international.",
          "visit_duration_min": 75
        },
        {
          "text": "L'île de San Fernando préserve une végétation luxuriante où nichent 111 espèces d'oiseaux dont 20 migratrices. Les sentiers traversent la forêt jusqu'aux points de vue sur le lac.",
          "visit_duration_min": 75
        },
        {
          "text": "L'île de La Venada abrite des familles de pêcheurs et d'artisans dans quelques maisons dispersées le long du rivage. Les panneaux solaires installés récemment ont transformé le quotidien.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez les sentiers de Mancarroncito qui traversent une végétation dense peuplée de singes hurleurs et de perroquets. L'île inhabitée conserve son caractère sauvage.",
          "visit_duration_min": 75
        },
        {
          "text": "Les pétroglyphes dispersés sur certaines îles témoignent des civilisations précolombiennes qui peuplèrent l'archipel. Les spirales et figures restent énigmatiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La lancha matinale remonte le fleuve jusqu'à San Carlos en 1h30 pour la correspondance vers Solentiname. L'attente au quai peut durer selon les horaires.",
          "visit_duration_min": 60
        },
        {
          "text": "La traversée du lac vers l'archipel prend 2 heures dans des eaux souvent agitées. L'horizon vide pendant de longues minutes crée un sentiment d'isolement total.",
          "visit_duration_min": 60
        },
        {
          "text": "L'installation dans une pension familiale ou un petit hôtel révèle le confort basique des îles. L'absence d'eau chaude et le WiFi inexistant complètent la déconnexion.",
          "visit_duration_min": 60
        },
        {
          "text": "La promenade dans Mancarrón découvre l'église colorée de Cardenal et les premières galeries d'art. Les habitants accueillent les rares visiteurs avec curiosité bienveillante.",
          "visit_duration_min": 60
        },
        {
          "text": "La traversée vers San Fernando en colectivo ou panga privée prend quelques minutes entre les îles. Le service public circule deux fois par semaine seulement.",
          "visit_duration_min": 60
        },
        {
          "text": "La visite des ateliers permet d'observer les artistes au travail et d'acquérir des oeuvres uniques. Les prix restent accessibles directement chez les créateurs.",
          "visit_duration_min": 60
        },
        {
          "text": "L'excursion vers Los Guatuzos en bateau explore les canaux bordés de forêt tropicale. Les guides locaux repèrent la faune cachée dans la végétation.",
          "visit_duration_min": 60
        },
        {
          "text": "Le coucher de soleil depuis la rive embrase le lac avec le volcan Concepción en silhouette au loin. Cette image résume la beauté préservée de l'archipel.",
          "visit_duration_min": 60
        },
        {
          "text": "La lancha depuis San Carlos traverse le lac Nicaragua pendant 90 minutes jusqu'aux premières îles de l'archipel. Les volcans d'Ometepe pointent à l'horizon nord.",
          "visit_duration_min": 60
        },
        {
          "text": "Installez-vous dans l'un des hébergements familiaux de Mancarrón et profitez du calme absolu de l'archipel.",
          "visit_duration_min": 60
        },
        {
          "text": "Le silence et la paix de l'archipel invitent à la contemplation et à la lecture. Seuls les chants d'oiseaux et le clapotis des vagues interrompent la quiétude des îles.",
          "visit_duration_min": 60
        },
        {
          "text": "Pagayez en kayak entre les îles pour observer les oiseaux aquatiques, tortues et iguanes qui peuplent les rivages. L'archipel abrite la plus grande population de caïmans du Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez les peintres primitifs qui perpétuent le style naïf initié par Ernesto Cardenal. Les ateliers ouvrent leurs portes aux visiteurs curieux de découvrir le processus créatif.",
          "visit_duration_min": 60
        },
        {
          "text": "Initiez-vous à la sculpture sur bois de balsa auprès des artisans qui transmettent leur savoir-faire. Les oiseaux colorés prennent forme sous les mains expertes.",
          "visit_duration_min": 60
        },
        {
          "text": "Admirez les couchers de soleil qui embrasent le lac Nicaragua face aux silhouettes lointaines des volcans. Les teintes orangées se reflètent sur les eaux calmes de l'archipel.",
          "visit_duration_min": 60
        },
        {
          "text": "Réservez la lancha du lendemain vers San Jorge ou Moyogalpa pour rejoindre Ometepe. Les connexions passent par San Carlos selon les horaires.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 14
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "La Route de l'Eau : Caraïbes secrètes et Río San Juan",
          "day": 15
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 13
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua entre deux océans : fleuves, lagunes et îles oubliées",
          "day": 14
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "NI::somoto",
      "name": "Somoto",
      "cc": "NI",
      "language": "fr",
      "coords": [
        13.4833,
        -86.5833
      ],
      "lat": 13.4833,
      "lon": -86.5833,
      "visits": [
        {
          "text": "Le canyon de Somoto entaille la roche sur 5 kilomètres là où naît le Río Coco, le plus long fleuve d'Amérique centrale. Les parois striées de jade et de quartz s'élèvent jusqu'à 150 mètres au-dessus des eaux calmes.",
          "visit_duration_min": 75
        },
        {
          "text": "Le mirador surplombe le Río Coco qui serpente dans la vallée avant de disparaître dans les gorges. Les collines du Honduras marquent l'horizon au nord tandis que les pics nicaraguayens se découpent au sud.",
          "visit_duration_min": 75
        },
        {
          "text": "Les bassins profonds alternent avec les passages rocheux où il faut escalader, ramper et sauter entre les blocs. Les familles de chauves-souris dérangées dans les grottes virevoltent autour des nageurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Les perchoirs naturels à différentes hauteurs permettent aux téméraires de plonger avec plus ou moins de grâce. Les guides locaux exécutent saltos et vrilles pour montrer l'exemple avant de laisser les visiteurs se lancer.",
          "visit_duration_min": 75
        },
        {
          "text": "La plage de galets blancs marque la confluence des rivières Tapacalí et Comalí qui forment le Río Coco. Ce point géographique discret inaugure les 680 kilomètres du fleuve jusqu'à la mer des Caraïbes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le bus depuis Estelí rejoint Somoto en 1h30 sur une route asphaltée à travers les montagnes. Le pick-up à la gare routière peut être arrangé avec les opérateurs de canyon.",
          "visit_duration_min": 60
        },
        {
          "text": "Le tour Adventure de 4-6 heures ($25-30) traverse les deux sections du canyon avec escalade, nage et sauts. L'équipement fourni comprend gilet de sauvetage, chaussures aquatiques et casque.",
          "visit_duration_min": 60
        },
        {
          "text": "Le déjeuner et le retour en bateau sont inclus dans les formules complètes. La journée entière s'écoule entre les parois du canyon dans un décor spectaculaire.",
          "visit_duration_min": 60
        },
        {
          "text": "L'hébergement sur place en dortoir ($8) ou chambre double ($20) permet de profiter du canyon sans stress horaire. La nuit au bord du fleuve prolonge l'immersion dans ce décor préservé.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "La Grande Boucle du Nicaragua : volcans, cités coloniales et plages du Pacifique",
          "day": 6
        }
      ],
      "rating": 6.2
    }
  ]
}