{
  "version": 1,
  "country": "ni",
  "language": "es",
  "places": [
    {
      "place_id": "NI::bilwi",
      "name": "Bilwi",
      "cc": "NI",
      "coords": [
        14.0258,
        -83.3888
      ],
      "lat": 14.0258,
      "lon": -83.3888,
      "visits": [
        {
          "text": "Puerto Cabezas Bilwi puerto principal costa norte cultura miskita capital autonomía.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado central pescados langostas tortugas artesanía miskita vida local.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo cultura miskita historia autónoma tradiciones lengua artesanía comunitaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Bilwi arena negra volcánica olas Caribe autenticidad local.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos miskitos Tuapi Waspam cultura indígena tradiciones autonomía territorial.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Cabezas Bilwi port principal côte nord culture miskito capitale autonomie.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado central poissons langoustes tortues artisanat miskito vie locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée culture miskito histoire autonome traditions langue artisanat communautaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Bilwi sable noir volcanique vagues Caraïbes authenticité locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages miskitos Tuapi Waspam culture indigène traditions autonomie territoriale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Encuentro comunidades miskitas intercambio cultural lengua tradiciones autonomía caribeña.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración artesanía local canastas tejidos técnicas ancestrales símbolos.",
          "visit_duration_min": 60
        },
        {
          "text": "Navegación costera observación pueblos aislados acceso marítimo pesca artesanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación wabul sopa tortuga tradición miskito controvertida culturalmente importante.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación vida local puerto pescadores botes artesanales cotidiano auténtico.",
          "visit_duration_min": 60
        },
        {
          "text": "Tuba bebida fermentada yuca tradición miskito fuerte ceremonial.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre communautés miskitos échange culturel langue traditions autonomie caribéenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration artisanat local paniers tissages techniques ancestrales symboles.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation côtière observation villages isolés accès maritime pêche artisanale.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation wabul soupe tortue tradition miskito controversée culturellement importante.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation vie locale port pêcheurs bateaux artisanaux quotidien authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Tuba boisson fermentée yuca tradition miskito forte cérémonielle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 8
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.7
    },
    {
      "place_id": "NI::bluefields",
      "name": "Bluefields",
      "cc": "NI",
      "coords": [
        12.0136,
        -83.7636
      ],
      "lat": 12.0136,
      "lon": -83.7636,
      "visits": [
        {
          "text": "Catedral Morava Bluefields arquitectura protestante madera colorida cultura afro-caribeña.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado municipal frutas tropicales pescados artesanía cultura criolla garífuna.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio Punta Fría barrio tradicional casas pilotes cultura local.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo cultura costeña historia afrodescendiente garífuna miskito criolla.",
          "visit_duration_min": 75
        },
        {
          "text": "El Bluff puerto principal conexión Corn Islands vida portuaria auténtica.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Escondido navegación fluvial bosque tropical conexión interior Rama.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna de Perlas acceso archipiélago biodiversidad marina pueblos garífuna aislados.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Cerro Silva montaña bosque tropical húmedo biodiversidad senderos.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos miskitos Pearl Lagoon cultura tradiciones pesca artesanal autonomía.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares estuarios ecosistema rico guardería marina protección costera biodiversidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Palo de Mayo festival mayo tradiciones afrocaribeñas danza fertilidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado artesanía recuerdos cultura criolla garífuna textiles cestas.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrios tradicionales exploración arquitectura cultura criolla vida cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Frente marítimo Bluefields puerto barcos pesca artesanía naval actividad.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo profundizado historia costa Atlántica culturas autonomía nicaragüense.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Morava Bluefields architecture protestante bois colorée culture afro-caraïbe.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado municipal fruits tropicaux poissons artisanat culture créole garifuna.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio Punta Fría quartier traditionnel maisons pilotis culture locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée culture costeña histoire afro-descendante garifuna miskito créole.",
          "visit_duration_min": 75
        },
        {
          "text": "El Bluff port principal connexion Corn Islands vie portuaire authentique.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Escondido navigation fluviale forêt tropicale connexion intérieure Rama.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Perlas accès archipel biodiversité marine villages garifuna isolés.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Cerro Silva montagne forêt tropicale humide biodiversité sentiers.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages miskitos Pearl Lagoon culture traditions pêche artisanale autonomie.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares estuaires écosystème riche nurserie marine protection côtière biodiversité.",
          "visit_duration_min": 75
        },
        {
          "text": "Palo de Mayo festival mai traditions afro-caribéennes danse fertilité.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado artisanat souvenirs culture créole garifuna textiles paniers.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrios traditionnels exploration architecture culture créole vie quotidienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Front mer Bluefields port bateaux pêche artisanat naval activité.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée approfondi histoire côte Atlantique cultures autonomie nicaraguayenne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegación Río Escondido lagunas manglares observación fauna aves cocodrilos.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cultura criolla música palo mayo calypso reggae ambiente caribeño.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita comunidades garífuna tradiciones danza punta lengua ancestral preservada.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación rondón sopa pescados frutos del mar leche de coco yuca tradición caribeña.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno frente al mar ambiente reggae bares locales vida nocturna.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Victoria acompañamiento ron bacardí cócteles tropicales ponche criollo.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursión laguna Perlas navegación observación paisajes islotes pueblos tradicionales.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling arrecifes coralinos peces tropicales aguas cristalinas vida marina.",
          "visit_duration_min": 60
        },
        {
          "text": "Encuentro comunidades criollas garífuna intercambio cultural lengua tradiciones culinarias.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación ginger cake pastel jengibre melaza tradición criolla inglesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Pesca artesanal técnicas locales observación oficios tradicionales mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Agua dulce bebida maíz azúcar canela refrescante tradicional regional.",
          "visit_duration_min": 60
        },
        {
          "text": "Inmersión cultura criolla garífuna música danza palo mayo tradiciones ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller de cocina caribeña rondon pan bon recetas locales técnicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras artesanía auténtica cestas textiles esculturas madera negociación.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación pan bon pastel frutos secos nuez coco ron tradición Navidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Velada musical calypso reggae palo mayo bares locales baile.",
          "visit_duration_min": 60
        },
        {
          "text": "Cóctel ponche criollo rones múltiples frutas tropicales especias tradición festiva.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation Río Escondido lagunes mangroves observation faune oiseaux crocodiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration culture créole musique palo mayo calypso reggae ambiance caraïbe.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite communautés garifuna traditions danse punta langue ancestrale préservée.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rondon soupe poissons fruits mer lait coco yuca tradition caraïbe.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne front mer ambiance reggae bars locaux vie nocturne.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Victoria accompagnement rhum bakardi cocktails tropicaux punch créole.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion lagune Perlas navigation observation paysages îlots villages traditionnels.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling récifs coralliens poissons tropicaux eaux cristallines vie marine.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre communautés créoles garifuna échange culturel langue traditions culinaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation ginger cake gâteau gingembre mélasse tradition créole anglaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Pêche artisanale techniques locales observation métiers traditionnels mer.",
          "visit_duration_min": 60
        },
        {
          "text": "Agua dulce boisson maïs sucre cannelle rafraîchissante traditionnelle régionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion culture créole garifuna musique danse palo mayo traditions ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier cuisine caribéenne rondon pan bon recettes locales techniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping artisanat authentique paniers textiles sculptures bois négociation.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation pan bon gâteau fruits secs noix coco rhum tradition Noël.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée musicale calypso reggae palo mayo bars locaux danse.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail punch créole rhums multiples fruits tropicaux épices tradition festive.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 1
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 2
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 10
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7.7
    },
    {
      "place_id": "NI::chinandega",
      "name": "Chinandega",
      "cc": "NI",
      "coords": [
        12.6294,
        -87.1328
      ],
      "lat": 12.6294,
      "lon": -87.1328,
      "visits": [
        {
          "text": "Volcán San Cristóbal 1745m más alto Nicaragua activo humos penacho.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Cosigüina 872m cráter laguna erupción 1835 más poderosa América.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia El Calvario Chinandega arquitectura neoclásica blanca simple elegante.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado municipal Chinandega frutas tropicales verduras artesanías ambiente local.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Estero Real estuario manglares camarones acuicultura tradicional biodiversidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán San Cristóbal 1745m plus haut Nicaragua actif fumées panache.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Cosigüina 872m cratère lagune éruption 1835 plus puissante Amérique.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia El Calvario Chinandega néoclassique blanche architecture simple élégante.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché municipal Chinandega fruits tropicaux légumes artisanat ambiance locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Estero Real estuaire mangroves crevettes aquaculture traditionnelle biodiversité.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo San Cristóbal ascenso técnico altitud vista golfo Fonseca volcanes.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cráter Cosigüina laguna turquesa panorama golfo Honduras Salvador.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita plantaciones caña azúcar proceso fabricación ron tradición agrícola.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación nacatamal chinandegano masa maíz carne verduras hoja plátano vapor.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación aves migratorias estuario Estero Real espátulas ibis temporada migración.",
          "visit_duration_min": 60
        },
        {
          "text": "Cususa aguardiente maíz artesanal fuerte tradicional zonas rurales.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée San Cristóbal ascension technique altitude vue golfe Fonseca volcans.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration cratère Cosigüina lagune turquoise panorama golfe Honduras Salvador.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite plantations canne sucre processus fabrication rhum tradition agricole.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation nacatamal chinandegano masa maïs viande légumes feuille banane vapeur.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation oiseaux migrateurs estuaire Estero Real spatules ibis saison migration.",
          "visit_duration_min": 60
        },
        {
          "text": "Cususa aguardiente maïs artisanal fort traditionnel zones rurales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 4
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.1
    },
    {
      "place_id": "NI::ciudad-dario",
      "name": "Ciudad Dario",
      "cc": "NI",
      "coords": [
        12.7314,
        -86.1294
      ],
      "lat": 12.7314,
      "lon": -86.1294,
      "visits": [
        {
          "text": "Museo Rubén Darío casa poeta modernista nicaragüense padre lugar nacimiento 1867.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central estatua Darío plaza vida local mercados animaciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia colonial arquitectura simple blanca historia comunidad religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Talleres artesanales cerámica tejido tradiciones técnicas ancestrales locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Rutas campo paisajes agrícolas tabaco maíz vida rural auténtica.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Rubén Darío maison poète moderniste nicaraguayen père lieu naissance 1867.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central statue Darío place vie locale marchés animations.",
          "visit_duration_min": 75
        },
        {
          "text": "Église coloniale architecture simple blanche histoire communauté religieuse.",
          "visit_duration_min": 75
        },
        {
          "text": "Ateliers artisanaux céramique tissage traditions techniques ancestrales locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Routes campagne paysages agricoles tabac maïs vie rurale authentique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita literaria Darío poesía modernismo influencia latinoamericana herencia cultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración mercados artesanía local alfarería textiles negociación tradiciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por el campo observando agricultura tradicional y vida campesina cotidiana.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de vaho con carne, yuca y plátano al vapor en hoja de banano, tradición de sábado.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour por destilería artesanal de cususa, aguardiente de maíz, proceso de fermentación y destilación.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste, bebida de cacao con maíz tostado, canela y achiote, tradición indígena ancestral.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite littéraire Darío poésie modernisme influence latino-américaine héritage culturel.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marchés artisanat local poteries textiles négociation traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade campagne observation agriculture traditionnelle vie paysanne quotidienne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation vaho viande yuca plantain vapeur feuille banane tradition samedi.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour distillerie artisanale cususa aguardiente maïs processus fermentation distillation.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste boisson cacao maïs grillé cannelle achiote tradition indigène ancestrale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 2.9
    },
    {
      "place_id": "NI::corn-island",
      "name": "Corn Island",
      "cc": "NI",
      "coords": [
        12.1786,
        -83.0631
      ],
      "lat": 12.1786,
      "lon": -83.0631,
      "visits": [
        {
          "text": "Brig Bay playa arena blanca cocoteros agua turquesa tranquilidad paradisíaca.",
          "visit_duration_min": 75
        },
        {
          "text": "Long Beach playa principal 2km arena dorada ambiente local restaurantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Arquitectura de Iglesia Bautista de madera colorida comunidad protestante afro-caribeña.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Mount Pleasant vista panorámica isla mar Caribe puesta de sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos tradicionales South End Brig Bay cultura criolla arquitectura caribeña.",
          "visit_duration_min": 75
        },
        {
          "text": "Picnic Beach playa familiar agua poco profunda arena fina restaurantes locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Sally Peaches playa norte aislada olas surf ocasional tranquilidad.",
          "visit_duration_min": 75
        },
        {
          "text": "South West Bay puesta de sol espectacular bares playa ambiente nocturno.",
          "visit_duration_min": 75
        },
        {
          "text": "Waula Point punto de surf arrecife olas constantes surfistas experimentados.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado local pescados frutas tropicales artesanía cultura criolla cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Brig Bay plage sable blanc cocotiers eau turquoise tranquillité paradisiaque.",
          "visit_duration_min": 75
        },
        {
          "text": "Long Beach plage principale 2km sable doré ambiance locale restaurants.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia Bautista architecture bois colorée communauté protestante afro-caraïbe.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Mount Pleasant vue panoramique île mer Caraïbe coucher soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages traditionnels South End Brig Bay culture créole architecture caribéenne.",
          "visit_duration_min": 75
        },
        {
          "text": "Picnic Beach plage familiale eau peu profonde sable fin restaurants locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Sally Peaches plage nord isolée vagues surf occasionnel tranquillité.",
          "visit_duration_min": 75
        },
        {
          "text": "South West Bay coucher soleil spectaculaire bars plage ambiance soirée.",
          "visit_duration_min": 75
        },
        {
          "text": "Waula Point spot surf récif vagues constantes surfeurs expérimentés.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché local poissons fruits tropicaux artisanat culture créole quotidienne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Snorkel arrecifes coralinos accesibles playa peces tropicales corales preservados.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo bicicleta tour isla 6km pueblos playas descubrimiento local.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cuevas Little Corn acceso barco kayak formaciones naturales.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación coconut bread pan de coco tradición inglesa criolla desayuno.",
          "visit_duration_min": 60
        },
        {
          "text": "Noche reggae bares playa música en vivo ambiente caribeño relajado.",
          "visit_duration_min": 60
        },
        {
          "text": "Cóctel coco loco ron leche de coco piña tradición playa tropical.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf South End olas regulares temporada alquiler tabla escuela local.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración culinaria restaurantes criollos jerk chicken camarones picantes influencia jamaicana.",
          "visit_duration_min": 60
        },
        {
          "text": "Bicicleta eléctrica tour completo isla paradas múltiples playas pueblos.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación johnny cake buñuelo frito tradición inglesa criolla acompañamiento comidas.",
          "visit_duration_min": 60
        },
        {
          "text": "Velada de baile reggae calipso bares locales ambiente festivo caribeño.",
          "visit_duration_min": 60
        },
        {
          "text": "Flor Caña 4 años ron joven accesible cócteles mojito daiquiri tropical.",
          "visit_duration_min": 60
        },
        {
          "text": "Vuelo Managua Corn Island sobrevuelo costa Pacífico lago Nicaragua Caribe.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling récifs coralliens accessibles plage poissons tropicaux coraux préservés.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade vélo tour île 6km villages plages criques cachées.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration grottes Little Corn accès bateau kayak formations naturelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation coconut bread pain coco tradition anglaise créole petit-déjeuner.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée reggae bars plage musique live ambiance caribéenne décontractée.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail coco loco rhum lait coco ananas tradition plage tropicale.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf South End vagues régulières saison location planche école locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration culinaire restaurants créoles jerk chicken crevettes épicées influence jamaïcaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Vélo électrique tour complet île arrêts multiples plages villages.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation johnny cake beignet frit tradition anglaise créole accompagnement repas.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée danse reggae calypso bars locaux ambiance festive caribéenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Flor Caña 4 años rhum jeune accessible cocktails mojito daiquiri tropical.",
          "visit_duration_min": 60
        },
        {
          "text": "Vol Managua Corn Island survol côte Pacifique lac Nicaragua Caraïbe.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade vélo tour île 6km villages plages découverte locale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 4
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 7
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 13
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7.1
    },
    {
      "place_id": "NI::el-cua",
      "name": "El Cua",
      "cc": "NI",
      "coords": [
        13.4031,
        -85.6722
      ],
      "lat": 13.4031,
      "lon": -85.6722,
      "visits": [
        {
          "text": "Reserva Bosawás 20000 km² mayor bosque América central reserva biosfera UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Coco frontera Honduras navegación selva tropical comunidades indígenas.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos miskitos cultura indígena tradiciones autonomía costa atlántica selva.",
          "visit_duration_min": 75
        },
        {
          "text": "Montañas Isabelia bosque primario biodiversidad aislamiento naturaleza salvaje preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo comunitario historia revolución zona roja guerrilla memoria colectiva.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Bosawás 20000 km² plus grande forêt Amérique centrale réserve biosphère UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Coco frontière Honduras navigation forêt tropicale communautés indigènes.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages miskitos culture indigène traditions autonomie côte atlantique forêt.",
          "visit_duration_min": 75
        },
        {
          "text": "Montagnes Isabelia forêt primaire biodiversité isolement nature sauvage préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée communautaire histoire révolution zone rouge guérilla mémoire collective.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo periferia Bosawás observación fauna monos tapires aves tropicales.",
          "visit_duration_min": 60
        },
        {
          "text": "Navegación Río Coco piragua motorizada exploración selva pueblos ribereños.",
          "visit_duration_min": 60
        },
        {
          "text": "Encuentro comunidades miskitos intercambio cultural artesanía tradiciones ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación bami bebida yuca fermentada tradición miskito ancestral fuerte.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación nocturna fauna linterna cocodrilos caimanes ranas insectos bioluminiscentes.",
          "visit_duration_min": 60
        },
        {
          "text": "Café montañés local altitud cuerpo intenso notas terrosas rústico.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée périphérie Bosawás observation faune singes tapirs oiseaux tropicaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation Río Coco pirogue motorisée exploration forêt villages riverains.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre communautés miskitos échange culturel artisanat traditions ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation bami boisson yuca fermentée tradition miskito ancestrale forte.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation nocturne faune lampe crocodiles caïmans grenouilles insectes bioluminescents.",
          "visit_duration_min": 60
        },
        {
          "text": "Café montagnard local altitude corps intense notes terreuses rustique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.1
    },
    {
      "place_id": "NI::esteli",
      "name": "Esteli",
      "cc": "NI",
      "coords": [
        13.0919,
        -86.3531
      ],
      "lat": 13.0919,
      "lon": -86.3531,
      "visits": [
        {
          "text": "Galería Héroes Mártires museo revolución sandinista fotos historia guerrilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nuestra Señora del Rosario Estelí arquitectura moderna vitrales coloridos.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Miraflor 206 km² bosque nuboso café orquídeas biodiversidad comunitaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Salto Estanzuela cascada 40m piscina natural bosque tropical senderismo.",
          "visit_duration_min": 75
        },
        {
          "text": "Cañón Tisey-Estanzuela 800m acantilados pinos mirador El Jalacate panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Tomabú bosque seco tropical senderos observación fauna flora endémica.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglifos precolombinos rocas grabadas símbolos civilizaciones antiguas misterio.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos rurales Miraflor comunidades agricultura biológica turismo comunitario.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas sector Miraflor múltiples caídas bosque húmedo baño natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Garnacha vista panorámica 360° valles montañas puesta sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Galería Héroes Mártires musée révolution sandiniste photos histoire guérilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nuestra Señora del Rosario Estelí moderne architecture vitraux colorés.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Miraflor 206 km² forêt nuageuse café orchidées biodiversité communautaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Salto Estanzuela cascade 40m piscine naturelle forêt tropicale randonnée.",
          "visit_duration_min": 75
        },
        {
          "text": "Canyon Tisey-Estanzuela 800m falaises pins mirador El Jalacate panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Tomabú forêt sèche tropicale sentiers observation faune flore endémique.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglyphes précolombiens roches gravées symboles civilisations anciennes mystère.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages ruraux Miraflor communautés agriculture biologique tourisme communautaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascades secteur Miraflor multiples chutes forêt humide baignade naturelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Garnacha vue panoramique 360° vallées montagnes coucher soleil.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita fábrica puros proceso artesanal enrollado tabaco Nicaragua reconocido mundial.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour café Miraflor plantaciones orgánicas recolección tostado degustación origen.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo cañón Tisey vista panorámica valle bosque pinos clima fresco montaña.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cooperativas artesanales cerámica negra alfarería técnica precolombina moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación tajadas plátano fritas finas crujientes queso crema acompañamiento.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Estelí arábica altitud cuerpo medio notas chocolate cultivado región.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo ecuestre Miraflor caballos senderos bosque pueblos acogida familias locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación aves quetzal tucán loros binoculares guía ornitológico reserva.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita granjas biológicas proceso cultivo café vegetales técnicas sostenibles.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación rosquillas somoteñas galletas maíz queso tradición Somoto crujientes.",
          "visit_duration_min": 60
        },
        {
          "text": "Inmersión comunidad local compartir comida familia nicaragüense autenticidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinol pinolillo bebida maíz cacao nacional preparación tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fabrique cigares processus artisanal roulage tabac Nicaragua réputé mondial.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour café Miraflor plantations biologiques cueillette torréfaction dégustation origine.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée canyon Tisey vue panoramique vallée forêt pins climat frais montagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration coopératives artisanales céramique noir poterie technique précolombienne moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation tajadas plátano fritas fines croustillantes fromage crème accompagnement.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Estelí arabica altitude corps moyen notes chocolat cultivé région.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée équestre Miraflor chevaux sentiers forêt villages accueil familles locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation oiseaux quetzal toucan perroquets jumelles guide ornithologique réserve.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fermes biologiques processus culture café légumes techniques durables.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rosquillas somoteñas biscuits maïs fromage tradition Somoto croustillants.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion communauté locale partage repas famille nicaraguayenne authenticité.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinol pinolillo boisson maïs cacao nationale préparation traditionnelle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 6
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 7
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 8
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 8.9
    },
    {
      "place_id": "NI::granada",
      "name": "Granada",
      "cc": "NI",
      "coords": [
        11.9344,
        -85.956
      ],
      "lat": 11.9344,
      "lon": -85.956,
      "visits": [
        {
          "text": "Catedral de Granada 1583, neoclásica amarilla, la más bella colonial de Nicaragua.",
          "visit_duration_min": 75
        },
        {
          "text": "Convento San Francisco 1529, museo precolombino de la isla Zapatera, colección.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Merced 1534, torre panorámica, vista de los techos, lago, volcanes.",
          "visit_duration_min": 75
        },
        {
          "text": "Calle La Calzada peatonal restaurantes bares arquitectura colorida animaciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortaleza La Pólvora 1748 arsenal español historia defensa piratas.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Apoyo cráter 200m profundidad aguas termales turquesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Catarina vista laguna plantaciones café panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Volcán Masaya cráter activo lava incandescente azufre.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Artesanías Masaya hamacas cerámicas textiles cuero nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Blancos pueblos tradicionales artesanía arquitectura.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Granada 1583 néoclassique jaune plus belle coloniale Nicaragua.",
          "visit_duration_min": 75
        },
        {
          "text": "Convento San Francisco 1529 musée précolombien île Zapatera collection.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Merced 1534 tour panoramique vue toits lac volcans.",
          "visit_duration_min": 75
        },
        {
          "text": "Calle La Calzada piétonne restaurants bars architecture colorée animations.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortaleza La Pólvora 1748 arsenal espagnol histoire défense pirates.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Apoyo cratère 200m profondeur eaux thermales turquoise.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Catarina vue lagune plantations café panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Volcán Masaya cratère actif lave incandescente soufre.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Artesanías Masaya hamacs céramiques textiles cuir national.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Blancos villages traditionnels artisanat architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegación Las Isletas 365 islotes volcánicos lago Nicaragua observación aves.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo en carruaje centro histórico romántico arquitectura colonial pastel.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración mercado artesanal hamacas cerámicas textiles artesanía nacional.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación vigorón hoja plátano yuca chicharrón ensalada especialidad Granada.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena Calle Calzada ambiente nocturno restaurantes terrazas música.",
          "visit_duration_min": 60
        },
        {
          "text": "Cóctel macuá ron guayaba naranja limón bebida nacional 2006.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak laguna Apoyo agua cristalina 26°C observación fauna relajación.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño cráter temperatura perfecta agua clara natural volcánica.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación cráter Santiago noche resplandor lava fenómeno único.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración mercado Masaya tejidos técnicas precolombinas artesanía.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación quesillo tortilla queso cebolla vinagre crema Masaya.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Toña local rubia acompañamiento platos tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation Las Isletas 365 îlots volcaniques lac Nicaragua observation oiseaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade calèche centre historique romantique architecture coloniale pastel.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marché artisanal hamacs poteries textiles artisanat national.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation vigorón feuille banane yuca chicharrón salade spécialité Granada.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner Calle Calzada ambiance nocturne restaurants terrasses musique.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail macuá rhum guayaba orange citron boisson nationale 2006.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lagune Apoyo eau cristalline 26°C observation faune relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade cratère température parfaite eau claire naturelle volcanique.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation cratère Santiago nuit lueur lave phénomène unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marché Masaya tissages techniques précolombines artisanat.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation quesillo tortilla fromage oignon vinaigre crème Masaya.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière Toña locale blonde accompagnement plats tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 2
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 12
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7.9
    },
    {
      "place_id": "NI::jinotega",
      "name": "Jinotega",
      "cc": "NI",
      "coords": [
        13.0886,
        -85.9994
      ],
      "lat": 13.0886,
      "lon": -85.9994,
      "visits": [
        {
          "text": "Catedral San Juan Bautista Jinotega moderna torres blancas plaza central.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Apanás embalse hidroeléctrico 54 km² islas pesca paisajes montañosos.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Jinotega historia local café revolución cultura regional.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central con animaciones locales diarias mercado artesanía.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Cruz vista panorámica ciudad valle lago montañas verdosas.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Datanlí-El Diablo bosque nuboso 5700 hectáreas biodiversidad senderos cascadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Peñas Blancas montaña bosque primario observación aves monos naturaleza preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos cafeteros La Fundadora San Rafael Norte tradiciones agricultura altitud.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada Blanca caída 30m bosque húmedo piscina natural baño fresco.",
          "visit_duration_min": 75
        },
        {
          "text": "Fincas ecológicas producción café biológico permacultura turismo rural comunitario.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado local frutas montañesas quesos café ambiente regional.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral San Juan Bautista Jinotega moderne tours blanches place centrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Apanás réservoir hydroélectrique 54 km² îles pêche paysages montagneux.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Jinotega histoire locale café révolution culture régionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central vie locale animations quotidiennes marché artisanat.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Cruz vue panoramique ville vallée lac montagnes verdoyantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Datanlí-El Diablo forêt nuageuse 5700 hectares biodiversité sentiers cascades.",
          "visit_duration_min": 75
        },
        {
          "text": "Peñas Blancas montagne forêt primaire observation oiseaux singes nature préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages caféiers La Fundadora San Rafael Norte traditions agriculture altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada Blanca chute 30m forêt humide piscine naturelle baignade fraîche.",
          "visit_duration_min": 75
        },
        {
          "text": "Fincas écologiques production café biologique permaculture tourisme rural communautaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché local fruits montagnards fromages café ambiance régionale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegación lago Apanás pesca observación paisajes montañosos islotes verdes.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cooperativas café comercio justo proceso democrático calidad biológica.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo montañas circundantes senderos pueblos rurales inmersión campo.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación nacatamal jinotegano variante local masa rica carne vegetales.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración mercado local frutas montañesas vegetales templados quesos artesanales.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Jinotega altitud premium arábica notas frutales acidez compleja mejor Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo Datanlí senderos bosque nublado observación quetzal biodiversidad excepcional.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cascada baño agua fresca montaña bosque exuberante relajación.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita familia productora café acogida auténtica compartir comida tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación bajo plato res yuca plátano vapor hoja banano domingo tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Inmersión vida rural participación cosecha café cotidiano campo nicaragüense.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz fermentación artesanal bebida ancestral maíz refrescante.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración ciudad capital café ambiente montañoso frescura.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation lac Apanás pêche observation paysages montagneux îlots verdure.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite coopératives café commerce équitable processus démocratique qualité biologique.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée montagnes environnantes sentiers villages ruraux immersion campagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation nacatamal jinotegano variante locale masa riche viande légumes.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marché local fruits montagnards légumes tempérés fromages artisanaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Jinotega altitude premium arabica notes fruitées acidité complexe meilleur Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée Datanlí sentiers forêt nuageuse observation quetzal biodiversité exceptionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration cascade baignade eau fraîche montagne forêt luxuriante relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite famille productrice café accueil authentique partage repas tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation bajo plat bœuf yuca plantain vapeur feuille banane dimanche tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion vie rurale participation récolte café quotidien campagne nicaraguayenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz fermentation artisanale boisson ancestrale maïs rafraîchissante.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration ville capitale café ambiance montagnarde fraîcheur.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 3
        },
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 4
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 11
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 8.8
    },
    {
      "place_id": "NI::jiquilillo",
      "name": "Jiquilillo",
      "cc": "NI",
      "coords": [
        12.7403,
        -87.4564
      ],
      "lat": 12.7403,
      "lon": -87.4564,
      "visits": [
        {
          "text": "Playa Jiquilillo arena dorada olas surf ambiente bohemio comunidad surf.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva natural de manglares del estuario Padre Ramos temporada anidación de tortugas.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Los Zorros salvaje aislada tranquilidad naturaleza preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Aserradores beach break izquierda derecha olas de calidad surfistas experimentados.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos pesqueros costa tradición artesanal botes redes técnicas ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Jiquilillo sable doré vagues surf ambiance bohème communauté surf.",
          "visit_duration_min": 75
        },
        {
          "text": "Padre Ramos estuaire mangroves réserve naturelle ponte tortues saison.",
          "visit_duration_min": 75
        },
        {
          "text": "Los Zorros plage sauvage isolée tranquillité nature préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Aserradores beach break gauche droite vagues qualité surfeurs expérimentés.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages pêcheurs côte tradition artisanale bateaux filets techniques ancestrales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf Jiquilillo olas constantes todo el año escuela alquiler ambiente relajado.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak manglares Padre Ramos observación fauna canales naturales ecosistema rico.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación anidación tortugas noche temporada julio-enero conservación crías.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga playa amanecer meditación relajación vista océano.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación ceviche mariscos concha lima cilantro cebolla chile fresco.",
          "visit_duration_min": 60
        },
        {
          "text": "Tona toña cerveza clásica nicaragüense acompañamiento frutos del mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf Jiquilillo vagues constantes toute année école location ambiance relax.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves Padre Ramos observation faune canaux naturels écosystème riche.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation ponte tortues nuit saison juillet-janvier conservation bébés.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga plage lever soleil méditation relaxation vue océan.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation ceviche coquillage conque lime coriandre oignon piment frais.",
          "visit_duration_min": 60
        },
        {
          "text": "Tona toña bière classique nicaraguayenne accompagnement fruits mer.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.7
    },
    {
      "place_id": "NI::leon",
      "name": "Leon",
      "cc": "NI",
      "coords": [
        12.4348,
        -86.878
      ],
      "lat": 12.4348,
      "lon": -86.878,
      "visits": [
        {
          "text": "Catedral Basílica León 1747-1814 más grande América Central UNESCO barroco neoclásico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Rubén Darío casa natal poeta modernista nicaragüense mobiliario siglo XIX.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Recolección 1786 barroco mexicano fachada blanca ornamentada.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia El Calvario 1830 neoclásico vía crucis pasión.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Revolución historia sandinista guerrilla años 1970-80 fotos testimonios.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Cerro Negro 1850 creación 728m más joven América central cenizas negras.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruinas León Viejo 1524-1610 UNESCO primera capital enterrada Momotombo arqueología.",
          "visit_duration_min": 75
        },
        {
          "text": "Telica activo 1061m senderismo noche observación lava incandescente cráter.",
          "visit_duration_min": 75
        },
        {
          "text": "Hervideros de San Jacinto géiseres barro vapor actividad geotérmica volcánica.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Juan Venado manglares playa desove tortugas barrera arena biodiversidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Leyendas Tradiciones León arte popular máscaras trajes folclore.",
          "visit_duration_min": 75
        },
        {
          "text": "Fundación Ortiz Gurdián colección arte latinoamericano europeo colonial contemporáneo.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado central León artesanía local hamacas cuero cerámica recuerdos.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesias coloniales tour 16 iglesias arquitectura barroca neoclásica historia.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio Sutiaba cultura indígena chorotega tradiciones museo comunitario.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Basílica León 1747-1814 plus grande Amérique centrale UNESCO baroque néoclassique.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Rubén Darío maison natale poète moderniste nicaraguayen mobilier XIXe.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Recolección 1786 baroque mexicain façade blanche décorée.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia El Calvario 1830 néoclassique chemin croix passion.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Révolution histoire sandiniste guérilla années 1970-80 photos témoignages.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Cerro Negro 1850 création 728m plus jeune Amérique centrale cendres noires.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruinas León Viejo 1524-1610 UNESCO première capitale enterrée Momotombo archéologie.",
          "visit_duration_min": 75
        },
        {
          "text": "Telica actif 1061m randonnée nuit observation lave incandescente cratère.",
          "visit_duration_min": 75
        },
        {
          "text": "Hervideros de San Jacinto geysers boue vapeur activité géothermique volcanique.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Juan Venado mangroves plage ponte tortues barrière sable biodiversité.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Légendes Traditions León art populaire masques costumes folklore.",
          "visit_duration_min": 75
        },
        {
          "text": "Fundación Ortiz Gurdián collection art latino-américain européen colonial contemporain.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché central León artisanat local hamacs cuir céramique souvenirs.",
          "visit_duration_min": 75
        },
        {
          "text": "Églises coloniales tour 16 églises architecture baroque néoclassique histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier Sutiaba culture indigène chorotega traditions musée communautaire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita techo catedral vista panorámica volcán Momotombo ciudad colonial blancura.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración murales revolucionarios arte urbano historia política Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo centro histórico arquitectura colonial colores pastel iglesias numerosas.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación quesillo León especialidad queso tortilla cebolla crema vinagre tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita Sutiaba barrio indígena iglesia San Juan Bautista cultura chorotega.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz fermentación tradicional refrescante acompañamiento.",
          "visit_duration_min": 60
        },
        {
          "text": "Sandboard Cerro Negro descenso tabla volcán negro adrenalina velocidad único mundo.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo ascensión Cerro Negro cenizas volcánicas vista cordillera volcanes.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración León Viejo sitio arqueológico cimientos coloniales historia trágica erupción.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación géiseres San Jacinto lodo hirviente fenómeno natural espectacular.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación chancho con yuca cerdo frito yuca ensalada col tomate tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Victoria Frost cerveza rubia ligera refrescante calor León.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller cocina nicaragüense nacatamal gallo pinto técnicas tradicionales locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras artesanía auténtica negociación mercados hamacas tejidas a mano.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cervecería artesanal Toña proceso fabricación cerveza local degustación.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación sopa borracha pastel embebido ron pasas postre tradicional festivo.",
          "visit_duration_min": 60
        },
        {
          "text": "Velada cultural danza música marimba folclore nicaragüense espectáculo.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fábrica cigarros tabaco proceso artesanal calidad nicaragüense.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata Telica noche observación lava incandescente cráter fenómeno.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración géiseres barro hirviente azufre actividad volcánica.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak manglares Juan Venado observación aves cocodrilos ecosistema.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite toit cathédrale vue panoramique volcan Momotombo ville coloniale blancheur.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration murales révolutionnaires art urbain histoire politique Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade centre historique architecture coloniale couleurs pastel églises nombreuses.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation quesillo León spécialité fromage tortilla oignon crème vinaigre tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite Sutiaba quartier indigène église San Juan Bautista culture chorotega.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz boisson fermentée maïs traditionnelle rafraîchissante.",
          "visit_duration_min": 60
        },
        {
          "text": "Sandboard Cerro Negro descente planche volcan noir adrénaline vitesse unique monde.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée ascension Cerro Negro cendres volcaniques vue cordillère volcans.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration León Viejo site archéologique fondations coloniales histoire tragique éruption.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation geysers San Jacinto boue bouillonnante phénomène naturel spectaculaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation chancho con yuca porc frit yuca salade chou tomate tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Victoria Frost bière blonde légère rafraîchissante chaleur León.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier cuisine nicaraguayenne nacatamal gallo pinto techniques traditionnelles locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping artisanat authentique négociation marchés hamacs tissés main.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite brasserie artisanale Toña processus fabrication bière locale dégustation.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation sopa borracha gâteau imbibé rhum raisins dessert traditionnel festif.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée culturelle danse musique marimba folklore nicaraguayen spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fabrique cigares tabac processus artisanal qualité nicaraguayenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz fermentation traditionnelle rafraîchissante accompagnement.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée Telica nuit observation lave incandescente cratère phénomène.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration geysers boue bouillonnante soufre activité volcanique.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves Juan Venado observation oiseaux crocodiles écosystème.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 1
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 2
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 10
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 6
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 7
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 9.8
    },
    {
      "place_id": "NI::little-corn",
      "name": "Little Corn",
      "cc": "NI",
      "coords": [
        12.2983,
        -82.9522
      ],
      "lat": 12.2983,
      "lon": -82.9522,
      "visits": [
        {
          "text": "Playas desiertas Little Corn arena blanca agua cristalina tranquilidad absoluta.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrecifes coralinos preservados biodiversidad excepcional peces tropicales rayas.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos locales arquitectura caribeña comunidad criolla vida sencilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Faro norte punto vista panorámico isla mar cocotales.",
          "visit_duration_min": 75
        },
        {
          "text": "Senderos naturaleza bosque tropical iguanas aves endémicas fauna terrestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Lighthouse Point faro panorama 360° observación ballenas temporada migración.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach playa tranquila hamacas palmeras snorkeling excelente acceso arrecife.",
          "visit_duration_min": 75
        },
        {
          "text": "Cocal Beach cocotal playa aislada agua calma baño perfecto.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblo principal tiendas restaurantes bares vida local relajada.",
          "visit_duration_min": 75
        },
        {
          "text": "Plages désertes Little Corn sable blanc eau cristalline tranquillité absolue.",
          "visit_duration_min": 75
        },
        {
          "text": "Récifs coralliens préservés biodiversité exceptionnelle poissons tropicaux raies.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages locaux architecture caribéenne communauté créole vie simple.",
          "visit_duration_min": 75
        },
        {
          "text": "Phare nord point vue panoramique île mer cocoteraies.",
          "visit_duration_min": 75
        },
        {
          "text": "Sentiers nature forêt tropicale iguanes oiseaux endémiques faune terrestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Lighthouse Point phare panorama 360° observation baleines saison migration.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach plage tranquille hamacs palmiers snorkeling excellent accès récif.",
          "visit_duration_min": 75
        },
        {
          "text": "Cocal Beach cocoteraie plage isolée eau calme baignade parfaite.",
          "visit_duration_min": 75
        },
        {
          "text": "Village principal épiceries restaurants bars vie locale décontractée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Buceo sitios reconocidos visibilidad 30m tiburones nodrizas tortugas corales espectaculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkel accesibles playa arrecifes poco profundos peces ángel mariposa.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak transparente agua turquesa tour isla calas aisladas exploración.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga playa amanecer meditación relajación ambiente zen paraíso.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación lobster grillado langosta grillada mantequilla ajo limón especialidad isla.",
          "visit_duration_min": 60
        },
        {
          "text": "Cóctel sunset rum punch ron frutas tropicales vista mar horizonte infinito.",
          "visit_duration_min": 60
        },
        {
          "text": "Buceo pecios Blowing Rock formaciones coralinas cuevas submarinas aventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación rayas águila temporada paso grandes pelágicos tiburones encuentro.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddleboard agua transparente exploración costera calas escondidas ejercicio relajante.",
          "visit_duration_min": 60
        },
        {
          "text": "Pesca artesanal técnica local barracuda dorada aprendizaje tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación fish tacos pescado fresco tortilla casera salsa criolla fusión.",
          "visit_duration_min": 60
        },
        {
          "text": "Piña colada piña fresca ron coco hielo clásico caribeño refrescante.",
          "visit_duration_min": 60
        },
        {
          "text": "Lancha rápida Little Corn 30min travesía agua turquesa llegada paraíso.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling accesible playa arrecifes poco profundos peces ángel diversidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación langosta asada bogavante mantequilla ajo limón especialidad frescura.",
          "visit_duration_min": 60
        },
        {
          "text": "Plongée sites renommés visibilité 30m requins nourrices tortues coraux spectaculaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling accessibles plage récifs peu profonds poissons anges papillons.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak transparent eau turquoise tour île criques isolées exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga plage lever soleil méditation relaxation ambiance zen paradis.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation lobster grillé homard grillé beurre ail citron spécialité île.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail sunset rum punch rhum fruits tropicaux vue mer horizon infini.",
          "visit_duration_min": 60
        },
        {
          "text": "Plongée épaves Blowing Rock formations coralliennes grottes sous-marines aventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation raies aigles saison passage grands pélagiques requins rencontre.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddleboard eau transparente exploration côtière criques cachées exercice relaxant.",
          "visit_duration_min": 60
        },
        {
          "text": "Pêche artisanale technique locale barracuda dorade apprentissage tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation fish tacos poisson frais tortilla maison sauce créole fusion.",
          "visit_duration_min": 60
        },
        {
          "text": "Piña colada ananas frais rhum coco glace classique caribéen rafraîchissant.",
          "visit_duration_min": 60
        },
        {
          "text": "Bateau rapide Little Corn 30min traversée eau turquoise arrivée paradis.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 5
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 6
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 14
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.9
    },
    {
      "place_id": "NI::managua",
      "name": "Managua",
      "cc": "NI",
      "coords": [
        12.1364,
        -86.2514
      ],
      "lat": 12.1364,
      "lon": -86.2514,
      "visits": [
        {
          "text": "Catedral Vieja ruinas terremoto 1972 memoria histórica centro antiguo.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Nacional de la Cultura museo historia nacional arqueología arte.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaza República monumento Sandino estatua emblemática revolución nicaragüense.",
          "visit_duration_min": 75
        },
        {
          "text": "Loma Tiscapa cráter laguna Sandino estatua panorama Managua lago.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende frente al lago Managua, restaurantes, paseo moderno.",
          "visit_duration_min": 75
        },
        {
          "text": "Regreso Corn Island lancha mañana vuelo tarde Managua.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende último paseo lago compras recuerdos.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Roberto Huembes artesanía final hamacas cuero cerámicas nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nueva moderna arquitectura contemporánea visita rápida.",
          "visit_duration_min": 75
        },
        {
          "text": "Zona Rosa barrio moderno restaurantes bares vida nocturna capital.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Vieja ruines tremblement terre 1972 mémoire historique centre ancien.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Nacional de la Cultura musée histoire nationale archéologie art.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaza República monument Sandino statue emblématique révolution nicaraguayenne.",
          "visit_duration_min": 75
        },
        {
          "text": "Loma Tiscapa cratère lagune Sandino statue panorama Managua lac.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende front lac Managua restaurants promenade moderne.",
          "visit_duration_min": 75
        },
        {
          "text": "Retour Corn Island bateau matin vol après-midi Managua.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende dernière promenade lac shopping souvenirs.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Roberto Huembes artisanat final hamacs cuir céramiques national.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nueva moderne architecture contemporaine visite rapide.",
          "visit_duration_min": 75
        },
        {
          "text": "Zona Rosa quartier moderne restaurants bars vie nocturne capitale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita panorámica de la capital, comprensión de la historia reciente, terremoto, revolución.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración del mercado Huembes, artesanía nacional, hamacas, cuero, cerámicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación del atardecer en Loma Tiscapa, vista del lago, volcanes, panorama urbano.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de nacatamal managüense, masa, carne, vegetales, tradición dominical de la capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Noche en Zona Rosa, bares, restaurantes, vida nocturna moderna de la capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Toña Victoria, cervezas nacionales, acompañamiento de la tradición nicaragüense.",
          "visit_duration_min": 60
        },
        {
          "text": "Buceo matutino última inmersión arrecifes Little Corn despedidas paraíso.",
          "visit_duration_min": 60
        },
        {
          "text": "Vuelo regreso sobrevuelo Caribe costa Nicaragua lago vista aérea.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras últimos recuerdos artesanía café ron productos locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación final cocina nicaragüense nacatamal gallo pinto tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Relajación hotel piscina preparación partida tarde descanso.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite panoramique capitale compréhension histoire récente tremblement terre révolution.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marché Huembes artisanat national hamacs cuir céramiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation coucher soleil Loma Tiscapa vue lac volcans panorama urbain.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation nacatamal managüense masa viande légumes tradition dominicale capitale.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée Zona Rosa bars restaurants vie nocturne moderne capitale.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Toña Victoria bières nationales accompagnement tradition nicaraguayenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Plongée matinale dernière immersion récifs Little Corn adieux paradis.",
          "visit_duration_min": 60
        },
        {
          "text": "Vol retour survol Caraïbes côte Nicaragua lac vue aérienne.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping derniers souvenirs artisanat café rhum produits locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation finale cuisine nicaraguayenne nacatamal gallo pinto tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxation hôtel piscine préparation départ soirée repos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 1
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 15
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 9.2
    },
    {
      "place_id": "NI::matagalpa",
      "name": "Matagalpa",
      "cc": "NI",
      "coords": [
        12.9256,
        -85.9175
      ],
      "lat": 12.9256,
      "lon": -85.9175,
      "visits": [
        {
          "text": "Catedral San Pedro Matagalpa arquitectura neoclásica torres gemelas plaza central.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Carlos Fonseca héroe revolucionario sandinista historia política guerrilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Morazán centro ciudad animaciones locales vida cotidiana matagalpina.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia San José de Laborío arquitectura colonial sobria barrio tradicional.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cerro Apante vista panorámica ciudad valles montañas café.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Café completo con historia, cultura, técnicas, variedades y degustación profesional.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante, reserva natural con senderos para observar la ciudad, valles y biodiversidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Norte, mercado tradicional de frutas, verduras, artesanías y vida local cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral, visita detallada de arquitectura, historia religiosa y comunidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cristo Rey con estatua panorámica de la ciudad, montañas y plantaciones de café.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra finca café 1891 bosque lagos alemana biodiversidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral San Pedro Matagalpa architecture néoclassique tours jumelles place centrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Carlos Fonseca héros révolutionnaire sandiniste histoire politique guérilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Morazán centre ville animations locales vie quotidienne matagalpine.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia San José de Laborío architecture coloniale sobre quartier traditionnel.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cerro Apante vue panoramique ville vallées montagnes café.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Café complet histoire culture techniques variétés dégustation professionnelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante réserve naturelle sentiers observation ville vallées biodiversité.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Norte marché traditionnel fruits légumes artisanat vie locale quotidienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral visite approfondie architecture histoire religieuse communauté.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cristo Rey statue panoramique ville montagnes plantations café.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra ferme café 1891 forêt lacs allemande biodiversité.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante réserve mirador panorama ville vallées plantations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite granjas café proceso cultivo recolección lavado secado tostado degustación.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración ciudad frescura montañosa ambiente tranquilo mercados locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo Cerro Apante ascensión colina vista 360° ciudad plantaciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación chancho adobado cerdo marinado achiote tradición culinaria regional.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno centro ciudad restaurantes cafés ambiente local estudiantil.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Matagalpa arábica altitud cuerpo complejo notas chocolate caramelo terroir volcánico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación comparativa de cafés de origen Matagalpa y Jinotega, terroirs, variedades y cupping.",
          "visit_duration_min": 60
        },
        {
          "text": "Técnicas de barista de taller extracción espresso arte latte molienda temperaturas.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras café granos tostado local origen trazabilidad empaque artesanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación quesillo matagalpino variante local queso fresco tortilla acidulada.",
          "visit_duration_min": 60
        },
        {
          "text": "Velada cultural marimba danza folclore montañés tradiciones musicales.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido plantaciones de café Selva Negra cosecha procesamiento degustación finca.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo bosque nublado senderos observación aves monos biodiversidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita ciudad frescura montañosa mercados cafés ambiente estudiantil.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo Cerro Apante vista panorámica 360° ciudad montañas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fermes café processus culture cueillette lavage séchage torréfaction dégustation.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration ville fraîcheur montagnarde ambiance tranquille marchés locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée Cerro Apante ascension colline vue 360° ville plantations.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation chancho adobado porc mariné achiote tradition culinaire régionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne centre ville restaurants cafés ambiance locale étudiante.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Matagalpa arabica altitude corps complexe notes chocolat caramel terroir volcanique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation comparative cafés origines Matagalpa Jinotega terroirs variétés cupping.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier barista techniques extraction espresso latte art mouture températures.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping café grains torréfaction locale origine traçabilité emballage artisanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation quesillo matagalpino variante locale fromage frais tortilla acidulée.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée culturelle marimba danse folklore montagnard traditions musicales.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour café Selva Negra plantations cueillette traitement dégustation estate.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée forêt nuageuse sentiers observation oiseaux singes biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite ville fraîcheur montagnarde marchés cafés ambiance étudiante.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade Cerro Apante vue panoramique 360° ville montagnes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 1
        },
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 10
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 10
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7.3
    },
    {
      "place_id": "NI::ocotal",
      "name": "Ocotal",
      "cc": "NI",
      "coords": [
        13.6319,
        -86.4753
      ],
      "lat": 13.6319,
      "lon": -86.4753,
      "visits": [
        {
          "text": "Catedral Ocotal arquitectura colonial sobria plaza central vida cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Dipilto pueblo montañoso frontera Honduras paisajes valles cultura café.",
          "visit_duration_min": 75
        },
        {
          "text": "Jalapa zona montañosa tabaco reputado plantaciones tradiciones agrícolas.",
          "visit_duration_min": 75
        },
        {
          "text": "Mozonte pueblo artesanal alfarería negra técnica ancestral talleres familiares.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador frontera vista panorámica Honduras valles montañas paisajes espectaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Ocotal architecture coloniale sobre place centrale vie quotidienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Dipilto village montagnard frontière Honduras paysages vallées culture café.",
          "visit_duration_min": 75
        },
        {
          "text": "Jalapa zone montagneuse tabac réputé plantations traditions agricoles.",
          "visit_duration_min": 75
        },
        {
          "text": "Mozonte village artisanal poterie noire technique ancestrale ateliers familiaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador frontière vue panoramique Honduras vallées montagnes paysages spectaculaires.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour plantaciones tabaco Jalapa proceso cultivo secado calidad puros nicaragüenses.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita talleres alfarería Mozonte técnica cocción reductora cerámica negra única.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo montañas Dipilto senderos altitud clima fresco pinos panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación cuajada queso fresco crema tradición lechera regional acompañamiento tortillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración pueblos rurales frontera tradiciones locales arquitectura típica.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Nueva Segovia altitud arábica notas florales acidez viva terroir montañoso.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour plantations tabac Jalapa processus culture séchage qualité cigares nicaraguayens.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite ateliers poterie Mozonte technique cuisson réductrice céramique noire unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée montagnes Dipilto sentiers altitude climat frais pins panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation cuajada fromage frais crème tradition laitière régionale accompagnement tortillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration villages ruraux frontière traditions locales architecture typique.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Nueva Segovia altitude arabica notes florales acidité vive terroir montagnard.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.6
    },
    {
      "place_id": "NI::ometepe",
      "name": "Ometepe",
      "cc": "NI",
      "coords": [
        11.5292,
        -85.5694
      ],
      "lat": 11.5292,
      "lon": -85.5694,
      "visits": [
        {
          "text": "Volcán Concepción 1610m cono perfecto activo humos senderismo técnico.",
          "visit_duration_min": 75
        },
        {
          "text": "Ojo de Agua piscinas naturales fuentes volcánicas jardín tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglifos Finca Magdalena rocas esculpidas civilización precolombina.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Santo Domingo arena volcánica gris agua lago tranquilidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María lengua arena fotografía puesta sol panorámica.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Maderas 1394m bosque nublado laguna cráter cumbre técnica.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada San Ramón salto de 40m bosque primario sendero baño.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Charco Verde laguna biodiversidad 76 especies aves leyenda.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Ometepe Altagracia cerámicas precolombinas historia isla.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos locales Moyogalpa Altagracia vida isleña tradición.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Concepción 1610m cône parfait actif fumées randonnée technique.",
          "visit_duration_min": 75
        },
        {
          "text": "Ojo de Agua piscines naturelles sources volcaniques jardin tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglyphes Finca Magdalena roches sculptées civilisation précolombienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Santo Domingo sable volcanique gris eau lac tranquillité.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María langue sable photographie coucher soleil panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Maderas 1394m forêt nuageuse lagune cratère sommet technique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada San Ramón 40m chute forêt primaire sentier baignade.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Charco Verde lagune biodiversité 76 espèces oiseaux légende.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Ometepe Altagracia céramiques précolombiens histoire île.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages locaux Moyogalpa Altagracia vie insulaire tradition.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminata base Concepción bosque tropical monos aulladores observación fauna.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño Ojo de Agua agua fresca clara piscinas naturales relajación.",
          "visit_duration_min": 60
        },
        {
          "text": "Alquiler bicicleta tour isla pueblos plantaciones plátanos café exploración.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación pescado tilapia frito lago plátanos arroz frijoles tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación puesta sol Punta Jesús María agua poco profunda panorama.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste cacao maíz tostado canela bebida ancestral indígena.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascensión volcán Maderas senderismo bosque húmedo laguna cumbre aventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño cascada San Ramón agua fresca montaña bosque tropical.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación aves Charco Verde loros tucanes martín pescador binoculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lago costero exploración ensenadas pueblos pescadores isleños.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación indio viejo carne deshilachada maíz tomate tradición colonial.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinolillo maíz cacao bebida nacional Nicaragua acompañamiento comida.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée base Concepción forêt tropicale singes hurleurs observation faune.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade Ojo de Agua eau fraîche claire piscines naturelles relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Location vélo tour île villages plantations bananes café exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation poisson tilapia frit lac plantains arroz frijoles tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation coucher soleil Punta Jesús María eau peu profonde panorama.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste cacao maïs grillé cannelle boisson ancestrale indigène.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascension volcan Maderas randonnée forêt humide lagune sommet aventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade cascade San Ramón eau fraîche montagne forêt tropicale.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation oiseaux Charco Verde perroquets toucans martins-pêcheurs jumelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lac côtier exploration criques villages pêcheurs insulaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation indio viejo viande effilochée maïs tomate tradition coloniale.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinolillo maïs cacao boisson nationale Nicaragua accompagnement repas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 3
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 4
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 9.3
    },
    {
      "place_id": "NI::pearl-lagoon",
      "name": "Pearl Lagoon",
      "cc": "NI",
      "coords": [
        12.3428,
        -83.6731
      ],
      "lat": 12.3428,
      "lon": -83.6731,
      "visits": [
        {
          "text": "Laguna de Perlas 550 km² islas Perlas archipiélago pueblos aislados.",
          "visit_duration_min": 75
        },
        {
          "text": "Cayos Perlas islotes coralinos playas desiertas snorkeling paradisíaco.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Pearl Lagoon Haulover Orinoco cultura criolla arquitectura colorida.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares laberintos canales biodiversidad vivero ecosistema frágil.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo comunitario historia perla colonial piratas cultura local.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna de Perlas 550 km² îles Perlas archipel villages isolés.",
          "visit_duration_min": 75
        },
        {
          "text": "Cayos Perlas îlots coralliens plages désertes snorkeling paradisiaque.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Pearl Lagoon Haulover Orinoco culture créole architecture colorée.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares labyrinthes canaux biodiversité nurserie écosystème fragile.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée communautaire histoire perle coloniale pirates culture locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegación cayos exploración islotes desiertos playas vírgenes tranquilidad absoluta.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling arrecifes coralinos poco frecuentados peces rayas tortugas preservados.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak manglares observación aves canales naturales fauna acuática.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación rundown guiso frutos mar leche coco plátano especialidad criolla Pearl.",
          "visit_duration_min": 60
        },
        {
          "text": "Inmersión pueblo local vida cotidiana pesca artesanal tradiciones criollas.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Toña fría acompañamiento frutos mar fritos plátanos tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation cayos exploration îlots déserts plages vierges tranquillité absolue.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling récifs coralliens peu fréquentés poissons raies tortues préservés.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves observation oiseaux canaux naturels faune aquatique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rundown ragoût fruits mer lait coco plantain spécialité créole Pearl.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion village local vie quotidienne pêche artisanale traditions créoles.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Toña froide accompagnement fruits mer frits plantains tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 2.9
    },
    {
      "place_id": "NI::poneloya",
      "name": "Poneloya",
      "cc": "NI",
      "coords": [
        12.3956,
        -87.0319
      ],
      "lat": 12.3956,
      "lon": -87.0319,
      "visits": [
        {
          "text": "Playa Las Peñitas barrera arena 18km Reserva Juan Venado surf olas constantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Poneloya arena gris volcánica ambiente local restaurantes frutos mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Sandino playa salvaje industrial autenticidad menos turística.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Pilas El Hoyo volcanes gemelos cráter bosque seco tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares estuario Juan Venado biodiversidad aves cocodrilos ecosistema frágil.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Las Peñitas barrière sable 18km Réserve Juan Venado surf vagues constantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Poneloya sable gris volcanique ambiance locale restaurants fruits mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Sandino plage sauvage industrielle authenticité moins touristique.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Pilas El Hoyo volcans jumeaux cratère forêt sèche tropicale.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares estuaire Juan Venado biodiversité oiseaux crocodiles écosystème fragile.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf Las Peñitas olas regulares escuela alquiler tabla principiantes progresión.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak manglares reserva Juan Venado observación aves garzas garcetas espátulas.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación puesta de sol océano Pacífico playa horizonte infinito colores espectaculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación pescado frito pescado entero frito plátanos arroz ensalada fresca.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno playa estrellas olas bioluminiscencia temporada fitoplancton.",
          "visit_duration_min": 60
        },
        {
          "text": "Limonada cerveza cerveza limón sal cubitos de hielo refrescante playa.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf Las Peñitas vagues régulières école location planche débutants progression.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves réserve Juan Venado observation oiseaux aigrettes hérons spatules.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation coucher soleil océan Pacifique plage horizon infini couleurs spectaculaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation pescado frito poisson entier frit plantains riz salade fraîche.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne plage étoiles vagues bioluminescence saison phytoplancton.",
          "visit_duration_min": 60
        },
        {
          "text": "Limonada cerveza bière citron sel glaçons rafraîchissement plage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.2
    },
    {
      "place_id": "NI::quilali",
      "name": "Quilali",
      "cc": "NI",
      "coords": [
        13.5711,
        -86.0294
      ],
      "lat": 13.5711,
      "lon": -86.0294,
      "visits": [
        {
          "text": "Reserva Kilambé bosque nuboso 5600 hectáreas biodiversidad aves orquídeas altitud.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas Kilambé múltiples saltos bosque primario senderos técnicos guías locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos montañosos café de altitud tradiciones cooperativas agricultura biológica.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Kilambé cumbre 1745m senderismo técnico panorama bosque valles.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo cooperativo historia café revolución solidaridad comunitaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Kilambé forêt nuageuse 5600 hectares biodiversité oiseaux orchidées altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas Kilambé multiples chutes forêt primaire sentiers techniques guides locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages montagnards café altitude traditions coopératives agriculture biologique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Kilambé sommet 1745m randonnée technique panorama forêt vallées.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée coopératif histoire café révolution solidarité communautaire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo reserva Kilambé bosque nuboso observación quetzal monos fauna endémica.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cascadas baño piscinas naturales agua cristalina fría montaña.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita finca café altitud proceso biológico recolección selectiva calidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación rosquillas café galletas maíz queso acompañamiento tradicional regional.",
          "visit_duration_min": 60
        },
        {
          "text": "Noche familia local inmersión auténtica comidas conversaciones intercambio cultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Kilambé altitud premium microlote arábica notas florales complejidad excepcional.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée réserve Kilambé forêt nuageuse observation quetzal singes faune endémique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration cascades baignade piscines naturelles eau cristalline froide montagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite ferme café altitude processus biologique cueillette sélective qualité.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rosquillas café biscuits maïs fromage accompagnement traditionnel régional.",
          "visit_duration_min": 60
        },
        {
          "text": "Nuit famille locale immersion authentique repas conversations échange culturel.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Kilambé altitude premium microlot arabica notes florales complexité exceptionnelle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 7
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.2
    },
    {
      "place_id": "NI::san-juan-sur",
      "name": "San Juan Sur",
      "cc": "NI",
      "coords": [
        11.2533,
        -85.8703
      ],
      "lat": 11.2533,
      "lon": -85.8703,
      "visits": [
        {
          "text": "Playa San Juan del Sur bahía en forma de media luna surf ambiente internacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Cristo de la Misericordia estatua 25m colina vista 360° bahía océano.",
          "visit_duration_min": 75
        },
        {
          "text": "Refugio La Flor playa desove tortugas oliváceas arribadas espectáculo natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Maderas arena dorada olas constantes escuela surf comunidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto pesca artesanal botes coloridos tradición marítima local.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa San Juan del Sur baie croissant surf ambiance internationale.",
          "visit_duration_min": 75
        },
        {
          "text": "Cristo Misericordia statue 25m colline vue 360° baie océan.",
          "visit_duration_min": 75
        },
        {
          "text": "Refugio La Flor plage ponte tortues olivâtres arribadas spectacle naturel.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Maderas sable doré vagues constantes école surf communauté.",
          "visit_duration_min": 75
        },
        {
          "text": "Port pêche artisanale bateaux colorés tradition maritime locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf playa Maderas olas principiantes avanzados escuela alquiler ambiente relajado.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata Cristo subida 392 escalones panorama bahía puesta de sol espectacular.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación desove tortugas noche temporada julio-enero conservación protección.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación ceviche pescado fresco limón cilantro cebolla chile tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Noche bares playa música internacional local ambiente festivo bohemio.",
          "visit_duration_min": 60
        },
        {
          "text": "Michelada cerveza limón sal chile hielo refresco playa.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf playa Maderas vagues débutants confirmés école location ambiance relax.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée Cristo montée 392 marches panorama baie coucher soleil spectaculaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation ponte tortues nuit saison juillet-janvier conservation protection.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation ceviche poisson frais citron coriandre oignon piment tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée bars plage musique internationale locale ambiance festive bohème.",
          "visit_duration_min": 60
        },
        {
          "text": "Michelada bière citron sel piment glace rafraîchissement plage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5
    },
    {
      "place_id": "NI::san-rafael-norte",
      "name": "San Rafael Norte",
      "cc": "NI",
      "coords": [
        13.2167,
        -86.1167
      ],
      "lat": 13.2167,
      "lon": -86.1167,
      "visits": [
        {
          "text": "Fincas café altitud plantaciones sombreadas técnicas biológicas calidad exportación.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos productores San Rafael Wiwilí tradición cafetera cooperativas familiares.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Peñas Blancas bosque húmedo biodiversidad límite Bosawás naturaleza preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Miradores montañosos vistas panorámicas valles plantaciones atardeceres.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesias rurales arquitectura simple madera comunidad vida religiosa local.",
          "visit_duration_min": 75
        },
        {
          "text": "Fincas café altitude plantations ombrages techniques biologiques qualité export.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages producteurs San Rafael Wiwilí tradition caféière coopératives familiales.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Peñas Blancas forêt humide biodiversité limite Bosawás nature préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Miradores montagnards vues panoramiques vallées plantations couchers soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Églises rurales architecture simple bois communauté vie religieuse locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participación cosecha café recolección cerezas maduras aprendizaje técnica selección.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour finca completo despulpado fermentación lavado secado tostado casero.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata plantaciones sombreadas observación aves migratorias insectívoras café.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación ayote miel calabaza miel canela postre tradicional dulce.",
          "visit_duration_min": 60
        },
        {
          "text": "Velada comunitaria compartir historias café vida rural música guitarra.",
          "visit_duration_min": 60
        },
        {
          "text": "Café San Rafael microlote altitud arábica pacamara notas jazmín bergamota.",
          "visit_duration_min": 60
        },
        {
          "text": "Participation récolte café cueillette cerises mûres apprentissage technique sélection.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour ferme complet dépulpage fermentation lavage séchage torréfaction maison.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée plantations ombragées observation oiseaux migrateurs insectivores café.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation ayote miel courge miel cannelle dessert traditionnel doux.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée communautaire partage histoires café vie rurale musique guitare.",
          "visit_duration_min": 60
        },
        {
          "text": "Café San Rafael microlot altitude arabica pacamara notes jasmin bergamote.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 8
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.5
    },
    {
      "place_id": "NI::selva-negra",
      "name": "Selva Negra",
      "cc": "NI",
      "coords": [
        12.9997,
        -85.9172
      ],
      "lat": 12.9997,
      "lon": -85.9172,
      "visits": [
        {
          "text": "Selva Negra Ecolodge granja café bosque privado lagos biodiversidad familia alemana 1891.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Selva Negra natural volcánico senderos bosque observación aves tranquilidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Plantaciones café biológicas sombras árboles nativos técnicas sostenibles calidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo finca historia inmigración alemana herramientas antiguas tradición cafetera.",
          "visit_duration_min": 75
        },
        {
          "text": "Senderos naturales 8km bosque nublado primario cascadas fauna flora endémica.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra Ecolodge ferme café forêt privée lacs biodiversité famille allemande 1891.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Selva Negra naturel volcanique sentiers forêt observation oiseaux tranquillité.",
          "visit_duration_min": 75
        },
        {
          "text": "Plantations café biologiques ombrages arbres natifs techniques durables qualité.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée finca histoire immigration allemande outils anciens tradition caféière.",
          "visit_duration_min": 75
        },
        {
          "text": "Senderos nature 8km forêt nuageuse primaire cascades faune flore endémique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour completo del café plantaciones recolección procesamiento degustación variedades arábica.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata bosque nublado senderos señalizados observación monos aves orquídeas.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lago Selva Negra tranquilidad naturaleza reflejos bosque montañas.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación aves quetzal trogón colibríes binoculares guía ornitológico experto.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación cocina alemana-nica schnitzel salchichas repollo fusión cultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Selva Negra cultivado en finca arábica tostado artesanal en el lugar.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour café complet plantations cueillette traitement dégustation variétés arabica.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée forêt nuageuse sentiers balisés observation singes oiseaux orchidées.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lac Selva Negra tranquillité nature reflets forêt montagnes.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation oiseaux quetzal trogon colibris jumelles guide ornithologique expert.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation cuisine allemande-nica schnitzel saucisses chou fusion culturelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Selva Negra estate grown arabica torréfaction artisanale sur place.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 2
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.4
    },
    {
      "place_id": "NI::somoto",
      "name": "Somoto",
      "cc": "NI",
      "coords": [
        13.4808,
        -86.5822
      ],
      "lat": 13.4808,
      "lon": -86.5822,
      "visits": [
        {
          "text": "Cañón Somoto garganta 170m profundidad Río Coco senderismo acuático espectacular.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador El Común vista aérea cañón formación geológica millones años.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Somoto historia local arqueología precolombina cultura regional.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia colonial Somoto arquitectura simple blanca plaza central vida local.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos artesanales rosquillas tradición pastelería maíz queso receta ancestral.",
          "visit_duration_min": 75
        },
        {
          "text": "Cuevas cañón formaciones estalactitas historia millones años.",
          "visit_duration_min": 75
        },
        {
          "text": "Canyon Somoto gorge 170m profondeur Río Coco randonnée aquatique spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador El Común vue aérienne canyon formation géologique millions années.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Somoto histoire locale archéologie précolombienne culture régionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Église coloniale Somoto architecture simple blanche place centrale vie locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages artisanaux rosquillas tradition pâtisserie maïs fromage recette ancestrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes canyon formations stalactites histoire millions années.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Barranquismo Somoto natación escalada saltos acantilados gargantas agua cristalina aventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo acuático cañón pies agua rocas esculpidas paredes vertiginosas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cuevas cañón formaciones estalactitas historia geológica única.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación rosquillas Somoto galletas tradicionales maíz queso especialidad reputada nacional.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño piscinas naturales cañón agua fresca clara relajación naturaleza.",
          "visit_duration_min": 60
        },
        {
          "text": "Fresco cacao bebida cacao frío azúcar canela tradicional acompañamiento rosquillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata acuática gargantas rocas esculpidas paredes vertiginosas espectáculo.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración pueblo artesanal tradición pastelería familiar recetas.",
          "visit_duration_min": 60
        },
        {
          "text": "Canyoning Somoto nage escalade sauts falaises gorges eau cristalline aventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée aquatique canyon pieds eau roches sculptées parois vertigineuses.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration grottes canyon formations stalactites histoire géologique unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rosquillas Somoto biscuits traditionnels maïs fromage spécialité réputée nationale.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade piscines naturelles canyon eau fraîche claire relaxation nature.",
          "visit_duration_min": 60
        },
        {
          "text": "Fresco cacao boisson cacao froid sucre cannelle traditionnel accompagnement rosquillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration village artisanal tradition pâtisserie familiale recettes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN Y SUS VOLCANES: CULTURA, SANDBOARD Y PACÍFICO",
          "day": 8
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESENCIAL EN 15 DÍAS: VOLCANES, CIUDADES COLONIALES Y PLAYAS",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7
    },
    {
      "place_id": "NI::waspam",
      "name": "Waspam",
      "cc": "NI",
      "coords": [
        14.7392,
        -83.9689
      ],
      "lat": 14.7392,
      "lon": -83.9689,
      "visits": [
        {
          "text": "Río Coco navegación frontera Honduras pueblos miskitos aislados selva tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Bosawás acceso norte selva tropical biodiversidad comunidades indígenas.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos ribereños Waspam Klis arquitectura tradicional cultura miskito autónoma.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo comunitario historia cultura miskito tradiciones artesanía lengua.",
          "visit_duration_min": 75
        },
        {
          "text": "Frontera Honduras confluencia culturas intercambios comerciales tradiciones transfronterizas.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Coco navigation frontière Honduras villages miskitos isolés forêt tropicale.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Bosawás accès nord forêt tropicale biodiversité communautés indigènes.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages riverains Waspam Klis architecture traditionnelle culture miskito autonome.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée communautaire histoire culture miskito traditions artisanat langue.",
          "visit_duration_min": 75
        },
        {
          "text": "Frontière Honduras confluence cultures échanges commerciaux traditions transfrontalières.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegación piragua Río Coco exploración pueblos aislados acceso fluvial único.",
          "visit_duration_min": 60
        },
        {
          "text": "Encuentro familias miskitos inmersión cultural tradiciones cotidianas compartir.",
          "visit_duration_min": 60
        },
        {
          "text": "Técnicas de pesca tradicional ancestrales río observación oficios locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación bami yuca fermentada bebida tradicional fuerte ceremonial.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación fauna río cocodrilos caimanes aves acuáticas biodiversidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha yuca fermentación local tradición miskito bebida comunitaria.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation pirogue Río Coco exploration villages isolés accès fluvial unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre familles miskitos immersion culturelle traditions quotidiennes partage.",
          "visit_duration_min": 60
        },
        {
          "text": "Pêche traditionnelle techniques ancestrales rivière observation métiers locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation bami yuca fermentée boisson traditionnelle forte cérémonielle.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation faune rivière crocodiles caïmans oiseaux aquatiques biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha yuca fermentation locale tradition miskito boisson communautaire.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBEÑA Y CORN ISLANDS: LAGUNAS, ARRECIFES Y CULTURA CRIOLLA",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 2.5
    },
    {
      "place_id": "NI::wiwili",
      "name": "Wiwili",
      "cc": "NI",
      "coords": [
        13.6211,
        -85.8219
      ],
      "lat": 13.6211,
      "lon": -85.8219,
      "visits": [
        {
          "text": "Navegación Río Coco frontera natural Honduras pueblos aislados acceso fluvial.",
          "visit_duration_min": 75
        },
        {
          "text": "Montañas Segovias paisajes montañosos bosque pinos valles agricultura altitud.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos rurales aislamiento tradiciones agricultura subsistencia maíz frijoles.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo revolución zona conflictos años 1980 contras sandinistas historia.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador frontera vista Honduras valles río Coco montañas Segovias.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Coco navigation frontière naturelle Honduras villages isolés accès fluvial.",
          "visit_duration_min": 75
        },
        {
          "text": "Montagnes Segovias paysagesmontagneux forêt pins vallées agriculture altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages ruraux isolement traditions agriculture subsistance maïs haricots.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée révolution zone conflits années 1980 contras sandinistes histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador frontière vue Honduras vallées rivière Coco montagnes Segovias.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegación Río Coco piragua exploración pueblos ribereños pesca artesanal tradición.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo montañas senderos rurales encuentro campesinos vida campo auténtica.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cooperativas agrícolas café frijoles maíz comercio local solidaridad.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación sopa cuajada queso fresco sopa tradición lechera montañesa reconfortante.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación estrellas noche rural sin contaminación lumínica vía láctea espectacular.",
          "visit_duration_min": 60
        },
        {
          "text": "Destilación artesanal de aguardiente local de caña y maíz fuerte tradicional para compartir.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation Río Coco pirogue exploration villages riverains pêche artisanale tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée montagnes sentiers ruraux rencontre paysans vie campagne authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite coopératives agricoles café haricots maïs commerce local solidarité.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation sopa cuajada fromage frais soupe tradition laitière montagnarde réconfortante.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation étoiles nuit rurale sans pollution lumineuse voie lactée spectaculaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Aguardiente artisanal distillation locale canne maïs fort traditionnel partage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTAÑOSO: MATAGALPA Y JINOTEGA, CAFÉ Y BOSQUES NUBOSOS",
          "day": 6
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.3
    }
  ]
}