{
  "version": 1,
  "country": "ni",
  "language": "pt",
  "places": [
    {
      "place_id": "NI::big-corn",
      "name": "Big Corn",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.1667,
        -83.0667
      ],
      "lat": 12.1667,
      "lon": -83.0667,
      "visits": [
        {
          "text": "Big Corn Island emerge das águas turquesa do Mar das Caraíbas a 70 quilómetros da costa nicaraguense. Esta ilha de 10 km² concentra a maioria dos 8.000 habitantes do arquipélago e as infraestruturas principais.",
          "visit_duration_min": 75
        },
        {
          "text": "As praias de areia branca bordejam a ilha em todo o seu perímetro entre coqueiros e águas cristalinas. Long Bay e South West Bay oferecem as extensões mais fotogénicas.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia principal reúne comércios, restaurantes e serviços em torno do porto onde chegam ferries e pangas. A atmosfera caribenha descontraída impregna cada interacção.",
          "visit_duration_min": 75
        },
        {
          "text": "O Arenas Beach Hotel propõe um day pass a $10 com acesso à praia, espreguiçadeiras e desportos náuticos. O bar instalado num barco serve cocktails e refeições frente às ondas.",
          "visit_duration_min": 75
        },
        {
          "text": "Os recifes de coral rodeiam a ilha e abrigam uma vida marinha colorida acessível desde a praia. Peixes tropicais, raias e tartarugas nadam nas águas límpidas.",
          "visit_duration_min": 75
        },
        {
          "text": "Os locais de mergulho em torno de Big Corn contam entre os melhores das Caraíbas segundo os conhecedores. Os naufrágios e as paredes atraem mergulhadores certificados de todo o mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "A volta à ilha de táxi ou a pé leva algumas horas e revela praias desertas e aldeias de pescadores. Cada costa oferece uma atmosfera e vistas diferentes.",
          "visit_duration_min": 75
        },
        {
          "text": "A cozinha local funde tradições crioulas e produtos do mar acabados de pescar. O rondón, guisado com leite de coco, e o pão de coco acompanham cada refeição.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A panga matinal desde Pearl Lagoon chega a Bluefields em hora e meia para apanhar o voo para Big Corn. A coordenação dos transportes exige paciência e flexibilidade.",
          "visit_duration_min": 60
        },
        {
          "text": "O voo da La Costeña sobrevoa o Mar das Caraíbas durante 30 minutos antes de aterrar na pista de Big Corn. Os pequenos aviões oferecem vistas espectaculares sobre o arquipélago.",
          "visit_duration_min": 60
        },
        {
          "text": "A tarde de descanso na praia recupera das horas de transporte. As águas quentes e calmas convidam ao banho e ao snorkeling.",
          "visit_duration_min": 60
        },
        {
          "text": "A noite descobre os restaurantes locais que servem peixe grelhado, lagosta e especialidades crioulas. Os preços permanecem razoáveis comparados com outras ilhas caribenhas.",
          "visit_duration_min": 60
        },
        {
          "text": "O dia inteiro em Big Corn permite explorar a ilha sem a pressão das deslocações. O ritmo caribenho convida à lentidão e à contemplação.",
          "visit_duration_min": 60
        },
        {
          "text": "O snorkeling desde a praia revela os fundos marinhos sem equipamento sofisticado. Máscara e tubo bastam para observar a fauna submarina.",
          "visit_duration_min": 60
        },
        {
          "text": "O aluguer de uma bicicleta ou scooter facilita a exploração das diferentes praias e miradouros. As estradas de terra atravessam aldeias e palmeirais.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr-do-sol desde a costa oeste incendeia o céu sobre o Mar das Caraíbas. Os bares de praia servem rum local e cervejas geladas frente ao espectáculo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 6
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 7
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "NI::bluefields",
      "name": "Bluefields",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.0131,
        -83.7636
      ],
      "lat": 12.0131,
      "lon": -83.7636,
      "visits": [
        {
          "text": "Bluefields surge à beira da lagoa como uma anomalia caribenha na Nicarágua. Esta cidade de 50.000 habitantes mistura seis etnias: Crioulos, Miskitos, Garifunas, Ramas, Ulwas e Mestiços num melting pot único.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja morávia geral ergue a sua réplica branca de telhados vermelho-escuro desde 1849. A original foi destruída pelo furacão Jeanne em 1988, mas o edifício reconstruído continua a dominar a cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja católica ostenta a Virgem Maria na fachada e vitrais coloridos no interior. Os tectos altos e arejados oferecem um refúgio contra o calor tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "O parque Reyes constitui o único parque central de toda a região autónoma sul com os seus 60 anos de história. O coreto e as grandes árvores proporcionam sombra às famílias que ali se reúnem ao anoitecer.",
          "visit_duration_min": 75
        },
        {
          "text": "A cultura crioula impregna cada aspecto da vida em Bluefields, dos ritmos musicais aos sabores culinários. O rondón, guisado de marisco com leite de coco, encarna esta fusão afro-caribenha.",
          "visit_duration_min": 75
        },
        {
          "text": "O Centro de Investigação e Documentação da Costa Atlântica conserva 1.100 textos sobre a história e a cultura da região. O museu histórico adjacente expõe fotografias e obras de arte locais.",
          "visit_duration_min": 75
        },
        {
          "text": "The Bluff estende-se a poucos quilómetros a sul com a sua praia e o seu farol histórico. Este bairro mais calmo oferece uma alternativa às ruas animadas do centro.",
          "visit_duration_min": 75
        },
        {
          "text": "O Palo de Mayo, festa tradicional de maio, representa o apogeu cultural de Bluefields. As danças sensuais com raízes africanas e britânicas animam as ruas durante todo o mês.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O voo matinal da La Costeña sobrevoa as montanhas e depois as planícies pantanosas da costa Caraíbas. A aterragem em Bluefields revela outra Nicarágua, tropical e afro-caribenha.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio pelas ruas revela a arquitectura vitoriana em madeira colorida herdada dos colonos britânicos. O reggae escapa das casas e dos bares a toda a hora.",
          "visit_duration_min": 60
        },
        {
          "text": "O crioulo inglês mistura-se com o espanhol nas conversas de rua. Esta língua caribenha aproxima Bluefields mais da Jamaica do que de Manágua.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado municipal Teodoro Martínez propõe marisco fresco e produtos locais a preços locais. As pangas para os destinos circundantes partem do cais adjacente.",
          "visit_duration_min": 60
        },
        {
          "text": "O dia permite absorver o ritmo lento da cidade caribenha sem pressão de transportes. O conceito de 'Nica time' ganha aqui todo o seu sentido.",
          "visit_duration_min": 60
        },
        {
          "text": "A visita ao museu CIDCA-BICU ilumina a história complexa desta região autónoma. Os guias explicam a mistura étnica que molda a identidade costeira.",
          "visit_duration_min": 60
        },
        {
          "text": "A excursão de panga a Rama Cay permite descobrir a comunidade indígena Rama na sua ilha. As poucas centenas de habitantes perpetuam a língua e as tradições ancestrais.",
          "visit_duration_min": 60
        },
        {
          "text": "A noite nos bares do centro pulsa ao som do reggae e da punta garifuna. As Toñas geladas acompanham as conversas com os habitantes acolhedores.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 2
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 3
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "NI::el-castillo",
      "name": "El Castillo",
      "cc": "NI",
      "language": "pt",
      "coords": [
        11.0167,
        -84.4
      ],
      "lat": 11.0167,
      "lon": -84.4,
      "visits": [
        {
          "text": "El Castillo surge após uma curva do rio como uma aldeia fora do tempo sem estradas nem carros. Os 1.500 habitantes vivem da pesca, do cacau, do turismo e do trabalho nas propriedades vizinhas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Fortaleza de la Inmaculada Concepción domina a aldeia desde 1675 quando os espanhóis a construíram contra os piratas. O jovem Horatio Nelson conquistou-a brevemente em 1780 antes que a febre amarela dizimasse as suas tropas.",
          "visit_duration_min": 75
        },
        {
          "text": "O museu na fortaleza expõe armas, balas de canhão e garrafas de rum datando do século XVI. A biblioteca oferece um refúgio de leitura frente ao rio.",
          "visit_duration_min": 75
        },
        {
          "text": "Os rápidos do Río San Juan aos pés da fortaleza explicam a sua posição estratégica. Os barcos tinham de abrandar aqui, vulneráveis aos canhões espanhóis.",
          "visit_duration_min": 75
        },
        {
          "text": "A Reserva Biológica Indio Maíz protege mais de 3.000 km² de floresta tropical primária a sul do rio. Esta selva figura entre as mais bem preservadas da América Central com uma biodiversidade excepcional.",
          "visit_duration_min": 75
        },
        {
          "text": "O Refugio Bartola dá acesso à reserva desde a foz do Río Bartola a 4 km a jusante de El Castillo. Os trilhos penetram na selva onde vivem macacos, tucanos, rãs e araras.",
          "visit_duration_min": 75
        },
        {
          "text": "O kayak no rio oferece uma perspectiva única sobre a floresta ribeirinha e a fauna aquática. Os alugueres e passeios guiados organizam-se a partir da aldeia.",
          "visit_duration_min": 75
        },
        {
          "text": "A quinta de borboletas perto da fortaleza apresenta as espécies locais num jardim arranjado. Este projecto comunitário emprega mulheres da aldeia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A lancha rápida desde San Carlos desce o rio em hora e meia com paragens nas comunidades ribeirinhas. A paisagem de selva e ranchos desfila nas margens.",
          "visit_duration_min": 60
        },
        {
          "text": "A visita à fortaleza restaurada pela Espanha percorre a história movimentada do rio. A entrada de $2 mais $1 para fotografias dá acesso a todo o local.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio pela aldeia descobre as casas sobre estacas e a vida quotidiana sem carros. O caminho empedrado principal liga o cais à fortaleza.",
          "visit_duration_min": 60
        },
        {
          "text": "O jantar no Borders Café serve a melhor massa da Nicarágua segundo os habituais. O proprietário extravagante Yamil cultiva os seus legumes e serve as cervejas mais geladas.",
          "visit_duration_min": 60
        },
        {
          "text": "A excursão matinal a Bartola e Indio Maíz descobre a selva primária com um guia local. As botas de borracha fornecidas protegem nos trilhos lamacentos.",
          "visit_duration_min": 60
        },
        {
          "text": "A subida do Río Bartola de panga e depois à vara atravessa uma vegetação cada vez mais densa. Os macacos uivadores, os tucanos e as araras colorem e animam a copa.",
          "visit_duration_min": 60
        },
        {
          "text": "O kayak ao final da tarde explora o rio ao seu ritmo na luz dourada. Jacarés e aves aquáticas observam-se desde a água.",
          "visit_duration_min": 60
        },
        {
          "text": "A última noite em El Castillo saboreia a tranquilidade desta aldeia sem carros. O ruído do rio e da selva acompanha o sono.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 12
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 13
        }
      ],
      "rating": 3
    },
    {
      "place_id": "NI::esteli",
      "name": "Esteli",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.0833,
        -86.35
      ],
      "lat": 13.0833,
      "lon": -86.35,
      "visits": [
        {
          "text": "Estelí reina sobre a indústria do charuto nicaraguense desde os anos 1960 quando os mestres cubanos emigrados aí estabeleceram as suas manufaturas. A cidade produz hoje alguns dos melhores puros do mundo em dezenas de fábricas artesanais.",
          "visit_duration_min": 75
        },
        {
          "text": "A catedral Nuestra Señora del Rosario domina o centro da cidade com a sua fachada branca de estilo neoclássico moderno consagrada em 1962. O interior sóbrio contrasta com a exuberância barroca das igrejas coloniais de León e Granada.",
          "visit_duration_min": 75
        },
        {
          "text": "O parque central reúne as famílias ao fim de semana à volta dos vendedores de fruta e das crianças que brincam. O ambiente provinciano e autêntico escapa à afluência turística das cidades coloniais.",
          "visit_duration_min": 75
        },
        {
          "text": "As fábricas de charutos abrem as portas aos visitantes curiosos de descobrir a arte do torcedor. As mãos experientes enrolam as folhas de tabaco com uma destreza adquirida ao longo dos anos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O autocarro desde León atravessa as planícies e depois sobe a cordilheira central em cerca de duas horas. As paisagens de montanhas cultivadas desfilam pelas janelas na estrada Panamericana.",
          "visit_duration_min": 60
        },
        {
          "text": "A visita a uma fábrica de charutos revela as etapas da produção desde as folhas de tabaco até ao produto acabado. Yayabo, Drew Estate ou Padrón recebem os visitantes conforme os dias.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado central propõe fruta fresca, legumes e produtos locais num ambiente animado. As bancas coloridas oferecem um vislumbre da alimentação quotidiana dos nicaraguenses.",
          "visit_duration_min": 60
        },
        {
          "text": "A vida noturna de Estelí anima alguns bares e discotecas onde os locais dançam ritmos latinos. O Hard Bar e o Zona 34 atraem uma clientela jovem e festiva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 5
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "NI::granada",
      "name": "Granada",
      "cc": "NI",
      "language": "pt",
      "coords": [
        11.9344,
        -85.956
      ],
      "lat": 11.9344,
      "lon": -85.956,
      "visits": [
        {
          "text": "A Laguna de Apoyo preenche uma cratera vulcânica colapsada de águas cristalinas mantidas a 28°C pela atividade geotérmica. Este lago perfeitamente redondo oferece um banho tépido num cenário de florestas tropicais.",
          "visit_duration_min": 75
        },
        {
          "text": "San Juan de Oriente perpetua a arte da olaria há 2.500 anos numa aldeia onde 90% dos habitantes vivem da cerâmica. Os artesãos rodam, pintam e cozem peças únicas em cada casa.",
          "visit_duration_min": 75
        },
        {
          "text": "O mercado de Masaya ocupa uma fortaleza neogótica de arcadas de tijolo vermelho. As bancas transbordam de redes, couro, cerâmicas, especiarias e artesanato de todo o país.",
          "visit_duration_min": 75
        },
        {
          "text": "O vulcão Masaya abre a sua cratera Santiago sobre um lago de lava borbulhante visível à noite. Os espanhóis batizaram-no de Porta do Inferno ao descobrir este abismo incandescente no século XVI.",
          "visit_duration_min": 75
        },
        {
          "text": "Granada reivindica o título de cidade colonial mais antiga das Américas fundada em 1524 pelos conquistadores espanhóis. A arquitetura mourisca e andaluza vale-lhe a alcunha de Gran Sultana, anomalia ibérica no coração da América Central.",
          "visit_duration_min": 75
        },
        {
          "text": "A catedral amarela domina o Parque Central com a sua fachada neoclássica reconstruída após as destruições do flibusteiro William Walker em 1856. O interior sóbrio abriga altares de madeira e estátuas coloniais.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja de La Merced oferece desde o seu campanário o melhor panorama sobre Granada por apenas um dólar. Os telhados de telha, as cúpulas das igrejas e o lago Nicarágua estendem-se até ao horizonte vulcânico.",
          "visit_duration_min": 75
        },
        {
          "text": "O Convento San Francisco abriga um dos melhores museus pré-colombianos do país num edifício do século XVI. As estátuas de basalto e cerâmicas contam as civilizações que povoavam o istmo antes da conquista.",
          "visit_duration_min": 75
        },
        {
          "text": "A Calle La Calzada anima-se ao pôr do sol quando as fachadas coloridas se iluminam e as esplanadas enchem. Esta artéria pedonal concentra restaurantes, bares e vida noturna da cidade colonial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O autocarro desde Matagalpa chega a Masaya em 2h30 via Sébaco e a Panamericana. A chegada ao final da manhã permite começar as visitas.",
          "visit_duration_min": 60
        },
        {
          "text": "O banho em Apoyo recompensa com água tépida e cristalina num cenário vulcânico preservado. Os bares-restaurantes à beira do lago propõem kayaks e paddleboards.",
          "visit_duration_min": 60
        },
        {
          "text": "A demonstração de olaria em San Juan de Oriente revela os gestos precisos dos artesãos. As lojas alinham milhares de peças pintadas à mão.",
          "visit_duration_min": 60
        },
        {
          "text": "O vulcão Masaya visita-se ao cair da noite quando a lava ruboriza na escuridão da cratera. A fila de veículos serpenteia até ao miradouro onde 30 carros dispõem de 15 minutos cada.",
          "visit_duration_min": 60
        },
        {
          "text": "A estrada para Granada leva apenas 30 minutos depois do vulcão. A chegada noturna revela as luzes da cidade colonial.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio matinal pelas ruas empedradas revela varandas trabalhadas, pátios floridos e fachadas em tons pastel. As carruagens puxadas por cavalos acrescentam ao charme antiquado da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "O ChocoMuseo propõe ateliers de fabrico de chocolate bean-to-bar de duas horas. Os participantes levam a sua tablete personalizada depois de descobrirem o processo completo.",
          "visit_duration_min": 60
        },
        {
          "text": "As fábricas artesanais de charutos abrem as portas aos visitantes curiosos de ver os torcedores em ação. Casa Favilli e Doña Elba propõem demonstrações e degustações.",
          "visit_duration_min": 60
        },
        {
          "text": "O Mercado Municipal mergulha no quotidiano dos granadinos entre bancas de fruta, carne e artigos domésticos. O restaurante Tostometro serve hambúrgueres sobre tostones no meio dos corredores.",
          "visit_duration_min": 60
        },
        {
          "text": "A noite na Calle La Calzada alterna jantar, cocktails e música ao vivo num ambiente festivo. A animação não abranda antes da meia-noite nas noites de fim de semana.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 10
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 11
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "NI::las-penitas",
      "name": "Las Penitas",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.3833,
        -87.0333
      ],
      "lat": 12.3833,
      "lon": -87.0333,
      "visits": [
        {
          "text": "O Cerro Negro surge da planície como um cone perfeito de cinzas negras com apenas 170 anos. Este vulcão ativo entre os mais jovens do mundo oferece o terreno ideal para uma atividade única na Nicarágua.",
          "visit_duration_min": 75
        },
        {
          "text": "O volcano boarding consiste em descer as encostas de cinza negra numa prancha de madeira a velocidades que podem ultrapassar os 80 km/h. Esta invenção local figura entre as 50 experiências mais loucas segundo a CNN.",
          "visit_duration_min": 75
        },
        {
          "text": "A cratera fumegante revela fumarolas sulfurosas e vistas sobre a cadeia vulcânica envolvente. A paisagem lunar de cinzas negras contrasta com o verde dos vales em baixo.",
          "visit_duration_min": 75
        },
        {
          "text": "Las Peñitas estende-se por cinco quilómetros de areia cinzenta frente às ondas do Pacífico. Esta aldeia de pescadores a trinta minutos de León oferece uma alternativa descontraída às praias turísticas do sul.",
          "visit_duration_min": 75
        },
        {
          "text": "O vulcão Telica ergue a sua cratera fumegante a 1.036 metros de altitude na cadeia dos Maribios. A sua cratera escancarada de 700 metros de largura e 120 metros de profundidade expele permanentemente vapores e gases sulfurosos.",
          "visit_duration_min": 75
        },
        {
          "text": "O nascer do sol incendeia sucessivamente os cumes de San Cristóbal, Casita, Cerro Negro e El Hoyo. O mar de nuvens que por vezes inunda os vales acrescenta magia ao espetáculo.",
          "visit_duration_min": 75
        },
        {
          "text": "A Via Láctea desdobra o seu arco luminoso acima das silhuetas vulcânicas na escuridão que precede a aurora. O céu noturno desde o cume oferece uma das mais belas vistas de estrelas do país.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta dos morcegos abre-se no flanco do vulcão e abriga dezenas de quirópteros que esvoaçam à volta dos visitantes. A excursão completa a exploração do local antes da descida.",
          "visit_duration_min": 75
        },
        {
          "text": "A marina de Las Peñitas abriga os barcos dos pescadores que partem ao amanhecer e regressam com a captura do dia ao final da manhã. Os visitantes podem embarcar para saídas de pesca tradicional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O tour de volcano boarding parte de León por volta das 8h e inclui transporte, equipamento de proteção e fato. O Bigfoot Hostel inventou a atividade e continua a ser o operador de referência.",
          "visit_duration_min": 60
        },
        {
          "text": "A subida à cratera demora cerca de uma hora sob um sol escaldante com a prancha de 7 quilos às costas. Os carregadores locais oferecem os seus serviços por três dólares aos caminhantes exaustos.",
          "visit_duration_min": 60
        },
        {
          "text": "A descida na prancha proporciona sensações fortes apesar de uma aparência intimidante acessível a principiantes. Os guias explicam as técnicas de travagem e controlo antes do grande salto.",
          "visit_duration_min": 60
        },
        {
          "text": "O chicken bus desde o mercadito de León chega a Las Peñitas em trinta minutos por poucos córdobas. O trajeto atravessa a aldeia de Poneloya antes de chegar à praia.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr do sol desde as rochas onde se reúnem os surfistas incendeia o céu de tons alaranjados. Os bares de praia servem Toñas geladas frente ao espetáculo quotidiano.",
          "visit_duration_min": 60
        },
        {
          "text": "O tour do nascer do sol no Telica parte de León às 2h da manhã e regressa para o pequeno-almoço por volta das 8h. O despertar brusco faz-se rapidamente esquecer perante o esplendor do espetáculo.",
          "visit_duration_min": 60
        },
        {
          "text": "A curta subida de 45 minutos atinge o bordo da cratera por um trilho bem marcado na escuridão. As lanternas de cabeça iluminam o caminho pedregoso até ao miradouro.",
          "visit_duration_min": 60
        },
        {
          "text": "O frio surpreende no cume apesar do calor sufocante de León poucas horas antes. Camadas de roupa quente são indispensáveis para aproveitar confortavelmente o nascer do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "A tarde de descanso em Las Peñitas recupera as horas de sono perdidas. A praia, as redes e as ondas oferecem o cenário ideal para uma sesta bem merecida.",
          "visit_duration_min": 60
        },
        {
          "text": "A Reserva Natural Isla Juan Venado protege os mangais acessíveis de barco desde a marina. Tartarugas, aves e crocodilos povoam este ecossistema preservado.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 3
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 4
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "NI::leon",
      "name": "Leon",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.4379,
        -86.878
      ],
      "lat": 12.4379,
      "lon": -86.878,
      "visits": [
        {
          "text": "A basílica catedral da Assunção domina a praça central com as suas dimensões imponentes que fazem dela a maior catedral da América Central. O estilo barroco e neoclássico abriga obras de arte colonial e o túmulo do poeta Rubén Darío.",
          "visit_duration_min": 75
        },
        {
          "text": "O telhado da catedral acessível por três dólares oferece um passeio sobre as cúpulas caiadas. O panorama abrange os telhados de telha, os campanários das numerosas igrejas e a silhueta dos vulcões no horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "Os murais revolucionários cobrem as paredes da cidade e contam a história sandinista da Nicarágua. Os frescos coloridos celebram os heróis da revolução e denunciam o imperialismo americano em estilo realista socialista.",
          "visit_duration_min": 75
        },
        {
          "text": "O museu da Revolução ocupa um edifício crivado de impactos de balas onde guias veteranos contam a sua experiência de combatentes. As fotos, armas e uniformes documentam os anos de guerra civil que moldaram o país.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O autocarro desde Managua atravessa a planície agrícola em menos de duas horas por poucos dólares. Os chicken buses coloridos constituem o meio de transporte mais económico e autêntico do país.",
          "visit_duration_min": 60
        },
        {
          "text": "A visita guiada à cidade revolucionária dura quatro horas e cobre os locais principais da insurreição sandinista. Os guias explicam o contexto histórico complexo que levou à queda de Somoza.",
          "visit_duration_min": 60
        },
        {
          "text": "Os cafés estudantis à volta da catedral servem um excelente café nicaraguense num ambiente descontraído. A juventude universitária anima as esplanadas até tarde na noite.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr do sol desde o telhado da catedral incendeia os vulcões e os telhados da cidade. Os últimos raios douram as fachadas coloniais da praça central.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 2
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "NI::little-corn",
      "name": "Little Corn",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.2833,
        -83.0333
      ],
      "lat": 12.2833,
      "lon": -83.0333,
      "visits": [
        {
          "text": "Little Corn Island encarna o sonho da ilha deserta caribenha sem carros nem estradas pavimentadas. Os 2,9 km² da ilha percorrem-se a pé por trilhos de areia entre coqueiros e cabanas de madeira.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach a norte da ilha oferece as mais belas extensões de areia branca bordejadas por águas turquesa. A ausência de sargaço a maior parte do tempo torna-a a praia preferida dos visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia principal concentra os poucos restaurantes, bares e mercearias da ilha. Os trilhos de areia ligam os estabelecimentos dispersos sob as árvores tropicais.",
          "visit_duration_min": 75
        },
        {
          "text": "A ausência de multibancos, o WiFi aleatório e a electricidade intermitente impõem uma desconexão total. Esta condicionante torna-se rapidamente uma libertação para os visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Os locais de mergulho em torno de Little Corn revelam recifes preservados, naufrágios e vida marinha abundante. A Dolphin Dive e outros operadores propõem baptismos e saídas para mergulhadores certificados.",
          "visit_duration_min": 75
        },
        {
          "text": "O snorkeling desde as praias permite observar tartarugas, raias e cardumes de peixes tropicais. Os recifes pouco profundos oferecem um espectáculo acessível a todos.",
          "visit_duration_min": 75
        },
        {
          "text": "Os trilhos na selva atravessam a ilha entre praias e aldeia numa vegetação luxuriante. Papagaios, iguanas e caranguejos terrestres animam o passeio.",
          "visit_duration_min": 75
        },
        {
          "text": "O Tranquilo Café reúne viajantes e locais em torno de cocktails potentes e música ao vivo. O happy hour diário cria uma atmosfera convivial até ao pôr-do-sol.",
          "visit_duration_min": 75
        },
        {
          "text": "O dia sem programa definido permite absorver plenamente o ritmo insular. O tempo dilata-se entre sestas, banhos e conversas ao acaso dos encontros.",
          "visit_duration_min": 75
        },
        {
          "text": "A pesca desportiva a partir de uma panga local visa as espécies que abundam em torno do arquipélago. As tarifas permanecem muito inferiores às de outros destinos caribenhos.",
          "visit_duration_min": 75
        },
        {
          "text": "O paddle board permite explorar a costa e as enseadas inacessíveis a pé. Vários alojamentos propõem o aluguer à hora ou ao dia.",
          "visit_duration_min": 75
        },
        {
          "text": "O Turned Turtle no Little Corn Beach & Bungalow serve as melhores margaritas da ilha frente ao mar. O pequeno-almoço farto acompanha as manhãs tranquilas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A panga desde Big Corn percorre os 15 quilómetros em 30 minutos com mar calmo. Nos dias de ondulação, a travessia pode tornar-se uma aventura memorável ou mesmo ser cancelada.",
          "visit_duration_min": 60
        },
        {
          "text": "A instalação num bungalow rústico ou num ecolodge mais confortável depende do orçamento. As opções vão do dormitório básico às suites com piscina privada.",
          "visit_duration_min": 60
        },
        {
          "text": "A tarde de exploração a pé descobre os trilhos da selva e as praias desertas. Toda a ilha se percorre em algumas horas de caminhada tranquila.",
          "visit_duration_min": 60
        },
        {
          "text": "O jantar no Fish Fry Bar a norte da ilha recompensa a caminhada com o marisco mais fresco. Com os pés na areia frente ao pôr-do-sol, o rum corre.",
          "visit_duration_min": 60
        },
        {
          "text": "A manhã de mergulho ou snorkeling explora os fundos marinhos preservados em torno da ilha. Os operadores locais conhecem os melhores spots conforme as condições.",
          "visit_duration_min": 60
        },
        {
          "text": "A tarde de ócio na praia encarna a essência das férias caribenhas. Rede, livro e cocktail bastam para preencher as horas.",
          "visit_duration_min": 60
        },
        {
          "text": "A caminhada até ao Fish Fry Bar atravessa a ilha de ponta a ponta em 30 minutos. O trilho na selva alterna zonas sombreadas e vistas para o mar.",
          "visit_duration_min": 60
        },
        {
          "text": "A noite no Tranquilo ou num dos bares da aldeia prolonga a atmosfera descontraída. Os encontros com outros viajantes enriquecem a experiência.",
          "visit_duration_min": 60
        },
        {
          "text": "O último dia inteiro em Little Corn convida a desfrutar sem restrições. Cada visitante compõe o seu programa ideal entre praia, mergulho e ócio.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio em torno da ilha descobre os últimos recantos ainda não explorados. As cabanas coloridas e os jardins tropicais ladeiam os trilhos de areia.",
          "visit_duration_min": 60
        },
        {
          "text": "O almoço em La Cantina propõe tacos autênticos frente ao mar. Os sabores mexicanos mudam dos pratos crioulos dos dias anteriores.",
          "visit_duration_min": 60
        },
        {
          "text": "O último pôr-do-sol caribenho desde Otto Beach ou o Fish Fry Bar grava memórias duradouras. A perspectiva da partida acrescenta uma nota melancólica ao espectáculo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 8
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 9
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 10
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "NI::managua",
      "name": "Managua",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.1364,
        -86.2514
      ],
      "lat": 12.1364,
      "lon": -86.2514,
      "visits": [
        {
          "text": "Manágua estende-se como um subúrbio infinito aos pés de dois vulcões visíveis do céu durante a aterragem. A capital nicaraguense ocupa as margens do lago Xolotlán numa planície vulcânica fértil.",
          "visit_duration_min": 75
        },
        {
          "text": "A lagoa de Tiscapa ocupa uma cratera vulcânica com 10.000 anos no coração da cidade. A silhueta do general Sandino domina o local desde o topo da colina.",
          "visit_duration_min": 75
        },
        {
          "text": "A Catedral de Santiago ergue a sua silhueta danificada na Plaza de la Independencia desde o devastador terramoto de 1972. A estrutura barroca do início do século XX permanece de pé mas abandonada, os danos estruturais demasiado graves para restauro.",
          "visit_duration_min": 75
        },
        {
          "text": "A nova catedral metropolitana da Imaculada Conceição surge a alguns quilómetros do centro com a sua arquitetura moderna inaugurada em 1991. As múltiplas cúpulas evocam formas orgânicas que dividem os habitantes entre admiração e perplexidade.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu Nacional expõe os artefactos pré-colombianos das civilizações que povoavam a Nicarágua antes da chegada dos conquistadores. As cerâmicas, estatuetas e cachimbos cerimoniais testemunham uma cultura sofisticada apagada pela colonização.",
          "visit_duration_min": 75
        },
        {
          "text": "A lagoa de Tiscapa ocupa uma cratera vulcânica de 10.000 anos no coração da cidade. A silhueta do general Sandino domina o local desde o cimo da colina onde se erguem monumentos e edifícios governamentais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O voo internacional aterra no aeroporto Augusto César Sandino ao final da tarde. A instalação perto do aeroporto facilita o voo matinal para a costa Caraíbas.",
          "visit_duration_min": 60
        },
        {
          "text": "A noite permite levantar dinheiro suficiente para a semana que se segue. Os multibancos da costa Caraíbas são raros e frequentemente vazios.",
          "visit_duration_min": 60
        },
        {
          "text": "A confirmação do voo La Costeña para Bluefields faz-se por telefone ou na agência do aeroporto. Os horários mudam frequentemente conforme a procura.",
          "visit_duration_min": 60
        },
        {
          "text": "O voo de Miami ou Houston aterra no aeroporto internacional Augusto César Sandino ao final da tarde. O trajeto para o centro atravessa os bairros populares que compõem o essencial da capital.",
          "visit_duration_min": 60
        },
        {
          "text": "O museu Huellas de Acahualinca preserva pegadas humanas de 6.000 anos fossilizadas na lama vulcânica. Estes vestígios de uma família a caminhar tranquilamente constituem um dos mais antigos testemunhos humanos das Américas.",
          "visit_duration_min": 60
        },
        {
          "text": "A tirolesa de Tiscapa sobrevoa a lagoa em três secções por menos de 20 dólares. O percurso oferece uma vista aérea sobre a cratera e os telhados da capital.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 1
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 1
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "NI::matagalpa",
      "name": "Matagalpa",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.9167,
        -85.9167
      ],
      "lat": 12.9167,
      "lon": -85.9167,
      "visits": [
        {
          "text": "Matagalpa reina sobre as montanhas do norte como capital do café nicaraguense. O ar fresco das alturas traz os aromas de torrefação que escapam dos benefícios e dos cafés do centro.",
          "visit_duration_min": 75
        },
        {
          "text": "A catedral San Pedro ergue a sua fachada branca colonial no coração da cidade animada. O interior sóbrio com altares de madeira convida ao recolhimento enquanto a praça vibra com a vida quotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "O miradouro El Calvario domina a cidade no cimo de uma escadaria que percorrem fiéis e visitantes. O panorama sobre os vales, os telhados e as montanhas envoltas em neblina recompensa a subida.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra estende-se na floresta de nuvens a poucos quilómetros de Matagalpa, ecolodge e plantação de café no coração de uma natureza exuberante. As orquídeas agarram-se às árvores musgosas ao longo dos trilhos.",
          "visit_duration_min": 75
        },
        {
          "text": "A plantação de café biológico produz grãos de exceção cultivados à sombra de árvores centenárias. O tour segue o grão da semente à chávena: plantação, colheita, secagem, torrefação.",
          "visit_duration_min": 75
        },
        {
          "text": "El Castillo del Cacao transforma as favas em chocolate artesanal num pequeno castelo rodeado de cacaueiros. A visita e a degustação revelam os segredos desta outra riqueza agrícola.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu do Café traça a história da cultura cafeeira que moldou a economia e a sociedade da região. As ferramentas antigas, fotos e explicações dão sentido às plantações visitadas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Cascada Blanca precipita-se num tanque natural aninhado nas colinas verdejantes à volta de Matagalpa. A água fresca convida ao banho sob a cortina da cascata ou por trás do seu véu.",
          "visit_duration_min": 75
        },
        {
          "text": "A Cascada de la Luna esconde três quedas paralelas numa floresta mais remota e selvagem. A caminhada atravessa ribeiros e sob-bosques húmidos antes de revelar este espetáculo pouco frequentado.",
          "visit_duration_min": 75
        },
        {
          "text": "A reserva Cerro Apante protege as florestas de nuvens a sudeste da cidade, refúgio de aves, orquídeas e borboletas. Os trilhos sobem até à Cruz de la Paz e ao seu panorama sobre a região.",
          "visit_duration_min": 75
        },
        {
          "text": "O atelier de cerâmica negra perpetua uma tradição pré-colombiana de 2.500 anos. Os artesãos moldam a argila escura, polem-na e cozem-na em fornos fumegantes para obter aquele negro brilhante característico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O trajeto desde Somoto ocupa a maior parte do dia com correspondência em Estelí. Os autocarros atravessam as montanhas por estradas sinuosas mas asfaltadas.",
          "visit_duration_min": 60
        },
        {
          "text": "A chegada ao final da tarde deixa tempo para explorar o centro e instalar-se. Os cafés da praça central servem a bebida local num ambiente descontraído.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr do sol desde El Calvario tinge o céu de rosa e dourado acima da cidade. As luzes acendem-se progressivamente nos vales que escurecem.",
          "visit_duration_min": 60
        },
        {
          "text": "A excursão matinal a Selva Negra combina caminhada na floresta de nuvens e visita da plantação. O pequeno-almoço no local acompanha a degustação do café acabado de torrar.",
          "visit_duration_min": 60
        },
        {
          "text": "O tour do café segue o processo completo e termina com uma degustação comparativa. A chávena final ganha todo o seu sentido após compreender o trabalho dos produtores.",
          "visit_duration_min": 60
        },
        {
          "text": "El Castillo del Cacao propõe à tarde a descoberta do cacau da fava à tablete. Os jardins do castelo oferecem um cenário bucólico para a degustação.",
          "visit_duration_min": 60
        },
        {
          "text": "O regresso à cidade permite passear pelas ruas e aproveitar a frescura da noite. Os restaurantes locais servem uma cozinha de montanha simples e saborosa.",
          "visit_duration_min": 60
        },
        {
          "text": "A excursão matinal à Cascada Blanca permite um banho refrescante antes do calor do meio-dia. O transporte de táxi ou tour organizado facilita o acesso ao local.",
          "visit_duration_min": 60
        },
        {
          "text": "A caminhada ao Cerro Apante parte cedo para aproveitar a atividade das aves e a frescura. O trilho bem sinalizado sobe progressivamente através de diferentes patamares de vegetação.",
          "visit_duration_min": 60
        },
        {
          "text": "A visita a um atelier de cerâmica oferece a possibilidade de tentar rodar um vaso. A experiência revela a dificuldade do gesto aparentemente simples dos artesãos.",
          "visit_duration_min": 60
        },
        {
          "text": "Os cafés do centro servem a bebida local num ambiente descontraído de cidade de montanha. As esplanadas animam as noites frescas antes da partida do dia seguinte.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 7
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 8
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 9
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "NI::ometepe",
      "name": "Ometepe",
      "cc": "NI",
      "language": "pt",
      "coords": [
        11.5,
        -85.5833
      ],
      "lat": 11.5,
      "lon": -85.5833,
      "visits": [
        {
          "text": "Ometepe emerge do lago Nicarágua como a recompensa após o longo dia de deslocação. Os dois vulcões gémeos dominam esta ilha mítica que Mark Twain descreveu como um lugar de sonho e repouso eterno.",
          "visit_duration_min": 75
        },
        {
          "text": "Moyogalpa acolhe os ferries e concentra os serviços à entrada da ilha. A chegada ao final do dia deixa apenas tempo para se instalar antes de cair a noite.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua esconde duas piscinas naturais alimentadas por nascentes vulcânicas no coração da vegetação tropical. A água cristalina a temperatura agradável oferece um banho refrescante.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María estende a sua língua de areia pelo lago até dois quilómetros na estação seca. O nome evoca a ilusão de caminhar sobre a água em direcção ao continente.",
          "visit_duration_min": 75
        },
        {
          "text": "A reserva Charco Verde protege uma lagoa rodeada de floresta seca nas encostas do Concepción. O Mirador del Diablo oferece vistas espectaculares sobre o lago e o Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Finca Magdalena cultiva café biológico nas encostas do Maderas há gerações. A cooperativa acolhe os visitantes para passeios do café e acesso aos petróglifos pré-colombianos.",
          "visit_duration_min": 75
        },
        {
          "text": "As Isletas de Granada salpicam o lago Nicarágua com 365 ilhéus vulcânicos formados pela explosão do Mombacho há 20.000 anos. Os kayaks e lanchas navegam entre as ilhas habitadas por vilas, restaurantes e colónias de macacos.",
          "visit_duration_min": 75
        },
        {
          "text": "O Volcán Mombacho ergue as suas florestas de nuvens a 1.344 metros acima das plantações de café que cobrem as suas encostas. A reserva protege orquídeas, bromélias e uma fauna endémica.",
          "visit_duration_min": 75
        },
        {
          "text": "Ometepe surge do maior lago da América Central como um oito formado por dois vulcões ligados por um istmo estreito. Mark Twain descreveu estas pirâmides verdejantes como um lugar de sonho e repouso eterno.",
          "visit_duration_min": 75
        },
        {
          "text": "Moyogalpa acolhe os ferries e concentra serviços e alojamentos à entrada da ilha. Os alugadores de motas e quads propõem o meio mais prático de explorar este território de estradas por vezes caóticas.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua esconde duas piscinas naturais alimentadas por nascentes vulcânicas subterrâneas no coração da vegetação tropical. A água cristalina mantida a temperatura agradável convida ao banho longe do calor.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María estende a sua língua de areia até dois quilómetros no lago na estação seca. O nome evoca a ilusão de caminhar sobre a água em direção ao continente que se recorta no horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "A Playa Santo Domingo estende-se por 4 quilómetros de areia fina ao longo do istmo entre os dois vulcões. Os alojamentos mais confortáveis da ilha ladeiam esta extensão de areia clara.",
          "visit_duration_min": 75
        },
        {
          "text": "As estradas da ilha serpenteiam entre praias desertas, aldeias adormecidas e florestas luxuriantes. A mota ou o quad permitem explorar ao próprio ritmo este território preservado do turismo de massas.",
          "visit_duration_min": 75
        },
        {
          "text": "A reserva Charco Verde protege uma lagoa rodeada de floresta seca tropical nas encostas sul do Concepción. Os trilhos conduzem ao Mirador del Diablo e às suas vistas sobre a Isla de Quiste e o Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Finca Magdalena cultiva café biológico e produtos agrícolas nas encostas do Maderas há gerações. A cooperativa de 24 famílias acolhe os visitantes para tours do café e acesso aos petroglifos pré-colombianos.",
          "visit_duration_min": 75
        },
        {
          "text": "Os petroglifos dispersos pela ilha testemunham as civilizações pré-colombianas que habitaram Ometepe. As espirais e figuras gravadas na rocha vulcânica datam de mais de mil anos antes da nossa era.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Mangos oferece uma alternativa menos frequentada às praias principais da ilha. O bar de praia rústico serve cocktails e tostones frente às ondas do lago e ao cone do Concepción.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A panga matinal desde Solentiname chega a San Carlos em 2 horas para o autocarro para Rivas. A estrada asfaltada atravessa o país em 4-5 horas.",
          "visit_duration_min": 60
        },
        {
          "text": "O táxi ou autocarro desde Rivas chega a San Jorge em 15 minutos para o ferry de Ometepe. As travessias partem regularmente conforme a estação.",
          "visit_duration_min": 60
        },
        {
          "text": "A chegada a Ometepe ao final da tarde recompensa o dia de deslocação com as vistas sobre os vulcões. A instalação rápida precede um jantar merecido.",
          "visit_duration_min": 60
        },
        {
          "text": "O aluguer de uma moto ou quad para o dia seguinte organiza-se junto das agências de Moyogalpa. Os conselhos sobre o estado das estradas evitam más surpresas.",
          "visit_duration_min": 60
        },
        {
          "text": "O dia de exploração de moto descobre os pontos altos da ilha ao seu próprio ritmo. As estradas variadas entre asfalto e pistas exigem prudência e atenção.",
          "visit_duration_min": 60
        },
        {
          "text": "O banho matinal em El Ojo de Agua evita a afluência do fim-de-semana. A corda para saltar e as águas límpidas justificam os $10 de entrada.",
          "visit_duration_min": 60
        },
        {
          "text": "O almoço no Café Campestre propõe uma cozinha vegetariana refinada com vista sobre os vulcões. A massa fresca muda dos pratos típicos nicaraguenses.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr-do-sol desde Punta Jesús María encerra o dia em tons dourados. Os vulcões recortam-se contra o céu em chamas.",
          "visit_duration_min": 60
        },
        {
          "text": "A excursão matinal às Isletas de kayak ou lancha parte do porto de Granada e dura duas a três horas. Os guias conhecem as ilhas onde observar macacos bugios e aves aquáticas.",
          "visit_duration_min": 60
        },
        {
          "text": "O autocarro desde Granada chega a Rivas em uma hora depois um táxi ou autocarro local atinge San Jorge em quinze minutos. Os ferries partem aproximadamente a cada hora conforme a estação.",
          "visit_duration_min": 60
        },
        {
          "text": "A travessia dura uma hora durante a qual os dois cones vulcânicos crescem no horizonte. O ferry rústico oferece um primeiro vislumbre da atmosfera descontraída da ilha.",
          "visit_duration_min": 60
        },
        {
          "text": "A instalação ao final da tarde deixa tempo para alugar um veículo para os dias seguintes. As agências aconselham sobre o estado das estradas e os itinerários praticáveis.",
          "visit_duration_min": 60
        },
        {
          "text": "A manhã em El Ojo de Agua permite aproveitar as piscinas antes da afluência. A corda para saltar e as águas límpidas ideais para o banho justificam os 10 dólares de entrada.",
          "visit_duration_min": 60
        },
        {
          "text": "A exploração de mota das estradas do istmo atravessa praias, aldeias e florestas. As paragens espontâneas revelam a vida quotidiana dos ilhéus entre agricultura e pesca.",
          "visit_duration_min": 60
        },
        {
          "text": "O almoço no Café Campestre propõe uma cozinha vegetariana refinada com vista sobre os vulcões. A massa fresca e os currys indianos mudam dos pratos típicos nicaraguenses.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr do sol desde Punta Jesús María reúne viajantes e locais na língua de areia. Os bares de praia servem cervejas e cocktails frente ao espetáculo quotidiano.",
          "visit_duration_min": 60
        },
        {
          "text": "A caminhada matinal a Charco Verde combina passeio na floresta e banho na lagoa. O miradouro recompensa com uma vista deslumbrante sobre o Maderas e os ilhéus vizinhos.",
          "visit_duration_min": 60
        },
        {
          "text": "O tour do café na Finca Magdalena segue o grão da plantação à chávena com degustação final. O trilho dos petroglifos prolonga a visita até às gravuras rupestres milenares.",
          "visit_duration_min": 60
        },
        {
          "text": "O kayak no Río Istián atravessa as zonas húmidas do istmo na estação das chuvas. As aves aquáticas, tartarugas e caimões povoam este corredor ecológico entre os dois vulcões.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr do sol desde Playa Mangos encerra os dias na ilha num ambiente descontraído. A última noite em Ometepe convida a saborear a quietude insular.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 16
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 17
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 12
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 13
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 14
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "NI::pearl-lagoon",
      "name": "Pearl Lagoon",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.3333,
        -83.6667
      ],
      "lat": 12.3333,
      "lon": -83.6667,
      "visits": [
        {
          "text": "Pearl Lagoon ou Laguna de Perlas margeia a maior lagoa costeira da Nicarágua a norte de Bluefields. Esta pacata localidade de 11.000 habitantes vive da pesca e permanece largamente ignorada pelo turismo.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia crioula organiza-se em torno de passeios de cimento que permitem deambular entre as casas de madeira colorida. A electricidade funciona excepto entre a 1h e as 9h da manhã.",
          "visit_duration_min": 75
        },
        {
          "text": "A imensa lagoa abre-se sobre um horizonte azul sem terra à vista. Os pescadores partem ao amanhecer e regressam com peixes, lagostas ou camarões conforme a estação.",
          "visit_duration_min": 75
        },
        {
          "text": "Quatro etnias coabitam na região: Mestiços, Crioulos, Miskitos e Garifunas. Cada comunidade ocupa geralmente uma aldeia distinta acessível de barco.",
          "visit_duration_min": 75
        },
        {
          "text": "A reserva natural de Wawashang protege florestas tropicais e zonas húmidas a norte de Pearl Lagoon. O centro educativo da FADCANIC ensina agricultura sustentável às crianças das comunidades rurais.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Pueblo Nuevo dá acesso a uma parte da reserva Wawashang apesar dos danos do furacão Beta em 2005. A vegetação densa abriga macacos, preguiças, veados e inúmeras aves.",
          "visit_duration_min": 75
        },
        {
          "text": "As aldeias Miskito e Garifuna preservam as suas tradições ao longo dos rios que alimentam a lagoa. As visitas respeitosas permitem descobrir modos de vida ancestrais.",
          "visit_duration_min": 75
        },
        {
          "text": "A pesca desportiva atrai alguns conhecedores para os rios e lagoas da região. O tarpão e outros peixes de grande porte sobem do Mar das Caraíbas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A panga desde Bluefields atravessa a lagoa em cerca de hora e meia conforme as condições. O trajecto oferece as primeiras vistas deste território aquático preservado.",
          "visit_duration_min": 60
        },
        {
          "text": "A instalação num dos raros alojamentos da aldeia permite descobrir a hospitalidade local. As refeições de peixe fresco constituem o quotidiano culinário.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio pela aldeia revela um ritmo de vida ainda mais lento do que em Bluefields. Os habitantes saúdam os raros visitantes com curiosidade benevolente.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr-do-sol sobre a lagoa incendeia as águas calmas com tons alaranjados. Os pescadores preparam as redes para a saída do dia seguinte.",
          "visit_duration_min": 60
        },
        {
          "text": "A excursão de panga sobe um dos rios que desaguam na lagoa. A floresta tropical margeia as margens onde se escondem jacarés e aves coloridas.",
          "visit_duration_min": 60
        },
        {
          "text": "A visita a uma aldeia indígena oferece um vislumbre das culturas Miskito ou Garifuna conforme a escolha. Os guias locais explicam tradições, artesanato e modo de vida.",
          "visit_duration_min": 60
        },
        {
          "text": "A caminhada na reserva atravessa zonas agrícolas e depois floresta densa apesar dos vestígios do furacão. As árvores caídas coexistem com uma vegetação luxuriante renascente.",
          "visit_duration_min": 60
        },
        {
          "text": "O regresso à aldeia permite saborear uma última refeição de marisco antes da partida. A noite tranquila prepara para o dia de deslocação do dia seguinte.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 4
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 5
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "NI::san-carlos",
      "name": "San Carlos",
      "cc": "NI",
      "language": "pt",
      "coords": [
        11.1239,
        -84.7781
      ],
      "lat": 11.1239,
      "lon": -84.7781,
      "visits": [
        {
          "text": "San Carlos agarra-se à margem sul do lago Nicarágua onde nasce o Río San Juan. Esta cidade de trânsito de 6.000 habitantes concentra soldados, pescadores, criadores de gado e aventureiros a caminho de outro lugar.",
          "visit_duration_min": 75
        },
        {
          "text": "O malecón renovado margeia o lago e oferece as melhores vistas sobre as águas que correm para o rio. Os pores-do-sol incendeiam o 'mar doce' como lhe chamavam os espanhóis.",
          "visit_duration_min": 75
        },
        {
          "text": "O cais municipal concentra a actividade desta cidade virada para a água. As pangas para El Castillo, Solentiname e as comunidades do rio partem daqui.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O voo matinal da La Costeña desde Manágua sobrevoa o lago Nicarágua durante uma hora. A aterragem em San Carlos revela o isolamento desta região fronteiriça.",
          "visit_duration_min": 60
        },
        {
          "text": "A tarde permite organizar os transportes para os dias seguintes no cais municipal. Os horários das pangas para El Castillo e Solentiname confirmam-se no local.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio pelo malecón descobre esta cidade de trânsito sem grande encanto mas funcional. Os poucos hotéis básicos são suficientes para uma noite.",
          "visit_duration_min": 60
        },
        {
          "text": "O jantar num dos comedores locais serve peixe do lago e pratos simples. Os preços módicos reflectem a economia local longe dos circuitos turísticos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 11
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "NI::san-juan-del-sur",
      "name": "San Juan Del Sur",
      "cc": "NI",
      "language": "pt",
      "coords": [
        11.2539,
        -85.8711
      ],
      "lat": 11.2539,
      "lon": -85.8711,
      "visits": [
        {
          "text": "San Juan del Sur estende-se ao longo de uma baía em crescente ladeada de colinas verdejantes na costa do Pacífico. Esta antiga aldeia de pescadores atrai surfistas, mochileiros e expatriados num ambiente descontraído.",
          "visit_duration_min": 75
        },
        {
          "text": "A praia principal desenha um arco de uma milha de areia dourada pontuado de bares, restaurantes e barcos de pesca coloridos. As ondas suaves convêm aos banhistas enquanto os spots de surf ficam nas praias vizinhas.",
          "visit_duration_min": 75
        },
        {
          "text": "O Cristo de la Misericordia domina a baía do alto dos seus 25 metros, uma das maiores estátuas de Jesus do mundo. A escadaria íngreme que sobe a colina recompensa com um panorama espetacular sobre a costa.",
          "visit_duration_min": 75
        },
        {
          "text": "A Cervecería SJDS produz as primeiras cervejas artesanais da Nicarágua desde 2014 num pub acolhedor do centro. Os flights permitem provar a gama inspirada pela cultura surf local.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Marsella aninha a sua enseada de areia fina entre as rochas a poucos quilómetros a norte da cidade. Esta praia preservada oferece águas calmas, bares de praia rústicos e pores do sol memoráveis.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Maderas atrai os surfistas com as suas ondas consistentes acessíveis desde a estrada costeira. As escolas de surf propõem aulas e aluguer de pranchas para todos os níveis neste spot reputado.",
          "visit_duration_min": 75
        },
        {
          "text": "O TreeCasa Resort pendura as suas cabanas nos ramos de ceibas centenárias no coração da selva. O day pass dá acesso à piscina espetacular com tobogãs, cascatas e plataforma de salto.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Hermosa desenrola as suas ondas poderosas a sul de San Juan del Sur para os surfistas experientes. As competições internacionais realizam-se regularmente neste spot de classe mundial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O ferry matinal desde Ometepe chega a San Jorge em uma hora depois um autocarro ou shuttle atinge San Juan del Sur em 45 minutos. A chegada ao início da tarde deixa tempo para explorar a cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio à beira-mar descobre os bares de praia, restaurantes de marisco e lojas de surf. O ambiente descontraído da estância balnear convida ao passeio.",
          "visit_duration_min": 60
        },
        {
          "text": "A subida ao Cristo de la Misericordia empreende-se ao final da tarde para o pôr do sol. Os degraus íngremes e irregulares requerem bom calçado mas a vista justifica o esforço.",
          "visit_duration_min": 60
        },
        {
          "text": "A noite à beira-mar alterna restaurantes, bares de praia e ambiente festivo. A atmosfera descontraída de San Juan del Sur convida a prolongar a noite.",
          "visit_duration_min": 60
        },
        {
          "text": "A manhã de surf em Playa Maderas ou Marsella aproveita as melhores condições antes do vento da tarde. As escolas alugam pranchas e dão aulas para todos os níveis.",
          "visit_duration_min": 60
        },
        {
          "text": "O brunch no TreeCasa inclui as melhores pizzas no forno a lenha da Nicarágua segundo os habituais. A piscina permite refrescar num cenário único entre as árvores gigantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Os tours de quad percorrem as colinas, florestas e praias isoladas à volta de San Juan del Sur. As excursões de várias horas combinam adrenalina, natureza e pores do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "A última noite em San Juan del Sur convida a aproveitar o ambiente festivo da estância balnear. Os bares de praia e restaurantes à beira-mar mantêm-se animados até tarde na noite.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 15
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 16
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "NI::solentiname",
      "name": "Solentiname",
      "cc": "NI",
      "language": "pt",
      "coords": [
        11.2167,
        -84.75
      ],
      "lat": 11.2167,
      "lon": -84.75,
      "visits": [
        {
          "text": "O arquipélago de Solentiname dispersa 36 ilhas no sul do lago Nicarágua das quais quatro são habitadas por menos de 1.000 almas. Este fim do mundo alberga desde os anos 1960 uma comunidade de artistas de renome internacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Mancarrón, a maior ilha, acolhe a igreja fundada pelo padre-poeta Ernesto Cardenal em 1966. A Misa Campesina, missa camponesa revolucionária, foi ali celebrada pela primeira vez.",
          "visit_duration_min": 75
        },
        {
          "text": "A arte primitiva de Solentiname representa cenas da vida quotidiana, natureza luxuriante e animais locais em cores vivas. As galerias expõem pinturas e esculturas em balsa em cada ilha habitada.",
          "visit_duration_min": 75
        },
        {
          "text": "A natureza preservada das ilhas abriga aves tropicais, macacos uivadores e abundante vida aquática. Os ilhéus desabitados pertencem às aves que nidificam aos milhares.",
          "visit_duration_min": 75
        },
        {
          "text": "San Fernando, segunda ilha habitada, desenrola os seus trilhos orlados de hibiscos e abacateiros entre as casas dispersas. Os colibris e as borboletas animam os jardins tropicais.",
          "visit_duration_min": 75
        },
        {
          "text": "Os ateliers dos artistas abrem as portas aos visitantes curiosos de ver a criação em curso. As técnicas de pintura e escultura em balsa transmitem-se de geração em geração.",
          "visit_duration_min": 75
        },
        {
          "text": "Os pequenos museus das ilhas principais expõem peças arqueológicas pré-colombianas e arte contemporânea local. Os petróglifos descobertos testemunham uma ocupação antiga.",
          "visit_duration_min": 75
        },
        {
          "text": "A reserva natural Los Guatuzos protege as zonas húmidas a sul do arquipélago. As excursões de panga observam jacarés, aves e macacos no seu habitat.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A lancha matinal sobe o rio até San Carlos em hora e meia para a correspondência para Solentiname. A espera no cais pode prolongar-se conforme os horários.",
          "visit_duration_min": 60
        },
        {
          "text": "A travessia do lago para o arquipélago demora 2 horas em águas frequentemente agitadas. O horizonte vazio durante longos minutos cria uma sensação de isolamento total.",
          "visit_duration_min": 60
        },
        {
          "text": "A instalação numa pensão familiar ou num pequeno hotel revela o conforto básico das ilhas. A ausência de água quente e o WiFi inexistente completam a desconexão.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio em Mancarrón descobre a igreja colorida de Cardenal e as primeiras galerias de arte. Os habitantes acolhem os raros visitantes com curiosidade benevolente.",
          "visit_duration_min": 60
        },
        {
          "text": "A travessia para San Fernando em colectivo ou panga privada leva alguns minutos entre as ilhas. O serviço público circula apenas duas vezes por semana.",
          "visit_duration_min": 60
        },
        {
          "text": "A visita aos ateliers permite observar os artistas a trabalhar e adquirir obras únicas. Os preços permanecem acessíveis directamente junto dos criadores.",
          "visit_duration_min": 60
        },
        {
          "text": "A excursão a Los Guatuzos de barco explora os canais ladeados de floresta tropical. Os guias locais detectam a fauna escondida na vegetação.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr-do-sol desde a margem incendeia o lago com a silhueta do vulcão Concepción ao longe. Esta imagem resume a beleza preservada do arquipélago.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 14
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "A Rota da Água: Caraíbas Secretas e Río San Juan",
          "day": 15
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "NI::somoto",
      "name": "Somoto",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.4833,
        -86.5833
      ],
      "lat": 13.4833,
      "lon": -86.5833,
      "visits": [
        {
          "text": "O canyon de Somoto talha a rocha por 5 quilómetros onde nasce o Río Coco, o rio mais longo da América Central. As paredes estriadas de jade e quartzo erguem-se até 150 metros acima das águas calmas.",
          "visit_duration_min": 75
        },
        {
          "text": "A secção Deep Canyon estreita as paredes até cinco metros com alturas vertiginosas e luzes turquesa. A navegação em canoa através deste corredor proporciona sensações de canyon americano.",
          "visit_duration_min": 75
        },
        {
          "text": "A secção Open Canyon alarga as margens com praias arenosas onde parar e mergulhar. As rochas esculpidas pela erosão formam arquiteturas naturais entre as quais nadar.",
          "visit_duration_min": 75
        },
        {
          "text": "O Mirador del Cañón oferece uma vista panorâmica sobre as gargantas do alto da falésia. O miradouro acessível em curta caminhada revela a vastidão do sítio geológico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O autocarro desde Estelí chega a Somoto em pouco mais de uma hora pela Panamericana e depois por estrada departamental. A chegada ao final da manhã deixa tempo para organizar a excursão ao canyon.",
          "visit_duration_min": 60
        },
        {
          "text": "O tour Adventure de 4-6 horas ($25-30) atravessa as duas secções do canyon com escalada, natação e saltos. O equipamento fornecido inclui colete salva-vidas, sapatilhas aquáticas e capacete.",
          "visit_duration_min": 60
        },
        {
          "text": "O almoço e o regresso de barco estão incluídos nas fórmulas completas. O dia inteiro decorre entre as paredes do canyon num cenário espetacular.",
          "visit_duration_min": 60
        },
        {
          "text": "O alojamento no local em dormitório ($8) ou quarto duplo ($20) permite aproveitar o canyon sem stress horário. A noite à beira do rio prolonga a imersão neste cenário preservado.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "O Grande Circuito da Nicarágua: vulcões, cidades coloniais e praias do Pacífico",
          "day": 6
        }
      ],
      "rating": 6.2
    }
  ]
}