{
  "version": 1,
  "country": "ni",
  "language": "en",
  "places": [
    {
      "place_id": "NI::big-corn",
      "name": "Big Corn",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.1667,
        -83.0667
      ],
      "lat": 12.1667,
      "lon": -83.0667,
      "visits": [
        {
          "text": "Big Corn Island emerges from the turquoise waters of the Caribbean Sea 70 kilometers off the Nicaraguan coast. This 10 km² island concentrates most of the archipelago's 8,000 inhabitants and main infrastructure.",
          "visit_duration_min": 75
        },
        {
          "text": "White sand beaches border the island all around between coconut palms and crystalline waters. Long Bay and South West Bay offer the most photogenic stretches.",
          "visit_duration_min": 75
        },
        {
          "text": "The main village gathers shops, restaurants, and services around the port where ferries and pangas arrive. The laid-back Caribbean atmosphere permeates every interaction.",
          "visit_duration_min": 75
        },
        {
          "text": "Arenas Beach Hotel offers a $10 day pass with beach access, lounge chairs, and water sports. The bar built into a boat serves cocktails and meals facing the waves.",
          "visit_duration_min": 75
        },
        {
          "text": "Coral reefs surround the island and shelter colorful marine life accessible from the beach. Tropical fish, rays, and turtles glide through the clear waters.",
          "visit_duration_min": 75
        },
        {
          "text": "Dive sites around Big Corn rank among the Caribbean's best according to enthusiasts. Wrecks and wall dives attract certified divers from around the world.",
          "visit_duration_min": 75
        },
        {
          "text": "A tour of the island by taxi or on foot takes a few hours and reveals deserted beaches and fishing villages. Each coast offers a different atmosphere and views.",
          "visit_duration_min": 75
        },
        {
          "text": "Local cuisine fuses Creole traditions with freshly caught seafood. Rondón, a coconut milk stew, and coconut bread accompany every meal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The morning panga from Pearl Lagoon reaches Bluefields in an hour and a half to catch the flight to Big Corn. Coordinating transport requires patience and flexibility.",
          "visit_duration_min": 60
        },
        {
          "text": "The La Costeña flight cruises over the Caribbean Sea for 30 minutes before landing on Big Corn's runway. The small planes offer spectacular views of the archipelago.",
          "visit_duration_min": 60
        },
        {
          "text": "The relaxing afternoon on the beach recovers from hours of travel. The warm, calm waters invite swimming and snorkeling.",
          "visit_duration_min": 60
        },
        {
          "text": "The evening discovers local restaurants serving grilled fish, lobster, and Creole specialties. Prices remain reasonable compared to other Caribbean islands.",
          "visit_duration_min": 60
        },
        {
          "text": "A full day on Big Corn allows exploring the island without transit pressure. The Caribbean rhythm invites slowness and contemplation.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling from the beach reveals the seabed without sophisticated equipment. A mask and snorkel are enough to observe marine life.",
          "visit_duration_min": 60
        },
        {
          "text": "Renting a bicycle or scooter makes exploring the various beaches and viewpoints easier. Dirt roads pass through villages and coconut groves.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from the west coast sets the sky ablaze above the Caribbean Sea. Beach bars serve local rum and ice-cold beers facing the spectacle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 6
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 7
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "NI::bluefields",
      "name": "Bluefields",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.0131,
        -83.7636
      ],
      "lat": 12.0131,
      "lon": -83.7636,
      "visits": [
        {
          "text": "Bluefields emerges on the lagoon's edge like a Caribbean anomaly in Nicaragua. This town of 50,000 inhabitants blends six ethnic groups: Creoles, Miskitos, Garifunas, Ramas, Ulwas, and Mestizos in a unique melting pot.",
          "visit_duration_min": 75
        },
        {
          "text": "The main Moravian church has stood with its white replica and dark red roofs since 1849. The original was destroyed by Hurricane Jeanne in 1988, but the rebuilt structure still dominates the town.",
          "visit_duration_min": 75
        },
        {
          "text": "The Catholic church displays the Virgin Mary on its façade and colorful stained glass windows inside. The high, airy ceilings offer refuge from the tropical heat.",
          "visit_duration_min": 75
        },
        {
          "text": "Reyes Park stands as the only central park in the entire southern autonomous region with its 60 years of history. The gazebo and large trees shade families who gather there in the evening.",
          "visit_duration_min": 75
        },
        {
          "text": "Creole culture permeates every aspect of life in Bluefields, from musical rhythms to culinary flavors. Rondón, a seafood stew with coconut milk, embodies this Afro-Caribbean fusion.",
          "visit_duration_min": 75
        },
        {
          "text": "The Atlantic Coast Research and Documentation Center holds 1,100 texts on the region's history and culture. The adjacent historical museum displays photographs and local artwork.",
          "visit_duration_min": 75
        },
        {
          "text": "The Bluff stretches a few kilometers south with its beach and historic lighthouse. This quieter neighborhood offers an alternative to the bustling downtown streets.",
          "visit_duration_min": 75
        },
        {
          "text": "Palo de Mayo, the traditional May festival, represents Bluefields' cultural peak. Sensual dances with African and British roots animate the streets throughout the month.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The morning La Costeña flight crosses over mountains then the swampy plains of the Caribbean coast. Landing in Bluefields reveals another Nicaragua, tropical and Afro-Caribbean.",
          "visit_duration_min": 60
        },
        {
          "text": "A walk through the streets reveals Victorian architecture in colorful wood inherited from British colonizers. Reggae drifts from houses and bars at all hours.",
          "visit_duration_min": 60
        },
        {
          "text": "English Creole mixes with Spanish in street conversations. This Caribbean language connects Bluefields more to Jamaica than to Managua.",
          "visit_duration_min": 60
        },
        {
          "text": "The Teodoro Martínez municipal market offers fresh seafood and local products at local prices. Pangas to surrounding destinations depart from the adjacent dock.",
          "visit_duration_min": 60
        },
        {
          "text": "The day allows you to absorb the slow rhythm of the Caribbean town without transport pressure. The concept of 'Nica time' takes on its full meaning here.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiting the CIDCA-BICU museum illuminates the complex history of this autonomous region. Guides explain the ethnic blend that shapes coastal identity.",
          "visit_duration_min": 60
        },
        {
          "text": "A panga excursion to Rama Cay reveals the indigenous Rama community on their island. The few hundred inhabitants preserve their ancestral language and traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "The evening in downtown bars pulses with reggae and Garifuna punta rhythms. Ice-cold Toñas accompany conversations with welcoming locals.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 2
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 3
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "NI::el-castillo",
      "name": "El Castillo",
      "cc": "NI",
      "language": "en",
      "coords": [
        11.0167,
        -84.4
      ],
      "lat": 11.0167,
      "lon": -84.4,
      "visits": [
        {
          "text": "El Castillo appears around a river bend like a village frozen in time without roads or cars. The 1,500 inhabitants live from fishing, cacao, tourism, and work on nearby farms.",
          "visit_duration_min": 75
        },
        {
          "text": "The Fortaleza de la Inmaculada Concepción has dominated the village since 1675 when the Spanish built it against pirates. Young Horatio Nelson briefly conquered it in 1780 before yellow fever decimated his troops.",
          "visit_duration_min": 75
        },
        {
          "text": "The museum inside the fortress displays weapons, cannonballs, and rum bottles dating from the 16th century. The library offers a reading haven facing the river.",
          "visit_duration_min": 75
        },
        {
          "text": "The Río San Juan rapids at the foot of the fortress explain its strategic location. Boats had to slow down here, vulnerable to Spanish cannons.",
          "visit_duration_min": 75
        },
        {
          "text": "The Indio Maíz Biological Reserve protects over 3,000 km² of primary tropical forest south of the river. This jungle ranks among the best-preserved in Central America with exceptional biodiversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Refugio Bartola provides access to the reserve from the mouth of the Río Bartola 4 km downstream from El Castillo. Trails penetrate the jungle where monkeys, toucans, frogs, and macaws live.",
          "visit_duration_min": 75
        },
        {
          "text": "Kayaking on the river offers a unique perspective on riverside forest and aquatic wildlife. Rentals and guided tours are organized from the village.",
          "visit_duration_min": 75
        },
        {
          "text": "The butterfly farm near the fortress presents local species in a cultivated garden. This community project employs women from the village.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The fast lancha from San Carlos travels down the river in an hour and a half with stops at riverside communities. Jungle and rancho scenery passes along the banks.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiting the Spain-restored fortress traces the river's turbulent history. The $2 entry plus $1 for photos grants access to the entire site.",
          "visit_duration_min": 60
        },
        {
          "text": "A stroll through the village reveals stilt houses and daily life without cars. The main paved path connects the dock to the fortress.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner at Borders Café serves Nicaragua's best pasta according to regulars. Flamboyant owner Yamil grows his own vegetables and serves the coldest beers.",
          "visit_duration_min": 60
        },
        {
          "text": "The morning excursion to Bartola and Indio Maíz discovers the primary jungle with a local guide. Provided rubber boots protect on muddy trails.",
          "visit_duration_min": 60
        },
        {
          "text": "Going up the Río Bartola by panga then by pole crosses increasingly dense vegetation. Howler monkeys, toucans, and macaws color and animate the canopy.",
          "visit_duration_min": 60
        },
        {
          "text": "Late afternoon kayaking explores the river at your own pace in golden light. Caimans and aquatic birds are observed from the water.",
          "visit_duration_min": 60
        },
        {
          "text": "The last evening in El Castillo savors the tranquility of this car-free village. The sounds of the river and jungle accompany sleep.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 12
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 13
        }
      ],
      "rating": 3
    },
    {
      "place_id": "NI::esteli",
      "name": "Esteli",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.0833,
        -86.35
      ],
      "lat": 13.0833,
      "lon": -86.35,
      "visits": [
        {
          "text": "Estelí has reigned over the Nicaraguan cigar industry since the 1960s when exiled Cuban masters established their factories here. The city now produces some of the world's finest puros in dozens of artisanal workshops.",
          "visit_duration_min": 75
        },
        {
          "text": "Nuestra Señora del Rosario Cathedral dominates downtown with its white modern neoclassical facade consecrated in 1962. The sober interior contrasts with the baroque exuberance of colonial churches in León and Granada.",
          "visit_duration_min": 75
        },
        {
          "text": "The central park gathers families on weekends around fruit vendors and playing children. The authentic provincial atmosphere escapes the tourist crowds of colonial cities.",
          "visit_duration_min": 75
        },
        {
          "text": "Cigar factories open their doors to visitors curious to discover the art of the torcedor. Expert hands roll tobacco leaves with dexterity acquired over years.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The bus from León crosses the plains then climbs the central cordillera in about two hours. Cultivated mountain landscapes scroll by the windows on the Pan-American Highway.",
          "visit_duration_min": 60
        },
        {
          "text": "The cigar factory tour reveals production stages from tobacco leaves to finished product. Yayabo, Drew Estate, or Padrón welcome visitors depending on the day.",
          "visit_duration_min": 60
        },
        {
          "text": "The central market offers fresh fruits, vegetables, and local products in a lively atmosphere. Colorful stalls provide a glimpse into the daily diet of Nicaraguans.",
          "visit_duration_min": 60
        },
        {
          "text": "Estelí's nightlife livens up a few bars and clubs where locals dance to Latin rhythms. Hard Bar and Zona 34 attract a young and festive crowd.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 5
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "NI::granada",
      "name": "Granada",
      "cc": "NI",
      "language": "en",
      "coords": [
        11.9344,
        -85.956
      ],
      "lat": 11.9344,
      "lon": -85.956,
      "visits": [
        {
          "text": "Laguna de Apoyo fills a collapsed volcanic crater with crystal-clear waters kept at 28°C by geothermal activity. This perfectly round lake offers warm swimming in a tropical forest setting.",
          "visit_duration_min": 75
        },
        {
          "text": "San Juan de Oriente has perpetuated the art of pottery for 2,500 years in a village where 90% of inhabitants live from ceramics. Artisans throw, paint, and fire unique pieces in every home.",
          "visit_duration_min": 75
        },
        {
          "text": "Masaya Market occupies a neo-gothic fortress with red brick arcades. Stalls overflow with hammocks, leather, ceramics, spices, and crafts from across the country.",
          "visit_duration_min": 75
        },
        {
          "text": "Masaya Volcano opens its Santiago crater onto a bubbling lava lake visible at night. The Spanish named it Gateway to Hell upon discovering this incandescent chasm in the 16th century.",
          "visit_duration_min": 75
        },
        {
          "text": "Granada claims the title of the oldest colonial city in the Americas, founded in 1524 by Spanish conquistadors. Its Moorish and Andalusian architecture earned it the nickname Gran Sultana, an Iberian anomaly in the heart of Central America.",
          "visit_duration_min": 75
        },
        {
          "text": "The yellow cathedral dominates Parque Central with its neoclassical facade rebuilt after filibuster William Walker's destruction in 1856. The sober interior houses wooden altars and colonial statues.",
          "visit_duration_min": 75
        },
        {
          "text": "La Merced Church offers the best panorama of Granada from its bell tower for just one dollar. Tile roofs, church domes, and Lake Nicaragua stretch to the volcanic horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "Convento San Francisco houses one of the country's best pre-Columbian museums in a 16th-century building. Basalt statues and ceramics tell of civilizations that inhabited the isthmus before the conquest.",
          "visit_duration_min": 75
        },
        {
          "text": "Calle La Calzada comes alive at sunset when colorful facades light up and terraces fill. This pedestrian street concentrates the colonial city's restaurants, bars, and nightlife.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The bus from Matagalpa reaches Masaya in 2.5 hours via Sébaco and the Pan-American Highway. Late morning arrival allows starting the visits.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming at Apoyo rewards with warm, clear water in a preserved volcanic setting. Lakeside bar-restaurants offer kayaks and paddleboards.",
          "visit_duration_min": 60
        },
        {
          "text": "The pottery demonstration in San Juan de Oriente reveals the artisans' precise gestures. Shops display thousands of hand-painted pieces.",
          "visit_duration_min": 60
        },
        {
          "text": "Masaya Volcano is best visited at dusk when lava glows red in the crater's darkness. Vehicle lines snake to the viewpoint where 30 cars get 15 minutes each.",
          "visit_duration_min": 60
        },
        {
          "text": "The road to Granada takes only 30 minutes after the volcano. The nighttime arrival reveals the colonial city lights.",
          "visit_duration_min": 60
        },
        {
          "text": "The morning stroll through cobblestone streets reveals ornate balconies, flowered patios, and pastel-hued facades. Horse-drawn carriages add to the city's old-world charm.",
          "visit_duration_min": 60
        },
        {
          "text": "ChocoMuseo offers two-hour bean-to-bar chocolate-making workshops. Participants leave with their personalized bar after discovering the complete process.",
          "visit_duration_min": 60
        },
        {
          "text": "Artisanal cigar workshops open their doors to visitors curious to see torcedores at work. Casa Favilli and Doña Elba offer demonstrations and tastings.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado Municipal immerses you in Granadino daily life amid fruit, meat, and household stalls. Tostometro restaurant serves tostone burgers right in the aisles.",
          "visit_duration_min": 60
        },
        {
          "text": "Evening on Calle La Calzada strings together dinner, cocktails, and live music in a festive atmosphere. The animation doesn't fade before midnight on weekend nights.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 10
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 11
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "NI::las-penitas",
      "name": "Las Penitas",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.3833,
        -87.0333
      ],
      "lat": 12.3833,
      "lon": -87.0333,
      "visits": [
        {
          "text": "Cerro Negro rises from the plain like a perfect cone of black ash only 170 years old. This active volcano among the world's youngest offers ideal terrain for a uniquely Nicaraguan activity.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcano boarding involves speeding down black ash slopes on a wooden board at speeds exceeding 80 km/h. This local invention ranks among the 50 craziest experiences according to CNN.",
          "visit_duration_min": 75
        },
        {
          "text": "The smoking crater reveals sulfurous fumaroles and views of the surrounding volcanic chain. The lunar landscape of black ash contrasts with the green valleys below.",
          "visit_duration_min": 75
        },
        {
          "text": "Las Peñitas stretches along five kilometers of gray sand facing Pacific waves. This fishing village thirty minutes from León offers a laid-back alternative to the touristy southern beaches.",
          "visit_duration_min": 75
        },
        {
          "text": "Telica Volcano raises its smoking crater to 1,036 meters in the Maribios chain. Its gaping crater 700 meters wide and 120 meters deep constantly spews vapors and sulfurous gases.",
          "visit_duration_min": 75
        },
        {
          "text": "Sunrise successively ignites the peaks of San Cristóbal, Casita, Cerro Negro, and El Hoyo. The sea of clouds that sometimes drowns the valleys adds to the magic of the spectacle.",
          "visit_duration_min": 75
        },
        {
          "text": "The Milky Way unfolds its luminous arc above volcanic silhouettes in the darkness before dawn. The night sky from the summit offers one of the finest stargazing views in the country.",
          "visit_duration_min": 75
        },
        {
          "text": "The bat cave opens in the volcano's flank and shelters dozens of chiropterans swooping around visitors. The excursion completes the site exploration before the descent.",
          "visit_duration_min": 75
        },
        {
          "text": "Las Peñitas marina shelters fishing boats that depart at dawn and return with the day's catch late morning. Visitors can embark on traditional fishing trips.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The volcano boarding tour departs León around 8am and includes transport, protective gear, and a jumpsuit. Bigfoot Hostel invented the activity and remains the benchmark operator.",
          "visit_duration_min": 60
        },
        {
          "text": "The crater climb takes about an hour under scorching sun with the 7-kilo board on your back. Local porters offer their services for three dollars to exhausted hikers.",
          "visit_duration_min": 60
        },
        {
          "text": "The board descent delivers thrills despite an intimidating appearance accessible to beginners. Guides explain braking and control techniques before the big plunge.",
          "visit_duration_min": 60
        },
        {
          "text": "The chicken bus from León's mercadito reaches Las Peñitas in thirty minutes for a few córdobas. The ride passes through Poneloya village before reaching the beach.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from the rocks where surfers gather sets the sky ablaze with orange hues. Beach bars serve ice-cold Toñas facing the daily spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "The Telica sunrise tour departs León at 2am and returns for breakfast around 8am. The brutal wake-up is quickly forgotten before the splendor of the spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "The short 45-minute climb reaches the crater rim via a well-marked trail in the darkness. Headlamps light the rocky path to the viewpoint.",
          "visit_duration_min": 60
        },
        {
          "text": "The cold surprises at the summit despite the stifling heat of León just hours earlier. Warm clothing layers are essential to comfortably enjoy the sunrise.",
          "visit_duration_min": 60
        },
        {
          "text": "The afternoon rest at Las Peñitas recovers lost sleep hours. The beach, hammocks, and waves offer the ideal setting for a well-deserved nap.",
          "visit_duration_min": 60
        },
        {
          "text": "Isla Juan Venado Natural Reserve protects mangroves accessible by boat from the marina. Turtles, birds, and crocodiles inhabit this preserved ecosystem.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 3
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 4
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "NI::leon",
      "name": "Leon",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.4379,
        -86.878
      ],
      "lat": 12.4379,
      "lon": -86.878,
      "visits": [
        {
          "text": "The Cathedral Basilica of the Assumption dominates the central plaza with its imposing dimensions that make it the largest cathedral in Central America. The baroque and neoclassical style houses colonial artworks and the tomb of poet Rubén Darío.",
          "visit_duration_min": 75
        },
        {
          "text": "The cathedral rooftop accessible for three dollars offers a stroll across whitewashed domes. The panorama embraces tile roofs, numerous church steeples, and volcano silhouettes on the horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "Revolutionary murals cover the city walls telling the Sandinista story of Nicaragua. The colorful frescoes celebrate revolution heroes and denounce American imperialism in a socialist realist style.",
          "visit_duration_min": 75
        },
        {
          "text": "The Museum of the Revolution occupies a bullet-riddled building where veteran guides share their fighter experience. Photos, weapons, and uniforms document the years of civil war that shaped the country.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The bus from Managua crosses the agricultural plain in under two hours for a few dollars. Colorful chicken buses are the most economical and authentic mode of transport in the country.",
          "visit_duration_min": 60
        },
        {
          "text": "The guided tour of the revolutionary city lasts four hours and covers major sites of the Sandinista uprising. Guides explain the complex historical context that led to Somoza's fall.",
          "visit_duration_min": 60
        },
        {
          "text": "Student cafés around the cathedral serve excellent Nicaraguan coffee in a relaxed atmosphere. University youth enliven the terraces until late in the evening.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from the cathedral roof sets the volcanoes and city rooftops ablaze. The last rays gild the colonial facades of the central plaza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 2
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "NI::little-corn",
      "name": "Little Corn",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.2833,
        -83.0333
      ],
      "lat": 12.2833,
      "lon": -83.0333,
      "visits": [
        {
          "text": "Little Corn Island embodies the fantasy of a Caribbean desert island with no cars or paved roads. The island's 2.9 km² are explored on foot along sandy paths between coconut palms and wooden cabins.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach on the north of the island offers the most beautiful stretches of white sand bordered by turquoise waters. The absence of sargassum most of the time makes it visitors' favorite beach.",
          "visit_duration_min": 75
        },
        {
          "text": "The main village concentrates the island's few restaurants, bars, and grocery stores. Sandy paths connect the scattered establishments under tropical trees.",
          "visit_duration_min": 75
        },
        {
          "text": "No ATMs, spotty WiFi, and intermittent electricity impose total disconnection. This constraint quickly becomes liberation for visitors.",
          "visit_duration_min": 75
        },
        {
          "text": "Dive sites around Little Corn reveal pristine reefs, wrecks, and abundant marine life. Dolphin Dive and other operators offer discover dives and excursions for certified divers.",
          "visit_duration_min": 75
        },
        {
          "text": "Snorkeling from the beaches allows you to observe turtles, rays, and schools of tropical fish. The shallow reefs offer a show accessible to everyone.",
          "visit_duration_min": 75
        },
        {
          "text": "Jungle trails cross the island between beaches and village through lush vegetation. Parrots, iguanas, and land crabs animate the walk.",
          "visit_duration_min": 75
        },
        {
          "text": "Tranquilo Café gathers travelers and locals around potent cocktails and live music. The daily happy hour creates a convivial atmosphere until sunset.",
          "visit_duration_min": 75
        },
        {
          "text": "A day without a set schedule allows fully absorbing the island rhythm. Time stretches between naps, swims, and chance conversations.",
          "visit_duration_min": 75
        },
        {
          "text": "Sport fishing from a local panga targets the species that abound around the archipelago. Rates remain far below other Caribbean destinations.",
          "visit_duration_min": 75
        },
        {
          "text": "Paddle boarding allows exploring the coast and coves inaccessible on foot. Several accommodations offer hourly or daily rentals.",
          "visit_duration_min": 75
        },
        {
          "text": "Turned Turtle at Little Corn Beach & Bungalow serves the island's best margaritas facing the sea. The hearty breakfast accompanies quiet mornings.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The panga from Big Corn covers the 15 kilometers in 30 minutes in calm seas. On swell days, the trip can become a memorable adventure or even be canceled.",
          "visit_duration_min": 60
        },
        {
          "text": "Settling into a rustic bungalow or a more comfortable ecolodge depends on budget. Options range from basic dormitories to suites with private pools.",
          "visit_duration_min": 60
        },
        {
          "text": "The afternoon of walking exploration discovers jungle trails and deserted beaches. The entire island can be covered in a few hours of leisurely hiking.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner at the Fish Fry Bar on the north side of the island rewards the walk with the freshest seafood. Feet in the sand facing the sunset, the rum flows.",
          "visit_duration_min": 60
        },
        {
          "text": "The morning of diving or snorkeling explores the pristine seabed around the island. Local operators know the best spots according to conditions.",
          "visit_duration_min": 60
        },
        {
          "text": "The afternoon of lounging on the beach embodies the essence of Caribbean vacation. Hammock, book, and cocktail are enough to fill the hours.",
          "visit_duration_min": 60
        },
        {
          "text": "The walk to Fish Fry Bar crosses the island end to end in 30 minutes. The jungle path alternates shaded areas and glimpses of the sea.",
          "visit_duration_min": 60
        },
        {
          "text": "The evening at Tranquilo or one of the village bars extends the laid-back atmosphere. Meeting other travelers enriches the experience.",
          "visit_duration_min": 60
        },
        {
          "text": "The last full day on Little Corn invites you to enjoy without constraints. Each visitor creates their ideal program between beach, diving, and lounging.",
          "visit_duration_min": 60
        },
        {
          "text": "Walking around the island discovers the last unexplored corners. Colorful cabins and tropical gardens line the sandy paths.",
          "visit_duration_min": 60
        },
        {
          "text": "Lunch at La Cantina offers authentic tacos facing the sea. Mexican flavors change from the Creole dishes of previous days.",
          "visit_duration_min": 60
        },
        {
          "text": "The last Caribbean sunset from Otto Beach or Fish Fry Bar etches lasting memories. The prospect of departure adds a melancholic note to the spectacle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 8
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 9
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 10
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "NI::managua",
      "name": "Managua",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.1364,
        -86.2514
      ],
      "lat": 12.1364,
      "lon": -86.2514,
      "visits": [
        {
          "text": "Santiago Cathedral stands with its damaged silhouette on Plaza de la Independencia since the devastating 1972 earthquake. The early 20th-century baroque structure remains standing but abandoned, its structural damage too severe for restoration.",
          "visit_duration_min": 75
        },
        {
          "text": "The new Metropolitan Cathedral of the Immaculate Conception rises a few kilometers from the center with its modern architecture inaugurated in 1991. The multiple domes evoke organic forms that divide locals between admiration and perplexity.",
          "visit_duration_min": 75
        },
        {
          "text": "The National Museum displays pre-Columbian artifacts from civilizations that inhabited Nicaragua before the conquistadors arrived. Pottery, figurines, and ceremonial pipes bear witness to a sophisticated culture erased by colonization.",
          "visit_duration_min": 75
        },
        {
          "text": "Tiscapa Lagoon occupies a volcanic crater 10,000 years old in the heart of the city. General Sandino's silhouette dominates the site from the hilltop where monuments and government buildings stand.",
          "visit_duration_min": 75
        },
        {
          "text": "Managua sprawls like an endless suburb at the foot of two volcanoes visible from the sky during landing. Nicaragua's capital occupies the shores of Lake Xolotlán in a fertile volcanic plain.",
          "visit_duration_min": 75
        },
        {
          "text": "Tiscapa Lagoon fills a 10,000-year-old volcanic crater in the heart of the city. The silhouette of General Sandino dominates the site from atop the hill.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The flight from Miami or Houston lands at Augusto César Sandino International Airport in the late afternoon. The drive to downtown crosses the working-class neighborhoods that make up most of the capital.",
          "visit_duration_min": 60
        },
        {
          "text": "The Huellas de Acahualinca Museum preserves 6,000-year-old human footprints fossilized in volcanic mud. These traces of a family walking at a leisurely pace constitute one of the oldest human records in the Americas.",
          "visit_duration_min": 60
        },
        {
          "text": "The Tiscapa zipline flies over the lagoon in three sections for under 20 dollars. The course offers aerial views of the crater and the capital's rooftops.",
          "visit_duration_min": 60
        },
        {
          "text": "The international flight lands at Augusto César Sandino Airport in the late afternoon. Staying near the airport makes the morning flight to the Caribbean coast easier.",
          "visit_duration_min": 60
        },
        {
          "text": "The evening allows for withdrawing enough cash for the week ahead. ATMs on the Caribbean coast are rare and often empty.",
          "visit_duration_min": 60
        },
        {
          "text": "Confirming the La Costeña flight to Bluefields can be done by phone or at the airport agency. Schedules change frequently based on demand.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 1
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 1
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "NI::matagalpa",
      "name": "Matagalpa",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.9167,
        -85.9167
      ],
      "lat": 12.9167,
      "lon": -85.9167,
      "visits": [
        {
          "text": "Matagalpa reigns over the northern mountains as the capital of Nicaraguan coffee. The cool highland air carries roasting aromas wafting from processing plants and downtown cafés.",
          "visit_duration_min": 75
        },
        {
          "text": "San Pedro Cathedral raises its white colonial facade in the heart of the bustling city. The sober interior with wooden altars invites contemplation while the plaza buzzes with daily life.",
          "visit_duration_min": 75
        },
        {
          "text": "El Calvario viewpoint dominates the city at the top of a stairway climbed by faithful and visitors. The panorama of valleys, rooftops, and misty mountains rewards the ascent.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra spreads through cloud forest a few kilometers from Matagalpa, an ecolodge and coffee plantation amid lush nature. Orchids cling to mossy trees along the trails.",
          "visit_duration_min": 75
        },
        {
          "text": "The organic coffee plantation produces exceptional beans grown in the shade of century-old trees. The tour follows the bean from seed to cup: planting, harvesting, drying, roasting.",
          "visit_duration_min": 75
        },
        {
          "text": "El Castillo del Cacao transforms beans into artisanal chocolate in a small castle surrounded by cacao trees. The tour and tasting reveal the secrets of this other agricultural treasure.",
          "visit_duration_min": 75
        },
        {
          "text": "The Coffee Museum traces the history of coffee cultivation that shaped the region's economy and society. Old tools, photos, and explanations give meaning to the plantations visited.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada Blanca tumbles into a natural pool nestled in verdant hills around Matagalpa. The cool water invites swimming beneath the waterfall curtain or behind its veil.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada de la Luna hides three parallel falls in a more remote and wild forest. The hike crosses streams and damp undergrowth before revealing this rarely visited spectacle.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante Reserve protects cloud forests southeast of the city, a refuge for birds, orchids, and butterflies. Trails climb to the Cruz de la Paz and its regional panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "The black pottery workshop perpetuates a 2,500-year-old pre-Columbian tradition. Artisans shape dark clay, polish it, and fire it in smoking kilns to achieve that characteristic brilliant black.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The journey from Somoto takes most of the day with a connection in Estelí. Buses cross the mountains on winding but paved roads.",
          "visit_duration_min": 60
        },
        {
          "text": "Late afternoon arrival leaves time to explore downtown and settle in. Cafés on the central plaza serve the local brew in a relaxed atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from El Calvario tints the sky pink and gold above the city. Lights gradually flicker on in the darkening valleys.",
          "visit_duration_min": 60
        },
        {
          "text": "The morning excursion to Selva Negra combines hiking through cloud forest and plantation tour. Breakfast on-site accompanies the tasting of freshly roasted coffee.",
          "visit_duration_min": 60
        },
        {
          "text": "The coffee tour follows the complete process and ends with a comparative tasting. The final cup takes on full meaning after understanding the producers' work.",
          "visit_duration_min": 60
        },
        {
          "text": "El Castillo del Cacao offers afternoon discovery of cacao from bean to bar. The castle gardens provide a bucolic setting for the tasting.",
          "visit_duration_min": 60
        },
        {
          "text": "Returning to town allows for strolling the streets and enjoying the cool evening. Local restaurants serve simple and tasty mountain cuisine.",
          "visit_duration_min": 60
        },
        {
          "text": "The morning excursion to Cascada Blanca allows refreshing swimming before the midday heat. Transport by taxi or organized tour facilitates site access.",
          "visit_duration_min": 60
        },
        {
          "text": "The Cerro Apante hike starts early to enjoy bird activity and cool temperatures. The well-marked trail gradually climbs through different vegetation layers.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiting a pottery workshop offers the chance to try throwing a vase yourself. The experience reveals the difficulty of the artisans' seemingly simple gestures.",
          "visit_duration_min": 60
        },
        {
          "text": "Downtown cafés serve the local brew in a relaxed mountain town atmosphere. Terraces enliven cool evenings before the next day's departure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 7
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 8
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 9
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "NI::ometepe",
      "name": "Ometepe",
      "cc": "NI",
      "language": "en",
      "coords": [
        11.5,
        -85.5833
      ],
      "lat": 11.5,
      "lon": -85.5833,
      "visits": [
        {
          "text": "Las Isletas de Granada scatter 365 volcanic islets across Lake Nicaragua, formed by Mombacho's explosion 20,000 years ago. Kayaks and lanchas navigate between islands inhabited by villas, restaurants, and monkey colonies.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Mombacho raises its cloud forests to 1,344 meters above coffee plantations carpeting its flanks. The reserve protects orchids, bromeliads, and endemic wildlife.",
          "visit_duration_min": 75
        },
        {
          "text": "Ometepe rises from Central America's largest lake like a figure-eight formed by two volcanoes joined by a narrow isthmus. Mark Twain described these verdant pyramids as a place of dream and eternal rest.",
          "visit_duration_min": 75
        },
        {
          "text": "Moyogalpa welcomes ferries and concentrates services and accommodations at the island's entrance. Motorcycle and ATV rental shops offer the most practical way to explore this territory with sometimes chaotic roads.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua hides two natural pools fed by underground volcanic springs amid tropical vegetation. Crystal-clear water kept at a pleasant temperature invites swimming far from the heat.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María extends its sandy tongue up to two kilometers into the lake during dry season. The name evokes the illusion of walking on water toward the continent outlined on the horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Santo Domingo stretches 4 kilometers of fine sand along the isthmus between the two volcanoes. The island's most comfortable accommodations line this stretch of pale sand.",
          "visit_duration_min": 75
        },
        {
          "text": "Island roads wind between deserted beaches, sleepy villages, and lush forests. Motorcycle or ATV allows exploring at your own pace this territory preserved from mass tourism.",
          "visit_duration_min": 75
        },
        {
          "text": "Charco Verde Reserve protects a lagoon surrounded by tropical dry forest on Concepción's southern slopes. Trails lead to Mirador del Diablo and its views of Isla de Quiste and Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "Finca Magdalena has cultivated organic coffee and agricultural products on Maderas slopes for generations. The cooperative of 24 families welcomes visitors for coffee tours and access to pre-Columbian petroglyphs.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglyphs scattered across the island testify to pre-Columbian civilizations that inhabited Ometepe. Spirals and figures carved in volcanic rock date back over a thousand years before our era.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Mangos offers a less crowded alternative to the island's main beaches. The rustic beach bar serves cocktails and tostones facing lake waves and Concepción's cone.",
          "visit_duration_min": 75
        },
        {
          "text": "Ometepe rises from Lake Nicaragua as the reward after a long transit day. The twin volcanoes dominate this mythical island that Mark Twain described as a place of dreams and eternal rest.",
          "visit_duration_min": 75
        },
        {
          "text": "Moyogalpa welcomes ferries and concentrates services at the island's entrance. Arriving late in the day leaves just time to settle in before nightfall.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua hides two natural pools fed by volcanic springs in the heart of tropical vegetation. Crystal-clear water at a pleasant temperature offers a refreshing swim.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María stretches its sandy tongue into the lake up to two kilometers in the dry season. The name evokes the illusion of walking on water toward the mainland.",
          "visit_duration_min": 75
        },
        {
          "text": "Charco Verde Reserve protects a lagoon surrounded by dry forest on Concepción's slopes. Mirador del Diablo offers spectacular views of the lake and Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "Finca Magdalena has grown organic coffee on the slopes of Maderas for generations. The cooperative welcomes visitors for coffee tours and access to pre-Columbian petroglyphs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The morning excursion to Las Isletas by kayak or lancha departs Granada's port and lasts two to three hours. Guides know the islands where howler monkeys and aquatic birds can be spotted.",
          "visit_duration_min": 60
        },
        {
          "text": "The bus from Granada reaches Rivas in one hour, then a taxi or local bus reaches San Jorge in fifteen minutes. Ferries depart roughly every hour depending on season.",
          "visit_duration_min": 60
        },
        {
          "text": "The crossing takes one hour during which the two volcanic cones grow on the horizon. The rustic ferry offers a first taste of the island's laid-back atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Late afternoon settling in leaves time to rent a vehicle for the following days. Agencies advise on road conditions and passable routes.",
          "visit_duration_min": 60
        },
        {
          "text": "Morning at El Ojo de Agua lets you enjoy the pools before the crowds arrive. The rope swing for jumping and crystal-clear swimming waters justify the 10-dollar entry.",
          "visit_duration_min": 60
        },
        {
          "text": "Motorcycle exploration of isthmus roads crosses beaches, villages, and forests. Spontaneous stops reveal islanders' daily life between farming and fishing.",
          "visit_duration_min": 60
        },
        {
          "text": "Lunch at Café Campestre offers refined vegetarian cuisine with volcano views. Fresh pasta and Indian curries provide a change from typical Nicaraguan dishes.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from Punta Jesús María gathers travelers and locals on the sandy spit. Beach bars serve beers and cocktails facing the daily spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "The morning hike at Charco Verde combines forest walking and lagoon swimming. The viewpoint rewards with stunning views of Maderas and neighboring islets.",
          "visit_duration_min": 60
        },
        {
          "text": "The coffee tour at Finca Magdalena follows the bean from plantation to cup with final tasting. The petroglyph trail extends the visit to millennial rock carvings.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayaking on Río Istián crosses the isthmus wetlands during rainy season. Aquatic birds, turtles, and caimans populate this ecological corridor between the two volcanoes.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from Playa Mangos closes island days in a relaxed atmosphere. The last night on Ometepe invites savoring the island tranquility.",
          "visit_duration_min": 60
        },
        {
          "text": "The morning panga from Solentiname reaches San Carlos in 2 hours for the bus to Rivas. The paved road crosses the country in 4-5 hours.",
          "visit_duration_min": 60
        },
        {
          "text": "A taxi or bus from Rivas reaches San Jorge in 15 minutes for the Ometepe ferry. Crossings depart regularly depending on the season.",
          "visit_duration_min": 60
        },
        {
          "text": "Arriving at Ometepe in late afternoon rewards the transit day with volcano views. Quick settling in precedes a well-deserved dinner.",
          "visit_duration_min": 60
        },
        {
          "text": "Renting a motorcycle or ATV for the next day is arranged through Moyogalpa agencies. Tips on road conditions help avoid unpleasant surprises.",
          "visit_duration_min": 60
        },
        {
          "text": "The day of motorcycle exploration discovers the island's highlights at your own pace. The varied roads between asphalt and dirt tracks require caution and attention.",
          "visit_duration_min": 60
        },
        {
          "text": "A morning swim at El Ojo de Agua avoids the weekend crowds. The rope swing and clear waters justify the $10 entry fee.",
          "visit_duration_min": 60
        },
        {
          "text": "Lunch at Café Campestre offers refined vegetarian cuisine with volcano views. Fresh pasta makes a change from typical Nicaraguan dishes.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from Punta Jesús María closes the day in golden hues. The volcanoes stand silhouetted against the blazing sky.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 12
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 13
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 14
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 16
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 17
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "NI::pearl-lagoon",
      "name": "Pearl Lagoon",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.3333,
        -83.6667
      ],
      "lat": 12.3333,
      "lon": -83.6667,
      "visits": [
        {
          "text": "Pearl Lagoon or Laguna de Perlas borders Nicaragua's largest coastal lagoon north of Bluefields. This quiet village of 11,000 inhabitants lives from fishing and remains largely ignored by tourism.",
          "visit_duration_min": 75
        },
        {
          "text": "The Creole village is organized around cement sidewalks that allow strolling between colorful wooden houses. Electricity works except from 1 to 9 in the morning.",
          "visit_duration_min": 75
        },
        {
          "text": "The immense lagoon opens onto a blue horizon with no land in sight. Fishermen leave at dawn and return with fish, lobsters, or shrimp depending on the season.",
          "visit_duration_min": 75
        },
        {
          "text": "Four ethnic groups coexist in the region: Mestizos, Creoles, Miskitos, and Garifunas. Each community typically occupies a distinct village accessible by boat.",
          "visit_duration_min": 75
        },
        {
          "text": "The Wawashang Nature Reserve protects tropical forests and wetlands north of Pearl Lagoon. The FADCANIC educational center teaches sustainable agriculture to children from rural communities.",
          "visit_duration_min": 75
        },
        {
          "text": "The village of Pueblo Nuevo provides access to part of the Wawashang reserve despite damage from Hurricane Beta in 2005. The dense vegetation shelters monkeys, sloths, deer, and countless birds.",
          "visit_duration_min": 75
        },
        {
          "text": "Miskito and Garifuna villages preserve their traditions along the rivers that feed the lagoon. Respectful visits offer a glimpse into ancestral ways of life.",
          "visit_duration_min": 75
        },
        {
          "text": "Sport fishing attracts a few enthusiasts to the rivers and lagoons of the region. Tarpon and other large fish migrate up from the Caribbean Sea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The panga from Bluefields crosses the lagoon in about an hour and a half depending on conditions. The journey offers the first views of this preserved aquatic territory.",
          "visit_duration_min": 60
        },
        {
          "text": "Settling into one of the village's few accommodations allows you to discover local hospitality. Fresh fish meals make up the daily culinary fare.",
          "visit_duration_min": 60
        },
        {
          "text": "A walk through the village reveals a pace of life even slower than in Bluefields. Residents greet the rare visitors with benevolent curiosity.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset over the lagoon sets the calm waters ablaze with orange hues. Fishermen prepare their nets for the next morning's outing.",
          "visit_duration_min": 60
        },
        {
          "text": "The panga excursion travels up one of the rivers flowing into the lagoon. Tropical forest lines the banks where caimans and colorful birds hide.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiting an indigenous village offers a glimpse of Miskito or Garifuna culture depending on the choice. Local guides explain traditions, crafts, and way of life.",
          "visit_duration_min": 60
        },
        {
          "text": "The hike through the reserve crosses agricultural zones then dense forest despite traces of the hurricane. Fallen trees sit alongside lush, regenerating vegetation.",
          "visit_duration_min": 60
        },
        {
          "text": "Returning to the village allows you to savor a final seafood meal before departure. The quiet evening prepares for the next day's transit.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 4
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 5
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "NI::san-carlos",
      "name": "San Carlos",
      "cc": "NI",
      "language": "en",
      "coords": [
        11.1239,
        -84.7781
      ],
      "lat": 11.1239,
      "lon": -84.7781,
      "visits": [
        {
          "text": "San Carlos clings to the southern shore of Lake Nicaragua where the Río San Juan begins. This transit town of 6,000 inhabitants gathers soldiers, fishermen, ranchers, and adventurers bound for elsewhere.",
          "visit_duration_min": 75
        },
        {
          "text": "The renovated malecón runs along the lake and offers the best views of waters flowing toward the river. Sunsets set ablaze the 'sweet sea' as the Spanish called it.",
          "visit_duration_min": 75
        },
        {
          "text": "The municipal dock concentrates activity in this water-oriented town. Pangas to El Castillo, Solentiname, and river communities depart from here.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The morning La Costeña flight from Managua cruises over Lake Nicaragua for an hour. Landing in San Carlos reveals the isolation of this border region.",
          "visit_duration_min": 60
        },
        {
          "text": "The afternoon allows organizing transport for the following days at the municipal dock. Panga schedules to El Castillo and Solentiname are confirmed on site.",
          "visit_duration_min": 60
        },
        {
          "text": "A walk along the malecón reveals this transit town with little charm but functional. The few basic hotels suffice for a night.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner at one of the local comedores serves lake fish and simple dishes. Modest prices reflect the local economy far from tourist circuits.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 11
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "NI::san-juan-del-sur",
      "name": "San Juan Del Sur",
      "cc": "NI",
      "language": "en",
      "coords": [
        11.2539,
        -85.8711
      ],
      "lat": 11.2539,
      "lon": -85.8711,
      "visits": [
        {
          "text": "San Juan del Sur stretches along a crescent bay bordered by green hills on the Pacific coast. This former fishing village attracts surfers, backpackers, and expats in a laid-back atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "The main beach draws a mile-long arc of golden sand punctuated by bars, restaurants, and colorful fishing boats. Gentle waves suit swimmers while surf spots are on neighboring beaches.",
          "visit_duration_min": 75
        },
        {
          "text": "Cristo de la Misericordia overlooks the bay from its 25-meter height, one of the world's largest Jesus statues. The steep stairway climbing the hill rewards with a spectacular coastal panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Cervecería SJDS has brewed Nicaragua's first craft beers since 2014 in a friendly downtown pub. Flights let you sample the range inspired by local surf culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Marsella nestles its fine sand cove between rocks a few kilometers north of town. This preserved beach offers calm waters, rustic beach bars, and memorable sunsets.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Maderas draws surfers to its consistent waves accessible from the coastal road. Surf schools offer lessons and board rentals for all levels at this renowned spot.",
          "visit_duration_min": 75
        },
        {
          "text": "TreeCasa Resort perches its cabins in branches of centuries-old ceiba trees amid the jungle. The day pass grants access to the spectacular pool with slides, waterfalls, and diving platform.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Hermosa unfurls powerful waves south of San Juan del Sur for experienced surfers. International competitions regularly take place at this world-class spot.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The morning ferry from Ometepe reaches San Jorge in one hour, then a bus or shuttle reaches San Juan del Sur in 45 minutes. Early afternoon arrival leaves time to explore the town.",
          "visit_duration_min": 60
        },
        {
          "text": "The waterfront stroll discovers beach bars, seafood restaurants, and surf shops. The resort town's laid-back atmosphere invites wandering.",
          "visit_duration_min": 60
        },
        {
          "text": "The climb to Cristo de la Misericordia is best undertaken late afternoon for sunset. The steep, uneven steps require good shoes but the view justifies the effort.",
          "visit_duration_min": 60
        },
        {
          "text": "Evening on the waterfront strings together restaurants, beach bars, and festive atmosphere. San Juan del Sur's relaxed vibe invites extending the night.",
          "visit_duration_min": 60
        },
        {
          "text": "Morning surfing at Playa Maderas or Marsella catches the best conditions before afternoon wind. Schools rent boards and give lessons for all levels.",
          "visit_duration_min": 60
        },
        {
          "text": "Brunch at TreeCasa includes the best wood-fired pizzas in Nicaragua according to regulars. The pool offers cooling off in a unique setting among giant trees.",
          "visit_duration_min": 60
        },
        {
          "text": "ATV tours crisscross hills, forests, and isolated beaches around San Juan del Sur. Multi-hour excursions combine adrenaline, nature, and sunsets.",
          "visit_duration_min": 60
        },
        {
          "text": "The last evening in San Juan del Sur invites enjoying the resort town's festive atmosphere. Waterfront beach bars and restaurants stay lively late into the night.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 15
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 16
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "NI::solentiname",
      "name": "Solentiname",
      "cc": "NI",
      "language": "en",
      "coords": [
        11.2167,
        -84.75
      ],
      "lat": 11.2167,
      "lon": -84.75,
      "visits": [
        {
          "text": "The Solentiname archipelago scatters 36 islands across southern Lake Nicaragua, of which four are home to fewer than 1,000 souls. This remote corner of the world has sheltered an internationally renowned artist community since the 1960s.",
          "visit_duration_min": 75
        },
        {
          "text": "Mancarrón, the largest island, hosts the church founded by priest-poet Ernesto Cardenal in 1966. The Misa Campesina, revolutionary peasant mass, was celebrated there for the first time.",
          "visit_duration_min": 75
        },
        {
          "text": "Solentiname's primitive art depicts everyday life scenes, lush nature, and local animals in vivid colors. Galleries display balsa wood paintings and sculptures on each inhabited island.",
          "visit_duration_min": 75
        },
        {
          "text": "The islands' preserved nature shelters tropical birds, howler monkeys, and abundant aquatic life. Uninhabited islets belong to the thousands of nesting birds.",
          "visit_duration_min": 75
        },
        {
          "text": "San Fernando, the second inhabited island, unrolls its paths bordered by hibiscus and avocado trees between scattered houses. Hummingbirds and butterflies animate the tropical gardens.",
          "visit_duration_min": 75
        },
        {
          "text": "Artists' workshops open their doors to visitors curious to see creation in progress. Painting and balsa wood sculpting techniques are passed down through generations.",
          "visit_duration_min": 75
        },
        {
          "text": "Small museums on the main islands display pre-Columbian archaeological pieces and local contemporary art. Discovered petroglyphs attest to ancient occupation.",
          "visit_duration_min": 75
        },
        {
          "text": "Los Guatuzos Nature Reserve protects wetlands south of the archipelago. Panga excursions observe caimans, birds, and monkeys in their habitat.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The morning lancha goes back up the river to San Carlos in an hour and a half for the connection to Solentiname. Waiting at the dock can stretch depending on schedules.",
          "visit_duration_min": 60
        },
        {
          "text": "Crossing the lake to the archipelago takes 2 hours in often choppy waters. The empty horizon for long minutes creates a feeling of total isolation.",
          "visit_duration_min": 60
        },
        {
          "text": "Settling into a family guesthouse or small hotel reveals the islands' basic comfort. No hot water and nonexistent WiFi complete the disconnection.",
          "visit_duration_min": 60
        },
        {
          "text": "A walk around Mancarrón discovers Cardenal's colorful church and the first art galleries. Residents welcome the rare visitors with benevolent curiosity.",
          "visit_duration_min": 60
        },
        {
          "text": "Crossing to San Fernando by colectivo or private panga takes just minutes between the islands. Public service runs only twice a week.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiting the workshops allows observing artists at work and acquiring unique pieces. Prices remain accessible directly from the creators.",
          "visit_duration_min": 60
        },
        {
          "text": "The boat excursion to Los Guatuzos explores channels bordered by tropical forest. Local guides spot wildlife hidden in the vegetation.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from the shore sets the lake ablaze with the Concepción volcano silhouetted in the distance. This image sums up the archipelago's preserved beauty.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 14
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "The Water Route: Hidden Caribbean and Río San Juan",
          "day": 15
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "NI::somoto",
      "name": "Somoto",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.4833,
        -86.5833
      ],
      "lat": 13.4833,
      "lon": -86.5833,
      "visits": [
        {
          "text": "Somoto Canyon cuts through rock for 5 kilometers where the Río Coco is born, the longest river in Central America. Walls streaked with jade and quartz rise up to 150 meters above the calm waters.",
          "visit_duration_min": 75
        },
        {
          "text": "The viewpoint overlooks the Río Coco snaking through the valley before disappearing into the gorges. Honduran hills mark the horizon to the north while Nicaraguan peaks stand out to the south.",
          "visit_duration_min": 75
        },
        {
          "text": "Deep pools alternate with rocky passages where you must climb, crawl, and jump between boulders. Bat families disturbed in caves swoop around swimmers.",
          "visit_duration_min": 75
        },
        {
          "text": "Natural perches at various heights let the daring dive with more or less grace. Local guides perform flips and spins to set an example before letting visitors take the plunge.",
          "visit_duration_min": 75
        },
        {
          "text": "The white pebble beach marks the confluence of the Tapacalí and Comalí rivers forming the Río Coco. This discrete geographic point begins the river's 680 kilometers to the Caribbean Sea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The bus from Estelí reaches Somoto in 1.5 hours on a paved road through the mountains. Pick-up at the bus station can be arranged with canyon operators.",
          "visit_duration_min": 60
        },
        {
          "text": "The 4-6 hour Adventure tour ($25-30) crosses both canyon sections with climbing, swimming, and jumps. Provided equipment includes life jacket, water shoes, and helmet.",
          "visit_duration_min": 60
        },
        {
          "text": "Lunch and boat return are included in complete packages. The entire day passes between canyon walls in a spectacular setting.",
          "visit_duration_min": 60
        },
        {
          "text": "On-site accommodation in dorm ($8) or double room ($20) lets you enjoy the canyon without time pressure. The night by the river extends the immersion in this preserved setting.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "Nicaragua Grand Loop: Volcanoes, Colonial Cities, and Pacific Beaches",
          "day": 6
        }
      ],
      "rating": 6.2
    }
  ]
}