{
  "version": 1,
  "country": "ro",
  "language": "pt",
  "places": [
    {
      "place_id": "RO::brasov",
      "name": "Brasov",
      "cc": "RO",
      "language": "pt",
      "coords": [
        45.6579,
        25.6012
      ],
      "lat": 45.6579,
      "lon": 25.6012,
      "visits": [
        {
          "text": "Castelo de Peleș (exterior e interiores do térreo)",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo de Bran",
          "visit_duration_min": 75
        },
        {
          "text": "Brașov – Piata Sfatului e Biserica Neagră (igreja negra, ext.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada no centro histórico de Brașov"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 2
        }
      ],
      "rating": 7.3,
      "place_type": "large_city",
      "suggested_days": 2.5
    },
    {
      "place_id": "RO::bucuresti",
      "name": "Bucuresti",
      "cc": "RO",
      "language": "pt",
      "coords": [
        44.4268,
        26.1025
      ],
      "lat": 44.4268,
      "lon": 26.1025,
      "visits": [
        {
          "text": "Therme București (The Palm) – relaxamento",
          "visit_duration_min": 75
        },
        {
          "text": "Bairro Lipscani – caminhada urbana",
          "visit_duration_min": 75
        },
        {
          "text": "Ateneu Romeno (ext.)",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio do Parlamento (ext. / visita conforme horários)",
          "visit_duration_min": 75
        },
        {
          "text": "Cidade velha – livraria Cărturești Carusel (ext.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio noturno na Calea Victoriei (pedestres em certas noites)"
        },
        {
          "text": "Último passeio no centro histórico"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 9
        },
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 10
        }
      ],
      "rating": 9.6,
      "place_type": "metropolis",
      "suggested_days": 2.5
    },
    {
      "place_id": "RO::cluj-napoca",
      "name": "Cluj Napoca",
      "cc": "RO",
      "language": "pt",
      "coords": [
        46.7712,
        23.6236
      ],
      "lat": 46.7712,
      "lon": 23.6236,
      "visits": [
        {
          "text": "Cluj-Napoca – Piața Unirii e igreja de São Miguel (ext.)",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio Bánffy (ext.)",
          "visit_duration_min": 75
        },
        {
          "text": "Fortress Hill (Cetățuia) – ponto de vista",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pôr do sol no Cetățuia Park"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 7
        }
      ],
      "rating": 8,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::constanta",
      "name": "Constanta",
      "cc": "RO",
      "language": "pt",
      "coords": [
        44.1598,
        28.6348
      ],
      "lat": 44.1598,
      "lon": 28.6348,
      "visits": [
        {
          "text": "Dia 1: Explore o centro histórico de Constança, historicamente conhecido como Tomis, o maior porto da Romênia na costa do Mar Negro. Caminhe pelas ruas recentemente restauradas da Prefeitura ao Porto Turístico de Tomis, descobrindo bela arquitetura e a perfeita fusão entre história antiga e vida moderna.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 1: Visite a Praça de Ovídio no centro da cidade velha, com a estátua de Públio Ovídio Nasão, o poeta romano exilado na antiga Tomis. A estátua traz versos escritos pelo próprio poeta, e a lenda diz que estas palavras também foram gravadas em seu túmulo, cuja localização permanece desconhecida.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 1: Admire o Cassino de Constança, um incrível edifício em estilo Art Nouveau localizado em posição privilegiada à beira-mar. Este impressionante edifício histórico está atualmente em reforma e embora não seja possível entrar, o exterior e o calçadão pedestre ao redor oferecem esplêndidas vistas do mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 1: Veja o monumento da Loba Capitolina onde, durante o verão, uma pequena área de guarda romana é montada com cerimônias de troca da guarda a cada hora, trazendo a antiga Tomis à vida.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Visite a Grande Mesquita de Constança (Mesquita Carol I), construída em 1910 pelo Rei Carol I e oferecendo uma das vistas mais impressionantes da cidade. Elementos arquitetônicos bizantinos decoram o exterior, enquanto o interior apresenta um grande tapete turco presenteado pelo Sultão Abdul Hamid.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Suba o minarete de 47 metros da Grande Mesquita para vistas espetaculares do porto e do centro histórico. Todos os dias, o muezim sobe estes degraus para fazer a chamada à oração para a comunidade muçulmana de origem turca e tártara.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Explore o Museu Nacional de História e Arqueologia localizado na antiga Prefeitura, com uma impressionante coleção de arte antiga e achados arqueológicos. Veja a famosa estátua da Serpente Glicão, estátuas das divindades protetoras da Antiga Tomis e as esculturas de terracota da Mulher Sentada e do Pensador da Cultura Hamangia.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Visite o Parque Arqueológico na fronteira da cidade velha, que abriga vestígios antigos da Antiga Tomis em uma área com vegetação exuberante. Percorra os caminhos descobrindo colunas, ânforas, capitéis, fragmentos de torres e restos da muralha romana com dois portões do período romano-bizantino.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 3: Passe um dia no Complexo do Museu de Ciências Naturais, que inclui o Delfinário, o Planetário, a Exposição de Aves Exóticas e o Micro Delta. Esta é uma das atrações familiares mais populares de Constança.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 3: Assista aos incríveis shows de golfinhos e leões marinhos no Delfinário, uma das atrações mais populares de Constança especialmente durante o verão. A instalação atualmente abriga golfinhos resgatados da Ucrânia. Reserve ingressos online pelo site oficial para evitar filas.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 3: Após o Delfinário, explore o mini-habitat na área - um mini-zoológico com animais, um jardim e um belo lago oferecendo uma visão da complexidade da fauna e flora da Dobruja.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 3: Visite o Aquário de Constança, aberto em 1958, que abriga mais de 100 espécies de peixes e criaturas marinhas. Localizado ao lado do antigo edifício do Cassino, não perca o tanque com impressionantes esturjões, além de cavalos-marinhos e estrelas-do-mar na seção marinha.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 4: Aproveite as praias de areia de Constança - entre as melhores da Romênia. A praia perto da Marina de Tomis oferece vistas incríveis e restaurantes próximos, enquanto a praia Modern é popular embora mais lotada na alta temporada.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 4: Suba na roda-gigante Tomis Eye, uma novíssima atração introduzida em 2023 na Marina de Tomis. Por apenas 4 euros por passeio, aproveite vistas incríveis da cidade e do Mar Negro durante a jornada lenta de 5 minutos. Aberta diariamente das 12h às 22h.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 4: Visite a Marina de Tomis para um passeio perto da água observando barcos, ou alugue um barco para navegar pelo Mar Negro. Várias empresas também oferecem aulas de mergulho para interessados em exploração subaquática.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dia 1: Passeie pelo Calçadão de Constança perto do Cassino, uma área de pedestres reformada perfeita para aproveitar a brisa marinha e observar gaivotas dançando no ar salgado."
        },
        {
          "text": "Dia 1: Visite o Farol Genovês no calçadão, um monumento histórico de 8 metros originalmente construído por volta de 1300 em homenagem aos mercadores genoveses. Reconstruído na década de 1860, apresenta o brasão de um navio genovês em suas paredes."
        },
        {
          "text": "Dia 2: Visite a Mesquita Hünkar, construída em 1869 por um Sultão otomano para os turcos que se estabeleceram em Constança após fugir da Guerra da Crimeia. Esta mesquita menos conhecida oferece outra perspectiva sobre a herança otomana da cidade."
        },
        {
          "text": "Dia 2: Entre na Catedral Ortodoxa de São Pedro e São Paulo, uma impressionante igreja em estilo bizantino com belas cúpulas, arcos, entalhes intrincados e interior decorado com belos afrescos e mosaicos. A entrada é gratuita."
        },
        {
          "text": "Dia 3: Explore o Museu da Marinha Romena oferecendo perspectivas sobre a vida da marinha militar e civil. Veja navios, âncoras, nós, lâmpadas de farol, uniformes navais, uma réplica de submarino, dispositivos navais, torpedos, armas e modelos de submarinos."
        },
        {
          "text": "Dia 3: Visite o Museu de Arte Moderna localizado em um belo edifício Belle Époque, exibindo obras de artistas romenos e renomados artistas internacionais. Exposições especiais apresentam obras de mestres como Picasso."
        },
        {
          "text": "Dia 4: Passe tempo no Aqua Magic Waterpark, perfeito para famílias buscando diversão além do mar. Aproveite vários toboáguas, piscinas e um rio lento com comida surpreendentemente saborosa e preços razoáveis nos dois restaurantes no local. Visite durante dias de semana para evitar multidões."
        },
        {
          "text": "Dia 4: Pegue a Gôndola para Mamaia, partindo perto do Aqua Magic Waterpark. Aproveite vistas panorâmicas durante a jornada de poucos minutos até a pérola dos resorts de praia romenos. Passe tempo nas praias de Mamaia, depois volte a pé pelo Luna Park."
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Antiga Tomis e Mar Negro: Uma Viagem entre Ruínas Gregas, Praias e Vinhedos Romenos",
          "day": 1
        }
      ],
      "rating": 9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::gheorgheni",
      "name": "Gheorgheni",
      "cc": "RO",
      "language": "pt",
      "coords": [
        46.721,
        25.6014
      ],
      "lat": 46.721,
      "lon": 25.6014,
      "visits": [
        {
          "text": "Gheorgheni – breve parada urbana",
          "visit_duration_min": 75
        },
        {
          "text": "Lacu Roșu (Lago Vermelho) – caminhada à beira do lago",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada na natureza no desfiladeiro de Bicaz (setor próximo)"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 4
        }
      ],
      "rating": 4.4,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "RO::gura-humorului",
      "name": "Gura Humorului",
      "cc": "RO",
      "language": "pt",
      "coords": [
        47.5547,
        25.8791
      ],
      "lat": 47.5547,
      "lon": 25.8791,
      "visits": [
        {
          "text": "Mosteiro de Voroneț (UNESCO) – afrescos exteriores",
          "visit_duration_min": 75
        },
        {
          "text": "Gura Humorului – centro e parque",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rota panorâmica da Bucovina (paradas para fotos)"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 5
        }
      ],
      "rating": 3.9,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "RO::histria",
      "name": "Histria",
      "cc": "RO",
      "language": "pt",
      "coords": [
        44.55,
        28.7667
      ],
      "lat": 44.55,
      "lon": 28.7667,
      "visits": [
        {
          "text": "Explore o Sítio Arqueológico de Histria, as mais antigas ruínas de uma cidade grega na Romênia com vistas deslumbrantes do Mar Negro. Localizado perto da cidade de Istria no Condado de Constança, este sítio único oferece aos visitantes um raro vislumbre da primeira colonização grega no Mar Negro.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhe pelas ruínas bem preservadas incluindo templos, fortificações e mosaicos. Este fascinante sítio histórico combina história antiga com cenários costeiros deslumbrantes, perfeito para exploração cultural e apreciação da natureza.",
          "visit_duration_min": 75
        },
        {
          "text": "Aproveite trilhas cênicas ao longo da costa e observe pássaros na reserva natural circundante. As ruínas ao ar livre e os caminhos suaves para caminhada o tornam acessível e envolvente para famílias.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O sítio aceita cães na coleira com amplo espaço ao ar livre para os animais de estimação aproveitarem o ar fresco do mar. Este destino arqueológico único onde a história encontra a natureza oferece experiências educativas para crianças explorando estruturas antigas e avistando vida selvagem."
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Antiga Tomis e Mar Negro: Uma Viagem entre Ruínas Gregas, Praias e Vinhedos Romenos",
          "day": 4
        }
      ],
      "rating": 2.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::mangalia",
      "name": "Mangalia",
      "cc": "RO",
      "language": "pt",
      "coords": [
        43.8167,
        28.5833
      ],
      "lat": 43.8167,
      "lon": 28.5833,
      "visits": [
        {
          "text": "Visite o Resort Balnear de Mangalia, oferecendo uma perfeita combinação de relaxamento sob o sol e vibrantes atividades de praia. Longas praias de areia e águas mornas proporcionam um ambiente seguro e agradável para famílias, com sítios históricos próximos adicionando uma rica dimensão cultural.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore as antigas ruínas romanas e os museus arqueológicos em Mangalia, descobrindo a herança histórica desta cidade costeira do Mar Negro. Os calçadões e parques bem cuidados são perfeitos para passeios tranquilos.",
          "visit_duration_min": 75
        },
        {
          "text": "Aproveite banhos de sol, natação e esportes de praia ao longo da extensa costa. As águas rasas a tornam adequada para famílias com crianças pequenas, enquanto os parquinhos garantem experiências seguras e divertidas para todas as idades.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Saboreie frutos do mar frescos e pratos tradicionais romenos em estabelecimentos à beira-mar. Mangalia oferece uma enriquecedora escapada costeira combinando beleza natural com culinária autêntica."
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Antiga Tomis e Mar Negro: Uma Viagem entre Ruínas Gregas, Praias e Vinhedos Romenos",
          "day": 3
        }
      ],
      "rating": 5.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::murfatlar",
      "name": "Murfatlar",
      "cc": "RO",
      "language": "pt",
      "coords": [
        44.1833,
        28.4167
      ],
      "lat": 44.1833,
      "lon": 28.4167,
      "visits": [
        {
          "text": "Explore a Região Vinícola de Murfatlar no Condado de Constança, oferecendo um vislumbre autêntico da vida tradicional nas aldeias romenas combinado com os ricos sabores de vinhedos celebrados. Esta pacífica escapada rural é enriquecida pelo patrimônio cultural, gastronomia local e paisagens cênicas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite adegas centenárias escavadas nas colinas de calcário e participe de degustações de vinhos com variedades de uvas autóctones. O terreno suave da região e os espaços abertos a tornam ideal para passeios em família e exploração tranquila.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie por aldeias encantadoras onde costumes tradicionais ainda são praticados, aprendendo sobre tradições rurais e apreciando a arquitetura rural romena. A área é acolhedora para famílias e oferece trilhas que aceitam cães.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Saboreie sabores tradicionais romenos harmonizados com vinhos locais em estabelecimentos das aldeias. Seja você um entusiasta de história fascinado pela arquitetura rural ou um amante da gastronomia em busca de autêntica culinária regional, Murfatlar oferece experiências memoráveis."
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Antiga Tomis e Mar Negro: Uma Viagem entre Ruínas Gregas, Praias e Vinhedos Romenos",
          "day": 2
        }
      ],
      "rating": 3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::sibiu",
      "name": "Sibiu",
      "cc": "RO",
      "language": "pt",
      "coords": [
        45.793,
        24.1213
      ],
      "lat": 45.793,
      "lon": 24.1213,
      "visits": [
        {
          "text": "Sibiu – Piața Mare, Piața Mică e Ponte das Mentiras",
          "visit_duration_min": 75
        },
        {
          "text": "Muralhas e ruelas da cidade velha",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mercado ao ar livre (conforme o dia) – passeio"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 8
        }
      ],
      "rating": 6.8,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "RO::sighetu-marmatiei",
      "name": "Sighetu Marmatiei",
      "cc": "RO",
      "language": "pt",
      "coords": [
        47.9319,
        23.8905
      ],
      "lat": 47.9319,
      "lon": 23.8905,
      "visits": [
        {
          "text": "Museu da Aldeia de Maramureș (Muzeul Satului Maramureșean)",
          "visit_duration_min": 75
        },
        {
          "text": "Sighetu Marmației – passeio pelo centro da cidade",
          "visit_duration_min": 75
        },
        {
          "text": "Posto fronteiriço (ponte sobre o Tisa, lado RO)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descoberta das aldeias de madeira do Maramureș (trajeto e paradas curtas)"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 6
        }
      ],
      "rating": 5.1,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "RO::sighisoara",
      "name": "Sighisoara",
      "cc": "RO",
      "language": "pt",
      "coords": [
        46.2196,
        24.792
      ],
      "lat": 46.2196,
      "lon": 24.792,
      "visits": [
        {
          "text": "Santuário dos ursos Libearty (Zărnești)",
          "visit_duration_min": 75
        },
        {
          "text": "Vila de Viscri – Igreja fortificada (UNESCO)",
          "visit_duration_min": 75
        },
        {
          "text": "Sighișoara – Torre do Relógio e cidade medieval (ext.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada pelas muralhas e ruelas de pedra de Sighișoara"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 3
        }
      ],
      "rating": 8.4,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "RO::sinaia",
      "name": "Sinaia",
      "cc": "RO",
      "language": "pt",
      "coords": [
        45.3596,
        25.5426
      ],
      "lat": 45.3596,
      "lon": 25.5426,
      "activities": [
        {
          "text": "Instalação em Sinaia e breve caminhada no centro da cidade"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Road Trip Roménia: Transilvânia, Bucovina, Bucareste",
          "day": 1
        }
      ],
      "rating": 6.2,
      "place_type": "site",
      "suggested_days": 0.3
    }
  ]
}