{
  "version": 1,
  "country": "ro",
  "language": "it",
  "places": [
    {
      "place_id": "RO::brasov",
      "name": "Brasov",
      "cc": "RO",
      "language": "it",
      "coords": [
        45.6579,
        25.6012
      ],
      "lat": 45.6579,
      "lon": 25.6012,
      "visits": [
        {
          "text": "Castello di Peleș (esterni e interni del piano terra)",
          "visit_duration_min": 75
        },
        {
          "text": "Castello di Bran",
          "visit_duration_min": 75
        },
        {
          "text": "Brașov – Piata Sfatului e Biserica Neagră (chiesa nera, est.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel centro storico di Brașov"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 2
        }
      ],
      "rating": 7.3,
      "place_type": "large_city",
      "suggested_days": 2.5
    },
    {
      "place_id": "RO::bucuresti",
      "name": "Bucuresti",
      "cc": "RO",
      "language": "it",
      "coords": [
        44.4268,
        26.1025
      ],
      "lat": 44.4268,
      "lon": 26.1025,
      "visits": [
        {
          "text": "Therme București (The Palm) – relax",
          "visit_duration_min": 75
        },
        {
          "text": "Quartiere Lipscani – passeggiata urbana",
          "visit_duration_min": 75
        },
        {
          "text": "Ateneo rumeno (est.)",
          "visit_duration_min": 75
        },
        {
          "text": "Palazzo del Parlamento (est. / visita secondo gli orari)",
          "visit_duration_min": 75
        },
        {
          "text": "Città vecchia – libreria Cărturești Carusel (est.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Serata passeggiata Calea Victoriei (pedonale alcune sere)"
        },
        {
          "text": "Ultima passeggiata nel centro storico"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 9
        },
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 10
        }
      ],
      "rating": 9.6,
      "place_type": "metropolis",
      "suggested_days": 2.5
    },
    {
      "place_id": "RO::cluj-napoca",
      "name": "Cluj Napoca",
      "cc": "RO",
      "language": "it",
      "coords": [
        46.7712,
        23.6236
      ],
      "lat": 46.7712,
      "lon": 23.6236,
      "visits": [
        {
          "text": "Cluj-Napoca – Piața Unirii e chiesa di San Michele (est.)",
          "visit_duration_min": 75
        },
        {
          "text": "Palazzo Bánffy (est.)",
          "visit_duration_min": 75
        },
        {
          "text": "Fortress Hill (Cetățuia) – punto panoramico",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tramonto al Cetățuia Park"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 7
        }
      ],
      "rating": 8,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::constanta",
      "name": "Constanta",
      "cc": "RO",
      "language": "it",
      "coords": [
        44.1598,
        28.6348
      ],
      "lat": 44.1598,
      "lon": 28.6348,
      "visits": [
        {
          "text": "Giorno 1: Esplora il centro storico di Costanza, storicamente noto come Tomis, il più grande porto della Romania sulla costa del Mar Nero. Passeggia per le strade recentemente restaurate dal Municipio al Porto Turistico di Tomis, scoprendo splendida architettura e la perfetta fusione tra storia antica e vita moderna.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 1: Visita Piazza Ovidio al centro della città vecchia, con la statua di Publio Ovidio Nasone, il poeta romano esiliato nell'antica Tomis. La statua riporta versi scritti dallo stesso poeta, e la leggenda narra che queste parole fossero incise anche sulla sua tomba, la cui ubicazione rimane sconosciuta.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 1: Ammira il Casinò di Costanza, uno straordinario edificio in stile Art Nouveau situato in posizione privilegiata sul lungomare. Questo imponente edificio storico è attualmente in fase di restauro e sebbene non sia possibile entrare, l'esterno e il circostante lungomare pedonale offrono splendide viste sul mare.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 1: Ammira il monumento della Lupa Capitolina dove, durante l'estate, viene allestita una piccola area di guardia romana con cerimonie di cambio della guardia ogni ora, riportando in vita l'antica Tomis.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 2: Visita la Grande Moschea di Costanza (Moschea Carol I), costruita nel 1910 dal Re Carol I e che offre una delle viste più impressionanti della città. Elementi architettonici bizantini decorano l'esterno, mentre l'interno presenta un grande tappeto turco donato dal Sultano Abdul Hamid.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 2: Sali sul minareto di 47 metri della Grande Moschea per viste spettacolari sul porto e sul centro storico. Ogni giorno, il muezzin sale questi gradini per chiamare alla preghiera la comunità musulmana di origine turca e tatara.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 2: Esplora il Museo Nazionale di Storia e Archeologia ospitato nel Vecchio Municipio, con un'impressionante collezione di arte antica e reperti archeologici. Ammira la famosa statua del Serpente Gliconico, le statue delle divinità protettrici dell'Antica Tomis e le sculture in terracotta della Donna Seduta e del Pensatore della Cultura Hamangia.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 2: Visita il Parco Archeologico ai confini della città vecchia, che custodisce antiche vestigia dell'Antica Tomis in un'area ricca di verde. Percorri i vialetti scoprendo colonne, anfore, capitelli, frammenti di torri e resti delle mura romane con due porte del periodo romano-bizantino.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 3: Trascorri una giornata al Complesso del Museo di Scienze Naturali, che include il Delfinario, il Planetario, l'Esposizione di Uccelli Esotici e il Micro Delta. Questa è una delle attrazioni familiari più popolari di Costanza.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 3: Assisti agli incredibili spettacoli di delfini e leoni marini al Delfinario, una delle attrazioni più popolari di Costanza soprattutto durante l'estate. La struttura attualmente ospita delfini salvati dall'Ucraina. Prenota i biglietti online dal sito ufficiale per evitare le code.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 3: Dopo il Delfinario, esplora il mini-habitat nell'area - un mini-zoo con animali, un giardino e un grazioso lago che offre uno sguardo sulla complessità della fauna e flora della Dobrugia.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 3: Visita l'Acquario di Costanza, aperto nel 1958, che ospita oltre 100 specie di pesci e creature marine. Situato accanto al vecchio edificio del Casinò, non perdere la vasca con gli imponenti storioni, più cavallucci marini e stelle marine nella sezione marina.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 4: Goditi le spiagge sabbiose di Costanza - tra le migliori della Romania. La spiaggia vicino al Marina di Tomis offre viste straordinarie e ristoranti nelle vicinanze, mentre la spiaggia Modern è popolare anche se più affollata durante l'alta stagione.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 4: Sali sulla ruota panoramica Tomis Eye, una nuovissima attrazione introdotta nel 2023 al Marina di Tomis. A soli 4 euro a giro, goditi viste straordinarie sulla città e sul Mar Nero durante il viaggio lento di 5 minuti. Aperta tutti i giorni dalle 12 alle 22.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 4: Visita il Marina di Tomis per una passeggiata vicino all'acqua osservando le barche, oppure noleggia una barca per navigare sul Mar Nero. Diverse compagnie offrono anche lezioni di immersione subacquea per chi è interessato all'esplorazione sottomarina.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Giorno 1: Passeggia sul Lungomare di Costanza vicino al Casinò, un'area pedonale ristrutturata perfetta per godersi la brezza marina e osservare i gabbiani danzare nell'aria salmastra."
        },
        {
          "text": "Giorno 1: Visita il Faro Genovese sul lungomare, un monumento storico di 8 metri originariamente costruito intorno al 1300 in onore dei mercanti genovesi. Ricostruito negli anni 1860, presenta lo stemma di una nave genovese sulle pareti."
        },
        {
          "text": "Giorno 2: Visita la Moschea Hünkar, costruita nel 1869 da un Sultano ottomano per i turchi che si stabilirono a Costanza dopo essere fuggiti dalla Guerra di Crimea. Questa moschea meno conosciuta offre un'altra prospettiva sull'eredità ottomana della città."
        },
        {
          "text": "Giorno 2: Entra nella Cattedrale Ortodossa dei Santi Pietro e Paolo, un'imponente chiesa in stile bizantino con bellissime cupole, archi, intagli elaborati e interni decorati con splendidi affreschi e mosaici. L'ingresso è gratuito."
        },
        {
          "text": "Giorno 3: Esplora il Museo della Marina Rumena che offre prospettive sulla vita della marina sia militare che civile. Ammira navi, ancore, nodi, lampadine di faro, uniformi navali, un modello di sottomarino, dispositivi navali, siluri, cannoni e modelli di sommergibili."
        },
        {
          "text": "Giorno 3: Visita il Museo d'Arte Moderna situato in un bellissimo edificio Belle Époque, che espone opere di artisti rumeni e rinomati artisti internazionali. Mostre speciali presentano opere di maestri come Picasso."
        },
        {
          "text": "Giorno 4: Trascorri del tempo all'Aqua Magic Waterpark, perfetto per famiglie in cerca di divertimento oltre al mare. Goditi vari scivoli acquatici, piscine e un fiume lento con cibo sorprendentemente gustoso e prezzi ragionevoli nei due ristoranti in loco. Visita durante i giorni feriali per evitare la folla."
        },
        {
          "text": "Giorno 4: Prendi la Gondola per Mamaia, partendo vicino all'Aqua Magic Waterpark. Goditi viste panoramiche durante il breve viaggio verso la perla delle località balneari rumene. Trascorri del tempo sulle spiagge di Mamaia, poi torna a piedi attraverso il Luna Park."
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Antica Tomis e Mar Nero: Un Viaggio tra Rovine Greche, Spiagge e Vigneti Rumeni",
          "day": 1
        }
      ],
      "rating": 9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::gheorgheni",
      "name": "Gheorgheni",
      "cc": "RO",
      "language": "it",
      "coords": [
        46.721,
        25.6014
      ],
      "lat": 46.721,
      "lon": 25.6014,
      "visits": [
        {
          "text": "Gheorgheni – breve sosta urbana",
          "visit_duration_min": 75
        },
        {
          "text": "Lacu Roșu (Lago Rosso) – passeggiata lungo il lago",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata naturale alla gola di Bicaz (settore vicino)"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 4
        }
      ],
      "rating": 4.4,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "RO::gura-humorului",
      "name": "Gura Humorului",
      "cc": "RO",
      "language": "it",
      "coords": [
        47.5547,
        25.8791
      ],
      "lat": 47.5547,
      "lon": 25.8791,
      "visits": [
        {
          "text": "Monastero di Voroneț (UNESCO) – affreschi esterni",
          "visit_duration_min": 75
        },
        {
          "text": "Gura Humorului – centro e parco",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Strada panoramica della Bucovina (soste fotografiche)"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 5
        }
      ],
      "rating": 3.9,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "RO::histria",
      "name": "Histria",
      "cc": "RO",
      "language": "it",
      "coords": [
        44.55,
        28.7667
      ],
      "lat": 44.55,
      "lon": 28.7667,
      "visits": [
        {
          "text": "Esplora il Sito Archeologico di Histria, le più antiche rovine di una città greca in Romania con viste mozzafiato sul Mar Nero. Situato vicino alla città di Istria nella Contea di Costanza, questo sito unico offre ai visitatori una rara visione della prima colonizzazione greca sul Mar Nero.",
          "visit_duration_min": 75
        },
        {
          "text": "Cammina attraverso rovine ben conservate tra cui templi, fortificazioni e mosaici. Questo affascinante sito storico combina la storia antica con panorami costieri mozzafiato, perfetto per l'esplorazione culturale e l'apprezzamento della natura.",
          "visit_duration_min": 75
        },
        {
          "text": "Goditi sentieri panoramici lungo la costa e osserva gli uccelli nella riserva naturale circostante. Le rovine all'aria aperta e i dolci percorsi pedonali lo rendono accessibile e coinvolgente per le famiglie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Il sito accoglie cani al guinzaglio con ampio spazio all'aperto per permettere agli animali domestici di godersi l'aria fresca del mare. Questa destinazione archeologica unica dove la storia incontra la natura offre esperienze educative per i bambini che esplorano strutture antiche e avvistano la fauna selvatica."
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Antica Tomis e Mar Nero: Un Viaggio tra Rovine Greche, Spiagge e Vigneti Rumeni",
          "day": 4
        }
      ],
      "rating": 2.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::mangalia",
      "name": "Mangalia",
      "cc": "RO",
      "language": "it",
      "coords": [
        43.8167,
        28.5833
      ],
      "lat": 43.8167,
      "lon": 28.5833,
      "visits": [
        {
          "text": "Visita la Stazione Balneare di Mangalia, che offre una perfetta combinazione di relax sotto il sole e vivaci attività balneari. Lunghe spiagge sabbiose e acque calde offrono un ambiente sicuro e piacevole per le famiglie, con siti storici nelle vicinanze che aggiungono una ricca dimensione culturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora le antiche rovine romane e i musei archeologici di Mangalia, scoprendo il patrimonio storico di questa città costiera del Mar Nero. I lungomare ben curati e i parchi sono perfetti per piacevoli passeggiate.",
          "visit_duration_min": 75
        },
        {
          "text": "Goditi bagni di sole, nuoto e sport da spiaggia lungo l'ampia costa. Le acque basse la rendono adatta alle famiglie con bambini piccoli, mentre i parchi giochi garantiscono esperienze sicure e divertenti per tutte le età.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assapora pesce fresco e piatti tradizionali rumeni presso i locali sul lungomare. Mangalia offre un'arricchente fuga costiera che combina bellezza naturale e cucina autentica."
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Antica Tomis e Mar Nero: Un Viaggio tra Rovine Greche, Spiagge e Vigneti Rumeni",
          "day": 3
        }
      ],
      "rating": 5.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::murfatlar",
      "name": "Murfatlar",
      "cc": "RO",
      "language": "it",
      "coords": [
        44.1833,
        28.4167
      ],
      "lat": 44.1833,
      "lon": 28.4167,
      "visits": [
        {
          "text": "Esplora la Regione Vinicola di Murfatlar nella Contea di Costanza, che offre uno scorcio autentico della vita tradizionale nei villaggi rumeni combinato con i ricchi sapori di rinomate vigne. Questa pacifica fuga in campagna è arricchita dal patrimonio culturale, dalla gastronomia locale e da paesaggi panoramici.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita cantine centenarie scavate nelle colline calcaree e partecipa a degustazioni di vini con vitigni autoctoni. Il terreno dolce della regione e gli ampi spazi la rendono ideale per gite in famiglia ed esplorazioni rilassate.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia attraverso villaggi incantevoli dove antiche usanze sono ancora praticate, scoprendo le tradizioni rurali e apprezzando l'architettura rurale rumena. L'area è accogliente per le famiglie e offre sentieri adatti ai cani.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assapora i sapori tradizionali rumeni abbinati a vini locali presso le strutture dei villaggi. Che tu sia un appassionato di storia affascinato dall'architettura rurale o un buongustaio in cerca di autentica cucina regionale, Murfatlar offre esperienze memorabili."
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Antica Tomis e Mar Nero: Un Viaggio tra Rovine Greche, Spiagge e Vigneti Rumeni",
          "day": 2
        }
      ],
      "rating": 3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "RO::sibiu",
      "name": "Sibiu",
      "cc": "RO",
      "language": "it",
      "coords": [
        45.793,
        24.1213
      ],
      "lat": 45.793,
      "lon": 24.1213,
      "visits": [
        {
          "text": "Sibiu – Piața Mare, Piața Mică e Ponte delle Bugie",
          "visit_duration_min": 75
        },
        {
          "text": "Bastioni e vicoli della città vecchia",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mercato all'aperto (secondo il giorno) – passeggiata"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 8
        }
      ],
      "rating": 6.8,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "RO::sighetu-marmatiei",
      "name": "Sighetu Marmatiei",
      "cc": "RO",
      "language": "it",
      "coords": [
        47.9319,
        23.8905
      ],
      "lat": 47.9319,
      "lon": 23.8905,
      "visits": [
        {
          "text": "Museo del Villaggio Maramureșean (Muzeul Satului Maramureșean)",
          "visit_duration_min": 75
        },
        {
          "text": "Sighetu Marmației – passeggiata nel centro città",
          "visit_duration_min": 75
        },
        {
          "text": "Posto di frontiera (ponte sulla Tisa, lato RO)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scoperta dei villaggi in legno del Maramureș (percorso e brevi soste)"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 6
        }
      ],
      "rating": 5.1,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "RO::sighisoara",
      "name": "Sighisoara",
      "cc": "RO",
      "language": "it",
      "coords": [
        46.2196,
        24.792
      ],
      "lat": 46.2196,
      "lon": 24.792,
      "visits": [
        {
          "text": "Santuario degli orsi Libearty (Zărnești)",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggio di Viscri – Chiesa fortificata (UNESCO)",
          "visit_duration_min": 75
        },
        {
          "text": "Sighișoara – Torre dell'Orologio e città medievale (est.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sui bastioni e vicoli lastricati di Sighișoara"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 3
        }
      ],
      "rating": 8.4,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "RO::sinaia",
      "name": "Sinaia",
      "cc": "RO",
      "language": "it",
      "coords": [
        45.3596,
        25.5426
      ],
      "lat": 45.3596,
      "lon": 25.5426,
      "activities": [
        {
          "text": "Sistemazione a Sinaia e breve passeggiata nel centro città"
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "Grand Tour della Romania: Transilvania, Bucovina, Maramureș e Bucarest",
          "day": 1
        }
      ],
      "rating": 6.2,
      "place_type": "site",
      "suggested_days": 0.3
    }
  ]
}