{
  "version": "v1",
  "country": "HR",
  "language": "fr",
  "itineraries": [
    {
      "itin_id": "HR::istria::secret-istria-hills",
      "id": "HR::istria::secret-istria-hills",
      "language": "fr",
      "title": "Istrie Secrète : Des Arènes Romaines aux Villages Perchés",
      "country": "HR",
      "estimated_days_base": 16,
      "source_url": null,
      "created_at": "2026-01-14T16:00:00Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "HR::pula",
          "suggested_days": 1,
          "rating": 9,
          "region_code": "",
          "night": {
            "place_id": "HR::pula",
            "coords": [
              44.8666,
              13.8496
            ]
          },
          "visits": [
            {
              "text": "Explorez l'Arena de Pula, l'un des six plus grands amphithéâtres romains au monde et le seul conservant ses quatre tours latérales et ses trois ordres architecturaux. Construit au 1er siècle, ce colosse de pierre accueillait jadis des combats de gladiateurs et vibre aujourd'hui au rythme des concerts estivaux sous les étoiles."
            },
            {
              "text": "Admirez le Temple d'Auguste sur le Forum, édifié entre 27 av. J.-C. et 14 ap. J.-C. en l'honneur de l'empereur romain. Transformé en église au Moyen Âge puis presque entièrement détruit pendant la Seconde Guerre mondiale, il abrite aujourd'hui un lapidarium présentant des artefacts romains en pierre."
            },
            {
              "text": "Découvrez la chapelle byzantine Sainte-Marie Formosa, rare vestige du VIe siècle témoignant de la présence byzantine à Pula. Seule la petite chapelle sud subsiste de l'ancienne basilique à trois nefs, construite comme tombeau pour un évêque dont le sarcophage fut découvert au XVIIe siècle."
            },
            {
              "text": "Franchissez l'Arc de triomphe des Sergii, érigé au 1er siècle pour honorer cette puissante famille de la colonie romaine de Pula. Autrefois intégré à la Porta Aurea, ce monument solitaire inspira Michel-Ange et de nombreux artistes à travers les siècles."
            }
          ],
          "activities": [
            {
              "text": "Passez sous la Porta Gemina, l'une des dix anciennes portes d'entrée de la ville romaine datant du IIe siècle. Cette double arche élégante témoigne de l'importance de Pula comme centre administratif de l'Istrie depuis l'Antiquité."
            },
            {
              "text": "Grimpez jusqu'à la forteresse Verudela construite au XIXe siècle sous domination austro-hongroise pour profiter d'une vue panoramique sur la ville et l'Arena. La forteresse abrite aujourd'hui l'aquarium de Pula où les poissons nagent dans les couloirs historiques."
            },
            {
              "text": "Visitez le petit théâtre romain niché au pied de la colline du château, vestige émouvant mais malheureusement en mauvais état de conservation. Ce site archéologique rappelle la richesse culturelle de Pula à l'époque romaine."
            },
            {
              "text": "Flânez dans le cloître paisible du monastère Saint-François datant du XIVe siècle et admirez les sculptures romaines exposées sur ses murs. L'église du XIIIe siècle présente un style romano-gothique avec une double chaire dont une partie donne sur la rue."
            }
          ],
          "to_next_leg": {
            "distance_km": 10,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "HR::vodnjan",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::vodnjan",
            "coords": [
              44.9567,
              13.8519
            ]
          },
          "visits": [
            {
              "text": "Pénétrez dans l'église Saint-Blaise, la plus grande église paroissiale d'Istrie construite entre 1760 et 1800 en style baroque. Elle abrite l'une des plus importantes collections de reliques et corps incorrompus de saints en Europe, attirant pèlerins et curieux depuis des siècles."
            },
            {
              "text": "Montez au sommet du clocher de 62 mètres, le plus haut d'Istrie, inspiré du campanile de Saint-Marc à Venise. Du haut de cette tour emblématique, admirez un panorama exceptionnel sur Pula, Fažana et l'archipel des îles Brijuni."
            },
            {
              "text": "Visitez le Palais Bettica, élégante demeure baroque de la fin du XVIIIe siècle construite pour cette noble famille. Aujourd'hui centre culturel, il accueille expositions et conférences préservant le patrimoine local de cette ville bilingue croate-italien."
            },
            {
              "text": "Explorez l'Éco-Musée Istrian de Dignan installé dans une ancienne maison en pierre, présentant le mode de vie traditionnel de Vodnjan. Des ateliers sur l'agriculture écologique, la construction de murs en pierre sèche et les kažuni vous plongent dans l'identité istrienne."
            }
          ],
          "activities": [
            {
              "text": "Découvrez le Parc des Kažuni à l'entrée de Vodnjan, musée en plein air dédié aux constructions traditionnelles en pierre sèche d'Istrie. Ces petites huttes servaient autrefois d'abris aux agriculteurs et de rangement pour leurs outils."
            },
            {
              "text": "Parcourez les ruelles de la vieille ville à la recherche des murales colorées réalisées lors de festivals internationaux comme Boombarstick. Des artistes du monde entier ont transformé les façades en une galerie d'art à ciel ouvert."
            },
            {
              "text": "Poussez la porte de la galerie El Magazein, espace d'art contemporain au coeur du centre historique présentant des expositions changeantes. Vodnjan fut la première ville d'Istrie à recevoir l'électricité, témoignant de son esprit progressiste."
            },
            {
              "text": "Savourez les produits locaux chez Buršić pour le prosciutto istrien traditionnel ou Babos pour une dégustation de vins autochtones. Chez Bora Nera, les amateurs de café découvriront l'art de la torréfaction artisanale."
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "HR::fazana",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::fazana",
            "coords": [
              44.9283,
              13.8031
            ]
          },
          "visits": [
            {
              "text": "Flânez sur la Riva de Fažana, promenade maritime animée bordée de cafés et restaurants avec vue sur l'Adriatique et les îles Brijuni. Ce petit port de pêche traditionnel sert de porte d'entrée vers le parc national tout en conservant son charme authentique."
            },
            {
              "text": "Découvrez l'histoire romaine de Fažana, ancien port nommé Vasianum puis Phasiana, dont le nom évoque la fabrication d'amphores pour le transport de l'huile d'olive et du vin. Les ruines et mosaïques dispersées témoignent de ce passé antique florissant."
            }
          ],
          "activities": [
            {
              "text": "Savourez les spécialités de fruits de mer dans les konobas traditionnelles comme la Taverne Feral ou le Restaurant Navetta. Les pâtes aux truffes, le risotto et le prosciutto istrien accompagnent parfaitement les vins locaux."
            },
            {
              "text": "Participez au Festival des Sardines ou au Fisherman's Fest célébrant les traditions maritimes de Fažana avec musique, danse et festin de poissons grillés. Ces fêtes populaires rassemblent locaux et visiteurs dans une ambiance conviviale."
            },
            {
              "text": "Profitez des plages aux eaux cristallines pour le kayak, le paddle ou la plongée à la découverte des fonds marins de l'Adriatique. Les excursions guidées révèlent les merveilles sous-marines de la côte istrienne."
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "HR::brijuni",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::brijuni",
            "coords": [
              44.9147,
              13.7644
            ]
          },
          "visits": [
            {
              "text": "Embarquez depuis Fažana pour le Parc National des îles Brijuni, archipel de 14 îles qui fut la résidence d'été du président Tito. Veliki Brijun, l'île principale, se découvre en petit train touristique ou voiturette de golf à travers ses paysages méditerranéens préservés."
            },
            {
              "text": "Visitez le Boathouse, élégant bâtiment Art Nouveau de 1902 abritant un musée sur l'histoire de Brijuni et son attrait pour les dignitaires et célébrités du monde entier. Les photos de Tito avec les chefs d'État qu'il recevait témoignent du prestige international de ce lieu."
            },
            {
              "text": "Explorez le Safari Park où zèbres, lamas et l'éléphant indien Lanka, cadeaux de dignitaires de Guinée et d'Inde, vivent en semi-liberté. Ces animaux exotiques perpétuent la tradition des présents diplomatiques offerts au maréchal Tito."
            },
            {
              "text": "Émerveillez-vous devant l'olivier millénaire de 1600 ans qui produit encore environ 4 litres d'huile par an. Ce vénérable arbre témoigne de l'ancienneté de la culture oléicole sur ces îles méditerranéennes."
            }
          ],
          "activities": [
            {
              "text": "Plongez dans la baie de Verige pour découvrir en snorkeling les vestiges immergés d'une villa romaine du 1er siècle. Les ruines de temples dédiés à Vénus et Neptune ajoutent une dimension mystique à cette baignade archéologique."
            },
            {
              "text": "Assistez à un concert ou une pièce de théâtre au Théâtre Ulysse, scène en plein air aménagée dans un fort austro-hongrois abandonné. Les soirées d'été transforment ces ruines romantiques en écrin culturel sous les étoiles."
            },
            {
              "text": "Partez à la recherche des empreintes de dinosaures vieilles de 130 millions d'années sur Veliki Brijun et les îles voisines. Ces traces à trois doigts fossilisées dans le calcaire rappellent que ces créatures préhistoriques arpentaient jadis ces rivages."
            },
            {
              "text": "Parcourez le jardin méditerranéen abritant 169 espèces de plantes endémiques et introduites, puis détendez-vous sur les plages de sable blanc de la baie de Saluga à l'ombre des pins centenaires."
            }
          ],
          "to_next_leg": {
            "distance_km": 5,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "HR::bale",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::bale",
            "coords": [
              45.0381,
              13.7992
            ]
          },
          "visits": [
            {
              "text": "Perdez-vous dans les ruelles pavées médiévales de Bale, joyau caché dont les maisons en pierre des XIVe et XVe siècles créent une atmosphère hors du temps. Ce village artistique et bohème conserve l'authenticité de l'Istrie d'antan, loin des foules touristiques."
            },
            {
              "text": "Cherchez le panneau indiquant la maison de Casanova, où le célèbre séducteur du XVIIIe siècle venait courtiser une dame de la noble famille Soardo. Cette anecdote romantique ajoute au charme mystérieux de ce village endormi."
            }
          ],
          "activities": [
            {
              "text": "Dégustez les vins du domaine Stancija Meneghetti, ancienne maison abandonnée transformée en hôtel de luxe, restaurant et vignoble réputé. Le Malvasia local et le Chardonnay accompagnent parfaitement une assiette de fromages et charcuteries istriens."
            },
            {
              "text": "Visitez la famille Grubić, producteurs d'huile d'olive depuis 1927 avec 1600 arbres dont certains ont 400 ans. Leur moulin moderne et leurs dégustations primées vous initient aux secrets de cet or liquide istrien."
            }
          ],
          "to_next_leg": {
            "distance_km": 13,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "HR::rovinj",
          "suggested_days": 1,
          "rating": 7.2,
          "region_code": "",
          "night": {
            "place_id": "HR::rovinj",
            "coords": [
              45.0811,
              13.6387
            ]
          },
          "visits": [
            {
              "text": "Perdez-vous dans le labyrinthe de la vieille ville de Rovinj, presqu'île pittoresque où les maisons vénitiennes colorées semblent s'entasser les unes sur les autres. Cette ancienne île rattachée au continent en 1763 conserve un charme romantique incomparable avec ses ruelles tortueuses et ses terrasses secrètes donnant sur l'Adriatique."
            },
            {
              "text": "Grimpez jusqu'à l'église Sainte-Euphémie couronnant la colline, dont le clocher de 61 mètres inspiré de Saint-Marc domine tout Rovinj. La basilique baroque construite entre 1725 et 1736 abrite les reliques de la sainte patronne martyrisée en 304, et offre depuis son sommet une vue à couper le souffle."
            },
            {
              "text": "Admirez l'Arc de Balbi érigé en 1679 à l'emplacement de l'ancienne porte principale de la ville. Les têtes sculptées d'un Vénitien et d'un Turc encadrent le passage surmonté du Lion de Saint-Marc, symbole de l'allégeance à la République de Venise."
            },
            {
              "text": "Flânez le long de la rue Grisia, artère la plus célèbre de Rovinj bordée de galeries d'art, boutiques et architecture Renaissance, baroque et gothique. Chaque deuxième dimanche d'août, cette rue se transforme en exposition d'art à ciel ouvert."
            }
          ],
          "activities": [
            {
              "text": "Promenez-vous sur le port de pêche animé où les bateaux colorés se balancent devant les façades pastel. Les terrasses des cafés et restaurants offrent le spectacle parfait pour savourer un verre de vin local au coucher du soleil."
            },
            {
              "text": "Visitez l'Éco-Musée Maison Batana dédié aux embarcations traditionnelles à fond plat des pêcheurs de Rovinj. Ce musée reconnu par l'UNESCO préserve le dialecte unique et le patrimoine vivant de cette communauté maritime."
            },
            {
              "text": "Explorez le parc forestier du Cap d'Or (Punta Corrente) à 20 minutes à pied du centre, paradis des randonneurs et cyclistes. Ses sentiers ombragés mènent à des criques secrètes et des plages rocheuses baignées d'eaux cristallines."
            },
            {
              "text": "Embarquez pour l'archipel de Rovinj comptant une vingtaine d'îles, dont l'Île Rouge et Sainte-Catherine accessibles en ferry. Plages de galets, eaux turquoise et restaurants avec vue sur Rovinj récompensent cette courte traversée."
            },
            {
              "text": "Parcourez le marché fermier de Rovinj pour ses étals de produits frais, truffes parfumées et bouteilles d'huile d'olive. L'occasion parfaite de remplir votre panier de saveurs istriennes authentiques."
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "HR::svetvincenat",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::svetvincenat",
            "coords": [
              45.1236,
              13.8919
            ]
          },
          "visits": [
            {
              "text": "Admirez le château Morosini-Grimani dominant la place principale de Svetvinčenat, forteresse médiévale du XVIe siècle aux tours crénelées et murailles impressionnantes. Ce joyau Renaissance accueille en été des festivals médiévaux transformant le village en musée vivant."
            },
            {
              "text": "Contemplez les fortifications Renaissance entourant la vieille ville, offrant des vues panoramiques sur la campagne istrienne et l'Adriatique au loin. Ces remparts témoignent de l'importance stratégique de ce bourg au carrefour des routes commerciales."
            }
          ],
          "activities": [
            {
              "text": "Promenez-vous dans le parc du château aux jardins soignés et chemins ombragés, où se tiennent ateliers artistiques, expositions et concerts en plein air. L'atmosphère paisible invite à la contemplation de ce patrimoine préservé."
            },
            {
              "text": "Visitez le marché local pour découvrir les produits frais, l'artisanat et les spécialités croates de cette région rurale. L'occasion de rencontrer les producteurs et de goûter aux saveurs authentiques de l'Istrie intérieure."
            }
          ],
          "to_next_leg": {
            "distance_km": 8,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "HR::zminj",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::zminj",
            "coords": [
              45.1317,
              13.9003
            ]
          },
          "visits": [
            {
              "text": "Découvrez Žminj, petite ville au coeur de l'Istrie célèbre pour son Festival des Pâtes début juillet. Chefs renommés et grands-mères locales préparent fuži, makaruni et pljukanci traditionnels dans une ambiance festive mêlant rock, jazz et dialecte čakavski."
            },
            {
              "text": "Visitez la fromagerie familiale Latus produisant 6000 à 8000 litres de lait quotidiennement et le célèbre fromage primé Veli Jože. Les dégustations racontent l'histoire du boškarin, le boeuf istrien traditionnel, et les méthodes ancestrales de production."
            }
          ],
          "activities": [
            {
              "text": "Descendez dans la grotte Feštinsko Kraljevstvo (Royaume de Feštini), découverte en 1930 sous un vignoble lorsqu'un outil tomba dans ce qu'on croyait être un simple trou. Ce labyrinthe souterrain offre une fraîcheur bienvenue en été et émerveille petits et grands."
            },
            {
              "text": "Apprenez à confectionner des pâtes fraîches avec les nonas istriennes, gardiennes des recettes traditionnelles transmises de génération en génération. Cette expérience authentique vous plonge dans l'intimité des cuisines familiales de la région."
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "HR::pazin",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::pazin",
            "coords": [
              45.2392,
              13.9378
            ]
          },
          "visits": [
            {
              "text": "Explorez le château de Pazin perché dramatiquement au-dessus d'un gouffre vertigineux de 100 mètres, forteresse du Xe siècle la plus grande et mieux conservée d'Istrie. Ce décor spectaculaire inspira Jules Verne pour son roman Mathias Sandorf, ancrant Pazin dans l'imaginaire littéraire mondial."
            },
            {
              "text": "Plongez dans le Musée ethnographique d'Istrie installé dans le château, présentant le mode de vie traditionnel à travers outils, vêtements et objets du quotidien. Le Musée de la ville complète cette immersion dans l'histoire locale de la capitale administrative de l'Istrie."
            },
            {
              "text": "Contemplez le gouffre de Pazin (Pazinska Jama) où la rivière Pazinčica disparaît dans un système de grottes souterraines avec un grondement impressionnant. Ce phénomène géologique unique fascina Jules Verne qui y situa une scène clé de son aventure."
            },
            {
              "text": "Visitez l'église Saint-Nicolas du XVe siècle mêlant styles gothique et baroque, ornée de fresques remarquables et d'une collection d'art sacré. Son clocher offre une vue pittoresque sur la ville et les environs vallonnés."
            }
          ],
          "activities": [
            {
              "text": "Lancez-vous sur la tyrolienne traversant le gouffre de Pazin pour une montée d'adrénaline inoubliable. Survolez ce précipice vertigineux avec le château médiéval en toile de fond et la rivière grondant 100 mètres plus bas."
            },
            {
              "text": "Suivez le Sentier Jules Verne reliant les sites qui inspirèrent le célèbre écrivain, avec panneaux explicatifs et points de vue photographiques. Cette promenade littéraire vous transporte dans l'univers romanesque du XIXe siècle."
            },
            {
              "text": "Descendez dans les grottes sous le château pour explorer le monde souterrain qui captiva l'imagination de Jules Verne. Les formations calcaires et les passages mystérieux justifient amplement la réputation fantastique de ce lieu."
            }
          ],
          "to_next_leg": {
            "distance_km": 8,
            "drive_min": 12,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "HR::gracisce",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::gracisce",
            "coords": [
              45.2208,
              14.0097
            ]
          },
          "visits": [
            {
              "text": "Pénétrez dans Gračišće, village médiéval fortifié protégé par la loi pour sa structure urbaine parfaitement préservée. Du sommet de cette colline, admirez un panorama exceptionnel sur les monts Učka, les Alpes Juliennes et jusqu'aux Dolomites par temps clair."
            },
            {
              "text": "Visitez l'église Sv. Marija na Placu construite en 1425, exemple remarquable d'architecture gothique aux influences nordiques. Ses fresques du XVe siècle, son crucifix roman du XIIIe siècle et sa façade baroque témoignent de siècles de dévotion."
            },
            {
              "text": "Admirez le Palais Salamon de 1570, belle demeure de style gothique vénitien témoignant de la prospérité passée de ce village. Les évêques de Pićan y avaient leur résidence d'été, attestant de l'importance religieuse de Gračišće."
            }
          ],
          "activities": [
            {
              "text": "Empruntez le sentier de Sv. Šimun, boucle de 11 km passant par les ruines d'une église, un ancien moulin, un vieux pont de pierre et la pittoresque cascade Sopot. Au sommet, l'église Marie-Madeleine du XVe siècle récompense les marcheurs d'un panorama grandiose."
            },
            {
              "text": "Explorez la grotte Bregi, la plus longue d'Istrie avec 2045 mètres documentés, destination prisée des expéditions spéléologiques internationales. Ce monde souterrain fascine les amateurs d'aventure et de géologie."
            },
            {
              "text": "Découvrez la colline Perunčevac nommée d'après Perun, dieu suprême des anciens Slaves, où se trouvait jadis un sanctuaire païen. Ce site mystique témoigne des racines spirituelles précédant la christianisation de l'Istrie."
            }
          ],
          "to_next_leg": {
            "distance_km": 6,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "place_id": "HR::pican",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::pican",
            "coords": [
              45.2194,
              14.0603
            ]
          },
          "visits": [
            {
              "text": "Découvrez la cathédrale de l'Annonciation de Marie, seule église épiscopale du centre de l'Istrie témoignant des 1200 ans d'existence du diocèse de Pićan. Ses sept autels en marbre, dont le maître-autel de 1735 par Antonio Michelazzi, et le retable de Valentin Metzinger créent un intérieur baroque somptueux."
            },
            {
              "text": "Admirez le clocher de 48 mètres construit en 1872, inspiré du campanile de Saint-Marc à Venise. Cette tour monumentale domine tout le paysage de Pićan et symbolise l'importance passée de ce petit évêché au coeur de l'Istrie."
            },
            {
              "text": "Visitez l'église Saint-Michel romane abritant des fresques du XVe siècle par Maître Albert de Constance et de précieux graffitis glagolitiques datés de 1545. Cette écriture slave ancienne témoigne de la tradition culturelle unique de cette région."
            },
            {
              "text": "Explorez le Centre istrien de la culture immatérielle (CENKI) installé dans le Palais du Baron, dédié à la préservation du patrimoine vivant d'Istrie. Le chant à deux voix à intervalles étroits, inscrit au patrimoine UNESCO depuis 2009, y est particulièrement célébré."
            }
          ],
          "activities": [
            {
              "text": "Randonnez sur le sentier Saint-Roch jusqu'à la cascade Sopot haute de 24,5 mètres, traversant un paysage protégé du réseau Natura 2000. Les rochers de la fée bâtisseuse et la source de Saint-Nicéphore ponctuent ce parcours de légendes istriennes."
            },
            {
              "text": "Contemplez le panorama depuis le belvédère Franz Ferdinand, nommé d'après l'archiduc autrichien qui visita Pićan peu avant son assassinat à Sarajevo en 1914. Enchanté par le vin local, il avait promis de revenir avec son épouse Sophie."
            },
            {
              "text": "Participez au Legendfest, festival des légendes, mythes et contes d'Istrie attirant des visiteurs de toute la Croatie. La Journée des Pićanais début juin et la fête de Saint-Roch le 16 août animent ce village chargé d'histoire."
            },
            {
              "text": "Visitez les ruines de la mine de charbon de Tupljak, dernière mine de Croatie fermée en 1999 après quatre siècles d'exploitation. Les bâtiments miniers et équipements préservés témoignent de ce patrimoine industriel méconnu."
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "place_id": "HR::lupoglav",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::lupoglav",
            "coords": [
              45.2756,
              14.1314
            ]
          },
          "visits": [
            {
              "text": "Découvrez les ruines du château médiéval de Mahrenfels (roche fortifiée en allemand), perché sur une colline inaccessible au pied des falaises du mont Učka. Depuis l'an 1000 environ, cette forteresse contrôlait les routes commerciales traversant ce carrefour stratégique de l'Istrie."
            },
            {
              "text": "Visitez les vestiges du château Brigido construit en 1643 par Pompeo Brigido à l'est de la gare, nouvelle résidence abandonnant l'inconfortable forteresse médiévale. Ces ruines témoignent de l'évolution du mode de vie aristocratique en Istrie."
            }
          ],
          "activities": [
            {
              "text": "Randonnez sur les sentiers du Parc naturel d'Učka tout proche, paradis des amateurs de plein air avec ses sommets offrant des vues spectaculaires. Grimpeurs, randonneurs et aventuriers trouvent ici un terrain de jeu exceptionnel entre mer et montagne."
            },
            {
              "text": "Admirez la petite église Notre-Dame du Rosaire près du cimetière de Gorenje Vas, vestige de la vie spirituelle de ce village rural. Les pâturages avec bétail perpétuent la tradition d'élevage millénaire de cette région montagneuse."
            },
            {
              "text": "Observez le passage des trains sur la ligne Pula-Ljubljana, héritage ferroviaire rappelant l'importance historique de Lupoglav comme noeud de communication. Ce village paisible offre une immersion authentique dans l'Istrie rurale et préservée."
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "place_id": "HR::plomin",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::plomin",
            "coords": [
              45.1378,
              14.1733
            ]
          },
          "visits": [
            {
              "text": "Grimpez jusqu'au village fortifié de Plomin perché dramatiquement sur sa falaise, l'une des plus anciennes colonies d'Istrie habitée depuis le IIe siècle av. J.-C. par les Liburnes, anciens navigateurs et pirates. Les Romains nommèrent ce port Flanona, donnant son nom au golfe du Kvarner (Sinus Flanaticus)."
            },
            {
              "text": "Visitez l'église Saint-Georges l'Ancien du XIe siècle abritant l'inscription glagolitique de Plomin, l'un des plus anciens témoignages de cette écriture slave unique. Le relief antique du dieu païen Silvanus témoigne de la continuité des cultes depuis l'Antiquité romaine."
            },
            {
              "text": "Admirez l'église paroissiale de la Bienheureuse Vierge Marie de 1474 avec son crucifix gothique, sa custode ornée d'inscriptions glagolitiques et son précieux autel doré du XVIIe siècle. Les statues en bois des saints complètent ce trésor artistique."
            }
          ],
          "activities": [
            {
              "text": "Contemplez la vue depuis le belvédère Vidikovac surplombant la baie de Plomin et les îles au large. Ce panorama spectaculaire récompense l'ascension vers ce village hors du temps aux murailles des XIIIe-XVIIe siècles."
            },
            {
              "text": "Descendez à Plomin Luka, minuscule port au pied de la falaise offrant une plage paisible loin des foules. Le contraste entre le village perché et ce hameau maritime crée une atmosphère unique sur la côte istrienne."
            },
            {
              "text": "Participez au Festival des Pêcheurs en août ou à Bela Nedjelja en octobre, fêtes populaires animant ce village endormi. Ces célébrations traditionnelles perpétuent l'esprit communautaire de cette petite communauté."
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "place_id": "HR::labin",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::labin",
            "coords": [
              45.0872,
              14.1206
            ]
          },
          "visits": [
            {
              "text": "Flânez dans la vieille ville médiévale de Labin perchée sur sa colline, labyrinthe de ruelles pavées bordées de palais baroques et galeries d'art. Cette cité des artistes attire une communauté créative qui a transformé les ateliers en espaces d'exposition permanente."
            },
            {
              "text": "Franchissez la Porte Saint-Flor (Porta Sanfior) de 1589, entrée principale ornée des armoiries de Labin et du lion de la Sérénissime. Le canon autrichien repositionné en 1995 rappelle les différentes dominations qu'a connues cette ville stratégique."
            },
            {
              "text": "Visitez l'église de la Nativité de la Bienheureuse Vierge Marie construite en 1336, remarquable pour ses trois nefs et ses six autels en marbre. Les reliques de Saint-Juste apportées de Rome en 1664 et le lion vénitien tenant une boule dans la gueule enrichissent ce patrimoine sacré."
            },
            {
              "text": "Découvrez le Musée national de Labin présentant l'histoire minière, la proclamation de la République de Labin en 1921 et une collection mémoriale. La réplique de mine de charbon permet de descendre virtuellement dans les galeries souterraines."
            }
          ],
          "activities": [
            {
              "text": "Admirez la Loggia de Labin datant de 1550, lieu de rassemblement traditionnel où se tenaient autrefois événements culturels et plaidoiries juridiques. Cette architecture typiquement istrienne symbolise l'authenticité préservée de la ville."
            },
            {
              "text": "Entrez au Teatrino, petit théâtre fondé en 1844 dans un ancien entrepôt à grains, témoin de la vie culturelle de cette communauté artistique. Lieu de naissance de Matija Vlačić, compagnon de Luther, Labin cultive son héritage intellectuel."
            },
            {
              "text": "Explorez le Parc de sculptures Dubrova où le Symposium méditerranéen de sculpture réunit chaque été des artistes internationaux. Les oeuvres en pierre disséminées dans ce paysage naturel créent un dialogue unique entre art et nature."
            },
            {
              "text": "Dégustez l'huile d'olive et les vins au Palais Negri, splendide bâtiment historique abritant une galerie gastro-artistique. Les produits Negri primés accompagnent les oeuvres d'art décorant ce lieu d'exception."
            }
          ],
          "to_next_leg": {
            "distance_km": 5,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "place_id": "HR::rabac",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::rabac",
            "coords": [
              45.0781,
              14.1567
            ]
          },
          "visits": [
            {
              "text": "Découvrez Rabac surnommée la Perle du Kvarner, station balnéaire nichée dans une baie aux eaux turquoise cristallines. Cet ancien village de pêcheurs s'est transformé en destination prisée tout en préservant son charme méditerranéen authentique."
            },
            {
              "text": "Profitez des plages de galets blancs bordées de végétation luxuriante, idéales pour la baignade et le farniente. Les vues sur le golfe du Kvarner et les îles de Cres et Lošinj créent un décor de carte postale."
            }
          ],
          "activities": [
            {
              "text": "Louez un vélo électrique pour rejoindre Labin par la route côtière panoramique via Ripenda Kras, Plomin Luka et Štrmac. Ce parcours spectaculaire révèle les plus beaux paysages de la côte est de l'Istrie."
            },
            {
              "text": "Pratiquez la plongée, le kayak ou le paddle dans les eaux cristallines de la baie. Les excursions guidées explorent les fonds marins riches en vie marine et les criques secrètes inaccessibles par la terre."
            },
            {
              "text": "Promenez-vous sur le front de mer bordé de restaurants et cafés offrant terrasses avec vue sur le coucher de soleil. Les spécialités de fruits de mer frais et les vins locaux accompagnent parfaitement ces soirées méditerranéennes."
            }
          ],
          "to_next_leg": {
            "distance_km": 17,
            "drive_min": 25,
            "transport_mode": "car",
            "method": "source"
          }
        }
      ]
    }
  ]
}