{
  "version": "v1",
  "country": "HR",
  "language": "pt",
  "itineraries": [
    {
      "itin_id": "HR::slavonia::zagreb-to-slavonski-brod",
      "id": "HR::slavonia::zagreb-to-slavonski-brod",
      "language": "pt",
      "title": "De Zagreb à Eslavónia: Descubra o Coração Escondido da Croácia",
      "country": "HR",
      "estimated_days_base": 15,
      "source_url": null,
      "created_at": "2026-01-14T15:00:00Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "HR::zagreb",
          "suggested_days": 1,
          "rating": 8.9,
          "region_code": "",
          "night": {
            "place_id": "HR::zagreb",
            "coords": [
              45.815,
              15.9819
            ]
          },
          "visits": [
            {
              "text": "Maravilhe-se com a Catedral de Zagreb, a igreja mais alta da Croácia que se eleva a 108 metros no céu. Datando do século XI com deslumbrantes renovações neogóticas do século XIX, este magnífico marco domina o horizonte da Cidade Alta e representa o coração espiritual da nação."
            },
            {
              "text": "Descubra a encantadora Igreja de São Marcos com o seu icónico telhado de telhas policromadas que representa os brasões de Zagreb e do Reino da Croácia, Eslavónia e Dalmácia. Construída no século XIII e renovada múltiplas vezes, esta amada estrutura de 1880 é um dos monumentos mais fotografados de Zagreb."
            },
            {
              "text": "Explore o fascinante Museu Técnico Nikola Tesla, dedicado ao génio inventor nascido na atual Croácia que revolucionou a nossa compreensão da eletricidade. O museu apresenta inovações tecnológicas dos séculos XIX e XX, incluindo numerosos veículos, máquinas e exposições interativas."
            },
            {
              "text": "Visite o mundialmente famoso Museu das Relações Terminadas, o museu mais singular e emocionalmente tocante de Zagreb. Esta coleção premiada exibe objetos pessoais doados por pessoas de coração partido de todo o mundo, cada um acompanhado por histórias comoventes de amor e perda."
            },
            {
              "text": "Recue no tempo no Museu dos Anos 80, uma recriação imersiva de um típico apartamento jugoslavo dessa era. Esta experiência nostálgica permite aos visitantes interagir com objetos de época e compreender a vida quotidiana durante a última década da Jugoslávia."
            }
          ],
          "activities": [
            {
              "text": "Suba à medieval Torre Lotrščak na Cidade Alta e testemunhe a tradição diária do disparo do canhão ao meio-dia, um costume de Zagreb desde 1877. Por apenas 3 euros, alcance o topo para uma das vistas panorâmicas mais espetaculares da cidade e colinas circundantes."
            },
            {
              "text": "Ande no encantador Funicular de Zagreb, o funicular de transporte público mais curto do mundo com apenas 66 metros. Em funcionamento desde 1890, este amado símbolo de Zagreb liga a Cidade Alta à Baixa em menos de um minuto por apenas 60 cêntimos."
            },
            {
              "text": "Atravesse o misterioso Túnel Grič, uma passagem subterrânea de 350 metros construída em 1943 como abrigo antiaéreo. Reaberto ao público em 2016, este atmosférico túnel agora acolhe exposições e eventos enquanto serve como atalho único através do centro histórico."
            },
            {
              "text": "Mergulhe no vibrante Mercado Dolac, o maior mercado ao ar livre da Croácia desde 1930. Explore bancas coloridas repletas de produtos frescos, queijos locais, mel e produtos tradicionais croatas enquanto absorve a autêntica atmosfera da vida quotidiana de Zagreb."
            },
            {
              "text": "Passeie pelo tranquilo Cemitério de Mirogoj, considerado um dos mais belos cemitérios da Europa. A impressionante arquitetura de arcadas com as suas cúpulas verdes, projetada por Hermann Bollé, cria uma atmosfera serena de parque que transcende a sua função como principal cemitério de Zagreb."
            },
            {
              "text": "Caminhe pela animada Rua Tkalčićeva, uma encantadora artéria pedonal ladeada de cafés, restaurantes e bares. Esta rua vibrante captura a energia jovem e a cultura de café de Zagreb, perfeita para observar pessoas ou desfrutar de uma bebida com calma."
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "HR::samobor",
          "suggested_days": 1,
          "rating": 6.8,
          "region_code": "",
          "night": {
            "place_id": "HR::samobor",
            "coords": [
              45.8011,
              15.7108
            ]
          },
          "visits": [
            {
              "text": "Explore a pitoresca Praça Rei Tomislav, o coração pulsante de Samobor onde elegantes edifícios barrocos em tons pastel albergam cafés tradicionais. Não perca a encantadora fonte no centro, que segundo a lenda local garante o regresso a Samobor de quem dela beber."
            },
            {
              "text": "Descubra as românticas ruínas do Castelo de Samobor no topo da Colina Tepec, construído no século XIII pelo Rei Checo Otokar. Este monumento cultural protegido oferece vistas panorâmicas de tirar o fôlego sobre a vila e as Colinas de Samobor, com grande parte da planta original ainda visível entre as atmosféricas muralhas de pedra."
            },
            {
              "text": "Visite o elegante Castelo Livadić e o Museu Municipal de Samobor, uma mansão setecentista em forma de L situada num belo parque. O museu, aqui instalado desde 1948, apresenta a rica história de Samobor através de documentos antigos, obras de arte, artefactos geológicos e um modelo detalhado do castelo medieval."
            },
            {
              "text": "Admire a impressionante Igreja de Santa Anastácia, a estrutura mais alta de Samobor com a sua bela fachada amarelo vivo. Esta amada igreja paroquial tem um significado especial para os locais como local tradicional de casamentos, batizados e outras celebrações importantes."
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo tranquilo passeio Anindol na Colina Tepec, um parque arborizado com a capela barroca de Santa Ana, padroeira de Samobor. Continue pelos trilhos florestais para descobrir a Capela de São Jorge e desfrute do ambiente natural sereno a poucos passos da praça principal."
            },
            {
              "text": "Aventure-se até à Gruta Grgos, situada a cerca de 5 km de Samobor e descoberta por Josip Grgos em 1973. Este fascinante mundo subterrâneo apresenta duas salas principais com um desnível de 19 metros, iluminação elétrica e percursos através de espetaculares formações calcárias."
            },
            {
              "text": "Viva o lendário Carnaval de Samobor se visitar em fevereiro, um dos festivais tradicionais mais famosos da Croácia. Esta amada celebração transforma a vila com trajes elaborados, desfiles de rua, música, dança e o irresistível aroma das tradicionais filhoses de carnaval."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "HR::kumrovec",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::kumrovec",
            "coords": [
              46.0822,
              15.5264
            ]
          },
          "visits": [
            {
              "text": "Recue no tempo no Museu ao Ar Livre Staro Selo, uma aldeia etnográfica lindamente preservada que mostra a vida tradicional da região Zagorje do final do século XIX e início do XX. Passeie por autênticas casas de colmo com mobiliário original, trajes tradicionais, ferramentas agrícolas e utensílios domésticos que fazem reviver o património rural croata."
            },
            {
              "text": "Visite a casa natal de Josip Broz Tito, o lendário líder jugoslavo nascido nesta humilde casa de aldeia em 1892. Agora um museu memorial, o edifício restaurado exibe artefactos pessoais, fotografias e exposições que documentam a vida e os tempos de uma das figuras políticas mais influentes do século XX."
            }
          ],
          "activities": [
            {
              "text": "Fotografe o Monumento ao Hino Nacional Croata, erguido em 1935 à entrada do município. Este memorial único celebra a canção patriótica que se tornou o hino oficial da Croácia, acrescentando significado cultural a esta encantadora aldeia do Zagorje."
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "HR::trakoscan",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::trakoscan",
            "coords": [
              46.2531,
              15.9433
            ]
          },
          "visits": [
            {
              "text": "Descubra o Castelo de Trakošćan de conto de fadas, uma das fortalezas mais românticas e pitorescas da Croácia que remonta ao final do século XIII. Originalmente construído como fortaleza de observação, foi transformado numa elegante residência neogótica no século XIX pela família Drašković, que o possuiu de 1584 até 1944."
            },
            {
              "text": "Explore o museu permanente do castelo estabelecido em 1954, com mobiliário original, armas, retratos de família e artefactos de época distribuídos por múltiplos andares. Os interiores lindamente preservados transportam os visitantes através de séculos de vida nobre croata e património artístico."
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo romântico parque que rodeia o castelo, paisagizado no século XIX com caminhos sinuosos através de floresta exuberante. O idílico lago artificial reflete as torres brancas do castelo, criando uma das cenas mais fotografadas da Croácia interior."
            },
            {
              "text": "Alugue um pedalinho e deslize pelo sereno lago, desfrutando de perspetivas únicas do castelo erguendo-se majestosamente da encosta arborizada. As águas tranquilas e a natureza circundante tornam esta uma escapadela inesquecível da vida moderna."
            },
            {
              "text": "Conheça a lenda de Baba Jaga, que segundo o folclore local salvou a fortaleza dos invasores turcos conjurando magicamente vespas de palha que afugentaram o exército sitiante."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "HR::varazdin",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::varazdin",
            "coords": [
              46.3044,
              16.3378
            ]
          },
          "visits": [
            {
              "text": "Explore a magnífica Cidade Velha de Varaždin, uma fortaleza medieval notavelmente preservada com muralhas que datam do século XII e uma ponte levadiça com fosso do século XVI. O deslumbrante castelo barroco alberga o Museu Municipal de Varaždin com as suas 20 salas de fascinantes artefactos incluindo vidros, relógios, cerâmicas e armas históricas."
            },
            {
              "text": "Passeie pela elegante Praça Rei Tomislav, o vibrante coração do centro histórico de Varaždin onde os locais se reúnem para café entre a bela arquitetura barroca. Esta encantadora praça está ladeada de cafés, restaurantes e lojas, oferecendo o local perfeito para absorver a atmosfera refinada da cidade."
            },
            {
              "text": "Maravilhe-se com o requintado Palácio Sermage, uma impressionante obra-prima rococó do século XVII a curta distância do castelo. A arquitetura de tirar o fôlego do palácio alberga um impressionante museu de arte, demonstrando a riqueza cultural que valeu a Varaždin o apelido de 'Pequena Viena'."
            },
            {
              "text": "Descubra a coleção Mundo dos Insetos no Palácio Hercer, uma exposição educativa de história natural com fascinantes espécimes de todo o globo. Este museu familiar oferece uma hora envolvente de descoberta das criaturas mais diversas da natureza."
            },
            {
              "text": "Admire o esplendor barroco rosa da Catedral de Varaždin, formalmente Catedral da Assunção da Virgem Maria. Construída no século XVII, esta magnífica igreja apresenta decorações interiores opulentas e serve como o centro espiritual da cidade."
            },
            {
              "text": "Visite o elegante Teatro Nacional Croata, um belo edifício oitocentista projetado em estilo vienense. Rodeado por cafés encantadores, boutiques e galerias, este marco cultural continua a tradição centenária de excelência artística de Varaždin."
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo assombrosamente belo Cemitério de Varaždin, um dos mais impressionantes cemitérios da Europa que data do século XVIII. Projetado como parque romântico com sebes esculpidas e árvores antigas, este oásis de paz fica a cerca de 15 minutos da Cidade Velha."
            },
            {
              "text": "Esfregue o dedo do pé da estátua de Grgur Ninski para dar sorte, uma amada tradição local. O dedo dourado e brilhante testemunha os milhares de visitantes que procuraram fortuna neste monumento de bronze ao bispo croata medieval."
            },
            {
              "text": "Visite a Câmara Municipal, um dos edifícios municipais em funcionamento contínuo mais antigos da Europa desde 1523. A arquitetura barroca apresenta o brasão de Varaždin e oferece um excelente cenário para fotografias."
            },
            {
              "text": "Explore a Igreja e Mosteiro Franciscano de São João Batista com a sua torre sineira lindamente projetada, e admire a Igreja das Ursulinas da Natividade de Cristo em rosa pastel, ambas testemunho do rico património religioso de Varaždin."
            },
            {
              "text": "Viva o famoso Špancirfest se visitar no final de agosto ou setembro, um festival internacional de rua que transforma as ruas de Varaždin em vibrantes palcos ao ar livre com artistas, músicos e performers de todo o mundo."
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "HR::cakovec",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::cakovec",
            "coords": [
              46.3844,
              16.4339
            ]
          },
          "visits": [
            {
              "text": "Explore o Castelo de Čakovec, a fortaleza de sete séculos que simboliza a rica história da região Međimurje. Originalmente um forte de madeira construído pelo Conde Csaki no século XIV, foi posteriormente ampliado pela lendária família Zrinski no século XVI, tornando Čakovec um importante centro político e cultural."
            },
            {
              "text": "Descubra os tesouros do Museu do Međimurje alojado dentro das muralhas do castelo, com aproximadamente 17.000 itens que contam a fascinante história da região mais setentrional da Croácia. A coleção abrange arqueologia, etnografia e arte, revelando o diverso património cultural deste recanto entre os rios Mura e Drava."
            }
          ],
          "activities": [
            {
              "text": "Relaxe no belo Parque Zrinski que rodeia o castelo, um oásis verde perfeito para passeios tranquilos entre árvores centenárias e jardins bem cuidados. Este espaço sereno honra a memória da nobre família Zrinski que moldou o destino da região."
            },
            {
              "text": "Viva o vibrante Festival Porcijunkulovo se visitar no final de julho ou início de agosto, quando Čakovec se transforma com guarda-chuvas coloridos, produtores locais, artesanato feito à mão e excelente música que atrai visitantes de toda a Croácia."
            },
            {
              "text": "Faça uma excursão ao vizinho rio Mura, a fronteira natural que define o Međimurje. Este curso de água cénico oferece oportunidades para passeios tranquilos e liga-se à paisagem mais ampla da Panónia que moldou o carácter da região."
            }
          ],
          "to_next_leg": {
            "distance_km": 60,
            "drive_min": 55,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "HR::koprivnica",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::koprivnica",
            "coords": [
              46.1628,
              16.8272
            ]
          },
          "visits": [
            {
              "text": "Explore o centro histórico de Koprivnica, construído dentro de antigas muralhas fortificadas que protegiam este estratégico assentamento renascentista na fronteira com a Eslavónia. Caminhe através de séculos de história croata enquanto descobre o centro medieval bem preservado que outrora albergou importantes instituições militares e científicas."
            },
            {
              "text": "Visite a impressionante Igreja de São Nicolau, uma das três igrejas históricas que demonstram a importância religiosa de Koprivnica ao longo dos séculos. Juntamente com a Igreja de Santo António de Pádua e o Mosteiro Franciscano da Virgem Maria, estes edifícios sagrados revelam o rico património espiritual da cidade."
            },
            {
              "text": "Descubra o singular Museu da Alimentação, celebrando o estatuto de Koprivnica como capital gastronómica da Croácia e sede da Podravka, a empresa que inventou o mundialmente famoso tempero Vegeta em 1959. Este fascinante museu explora as tradições culinárias da região e o património da indústria alimentar."
            }
          ],
          "activities": [
            {
              "text": "Viva o evento anual 'Motivos da Podravina', quando Koprivnica se transforma numa galeria ao ar livre que celebra a famosa tradição de arte naïf da região. Esta celebração honra o legado artístico iniciado por Ivan Generalić e os renomados pintores da escola de Hlebine."
            },
            {
              "text": "Desfrute do ciclismo ao longo das rotas cénicas perto dos rios Drava-Mura, onde trilhos bem mantidos serpenteiam pela pitoresca paisagem da Podravina pontuada de tradicionais casas de madeira. O terreno suave torna esta área perfeita para exploração tranquila sobre duas rodas."
            },
            {
              "text": "Participe no Festival Renascentista se visitar no verão, quando a cidade medieval ganha vida com cavaleiros, artesãos e entretenimento de época que transportam os visitantes à era dourada de Koprivnica como posto militar estratégico."
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 25,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "HR::durdevac",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::durdevac",
            "coords": [
              46.0406,
              17.0717
            ]
          },
          "visits": [
            {
              "text": "Descubra a lendária fortaleza da Cidade Velha de Đurđevac, uma das fortificações de planície mais bem preservadas da Croácia. Construída nos anos 1480 pelo Bispo Sigismundo Ernušt para defender contra as ameaças otomanas, esta notável fortaleza com a sua torre de 9 metros nunca caiu nas mãos de invasores ao longo da sua turbulenta história."
            },
            {
              "text": "Explore o Centro Interpretativo Picokijada dentro da fortaleza, onde exposições imersivas contam a lendária história de como os corajosos habitantes salvaram a sua cidade disparando um galo contra o exército otomano sitiante. Esta amada história valeu aos locais o orgulhoso apelido 'Picoki' que ainda hoje acarinham."
            },
            {
              "text": "Visite o Museu Municipal de Đurđevac que apresenta uma das mais importantes coleções de arte da região, incluindo muitas obras doadas pelo célebre artista local Ivan Lacković. As pinturas, estátuas e cartazes artísticos do museu proporcionam uma visão do rico património cultural da Podravina."
            },
            {
              "text": "Viva o notável Centro de Visitantes das Areias de Đurđevac, entre os museus multimédia mais modernos do sudeste da Europa. Exposições interativas, displays de realidade aumentada e apresentações envolventes revelam os segredos do único deserto da Croácia e do ecossistema fluvial do Drava."
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo extraordinário Đurđevački pijesci, o Saara Croata e único deserto da Croácia. Esta reserva geológica e botânica especial de 20 hectares, protegida desde 1963, apresenta dunas espetaculares, espécies vegetais endémicas e mais de 30 espécies distintas de borboletas."
            },
            {
              "text": "Conheça os camelos, cabras, burros e lamas no Zoo Hrvatska Sahara, um encantador parque animal que leva o nome do deserto vizinho. Esta atração familiar traz um toque de fauna norte-africana ao coração da Planície Panónica."
            },
            {
              "text": "Viva o famoso Festival Picokijada se visitar no final de junho, uma espetacular reconstituição de três dias protegida como património cultural imaterial croata desde 2006. Milhares de participantes e visitantes reúnem-se para espetáculos teatrais, desportos, desfiles e o popular concurso de bolos."
            },
            {
              "text": "Explore o rio Drava com excursões de canoa, rafting ou pesca que revelam a diversa vida selvagem ao longo das suas margens, incluindo garças, cisnes e ocasionais veados selvagens. O rio moldou esta paisagem e continua a definir a vida na Podravina."
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "HR::hlebine",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::hlebine",
            "coords": [
              46.1381,
              16.9711
            ]
          },
          "visits": [
            {
              "text": "Visite a premiada Galeria de Arte Naïf em Hlebine, berço da arte naïf croata construída em 1968 para albergar a renomada coleção da escola de Hlebine. A galeria apresenta um vasto espólio doado por Ivan Generalić em 1982, mostrando a sua evolução de cenas de aldeia a obras místicas incluindo a famosa 'Vacas sob a Torre Eiffel'."
            },
            {
              "text": "Explore a atmosférica Galeria Josip Generalić, um complexo de casas onde tanto Ivan como o seu filho Josip viveram e criaram as suas obras-primas. As visitas guiadas revelam a pintura inacabada de Josip 'Os Sapos Brancos', a divertida porta vermelha da despensa e as comoventes esculturas em madeira de veados que comemoram a famosa pintura de Ivan 'O Casamento dos Veados'."
            },
            {
              "text": "Descubra a Galeria Ivan Večenaj do outro lado do rio Drava em Gola, dedicada a este mestre de segunda geração conhecido pelas suas cores vibrantes e figuras alongadas que lembram Giacometti. A sua pintura 'Os Quatro Cavaleiros do Apocalipse' aparece no prestigiado Livro da Bíblia do Século XX ao lado de Picasso, Chagall e Dalí."
            }
          ],
          "activities": [
            {
              "text": "Visite o atelier de Zlatko Kolarek, presidente da Associação de Pintores e Escultores Naïf de Hlebine. Admire as suas intrincadas miniaturas das 14 Estações da Via Sacra, cada uma medindo apenas 29-42mm, criadas usando a tradicional técnica de pintura a óleo inversa sobre vidro."
            },
            {
              "text": "Aprenda os segredos da pintura inversa sobre vidro, a técnica distintiva trazida da Baviera que se tornou a marca da arte naïf croata. Artistas locais demonstram como os pigmentos são aplicados em ordem inversa no verso do vidro para criar estas obras luminosas e detalhadas."
            },
            {
              "text": "Viva a propriedade Stari Zanati (Ofícios Antigos) gerida por Tihomir Želimorski, onde habilidades tradicionais como forja, olaria e tecelagem ganham vida através de workshops práticos. Durante o festival anual Colt City em julho, este encantador local transforma-se numa cidade do Velho Oeste completa com cowboys, duelos de xerife e demonstrações artesanais."
            },
            {
              "text": "Programe a sua visita para o festival Podravski Motivi em junho na vizinha Koprivnica, quando os melhores artistas naïf da região exibem e vendem as suas obras numa exposição ao ar livre que celebra o legado artístico iniciado em Hlebine há quase um século."
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "HR::osijek",
          "suggested_days": 1,
          "rating": 5.8,
          "region_code": "",
          "night": {
            "place_id": "HR::osijek",
            "coords": [
              45.555,
              18.6955
            ]
          },
          "visits": [
            {
              "text": "Entre na magnífica Tvrđa, uma das fortalezas militares barrocas do século XVIII mais bem preservadas da Europa. Construída pelos Habsburgos em 1687 após derrotar as forças otomanas, este impressionante complexo de ruas empedradas, elegantes edifícios barrocos e cafés atmosféricos representa o coração administrativo, educativo e cultural da Eslavónia."
            },
            {
              "text": "Maravilhe-se com a Concatedral neogótica dos Santos Pedro e Paulo que domina o horizonte de Osijek com a sua torre de 94 metros. Lindamente restaurada após graves danos durante a Guerra da Independência Croata de 1991, os impressionantes vitrais e o elegante interior da catedral fazem dela um dos mais impressionantes monumentos religiosos da Croácia."
            },
            {
              "text": "Passeie pela elegante Praça Ante Starčević, a praça principal de Osijek com o histórico Hotel Central e o barroco Palácio Prandua-Normann. Este vibrante coração da cidade oferece excelentes compras, cafés e um vislumbre da refinada cultura urbana da maior cidade da Eslavónia."
            },
            {
              "text": "Explore as maravilhas do Parque Natural Kopački Rit, uma das maiores e mais bem preservadas zonas húmidas da Europa nos arredores de Osijek. Esta notável reserva zoológica protege 260 espécies de aves, 40 espécies de peixes e mais de 140 variedades de plantas em pântanos intocados acessíveis de barco, bicicleta, a cavalo ou a pé."
            }
          ],
          "activities": [
            {
              "text": "Atravesse a icónica Pjesački Most, a ponte pedonal construída em 1981 que se tornou um amado símbolo de Osijek. Esta graciosa estrutura liga o centro da cidade ao popular Zoológico e Aquário, o maior jardim zoológico da Croácia com girafas, camelos e até panteras."
            },
            {
              "text": "Passe uma tarde de verão na Praia Fluvial Copacabana no rio Drava, onde os locais nadam, apanham sol e desfrutam das piscinas públicas numa atmosfera animada. O passeio ribeirinho que se estende por ambas as margens oferece trilhos perfeitos para caminhar, correr ou andar de bicicleta."
            },
            {
              "text": "Prove a cerveja Osječko, a primeira marca de cerveja croata a produzir com a mesma receita original desde 1697. Acompanhe-a com autêntica cozinha eslavona incluindo fiš paprikaš (guisado de peixe picante), chouriço kulen e čvarci (torresmos crocantes) em restaurantes junto ao rio."
            },
            {
              "text": "Explore a elegante Avenida Europa ladeada de impressionantes edifícios Art Nouveau que demonstram a prosperidade de Osijek durante a era austro-húngara. As encantadoras fachadas e detalhes arquitetónicos rivalizam com os de qualquer capital centro-europeia."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "place_id": "HR::vukovar",
          "suggested_days": 1,
          "rating": 4.6,
          "region_code": "",
          "night": {
            "place_id": "HR::vukovar",
            "coords": [
              45.3517,
              18.9536
            ]
          },
          "visits": [
            {
              "text": "Suba à restaurada Torre de Água de Vukovar, poderoso símbolo da resiliência croata que sobreviveu a mais de 600 impactos diretos durante o devastador cerco de 1991. Passadiços modernos e acessíveis conduzem a uma plataforma de observação com vistas deslumbrantes sobre o Danúbio, enquanto exposições interativas e testemunhos de guerra partilham as histórias profundamente comoventes daqueles que resistiram."
            },
            {
              "text": "Explore o elegante Solar Eltz, um castelo barroco do século XVIII construído pela nobre família Eltz com vista para o Danúbio. Agora sede do Museu Municipal de Vukovar, o castelo totalmente restaurado apresenta cerâmicas pré-históricas de Vučedol, artefactos romanos, trajes populares e exposições que documentam o património multiétnico e a história recente da cidade."
            },
            {
              "text": "Descubra o fascinante Museu da Cultura Vučedol numa colina sobre o Danúbio, celebrando uma das primeiras civilizações europeias que floresceu aqui há 5.000 anos. Exposições interativas e achados arqueológicos revelam a vida quotidiana ao longo do Danúbio em tempos pré-históricos, incluindo o famoso vaso cerâmico Pomba de Vučedol."
            },
            {
              "text": "Visite a Igreja neogótica dos Santos Filipe e Tiago, reconstruída após a destruição da guerra como símbolo de fé e resistência. As colunas imponentes, os belos vitrais e a placa comemorativa da visita do Papa João Paulo II em 2003 criam um espaço para reflexão tranquila."
            }
          ],
          "activities": [
            {
              "text": "Preste homenagem no Cemitério Memorial de Vukovar, onde milhares de cruzes brancas honram as vítimas do cerco de 1991. O próximo Memorial do Hospital de Vukovar revela a extraordinária coragem e sofrimento do pessoal médico e pacientes através de exposições emocionantes e espaços preservados."
            },
            {
              "text": "Passeie pelo cénico Passeio do Danúbio, onde caminhos arborizados, parques e cafés junto ao rio convidam à contemplação pacífica. As noites de verão trazem os locais que se reúnem para pores do sol dourados, concertos e o simples prazer de ver os barcos deslizar pelo segundo rio mais longo da Europa."
            },
            {
              "text": "Relaxe nos belos parques de Vukovar, incluindo o Parque Adica com os seus trilhos florestais, parque infantil e pequeno lago perfeito para passeios em família. Os jardins bem cuidados do Parque do Solar Eltz oferecem bancos sob árvores antigas e ocasionais instalações artísticas."
            },
            {
              "text": "Viva os eventos anuais de Vukovar incluindo o Festival de Cinema de maio com projeções ao ar livre junto ao Danúbio, a animada Regata do Danúbio que traz canoístas e espectadores ao rio, e os comoventes dias memoriais de novembro que unem locais e visitantes na recordação."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 35,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "place_id": "HR::ilok",
          "suggested_days": 1,
          "rating": 4.3,
          "region_code": "",
          "night": {
            "place_id": "HR::ilok",
            "coords": [
              45.2228,
              19.3778
            ]
          },
          "visits": [
            {
              "text": "Visite as lendárias Caves de Ilok, entre as maiores e mais antigas da Europa, onde o premiado vinho branco Traminac é produzido há séculos. Desça às atmosféricas caves subterrâneas que outrora abasteciam cortes reais de toda a Europa e prove os vinhos distintivos que colocaram esta cidade no topo do mapa enológico mundial."
            },
            {
              "text": "Explore o imponente Castelo de Ilok, uma magnífica fortaleza do século XV erguida dramaticamente sobre o Danúbio no ponto mais oriental da Croácia. Caminhe por grandes salões, muralhas medievais e pátios encantadores enquanto desfruta de vistas panorâmicas que se estendem pelo rio até à Sérvia."
            },
            {
              "text": "Visite o complexo do Castelo Odescalchi que alberga um museu com tesouros arqueológicos e coleções históricas que traçam a importância estratégica de Ilok desde os tempos romanos através do período otomano até aos dias de hoje."
            }
          ],
          "activities": [
            {
              "text": "Passeie pelas vinhas circundantes que cobrem as encostas soalheiras, beneficiando do microclima favorável e solo fértil que produziram vinhos excecionais durante mais de dois milénios. A paisagem tranquila oferece um ritmo de vida mais lento, um mundo longe da Croácia costeira."
            },
            {
              "text": "Caminhe ao longo da margem do Danúbio e desfrute das vistas deslumbrantes sobre este poderoso curso de água que forma a fronteira natural entre a Croácia e a Sérvia. O passeio cénico proporciona pontos perfeitos para fotografia e contemplação tranquila."
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 85,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "place_id": "HR::dakovo",
          "suggested_days": 1,
          "rating": 4.2,
          "region_code": "",
          "night": {
            "place_id": "HR::dakovo",
            "coords": [
              45.3083,
              18.4108
            ]
          },
          "visits": [
            {
              "text": "Maravilhe-se com a monumental Catedral de São Pedro, descrita pelo Papa João XXIII como 'a catedral mais bela entre Veneza e Istambul'. Construída entre 1866 e 1882 numa harmoniosa fusão de estilos românico e gótico, esta magnífica igreja de tijolo ergue-se como farol de fé sobre as planícies eslavonas, visível a quilómetros de distância."
            },
            {
              "text": "Visite a histórica Coudelaria Estatal, uma das mais antigas instalações de criação de Lipizanos da Europa com uma tradição ininterrupta que remonta a cinco séculos. Estes majestosos cavalos brancos, inspiração para lendas de unicórnios, executam elegantes exibições num dos maiores picadeiros do continente."
            },
            {
              "text": "Explore o Palácio Arcebispal e o Seminário, testemunhos da importância de Đakovo como centro religioso moldado pelo visionário Bispo Josip Juraj Strossmayer, fundador da Academia Croata de Ciências e Artes."
            },
            {
              "text": "Descubra as muralhas medievais e igrejas históricas incluindo a Igreja de Todos os Santos, vestígios da importância estratégica de Đakovo ao longo de séculos turbulentos da história croata."
            }
          ],
          "activities": [
            {
              "text": "Viva o espetacular Festival Đakovački vezovi realizado anualmente em julho desde 1967, o maior e mais importante festival folclórico da Croácia. Dezenas de milhares reúnem-se para celebrar os trajes originais, música e tradições da Eslavónia, Baranja e Srijem juntamente com participantes internacionais e emocionantes espetáculos equestres."
            },
            {
              "text": "Testemunhe a Procissão da Primavera das Ljelje (Rainhas) protegida pela UNESCO na vizinha aldeia de Gorjani todos os Pentecostes. Uma dúzia de mulheres em ricos trajes tradicionais executam a antiga dança circular kolo, visitando casas pela aldeia num ritual único transmitido de geração em geração."
            },
            {
              "text": "Prove os renomados vinhos da região de Đakovo, cultivados nestas terras férteis há mais de dois mil anos. As vinhas da Arquidiocese Đakovo-Osijek continuam uma tradição vinícola que remonta aos tempos pré-otomanos."
            },
            {
              "text": "Passeie pelo tranquilo Parque Strossmayer e pelo elegante centro da cidade que tanto impressionou a Rainha Isabel II durante a sua visita de 1972 e Camilla, Duquesa da Cornualha, quatro décadas depois. A calorosa hospitalidade eslavona e a autêntica cozinha local tornam Đakovo uma paragem inesquecível."
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "place_id": "HR::slavonski-brod",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "HR::slavonski-brod",
            "coords": [
              45.1603,
              18.0156
            ]
          },
          "visits": [
            {
              "text": "Explore a magnífica Fortaleza de Brod, uma das maiores fortificações militares do século XVIII na Europa, capaz de albergar 4.000 soldados. Esta fortaleza em forma de estrela notavelmente preservada, construída pelos Habsburgos, serve agora como vibrante centro cultural que acolhe festivais, concertos e eventos dentro das suas impressionantes muralhas de 250 anos."
            },
            {
              "text": "Visite o Mosteiro Franciscano e a Igreja da Santíssima Trindade, o maior complexo religioso barroco de toda a Eslavónia. Entre para admirar a grandiosidade arquitetónica e séculos de arte sacra preservada nestas paredes consagradas."
            },
            {
              "text": "Descubra o Museu Regional de Brod com uma extraordinária coleção que abrange milénios, desde crânios de mamute da Era Glacial e artefactos romanos até tesouros medievais. As galerias recentemente renovadas fazem reviver vividamente a fascinante história da Eslavónia."
            },
            {
              "text": "Preste homenagem na Casa Memorial Dragutin Tadijanović, dedicada ao amado poeta croata que viveu até aos 102 anos. O museu recria o seu apartamento de Zagreb contendo mais de 4.000 livros que ele pessoalmente leu ao longo da sua notável vida."
            },
            {
              "text": "Explore a Casa Brlić, a residência familiar onde Ivana Brlić-Mažuranić, a mais célebre autora croata de literatura infantil, escreveu os seus clássicos intemporais incluindo 'As Corajosas Aventuras de Lapitch' e 'Contos Croatas de Outrora'."
            }
          ],
          "activities": [
            {
              "text": "Caminhe ao longo do rio Sava, a fronteira natural entre a Croácia e a Bósnia-Herzegovina que flui pelo coração de Slavonski Brod. Os locais nadam nas suas águas durante os meses de verão, tornando-a o maior destino croata para natação fluvial."
            },
            {
              "text": "Escape para o Lago Petnja, um tranquilo lago artificial criado em 1968 que se fundiu naturalmente com a paisagem florestal. Trilhos florestais, locais de pesca e ar fresco tornam este amado refúgio local perfeito para relaxar."
            },
            {
              "text": "Viva as ofertas de aventura no Ranch Ramarin fora da cidade, onde o esperam passeios a cavalo, ténis, minigolfe e até voos em pequenos aviões. Os cães adotados e os animais de quinta da propriedade acrescentam uma atmosfera acolhedora."
            },
            {
              "text": "Aventure-se até à adega Stupnički Dvori, uma deslumbrante propriedade com villa a 20 minutos da cidade onde vinhas ondulantes evocam a Toscana. Visite as caves, prove excelentes vinhos locais e jante cozinha sazonal enquanto admira o pôr do sol sobre a principal região vinícola da Croácia continental."
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic"
          }
        }
      ],
      "seo": {
        "h1_title": "De Zagreb à Eslavónia: Viagem de 14 Dias pelo Coração Escondido da Croácia",
        "intro_paragraph": "Deixe para trás as costas apinhadas e descubra a Croácia autêntica nesta extraordinária viagem de Zagreb às planícies da Eslavónia. Atravessará castelos de conto de fadas, aldeias onde nasceu a arte naïf, fortalezas dos Habsburgos e cidades no Danúbio repletas de história, vivendo a calorosa hospitalidade e as tradições intactas de uma região ainda por descobrir.",
        "seo_hook": "Uma imersão na alma mais autêntica da Croácia entre castelos, tradições folclóricas, arte naïf e a majestade do Danúbio.",
        "featured_list": [
          "Zagreb, capital vibrante entre história e cultura contemporânea",
          "Castelo de Trakošćan, fortaleza de conto de fadas refletida no lago",
          "Varaždin, a Pequena Viena com o seu barroco perfeitamente preservado",
          "Hlebine, berço da arte naïf croata reconhecida no mundo",
          "Osijek, coração da Eslavónia com a fortaleza barroca Tvrđa",
          "Vukovar e Ilok, cidades no Danúbio entre história e vinhas milenares"
        ],
        "places_taglines": {
          "HR::zagreb": "Capital vibrante entre a medieval Cidade Alta e os animados cafés",
          "HR::samobor": "Povoação pitoresca famosa pelo carnaval e a kremšnita",
          "HR::kumrovec": "Aldeia etnográfica e casa natal de Tito",
          "HR::trakoscan": "Castelo de conto de fadas refletido nas águas de um lago romântico",
          "HR::varazdin": "A Pequena Viena croata com o seu esplendor barroco intacto",
          "HR::cakovec": "Castelo dos Zrinski e coração da região Međimurje",
          "HR::koprivnica": "Capital gastronómica e porta da tradição naïf",
          "HR::durdevac": "Fortaleza lendária e único deserto da Croácia",
          "HR::hlebine": "Berço da arte naïf croata reconhecida a nível mundial",
          "HR::osijek": "Coração da Eslavónia com a magnífica fortaleza barroca Tvrđa",
          "HR::vukovar": "Cidade símbolo de resiliência nas margens do Danúbio",
          "HR::ilok": "Vinhos lendários e castelo no ponto mais oriental da Croácia",
          "HR::dakovo": "Catedral monumental e cavalos Lipizanos na planície eslavona",
          "HR::slavonski-brod": "Fortaleza estelar dos Habsburgos nas margens do Sava"
        }
      }
    }
  ],
  "generated": "2026-01-14T16:57:18.549Z"
}