{
  "version": 1,
  "country": "lk",
  "language": "pt",
  "places": [
    {
      "place_id": "LK::ahangama",
      "name": "Ahangama",
      "cc": "LK",
      "language": "pt",
      "coords": [
        5.974167,
        80.367222
      ],
      "lat": 5.974167,
      "lon": 80.367222,
      "visits": [
        {
          "text": "Vila de Ahangama, comunidade costeira autêntica com tradições preservadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Oficina de fabricação de máscaras tradicionais do Sri Lanka.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Iniciação ao stick fishing com pescadores locais em suas varas emblemáticas."
        },
        {
          "text": "Aula de yoga no pôr do sol em um estúdio à beira da praia."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 12
        }
      ],
      "rating": 7.8,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::anuradhapura",
      "name": "Anuradhapura",
      "cc": "LK",
      "language": "pt",
      "coords": [
        8.335278,
        80.403889
      ],
      "lat": 8.335278,
      "lon": 80.403889,
      "visits": [
        {
          "text": "Arbre Jaya Sri Maha Bodhi, muda da árvore do despertar de Buda, árvore mais antiga historicamente documentada no mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruwanwelisaya, stupa branca monumental do século II a.C.",
          "visit_duration_min": 75
        },
        {
          "text": "Thuparamaya, primeiro dagoba construído no Sri Lanka após a introdução do budismo.",
          "visit_duration_min": 75
        },
        {
          "text": "Abhayagiri Monastery, complexo monástico com dagoba de 75m de altura.",
          "visit_duration_min": 75
        },
        {
          "text": "Isurumuniya Rock Temple, templo rupestre com esculturas eróticas antigas.",
          "visit_duration_min": 75
        },
        {
          "text": "Reservatórios gêmeos Kuttam Pokuna, obras-primas da engenharia hidráulica antiga.",
          "visit_duration_min": 75
        },
        {
          "text": "Chegada ao aeroporto internacional Bandaranaike e transferência para Anuradhapura, uma das antigas capitais do Sri Lanka. Esta viagem inaugural mergulha-o imediatamente na atmosfera mística da ilha, atravessando paisagens luxuriantes de coqueiros e arrozais verdejantes. Instale-se confortavelmente no The Ivy Lake e prepare-se para descobrir os tesouros arqueológicos que o aguardam.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a cidade sagrada de Anuradhapura, classificada como Património Mundial da UNESCO e primeira capital do Sri Lanka durante mais de 1400 anos. Este sítio arqueológico excecional abriga dagobas monumentais, mosteiros antigos e tanques sagrados que testemunham a grandeza da civilização cingalesa antiga.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemple o Sri Maha Bodhi, a árvore sagrada mais antiga documentada do mundo, plantada há mais de 2300 anos a partir de uma estaca da árvore sob a qual Buda atingiu a iluminação. Peregrinos de todo o mundo vêm meditar sob os seus ramos veneráveis numa atmosfera de profunda devoção.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire o Ruwanwelisaya, um dos maiores stupas do mundo antigo com os seus 103 metros de altura. Esta maravilha arquitetónica, construída no século II a.C., impressiona pela sua brancura imaculada e pelas centenas de estátuas de elefantes que adornam a sua base.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Circuito de bicicleta através das ruínas sagradas de Anuradhapura."
        },
        {
          "text": "Observação dos peregrinos durante a puja da noite no templo."
        },
        {
          "text": "Meditação nos jardins tranquilos dos mosteiros antigos."
        },
        {
          "text": "Visita a uma oficina de fabricação de estatuetas budistas."
        },
        {
          "text": "Primeira descoberta de Anuradhapura ao final do dia, ocasião ideal para se impregnar da atmosfera espiritual desta cidade sagrada milenar."
        },
        {
          "text": "Visite o Abhayagiri Vihara, antigo complexo monástico que foi um dos maiores centros de aprendizagem budista do mundo, acolhendo até 5000 monges vindos de toda a Ásia."
        },
        {
          "text": "Descubra o Jetavanaramaya, outrora o terceiro edifício mais alto do mundo antigo depois das pirâmides de Gizé, testemunho impressionante das proezas arquitetónicas do Sri Lanka."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "Guia de Viagem Triângulo Cultural do Sri Lanka: Cidades Antigas, Pedras",
          "day": 1
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "Guia de Viagem Triângulo Cultural do Sri Lanka: Cidades Antigas, Pedras",
          "day": 2
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 2
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 3
        }
      ],
      "rating": 8.5,
      "place_type": "medium_city",
      "suggested_days": 2
    },
    {
      "place_id": "LK::arugam-bay",
      "name": "Arugam Bay",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.838889,
        81.838333
      ],
      "lat": 6.838889,
      "lon": 81.838333,
      "visits": [
        {
          "text": "Praia de Arugam Bay, spot de surf mundialmente conhecido mas ainda preservado.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeia de pescadores de Arugam com as suas cabanas coloridas e barcos tradicionais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sessão de surf nas ondas lendárias de Main Point."
        },
        {
          "text": "Passeio de bicicleta até as lagoas circundantes para observar elefantes selvagens."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 6
        }
      ],
      "rating": 5.3,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::batticaloa",
      "name": "Batticaloa",
      "cc": "LK",
      "language": "pt",
      "coords": [
        7.730556,
        81.699167
      ],
      "lat": 7.730556,
      "lon": 81.699167,
      "visits": [
        {
          "text": "Ponte holandesa de Batticaloa reputada pelos seus sons misteriosos emitidos à noite.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna de Batticaloa, vasta extensão de água com ilhotas e templos hindus isolados.",
          "visit_duration_min": 75
        },
        {
          "text": "Forte holandês de Batticaloa, vestígio colonial à beira da laguna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio noturno na ponte para escutar os sons enigmáticos do singing fish."
        },
        {
          "text": "Degustação de especialidades tâmeis num restaurante familiar local."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 5
        }
      ],
      "rating": 4.1,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::bentota",
      "name": "Bentota",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.425833,
        79.995833
      ],
      "lat": 6.425833,
      "lon": 79.995833,
      "visits": [
        {
          "text": "Praia de Bentota, estação balneária renomada com areia fina e água turquesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Rio Bentota, estuário tranquilo cercado de manguezais.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduza para norte até Bentota, um paraíso costeiro com praias douradas e rios.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça um safari de barco no Rio Bentota através de florestas de mangue.",
          "visit_duration_min": 75
        },
        {
          "text": "Relaxe na Praia de Bentota, uma das mais belas do Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Brief Garden, jardim tropical criado pelo arquiteto Bevis Bawa com esculturas e vegetação exuberante.",
          "visit_duration_min": 75
        },
        {
          "text": "Praia de Bentota, longa extensão de areia ladeada por palmeiras.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desportos náuticos na praia: jet-ski, windsurf ou caiaque."
        },
        {
          "text": "Cruzeiro ao pôr do sol no rio Bentota para observar aves e crocodilos."
        },
        {
          "text": "Mergulho com snorkel ou cruzeiro fluvial na lagoa de Bentota."
        },
        {
          "text": "Esportes aquáticos: jet-ski, banana boat ou wakeboard no rio."
        },
        {
          "text": "Cruzeiro ao pôr do sol no rio Bentota com observação de aves."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 11
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 9
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 8
        }
      ],
      "rating": 3.5,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::chilaw",
      "name": "Chilaw",
      "cc": "LK",
      "language": "pt",
      "coords": [
        7.575833,
        79.795278
      ],
      "lat": 7.575833,
      "lon": 79.795278,
      "visits": [
        {
          "text": "Plantação de coco com demonstração de fabricação de óleo e toddy.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado local de Chilaw famoso pelos seus caranguejos de lagoa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Oficina de culinária das especialidades à base de coco: sambol, pol roti e kiri bath."
        },
        {
          "text": "Degustação de toddy fermentado e arrack local numa produtora."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 3
        }
      ],
      "rating": 2.5,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "LK::colombo",
      "name": "Colombo",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.927079,
        79.861244
      ],
      "lat": 6.927079,
      "lon": 79.861244,
      "visits": [
        {
          "text": "Mercado de Pettah, labirinto de ruelas com comerciantes de especiarias, frutas tropicais e vegetais exóticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Old Dutch Hospital, complexo colonial reconvertido em restaurantes e lojas gastronômicas.",
          "visit_duration_min": 75
        },
        {
          "text": "Ministry of Crab, restaurante gastronômico famoso pelos seus caranguejos de lagoa preparados de múltiplas formas.",
          "visit_duration_min": 75
        },
        {
          "text": "Good Market, mercado orgânico semanal com produtos agrícolas e street food criativa.",
          "visit_duration_min": 75
        },
        {
          "text": "Templo Gangaramaya, santuário budista eclético que mistura arquitetura sri-lankesa, tailandesa e indiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Pettah, bazar colorido onde se misturam especiarias, têxteis e artesanato local.",
          "visit_duration_min": 75
        },
        {
          "text": "Galle Face Green, passeio à beira-mar apreciado ao pôr do sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Nacional de Colombo, coleção de objetos históricos e artísticos sri-lankeses.",
          "visit_duration_min": 75
        },
        {
          "text": "Bairro de Cinnamon Gardens, zona residencial verdejante com edifícios coloniais.",
          "visit_duration_min": 75
        },
        {
          "text": "Beira Lake, lago urbano no coração de Colombo com templo flutuante Seema Malaka.",
          "visit_duration_min": 75
        },
        {
          "text": "Viharamahadevi Park, maior parque de Colombo ideal para um último passeio.",
          "visit_duration_min": 75
        },
        {
          "text": "Galle Face Green, calçadão à beira-mar onde se encontram os habitantes de Colombo.",
          "visit_duration_min": 75
        },
        {
          "text": "Bairro de Pettah, mercado caótico e colorido com suas ruas temáticas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Oficina de culinária sri-lankesa com chef local para aprender o rice & curry autêntico."
        },
        {
          "text": "Compras de especiarias e chás de qualidade para levar no Tea Board Shop."
        },
        {
          "text": "Jantar de encerramento num restaurante fusion que mistura tradições sri-lankesas e técnicas modernas."
        },
        {
          "text": "Deguste um kottu roti fresco preparado na sua frente num restaurante de rua."
        },
        {
          "text": "Passeio pelo bairro colonial de Fort com os seus edifícios da época holandesa e britânica."
        },
        {
          "text": "Compras no centro comercial Odel ou nas lojas de artesanato local."
        },
        {
          "text": "Jantar num restaurante gastronómico que oferece cozinha de fusão sri-lankesa moderna."
        },
        {
          "text": "Últimas compras de lembranças e especiarias no mercado local."
        },
        {
          "text": "Relaxamento num spa ayurvédico para uma massagem tradicional sri-lankesa."
        },
        {
          "text": "Degustação de comida de rua local: kottu, hoppers e wade."
        },
        {
          "text": "Massagem ayurvédica tradicional para encerrar a viagem com chave de ouro."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 1
        },
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 10
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 1
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 14
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 15
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 10
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 1
        }
      ],
      "rating": 8.7,
      "place_type": "large_city",
      "suggested_days": 2.5
    },
    {
      "place_id": "LK::dambulla",
      "name": "Dambulla",
      "cc": "LK",
      "language": "pt",
      "coords": [
        7.860833,
        80.651667
      ],
      "lat": 7.860833,
      "lon": 80.651667,
      "visits": [
        {
          "text": "Templo Dourado de Dambulla, 5 grutas sagradas ornamentadas com 150 estátuas de Buda e frescos murais.",
          "visit_duration_min": 75
        },
        {
          "text": "Rangiri Dambulla International Stadium, estádio único construído em 167 dias.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada ao nascer do sol até o templo para uma luz mágica."
        },
        {
          "text": "Visita a uma fazenda local de frutas e vegetais orgânicos."
        },
        {
          "text": "Oficina de culinária tradicional sri-lankesa com uma família local."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "Guia de Viagem Triângulo Cultural do Sri Lanka: Cidades Antigas, Pedras",
          "day": 4
        }
      ],
      "rating": 8.8,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::dondra",
      "name": "Dondra",
      "cc": "LK",
      "language": "pt",
      "coords": [
        5.923611,
        80.586667
      ],
      "lat": 5.923611,
      "lon": 80.586667,
      "visits": [
        {
          "text": "Farol de Dondra, ponto mais meridional do Sri Lanka com vista panorâmica.",
          "visit_duration_min": 75
        },
        {
          "text": "Templo Dondra Maha Vihara, antigo sítio budista longe dos circuitos turísticos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploração das praias desertas da ponta sul."
        },
        {
          "text": "Banho em enseadas isoladas acessíveis por trilhas costeiras."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 10
        }
      ],
      "rating": 5.5,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::ella",
      "name": "Ella",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.866111,
        81.046389
      ],
      "lat": 6.866111,
      "lon": 81.046389,
      "visits": [
        {
          "text": "Café Chill com vista panorâmica das montanhas, especializado em pratos vegetarianos criativos.",
          "visit_duration_min": 75
        },
        {
          "text": "Mini Adam's Peak com parada em restaurantes de montanha servindo arroz ao curry caseiro.",
          "visit_duration_min": 75
        },
        {
          "text": "Nine Arches Bridge, ponte ferroviária emblemática situada na selva.",
          "visit_duration_min": 75
        },
        {
          "text": "Little Adam's Peak, trilha fácil oferecendo uma vista espetacular sobre as colinas verdejantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Pegue o famoso trem de Kandy para Ella através de exuberantes plantações de chá e túneis nas montanhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire as vistas cênicas de Nuwara Eliya e das colinas ondulantes durante a viagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhada até Little Adam's Peak para vistas panorâmicas das montanhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a icônica Nine Arch Bridge cercada por campos de chá.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Ravana Falls, uma das cachoeiras mais famosas do Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Chegada a Ella, pequeno paraíso aninhado nas montanhas do país do chá. Esta aldeia boémia seduz pela sua atmosfera descontraída, as suas paisagens de cortar a respiração e as suas inúmeras possibilidades de caminhadas através das plantações de chá e das florestas de nuvens.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhada até ao Little Adam's Peak oferecendo uma vista panorâmica sobre o vale de Ella e as montanhas circundantes. Esta marcha acessível de 45 minutos atravessa plantações de chá e recompensa os caminhantes com um panorama grandioso sobre o Ella Gap.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia completo de exploração de Ella e dos seus tesouros naturais. Caminhe até ao cume de Ella Rock para uma vista espetacular sobre as montanhas verdejantes e os vales enevoados. O trilho atravessa plantações de chá, aldeias tâmeis e florestas densas antes de atingir este miradouro excecional.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a célebre Nine Arch Bridge, obra-prima da arquitetura colonial construída inteiramente em tijolos e pedras sem qualquer armação metálica. Este viaduto ferroviário fotogénico, perdido no meio das plantações de chá, é um dos monumentos mais emblemáticos do Sri Lanka.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Viagem de trem panorâmico através de plantações de chá com degustação de petiscos locais a bordo."
        },
        {
          "text": "Trajeto de trem panorâmico de Nanu Oya a Ella, um dos mais belos trajetos ferroviários do mundo."
        },
        {
          "text": "Caminhada noturna pela cidade de Ella para explorar seus cafés e lojas."
        },
        {
          "text": "Desfrute de uma noite relaxante com vista para Ella Rock da sua casa de família."
        },
        {
          "text": "Visite as cascatas de Ravana, queda de água mítica de 25 metros ligada à lenda do Ramayana. Segundo a epopeia hindu, o rei demónio Ravana teria escondido a princesa Sita numa gruta atrás destas águas tumultuosas."
        },
        {
          "text": "Descubra uma fábrica de chá local e aprenda os segredos do fabrico do célebre chá do Ceilão, desde a colheita até à secagem, passando pela fermentação."
        },
        {
          "text": "Banhe-se nas piscinas naturais das Diyaluma Falls ou das Ravana Falls, um refrescamento bem-vindo após as caminhadas nas colinas verdejantes do país do chá."
        },
        {
          "text": "Passeie pelos cafés e restaurantes de Ella, saboreando a cozinha local e a atmosfera descontraída desta aldeia que se tornou o refúgio de viajantes de todo o mundo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 7
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 6
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 4
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 5
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 9
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 10
        }
      ],
      "rating": 7.5,
      "place_type": "medium_city",
      "suggested_days": 2
    },
    {
      "place_id": "LK::galle",
      "name": "Galle",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.053519,
        80.220978
      ],
      "lat": 6.053519,
      "lon": 80.220978,
      "visits": [
        {
          "text": "Mercado de Galle com bancas de frutos do mar, mangas, mamões e jacas.",
          "visit_duration_min": 75
        },
        {
          "text": "Pédé Street Food para provar o melhor kottu roti da costa sul.",
          "visit_duration_min": 75
        },
        {
          "text": "Forte de Galle, fortaleza colonial holandesa classificada pela UNESCO com muralhas de frente para o oceano.",
          "visit_duration_min": 75
        },
        {
          "text": "Farol de Galle, edifício emblemático do forte oferecendo uma vista deslumbrante sobre o oceano Índico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu marítimo nacional retratando a história colonial e marítima da região.",
          "visit_duration_min": 75
        },
        {
          "text": "Forte de Galle, cidade fortificada colonial com muralhas, igrejas e edifícios holandeses.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja Reformada Holandesa, igreja do século XVIII com piso de lápides.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu marítimo nacional que retrata a epopeia colonial e o comércio de especiarias.",
          "visit_duration_min": 75
        },
        {
          "text": "Estrada costeira para Galle, pérola colonial do Sri Lanka. Explore o Forte de Galle, cidadela fortificada construída pelos portugueses no século XVI e depois ampliada pelos holandeses. Este sítio UNESCO excecionalmente preservado mistura arquitetura europeia e charme tropical num labirinto de ruelas calcetadas ladeadas por lojas de antiquários e cafés modernos.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelas muralhas do forte ao pôr do sol, momento mágico em que os habitantes vêm passear e em que o farol histórico se ilumina frente ao oceano Índico. As vistas sobre a baía e os telhados de telhas vermelhas são simplesmente espetaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia de descanso nas praias paradisíacas dos arredores de Galle. Unawatuna, com o seu crescente de areia dourada protegido por um recife de coral, oferece águas calmas ideais para banhos e snorkeling entre os peixes tropicais multicoloridos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aula de culinária no forte de Galle para dominar hoppers e sambols."
        },
        {
          "text": "Visita à destilaria de arrack artesanal com degustação."
        },
        {
          "text": "Passeio pelas ruas pavimentadas do forte em busca de galerias de arte e lojas de artesanato."
        },
        {
          "text": "Caminhada nas muralhas ao pôr do sol com vista para o oceano."
        },
        {
          "text": "Visite a igreja reformada holandesa, o museu marítimo e as antigas casas coloniais transformadas em elegantes boutique-hotéis. A atmosfera única de Galle evoca uma viagem no tempo até à época dos entrepostos comerciais."
        },
        {
          "text": "Saboreie um chá de canela num dos cafés pitorescos do forte, apreciando a atmosfera boémia-chique desta cidade de arte e história que se tornou o ponto de encontro de criadores e amantes de autenticidade."
        },
        {
          "text": "Explore as praias vizinhas de Jungle Beach, enseada secreta acessível apenas a pé, ou Mirissa para observar golfinhos e baleias azuis durante uma excursão marítima (na época de dezembro a abril)."
        },
        {
          "text": "Pratique surf nas ondas de Unawatuna ou de Weligama, spots reputados tanto para principiantes como para surfistas experientes, com inúmeras escolas a oferecer aulas e aluguer de pranchas."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 8
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 10
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 6
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 13
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 14
        }
      ],
      "rating": 9.8,
      "place_type": "medium_city",
      "suggested_days": 2
    },
    {
      "place_id": "LK::haputale",
      "name": "Haputale",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.7657,
        80.951
      ],
      "lat": 6.7657,
      "lon": 80.951,
      "visits": [
        {
          "text": "Estrada espetacular para as terras altas através das plantações de chá que revestem as colinas de um verde esmeralda resplandecente. Pare para fotografar as apanhadoras tâmeis em sári colorido a colher as preciosas folhas segundo técnicas ancestrais inalteradas desde a época colonial.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Haputale, encantadora aldeia empoleirada a 1400 metros de altitude oferecendo vistas vertiginosas sobre as planícies do sul. Em dias limpos, avista-se a costa sul da ilha desde este miradouro natural aninhado no coração das plantações de chá.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite uma fábrica de chá para compreender o processo de transformação das folhas frescas em chá do Ceilão mundialmente famoso. Prove diferentes variedades e leve consigo alguns pacotes deste néctar das montanhas."
        },
        {
          "text": "Admire as cascatas que pontuam a região, verdadeiras joias naturais brotando das montanhas verdejantes num cenário de floresta tropical luxuriante."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 8
        }
      ],
      "rating": 2.7,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::hikkaduwa",
      "name": "Hikkaduwa",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.139167,
        80.103333
      ],
      "lat": 6.139167,
      "lon": 80.103333,
      "visits": [
        {
          "text": "Santuário de tartarugas marinhas de Kosgoda, centro de proteção e reabilitação de tartarugas.",
          "visit_duration_min": 75
        },
        {
          "text": "Praia de Hikkaduwa, local de snorkeling com recife de coral perto da costa.",
          "visit_duration_min": 75
        },
        {
          "text": "Recife de coral de Hikkaduwa, santuário marinho acessível a partir da praia.",
          "visit_duration_min": 75
        },
        {
          "text": "Tsunami Honganji Vihara, templo budista construído após o tsunami de 2004.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Snorkeling para nadar entre peixes tropicais e tartarugas marinhas."
        },
        {
          "text": "Sessão de surf nas ondas acessíveis de Hikkaduwa."
        },
        {
          "text": "Batismo de mergulho submarino em águas cristalinas."
        },
        {
          "text": "Surf em ondas acessíveis para todos os níveis."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 12
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 9
        }
      ],
      "rating": 8.5,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "LK::hiriketiya",
      "name": "Hiriketiya",
      "cc": "LK",
      "language": "pt",
      "coords": [
        5.9649,
        80.7002
      ],
      "lat": 5.9649,
      "lon": 80.7002,
      "visits": [
        {
          "text": "Conduza pelo interior sul para chegar à Baía de Hiriketiya.",
          "visit_duration_min": 75
        },
        {
          "text": "Relaxe na Praia de Hiriketiya, uma baía em forma de ferradura conhecida pelo seu surf e paisagem.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Nade ou pratique surf na Baía de Hiriketiya."
        },
        {
          "text": "Passeio noturno até à Praia de Dikwella e explore restaurantes locais."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 7
        }
      ],
      "rating": 4.5,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::kandy",
      "name": "Kandy",
      "cc": "LK",
      "language": "pt",
      "coords": [
        7.290572,
        80.633728
      ],
      "lat": 7.290572,
      "lon": 80.633728,
      "visits": [
        {
          "text": "Mercado municipal de Kandy, bancas repletas de frutas tropicais, legumes e ervas aromáticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Empire Café, instituição local para provar os doces coloniais sri-lankeses.",
          "visit_duration_min": 75
        },
        {
          "text": "Templo do Dente Sagrado, santuário que abriga uma relíquia de Buda, lugar santo do budismo.",
          "visit_duration_min": 75
        },
        {
          "text": "Jardim botânico de Peradeniya, 60 hectares de vegetação tropical com orquídeas raras e palmeiras majestosas.",
          "visit_duration_min": 75
        },
        {
          "text": "Templo do Dente Sagrado, santuário maior do budismo abrigando uma relíquia de Buda.",
          "visit_duration_min": 75
        },
        {
          "text": "Jardim botânico real de Peradeniya, 147 acres de vegetação luxuriante.",
          "visit_duration_min": 75
        },
        {
          "text": "Centro cultural de Kandy com espetáculo de danças kandyanas tradicionais.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a área histórica do Forte de Colombo antes de embarcar no trem para Kandy.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire marcos coloniais como a Torre do Relógio do Farol e o Antigo Edifício do Parlamento.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Templo da Relíquia do Dente Sagrado, um dos locais budistas mais sagrados do Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore os Jardins Botânicos Reais em Peradeniya, lar de mais de 4.000 espécies de plantas.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhe pelo Mercado de Kandy para vivenciar a vida local e as especiarias.",
          "visit_duration_min": 75
        },
        {
          "text": "Estrada panorâmica para Kandy através das montanhas verdejantes do país. Chegada à antiga capital real, última residência dos reis cingaleses antes da colonização britânica. Esta cidade pitoresca, aninhada no coração das colinas e junto a um lago artificial, emana uma atmosfera única que mistura espiritualidade e charme colonial.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Templo do Dente Sagrado (Sri Dalada Maligawa), santuário mais venerado do Sri Lanka que abriga a relíquia do dente de Buda. Este templo majestoso, no coração de um complexo palaciano, constitui o centro espiritual da ilha e atrai milhões de peregrinos todos os anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore os jardins botânicos reais de Peradeniya, os mais belos da Ásia com os seus 60 hectares de esplendores tropicais. Admire a alameda de palmeiras reais, a coleção de orquídeas, as árvores centenárias e as colónias de morcegos gigantes suspensos nos ficus monumentais.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie em torno do lago de Kandy, criado pelo último rei de Kandy no início do século XIX. Este espelho de água tranquilo, ladeado por templos e casas coloniais, oferece um refúgio romântico no coração da cidade histórica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita a uma fábrica de doces de jaggery com degustação."
        },
        {
          "text": "Jantar-espetáculo com danças kandyanas e buffet de especialidades locais."
        },
        {
          "text": "Assista à cerimônia diária Puja no Templo do Dente, ritual impressionante com tambores e música."
        },
        {
          "text": "Caminhada ao redor do lago Kandy ao pôr do sol."
        },
        {
          "text": "Passeio ao redor do lago Kandy no final do dia."
        },
        {
          "text": "Pegue o trem panorâmico do Forte de Colombo para Kandy através de arrozais e colinas."
        },
        {
          "text": "Passeie ao longo do Lago de Kandy e aprecie o cenário montanhoso."
        },
        {
          "text": "Espetáculo cultural noturno de dança em Kandy com bateristas e dançarinos de Kandy."
        },
        {
          "text": "Assista ao espetáculo de dança tradicional de Kandy, uma arte secular classificada como património imaterial da humanidade. Os bailarinos em trajes sumptuosos executam coreografias hipnotizantes ao ritmo dos tambores, culminando com a impressionante caminhada sobre o fogo."
        },
        {
          "text": "Participe numa aula de culinária autêntica do Sri Lanka e aprenda a preparar um curry tradicional com as especiarias locais. Uma experiência gastronómica e cultural que lhe permitirá levar os sabores da ilha para a sua cozinha."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 5
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 4
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "Guia de Viagem Triângulo Cultural do Sri Lanka: Cidades Antigas, Pedras",
          "day": 7
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 2
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 3
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 6
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 7
        }
      ],
      "rating": 9.7,
      "place_type": "metropolis",
      "suggested_days": 2.5
    },
    {
      "place_id": "LK::kataragama",
      "name": "Kataragama",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.413889,
        81.333611
      ],
      "lat": 6.413889,
      "lon": 81.333611,
      "visits": [
        {
          "text": "Templo de Kataragama, local sagrado para budistas, hindus e muçulmanos reunidos.",
          "visit_duration_min": 75
        },
        {
          "text": "Rio Menik Ganga onde peregrinos se banham ritualmente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participação na cerimônia noturna Puja com procissão e fogueiras."
        },
        {
          "text": "Encontro com peregrinos vindos de todo o país para compartilhar suas histórias."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 8
        }
      ],
      "rating": 5.8,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::matale",
      "name": "Matale",
      "cc": "LK",
      "language": "pt",
      "coords": [
        7.47,
        80.623056
      ],
      "lat": 7.47,
      "lon": 80.623056,
      "visits": [
        {
          "text": "Jardim de especiarias de Matale, plantação com canela, cardamomo, pimenta, baunilha e noz-moscada.",
          "visit_duration_min": 75
        },
        {
          "text": "Heritage Spice Garden com demonstração de colheita e transformação das especiarias.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Curso de preparação de misturas de especiarias para caris e sambols."
        },
        {
          "text": "Degustação de pratos tradicionais condimentados num restaurante da aldeia."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 4
        }
      ],
      "rating": 3.5,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "LK::medirigiriya",
      "name": "Medirigiriya",
      "cc": "LK",
      "language": "pt",
      "coords": [
        7.976389,
        81.012778
      ],
      "lat": 7.976389,
      "lon": 81.012778,
      "visits": [
        {
          "text": "Vatadage de Medirigiriya, santuário circular do século VII isolado e raramente visitado.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeia rural circundante com habitantes acolhedores e modo de vida tradicional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Imersão numa família de agricultores para descobrir as técnicas de cultivo ancestrais."
        },
        {
          "text": "Participação na preparação de uma refeição tradicional da aldeia."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 4
        }
      ],
      "rating": 6.4,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::mirissa",
      "name": "Mirissa",
      "cc": "LK",
      "language": "pt",
      "coords": [
        5.946944,
        80.461111
      ],
      "lat": 5.946944,
      "lon": 80.461111,
      "visits": [
        {
          "text": "Porto pesqueiro de Mirissa, vila costeira autêntica com barcos coloridos.",
          "visit_duration_min": 75
        },
        {
          "text": "Praia de Mirissa, baía em forma de crescente ideal para surf e relaxamento.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaje ao longo da costa sul de Hiriketiya até Mirissa.",
          "visit_duration_min": 75
        },
        {
          "text": "Relaxe na Praia de Mirissa e visite Coconut Tree Hill para vistas do pôr do sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Secret Beach, um local escondido e tranquilo perto de Mirissa.",
          "visit_duration_min": 75
        },
        {
          "text": "Coconut Tree Hill, colina emblemática com alinhamento de coqueiros de frente para o oceano.",
          "visit_duration_min": 75
        },
        {
          "text": "Parrot Rock, rocha acessível na maré baixa com vista panorâmica sobre Mirissa Beach.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio marítimo para observar baleias azuis e golfinhos rotadores na temporada."
        },
        {
          "text": "Cruzeiro opcional para observação de baleias (Novembro–Abril)."
        },
        {
          "text": "Excursão de barco para observar baleias azuis e cachalotes na época."
        },
        {
          "text": "Pôr do sol com cocktail na praia animada de Mirissa."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 9
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 8
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 5
        }
      ],
      "rating": 7.4,
      "place_type": "medium_city",
      "suggested_days": 2
    },
    {
      "place_id": "LK::negombo",
      "name": "Negombo",
      "cc": "LK",
      "language": "pt",
      "coords": [
        7.208333,
        79.835833
      ],
      "lat": 7.208333,
      "lon": 79.835833,
      "visits": [
        {
          "text": "Mercado de peixes de Negombo, espetáculo matinal com chegada dos barcos e leilões animados.",
          "visit_duration_min": 75
        },
        {
          "text": "Lellama Fish Market, mercado secundário onde comprar peixes e frutos do mar ultra frescos.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de peixe de Negombo, espetáculo matinal animado com chegada dos pescadores.",
          "visit_duration_min": 75
        },
        {
          "text": "Canal holandês de Negombo, vestígio colonial ao longo da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja de Santa Maria de Negombo, catedral rosa imponente testemunhando a influência católica.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a Praia de Negombo e seus barcos de pesca com velas coloridas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Mercado de Peixes de Lellama, o segundo maior do Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra igrejas da era colonial como a Igreja de Santa Maria em Negombo, conhecida como 'Pequena Roma'.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça um passeio de barco pela Lagoa de Negombo e seus ecossistemas de mangue.",
          "visit_duration_min": 75
        },
        {
          "text": "Viagem de regresso de Bentota para Negombo, perto do Aeroporto Internacional Bandaranaike.",
          "visit_duration_min": 75
        },
        {
          "text": "Relaxe antes da partida ou faça um passeio final ao longo da Praia de Negombo.",
          "visit_duration_min": 75
        },
        {
          "text": "Estrada para Negombo, estância balnear dinâmica perto do aeroporto internacional. Esta cidade de pescadores católicos oferece uma atmosfera única no Sri Lanka com as suas igrejas barrocas, o seu animado mercado de peixe e as suas longas praias bordejadas de coqueiros.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o bairro do Forte holandês e o canal Hamilton, vestígios da época colonial holandesa. O mercado de peixe de Negombo, um dos mais importantes do país, oferece um espetáculo fascinante de manhã cedo quando os pescadores descarregam as suas capturas noturnas.",
          "visit_duration_min": 75
        },
        {
          "text": "Transferência para o aeroporto internacional Bandaranaike para o seu voo de regresso. Leve consigo as memórias inesquecíveis desta viagem através do Sri Lanka, os seus templos milenares, as suas plantações de chá, as suas praias paradisíacas e o calor do seu povo acolhedor.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Curso de preparação de currys de frutos do mar com uma família de pescadores."
        },
        {
          "text": "Degustação de caranguejos de lagoa cozinhados no fogo de lenha."
        },
        {
          "text": "Passeio de bicicleta ao longo dos canais para descobrir a vida local."
        },
        {
          "text": "Degustação de frutos do mar recém-pescados num restaurante à beira-mar."
        },
        {
          "text": "Relaxe nas praias arenosas de Negombo."
        },
        {
          "text": "Observe as aves e os pescadores locais na Lagoa de Negombo."
        },
        {
          "text": "Compras opcionais ou tratamento de spa antes do seu voo."
        },
        {
          "text": "Cruzeiro na lagoa de Negombo a bordo de um catamarã tradicional para observar aves aquáticas, mangais e a vida quotidiana das comunidades piscatórias. Uma escapada tranquila longe da agitação da cidade."
        },
        {
          "text": "Última noite no Sri Lanka na praia de Negombo, saboreando mariscos grelhados e cocktails tropicais frente ao pôr do sol sobre o oceano Índico."
        },
        {
          "text": "Últimas compras de recordações: chá do Ceilão, especiarias, batiques artesanais e joias de pedras preciosas, especialidades da ilha dos mil tesouros."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 2
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 13
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 1
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 10
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 15
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 16
        }
      ],
      "rating": 6,
      "place_type": "medium_city",
      "suggested_days": 2
    },
    {
      "place_id": "LK::nuwara-eliya",
      "name": "Nuwara Eliya",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.949649,
        80.789736
      ],
      "lat": 6.949649,
      "lon": 80.789736,
      "visits": [
        {
          "text": "Fábrica de chá Pedro com visita completa ao processo de fabrico e degustação comentada.",
          "visit_duration_min": 75
        },
        {
          "text": "Tea Bush Café no meio das plantações para saborear doces e chás premium.",
          "visit_duration_min": 75
        },
        {
          "text": "Plantações de chá de Nuwara Eliya, paisagens onduladas de pés de chá a perder de vista.",
          "visit_duration_min": 75
        },
        {
          "text": "Usina de chá Pedro, visita guiada do processo de fabricação do chá do Ceilão com degustação.",
          "visit_duration_min": 75
        },
        {
          "text": "Centro histórico colonial de Nuwara Eliya apelidado de Little England por sua arquitetura britânica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada guiada nas plantações com demonstração de colheita pelas mulheres tâmeis."
        },
        {
          "text": "Oficina de degustação de chás para aprender a diferenciar os tipos e aromas."
        },
        {
          "text": "Caminhada nas plantações para observar as colheitadeiras de chá no trabalho."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 6
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 5
        }
      ],
      "rating": 7.8,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::panama",
      "name": "Panama",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.780556,
        81.808333
      ],
      "lat": 6.780556,
      "lon": 81.808333,
      "visits": [
        {
          "text": "Praia de Panama, extensão selvagem de areia dourada praticamente deserta.",
          "visit_duration_min": 75
        },
        {
          "text": "Lagoa de Panama, santuário de aves aquáticas e crocodilos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada costeira até enseadas isoladas acessíveis apenas a pé."
        },
        {
          "text": "Observação do pôr do sol na praia deserta em total solidão."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 7
        }
      ],
      "rating": 6.8,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::polonnaruwa",
      "name": "Polonnaruwa",
      "cc": "LK",
      "language": "pt",
      "coords": [
        7.939722,
        81
      ],
      "lat": 7.939722,
      "lon": 81,
      "visits": [
        {
          "text": "Cidade medieval de Polonnaruwa, antiga capital real classificada pela UNESCO com templos e estátuas monumentais.",
          "visit_duration_min": 75
        },
        {
          "text": "Gal Vihara, conjunto de estátuas de Buda esculpidas no granito, obra-prima da arte cingalesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio real de Parakramabahu, vestígios da grandeza da antiga capital medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Gal Vihara, quatro estátuas monumentais de Buda esculpidas em granito.",
          "visit_duration_min": 75
        },
        {
          "text": "Vatadage circular, santuário único que abrigava outrora uma relíquia do dente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Circuito de bicicleta através das ruínas arqueológicas entre macacos e pavões selvagens."
        },
        {
          "text": "Visita a uma aldeia tradicional para descobrir as técnicas agrícolas ancestrais."
        },
        {
          "text": "Circuito de bicicleta elétrica através do parque arqueológico."
        },
        {
          "text": "Banho no reservatório Parakrama Samudra ao pôr do sol."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 3
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "Guia de Viagem Triângulo Cultural do Sri Lanka: Cidades Antigas, Pedras",
          "day": 5
        }
      ],
      "rating": 8.2,
      "place_type": "medium_city",
      "suggested_days": 2
    },
    {
      "place_id": "LK::puttalam",
      "name": "Puttalam",
      "cc": "LK",
      "language": "pt",
      "coords": [
        8.033333,
        79.833333
      ],
      "lat": 8.033333,
      "lon": 79.833333,
      "visits": [
        {
          "text": "Lagoa de Puttalam, zona húmida preservada que abriga flamingos cor-de-rosa e aves migratórias.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeia de pescadores muçulmanos de Kalpitiya com suas mesquitas coloridas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio de barco tradicional através dos pântanos salgados ao nascer do sol."
        },
        {
          "text": "Encontro com as comunidades de pescadores e degustação de peixe seco local."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 1
        }
      ],
      "rating": 2.9,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "LK::rekawa",
      "name": "Rekawa",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.096389,
        80.820833
      ],
      "lat": 6.096389,
      "lon": 80.820833,
      "visits": [
        {
          "text": "Praia de Rekawa, local de desova das tartarugas marinhas raramente frequentado.",
          "visit_duration_min": 75
        },
        {
          "text": "Lagoa de Rekawa, zona húmida preservada rica em biodiversidade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observação noturna das tartarugas marinhas que vêm desovar seus ovos na praia."
        },
        {
          "text": "Caiaque na lagoa ao nascer do sol para observar pássaros e crocodilos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 11
        }
      ],
      "rating": 4.2,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::ritigala",
      "name": "Ritigala",
      "cc": "LK",
      "language": "pt",
      "coords": [
        8.110833,
        80.682222
      ],
      "lat": 8.110833,
      "lon": 80.682222,
      "visits": [
        {
          "text": "Mosteiro florestal de Ritigala, ruínas misteriosas enterradas na selva densa.",
          "visit_duration_min": 75
        },
        {
          "text": "Cume sagrado de Ritigala, montanha isolada cercada de lendas budistas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada guiada através da floresta densa para descobrir piscinas antigas e celas de monges."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 3
        }
      ],
      "rating": 3.8,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "LK::sigiriya",
      "name": "Sigiriya",
      "cc": "LK",
      "language": "pt",
      "coords": [
        7.956944,
        80.759722
      ],
      "lat": 7.956944,
      "lon": 80.759722,
      "visits": [
        {
          "text": "Templo Dourado de Dambulla, complexo rupestre com 5 grutas ornamentadas com frescos budistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Rocha do Leão de Sigiriya, fortaleza real do século V situada a 200m de altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Rocha do Leão de Sigiriya, cidadela fortificada do século V com frescos das donzelas.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu arqueológico de Sigiriya apresentando a história do local e suas descobertas.",
          "visit_duration_min": 75
        },
        {
          "text": "Pidurangala Rock, rochedo vizinho de Sigiriya oferecendo uma vista espetacular sobre a Rocha do Leão.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeia tradicional Hiriwadunna, imersão na vida rural sri-lankesa.",
          "visit_duration_min": 75
        },
        {
          "text": "A caminho de Sigiriya, pare no templo dourado de Dambulla, um conjunto de cinco grutas escavadas na rocha e ornamentadas com mais de 150 estátuas de Buda e frescos murais extraordinários datados do século I a.C. Este sítio UNESCO transporta-o para um mundo de espiritualidade e arte budista de beleza impressionante.",
          "visit_duration_min": 75
        },
        {
          "text": "Subida ao Rochedo do Leão de Sigiriya, uma das maravilhas do mundo antigo. Esta fortaleza espetacular, empoleirada a 200 metros de altura, foi edificada no século V pelo rei Kashyapa. Suba os 1200 degraus admirando os célebres frescos das Donzelas de Sigiriya e os jardins aquáticos perfeitamente preservados.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba o rochedo de Pidurangala ao nascer do sol para uma vista panorâmica deslumbrante sobre Sigiriya banhada nas luzes douradas da aurora. Esta caminhada espiritual leva-o através de um antigo templo budista e recompensa os seus esforços com um dos mais belos panoramas do Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a antiga cidade real de Polonnaruwa, segunda capital medieval do Sri Lanka, onde impressionantes ruínas testemunham o esplendor do reino cingalês nos séculos XI e XII. O Gal Vihara, com os seus quatro budas monumentais esculpidos no granito, constitui uma obra-prima da arte budista mundial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Subida matinal ao cume de Sigiriya para admirar os frescos das donzelas e a vista panorâmica."
        },
        {
          "text": "Encontro com artesãos locais especializados em escultura em madeira."
        },
        {
          "text": "Subida matinal da rocha para evitar o calor e aproveitar a vista."
        },
        {
          "text": "Massagem ayurvédica tradicional no final do dia."
        },
        {
          "text": "Safari no Minneriya National Park para observar os elefantes selvagens à beira do lago."
        },
        {
          "text": "Passeie pelos jardins reais no sopé de Sigiriya, considerados entre os mais antigos jardins paisagísticos da Ásia, com as suas fontes, tanques e terraços geométricos que testemunham uma engenharia hidráulica notável."
        },
        {
          "text": "Parta em safari no parque nacional de Minneriya ao final da tarde para observar o célebre «Gathering», a maior concentração de elefantes da Ásia. De junho a setembro, até 300 paquidermes reúnem-se em torno do reservatório ancestral, oferecendo um espetáculo natural inesquecível."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 2
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "Guia de Viagem Triângulo Cultural do Sri Lanka: Cidades Antigas, Pedras",
          "day": 3
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "Guia de Viagem Triângulo Cultural do Sri Lanka: Cidades Antigas, Pedras",
          "day": 6
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 4
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 5
        }
      ],
      "rating": 9.3,
      "place_type": "large_city",
      "suggested_days": 2
    },
    {
      "place_id": "LK::tangalle",
      "name": "Tangalle",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.024167,
        80.795278
      ],
      "lat": 6.024167,
      "lon": 80.795278,
      "visits": [
        {
          "text": "Templo Mulkirigala, mosteiro rupestre situado em uma rocha de 200m com vista panorâmica.",
          "visit_duration_min": 75
        },
        {
          "text": "Praia de Tangalle, longa extensão de areia dourada cercada por palmeiras.",
          "visit_duration_min": 75
        },
        {
          "text": "Blow Hole de Hummanaya, gêiser marinho natural que propulsiona água a 25m de altura.",
          "visit_duration_min": 75
        },
        {
          "text": "Praias secretas de Tangalle, enseadas desertas cercadas de palmeiras.",
          "visit_duration_min": 75
        },
        {
          "text": "Estrada para a costa sul com safari no parque nacional de Yala, o mais célebre do Sri Lanka e um dos melhores locais do mundo para observar leopardos. Este santuário de 979 km² abriga a maior densidade de leopardos do mundo, assim como elefantes, crocodilos, ursos-preguiça e uma avifauna excecional.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia de descanso nas praias preservadas de Tangalle, uma das mais belas estâncias balneares do sul do Sri Lanka. Estas longas extensões de areia dourada bordejadas de coqueiros oferecem um cenário idílico para banhos e descanso longe das multidões turísticas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Banho e descanso nas praias tranquilas da costa sul."
        },
        {
          "text": "Mergulho com snorkel nos recifes de corais pouco frequentados."
        },
        {
          "text": "Banho e relaxamento na praia Silent Beach ou Goyambokka Beach."
        },
        {
          "text": "Safari em 4x4 no parque de Yala à procura do leopardo do Sri Lanka, subespécie endémica da ilha. Os guias experientes conduzem-no através de savanas, lagoas e florestas secas onde se escondem estes felinos majestosos e muitas outras espécies selvagens."
        },
        {
          "text": "Chegada a Tangalle ao final do dia, instalação no seu alojamento frente ao oceano Índico para desfrutar de um pôr do sol memorável nas praias douradas da costa sul."
        },
        {
          "text": "Excursão de tuk-tuk à descoberta das praias secretas da região: Hiriketiya Bay para o surf, Silent Beach para a tranquilidade absoluta, e Rekawa Beach célebre pela observação noturna das tartarugas marinhas que vêm desovar na areia."
        },
        {
          "text": "Saboreie os mariscos frescos nos restaurantes de praia, especialidade desta costa de pescadores onde o peixe grelhado e os curries de caranguejo são preparados segundo receitas transmitidas de geração em geração."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 8
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 3
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 11
        },
        {
          "itin_id": "LK::sri-lanka::triangle-culturel-plages",
          "itin_title": "Sri Lanka em 16 Dias: Triângulo Cultural, Plantações de Chá e Praias de Sonho",
          "day": 12
        }
      ],
      "rating": 5.6,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "LK::tissamaharama",
      "name": "Tissamaharama",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.283333,
        81.283333
      ],
      "lat": 6.283333,
      "lon": 81.283333,
      "visits": [
        {
          "text": "Lago Tissa, extensão de água tranquila com templos budistas em suas margens.",
          "visit_duration_min": 75
        },
        {
          "text": "Dagoba de Yatala Vehera, stupa antiga numa aldeia rural tranquila.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada ao pôr do sol ao redor do lago com observação de aves aquáticas."
        },
        {
          "text": "Jantar em casa de habitantes numa fazenda familiar da aldeia."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 9
        }
      ],
      "rating": 5.9,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::udawalawe",
      "name": "Udawalawe",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.4428,
        80.8881
      ],
      "lat": 6.4428,
      "lon": 80.8881,
      "visits": [
        {
          "text": "Safari matinal de jipe no Parque Nacional Udawalawe para observar elefantes selvagens e aves.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Elephant Transit Home para assistir elefantes órfãos sendo alimentados.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque nacional de Udawalawe, santuário para elefantes selvagens com mais de 500 indivíduos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Safari opcional à tarde ou relaxamento no seu lodge."
        },
        {
          "text": "Safari de jipe para observar elefantes, búfalos d'água e aves aquáticas."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "Guia de Viagem Sudoeste do Sri Lanka: Colinas, Vida Selvagem, Costa",
          "day": 6
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 1
        }
      ],
      "rating": 4.1,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::unawatuna",
      "name": "Unawatuna",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.010833,
        80.249722
      ],
      "lat": 6.010833,
      "lon": 80.249722,
      "visits": [
        {
          "text": "Praia de Unawatuna, baía em forma de ferradura com areia dourada e água calma.",
          "visit_duration_min": 75
        },
        {
          "text": "Jungle Beach, pequena enseada secreta acessível por trilha na selva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mergulho com máscara e snorkel no recife de coral de Unawatuna."
        },
        {
          "text": "Stand-up paddle na baía tranquila ao nascer do sol."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 7
        }
      ],
      "rating": 6.7,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "LK::weligama",
      "name": "Weligama",
      "cc": "LK",
      "language": "pt",
      "coords": [
        5.973611,
        80.429167
      ],
      "lat": 5.973611,
      "lon": 80.429167,
      "visits": [
        {
          "text": "Mercado de peixes de Weligama onde pescadores vendem suas capturas do dia.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurantes de praia servindo peixe grelhado recém-pescado.",
          "visit_duration_min": 75
        },
        {
          "text": "Praia de Weligama, baía tranquila famosa pelas suas escolas de surf.",
          "visit_duration_min": 75
        },
        {
          "text": "Pescadores em palafitas, técnica de pesca tradicional emblemática do Sri Lanka.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Oficina de preparação de currys de peixe ambulthiyal estilo Weligama."
        },
        {
          "text": "Degustação de curd (iogurte de búfala) com mel de palma numa fazenda local."
        },
        {
          "text": "Jantar churrasco de frutos do mar com os pés na areia ao pôr do sol."
        },
        {
          "text": "Aulas de surf para iniciantes nas ondas suaves de Weligama Bay."
        },
        {
          "text": "Visita a uma fazenda de tartarugas marinhas para ver as tartarugas bebés."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "Roteiro Rota das Especiarias do Sri Lanka: Culinária, História, Sabores",
          "day": 9
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 4
        }
      ],
      "rating": 7,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "LK::wilpattu",
      "name": "Wilpattu",
      "cc": "LK",
      "language": "pt",
      "coords": [
        8.432778,
        80.008889
      ],
      "lat": 8.432778,
      "lon": 80.008889,
      "visits": [
        {
          "text": "Parque Nacional de Wilpattu, reserva selvagem pouco frequentada famosa por seus villus (lagos naturais).",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Safari em 4x4 no parque mais antigo do Sri Lanka para observar leopardos e urso-beiçudo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "Itinerário Sri Lanka Secreto: Trilhas, Aldeias, Mapas",
          "day": 2
        }
      ],
      "rating": 4.5,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "LK::yala",
      "name": "Yala",
      "cc": "LK",
      "language": "pt",
      "coords": [
        6.371944,
        81.520833
      ],
      "lat": 6.371944,
      "lon": 81.520833,
      "visits": [
        {
          "text": "Parque Nacional de Yala, reserva famosa por sua alta densidade de leopardos.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque nacional de Yala, reserva com a maior densidade de leopardos do mundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Safari de 4x4 ao amanhecer para observar leopardos, elefantes, ursos e crocodilos."
        },
        {
          "text": "Safari matinal em busca dos leopardos esquivos."
        },
        {
          "text": "Safari crepuscular para observar ursos-preguiça e crocodilos dos pântanos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "Itinerário Sri Lanka: Templos, Colinas de Chá, Praias",
          "day": 7
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "Road Trip Sri Lanka Selvagem: Safari, Costa, Natureza",
          "day": 2
        }
      ],
      "rating": 3.3,
      "place_type": "small_city",
      "suggested_days": 1
    }
  ]
}