{
  "version": 1,
  "country": "de",
  "language": "it",
  "places": [
    {
      "place_id": "DE::augsbourg",
      "name": "Augsbourg",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.3705,
        10.8978
      ],
      "lat": 48.3705,
      "lon": 10.8978,
      "visits": [
        {
          "text": "Immergetevi nella storia millenaria di Augusta, una delle città più antiche della Germania fondata dai Romani. Durante il Rinascimento, questa città era un centro finanziario e commerciale di fama mondiale, rivale di Venezia e Firenze. Il suo eccezionale patrimonio architettonico testimonia quest'epoca gloriosa in cui le potenti famiglie Fugger e Welser dominavano il commercio europeo.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammirate il sontuoso Municipio rinascimentale, capolavoro di Elias Holl, la cui Sala Dorata abbaglia con i suoi soffitti a cassettoni ornati di foglie d'oro. Le tre fontane monumentali della Maximilianstraße, dedicate alle divinità romane, costituiscono un insieme unico classificato Patrimonio dell'Umanità UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate la Fuggerei, il più antico complesso di alloggi sociali al mondo ancora in funzione dal 1521. Questo quartiere pittoresco dalle facciate ocra e dai vicoli acciottolati offre una testimonianza affascinante della filantropia rinascimentale e dell'organizzazione sociale dell'epoca.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite Augusta, una delle città più antiche della Germania e una destinazione affascinante che offre una ricca alternativa a Monaco per chi cerca un'autentica cultura bavarese. Fondata dai Romani oltre 2.000 anni fa, questa città storica raggiunse il prestigio come importante centro commerciale dove la potente famiglia di banchieri Fugger finanziava imperatori e plasmava la storia europea. L'architettura rinascimentale e le grandiose piazze pubbliche riflettono secoli di ricchezza e influenza.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate la straordinaria Fuggerei, il più antico complesso di edilizia popolare al mondo ancora in funzione dal 1521, dove i residenti pagano lo stesso affitto annuale di un fiorino renano stabilito cinque secoli fa. Le tranquille strade alberate e le uniformi facciate gialle creano un'atmosfera di serenità senza tempo nel cuore della vivace città. Questo esempio pionieristico di filantropia dimostra la coscienza sociale che accompagnò il successo commerciale di Augusta.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammirate il magnifico Municipio rinascimentale con la sua leggendaria Sala Dorata, uno degli edifici civili rinascimentali più importanti a nord delle Alpi. Le tre fontane monumentali lungo la Maximilianstraße, raffiguranti gli dei romani Augusto, Mercurio ed Ercole, sono capolavori di scultura in bronzo inseriti nella lista UNESCO. Chiese storiche, l'antica cattedrale ed eleganti palazzi patrizi completano l'impressionante patrimonio architettonico di Augusta.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scoperta del Duomo di Augusta e delle sue vetrate romaniche dell'XI secolo",
          "visit_duration_min": 60
        },
        {
          "text": "Assaggiate la tradizionale cucina sveva in una delle storiche birrerie o nei ristoranti lungo il fiume di Augusta",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 2
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Strada Romantica della Baviera: borghi medievali e castelli da fiaba",
          "day": 3
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::bad-hersfeld",
      "name": "Bad Hersfeld",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.870134,
        9.701968
      ],
      "lat": 50.870134,
      "lon": 9.701968,
      "visits": [
        {
          "text": "Rovine dell'abbazia di Bad Hersfeld",
          "visit_duration_min": 75
        },
        {
          "text": "Centro storico di Bad Hersfeld",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 9
        }
      ],
      "rating": 6
    },
    {
      "place_id": "DE::bad-homburg",
      "name": "Bad Homburg",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.22677,
        8.61691
      ],
      "lat": 50.22677,
      "lon": 8.61691,
      "visits": [
        {
          "text": "Escursione nel massiccio del Taunus con vista dalla vetta Großer Feldberg",
          "visit_duration_min": 75
        },
        {
          "text": "Paesaggi forestali e sentieri del Taunus Nature Park",
          "visit_duration_min": 75
        },
        {
          "text": "Centro storico di Bad Homburg vor der Höhe",
          "visit_duration_min": 75
        },
        {
          "text": "Siti del limes romano nei dintorni del Taunus",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax nelle strutture termali di Bad Homburg",
          "visit_duration_min": 60
        },
        {
          "text": "Visita al museo all'aperto Hessenpark dedicato all'architettura tradizionale",
          "visit_duration_min": 60
        },
        {
          "text": "Visita al forte romano ricostruito di Saalburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 2
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::bad-koesen",
      "name": "Bad Koesen",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.1333,
        11.7167
      ],
      "lat": 51.1333,
      "lon": 11.7167,
      "visits": [
        {
          "text": "Passeggiate lungo il muro di graduazione di Bad Kösen, impressionante struttura in legno dove l'acqua salata scorre su fasci di prugnolo. Questa installazione termale tradizionale crea un'aria arricchita di iodio dalle virtù rinvigorenti, perpetuando una tradizione di benessere secolare. I diversi punti di vista sulla città termale rivelano un paesaggio collinare tipico della regione del Saale-Unstrut.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite questa incantevole stazione termale adagiata nella valle della Saale, alle porte della regione vinicola più settentrionale della Germania. L'architettura delle ville Belle Époque testimonia l'età d'oro del termalismo tedesco nel XIX secolo. Le colline circostanti piantate a vigneto offrono panorami bucolici su questo paesaggio preservato.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nei giardini del parco termale e scoperta dell'architettura termale",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 7
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "DE::bad-langensalza",
      "name": "Bad Langensalza",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.1078,
        10.6453
      ],
      "lat": 51.1078,
      "lon": 10.6453,
      "visits": [
        {
          "text": "Giardino giapponese con carpe koi",
          "visit_duration_min": 75
        },
        {
          "text": "Roseto, uno dei più belli della Germania",
          "visit_duration_min": 75
        },
        {
          "text": "Arboreto",
          "visit_duration_min": 75
        },
        {
          "text": "Orto botanico",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 3
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "DE::baden-baden",
      "name": "Baden Baden",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.7606,
        8.2408
      ],
      "lat": 48.7606,
      "lon": 8.2408,
      "visits": [
        {
          "text": "Immergiti nella leggendaria cultura termale di Baden-Baden, un rifugio termale che attira visitatori in cerca di ringiovanimento da oltre duemila anni. I Romani costruirono per primi bagni pubblici qui per sfruttare le sorgenti calde naturali, e nel XVIII secolo la città divenne un rifugio glamour per i nobili francesi in fuga dalla rivoluzione. Le eleganti passeggiate, i grandi hotel e i giardini curati mantengono un'atmosfera di raffinata eleganza.",
          "visit_duration_min": 75
        },
        {
          "text": "Sperimenta le acque terapeutiche alle Caracalla Therme, un moderno complesso benessere dove piscine di acqua minerale calda, saune e aree relax continuano l'antica tradizione termale nel comfort contemporaneo. La struttura adatta alle famiglie accoglie visitatori di tutte le età per godere delle proprietà curative delle famose sorgenti termali di Baden-Baden. Per un'esperienza più tradizionale, il Friedrichsbad offre elaborati rituali di bagno in sontuosi ambienti ottocenteschi.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora le vaste rovine del castello arroccate sul versante boscoso sopra la città, offrendo viste panoramiche sul quartiere termale e sulle cime circostanti della Foresta Nera. Il famoso casinò, uno dei più belli d'Europa, attira l'alta società dal 1800 con i suoi interni sfarzosi. Gallerie d'arte, boutique e l'elegante colonnato Trinkhalle completano il fascino di Baden-Baden come una delle destinazioni più romantiche della Germania.",
          "visit_duration_min": 75
        },
        {
          "text": "Guida sulla Schwarzwaldhochstrasse (B500), strada panoramica del nord della Foresta Nera.",
          "visit_duration_min": 75
        },
        {
          "text": "Sosta alla cascata di Geroldsau e camminata nella valle circostante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del centro storico di Baden-Baden, città termale rinomata fin dall'epoca romana.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta delle terme Caracalla e della loro architettura in marmo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai una passeggiata autunnale o primaverile attraverso la Lichtentaler Allee, un magnifico parco lungo il fiume Oos",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno rilassante nelle acque termali naturali di Baden-Baden.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 5
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L'ULTIMO ROAD TRIP NEL SUD DELLA GERMANIA: CASTELLI, FORESTE E CITTÀ MEDIEVALI",
          "day": 5
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "DE::bamberg",
      "name": "Bamberg",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.8988,
        10.9028
      ],
      "lat": 49.8988,
      "lon": 10.9028,
      "visits": [
        {
          "text": "Meravigliatevi davanti a Bamberga, una delle più belle città della Germania, iscritta al Patrimonio dell'Umanità UNESCO. Questa città millenaria miracolosamente risparmiata dai bombardamenti conta più di 2.300 edifici classificati monumenti storici. Costruita su sette colli come Roma, mescola armoniosamente architettura medievale, barocca e rococò in un insieme di eccezionale coerenza.",
          "visit_duration_min": 75
        },
        {
          "text": "Fotografate l'Altes Rathaus, antico municipio costruito su un isolotto artificiale in mezzo al fiume Regnitz, monumento più emblematico della Baviera. I suoi affreschi trompe-l'oeil che ornano le facciate a graticcio creano l'illusione di sculture tridimensionali. Secondo la leggenda, rifiutandosi il vescovo di cedere un terreno, i borghesi crearono quest'isola per costruirvi il loro municipio.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il Duomo imperiale dalle quattro torri, capolavoro romanico che ospita la tomba dell'imperatore Enrico II e il celebre Cavaliere di Bamberga, prima statua equestre a grandezza naturale del Medioevo. La piccola Venezia bavarese, antico quartiere di pescatori con case colorate che si specchiano nel fiume, completa questo quadro incantevole.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustazione della Rauchbier, birra affumicata specialità locale unica al mondo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 14
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "DE::bastei",
      "name": "Bastei",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.9622,
        14.0647
      ],
      "lat": 50.9622,
      "lon": 14.0647,
      "visits": [
        {
          "text": "Ponte Bastei e formazioni rocciose",
          "visit_duration_min": 75
        },
        {
          "text": "Scala per il Paradiso, stretta scalinata tra due rocce giganti",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 8
        }
      ],
      "rating": 8
    },
    {
      "place_id": "DE::bautzen",
      "name": "Bautzen",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.1807,
        14.4244
      ],
      "lat": 51.1807,
      "lon": 14.4244,
      "visits": [
        {
          "text": "Museo Sorabo con cultura, abbigliamento e storia soraba",
          "visit_duration_min": 75
        },
        {
          "text": "Cattedrale di San Pietro con divisione fisica tra cattolici e protestanti",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata lungo il fiume che riflette come uno specchio ammirando le torrette del castello",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 10
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "DE::berchtesgaden",
      "name": "Berchtesgaden",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.63,
        13.0044
      ],
      "lat": 47.63,
      "lon": 13.0044,
      "visits": [
        {
          "text": "Contemplate il Königssee, gioiello assoluto dei laghi tedeschi, incastonato tra falesie verticali di 1.800 metri nel cuore del parco nazionale di Berchtesgaden. Questo lago di fiordo dalle acque verde smeraldo di una purezza eccezionale si scopre esclusivamente in battello elettrico silenzioso, perpetuando una tradizione ecologica centenaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Navigate fino alla chiesa di pellegrinaggio di San Bartolomeo, gioiello barocco dalle cupole rosse posato su una penisola ai piedi della vertiginosa parete del Watzmann. L'eco leggendario della tromba del capitano che risuona sette volte contro le falesie costituisce un momento magico della traversata. Questo sito di bellezza irreale figura tra i più fotografati della Germania.",
          "visit_duration_min": 75
        },
        {
          "text": "Fate escursioni nel parco nazionale di Berchtesgaden, unico parco nazionale alpino della Germania, classificato riserva della biosfera dall'UNESCO. Questo santuario naturale ospita camosci, marmotte e aquile reali in uno scenario di vette affilate, cascate tumultuose e prati alpini fioriti. La città di Berchtesgaden stessa affascina per la sua autenticità bavarese preservata.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Crociera in battello elettrico sul Königssee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 10
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "DE::berlin",
      "name": "Berlin",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.52,
        13.405
      ],
      "lat": 52.52,
      "lon": 13.405,
      "visits": [
        {
          "text": "Visita del Reichstag, della Porta di Brandeburgo e del Memoriale dell'Olocausto",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del museo di Pergamo e dell'Isola dei Musei, patrimonio mondiale dell'UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del centro storico di Berlino, inclusa la Porta di Brandeburgo e il Memoriale dell'Olocausto.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata in bicicletta nel parco del Tiergarten e sul vecchio aeroporto di Tempelhof.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita della East Side Gallery ed esplorazione del quartiere Friedrichshain.",
          "visit_duration_min": 75
        },
        {
          "text": "Tappa di ritorno verso Berlino, con possibilità di fermarsi a Waren sul lago Müritz per una passeggiata sulle rive.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta di Neustrelitz e dei suoi giardini barocchi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel parco Tiergarten e lungo la Sprea per godersi l'atmosfera estiva berlinese",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata nel quartiere alla moda di Neukölln e degustazione di specialità mediorientali.",
          "visit_duration_min": 60
        },
        {
          "text": "Scoperta dei mercati delle pulci della domenica a Mauerpark e Arkonaplatz.",
          "visit_duration_min": 60
        },
        {
          "text": "Ultima serata a Berlino per una passeggiata notturna intorno ad Alexanderplatz.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DA NORIMBERGA AL MAR BALTICO: CULTURA E NATURA DEL NORD DELLA GERMANIA",
          "day": 2
        },
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGHI, CASTELLI E SPIAGGE: ROAD TRIP NELLA GERMANIA DEL NORD",
          "day": 1
        },
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGHI, CASTELLI E SPIAGGE: ROAD TRIP NELLA GERMANIA DEL NORD",
          "day": 7
        }
      ],
      "rating": 10
    },
    {
      "place_id": "DE::bremen",
      "name": "Bremen",
      "cc": "DE",
      "language": "it",
      "coords": [
        53.0793,
        8.8017
      ],
      "lat": 53.0793,
      "lon": 8.8017,
      "visits": [
        {
          "text": "Visita del centro di Brema, della piazza del mercato e della cattedrale di San Pietro",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del quartiere storico Schnoor Viertel e dei suoi vicoli medievali",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione al mare dei Wadden, sito UNESCO, per una camminata sulle distese fangose con la bassa marea",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DA NORIMBERGA AL MAR BALTICO: CULTURA E NATURA DEL NORD DELLA GERMANIA",
          "day": 5
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::brocken",
      "name": "Brocken",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.7989,
        10.6153
      ],
      "lat": 51.7989,
      "lon": 10.6153,
      "visits": [
        {
          "text": "Conquistate il Brocken, punto culminante della Sassonia-Anhalt e montagna più alta del nord della Germania a 1.141 metri di altitudine. Questa vetta mitica, avvolta da nebbie e leggende, è il luogo di raduno delle streghe durante la notte di Valpurga secondo il folklore germanico. I panorami dalla cima si estendono nelle giornate limpide fino a 200 chilometri, abbracciando le pianure del nord e i massicci vicini.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite a bordo del treno a vapore Harzer Brockenbahn, una delle ultime ferrovie a scartamento ridotto della Germania ancora in servizio regolare. Questa linea storica risale le pendici del Brocken attraverso foreste di abeti e paesaggi di torbiere d'altura in un'atmosfera nostalgica. Il viaggio in treno di 90 minuti costituisce un'esperienza memorabile quanto la destinazione stessa.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite la roccia Heinrich Heine, battezzata in onore del celebre poeta che scalò il Brocken nel 1820 e immortalò questa esperienza nel suo racconto di viaggio. I sentieri escursionistici serpeggiano attraverso un paesaggio subartico unico nella Germania centrale, dove la vegetazione stentata testimonia le condizioni climatiche estreme. I deliziosi cioccolatini Brockensplitter sono la ricompensa golosa di questa ascensione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione o viaggio in treno a vapore fino alla cima del Brocken",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 15
        }
      ],
      "rating": 8.9
    },
    {
      "place_id": "DE::celle",
      "name": "Celle",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.6224,
        10.0807
      ],
      "lat": 52.6224,
      "lon": 10.0807,
      "visits": [
        {
          "text": "Torna indietro nel tempo a Celle, che ospita uno degli ensemble più notevoli di architettura a graticcio della Germania. Oltre 400 case a graticcio meticolosamente conservate risalenti dal XVI al XIX secolo si allineano nelle incantevoli strade del centro storico. L'atmosfera romantica, le facciate adornate di fiori e le decorazioni scolpite ornate fanno di Celle un museo vivente dell'artigianato tradizionale tedesco.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Castello di Celle, un elegante palazzo rinascimentale che servì come residenza dei Duchi di Brunswick-Luneburgo per secoli. Il castello presenta un teatro barocco splendidamente conservato - uno dei più antichi della Germania ancora in uso - e magnifici appartamenti di stato che mostrano lo splendore reale. I giardini circostanti offrono passeggiate tranquille attraverso prati curati e alberi antichi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri la famosa tradizione dell'allevamento di cavalli della Bassa Sassonia in uno dei rinomati allevamenti della regione. L'area vanta alcune delle migliori strutture equestri della Germania, con opportunità di assistere a sessioni di addestramento, partecipare a spettacoli equestri e conoscere le tradizioni secolari dell'allevamento del cavallo di Hannover.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 12
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "DE::chemnitz",
      "name": "Chemnitz",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.8278,
        12.9214
      ],
      "lat": 50.8278,
      "lon": 12.9214,
      "visits": [
        {
          "text": "Teatro dell'Opera di Chemnitz",
          "visit_duration_min": 75
        },
        {
          "text": "Municipio",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa di Petrikirche",
          "visit_duration_min": 75
        },
        {
          "text": "Museo dell'Industria di Chemnitz sull'industria tessile",
          "visit_duration_min": 75
        },
        {
          "text": "Castello di Klaffenbach, castello rinascimentale sul fiume",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 15
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "DE::cochem",
      "name": "Cochem",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.1451,
        7.1657
      ],
      "lat": 50.1451,
      "lon": 7.1657,
      "visits": [
        {
          "text": "Passeggiata sui lungomosella di Cochem e vedute delle case a graticcio.",
          "visit_duration_min": 75
        },
        {
          "text": "Salita a piedi al Reichsburg Cochem e panorama sulla valle vinicola.",
          "visit_duration_min": 75
        },
        {
          "text": "Centro storico: Marktplatz e chiesa di San Martino.",
          "visit_duration_min": 75
        },
        {
          "text": "Funivia Sesselbahn fino al punto panoramico Pinnerkreuz.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Crociera panoramica di 1 ora sulla Mosella (anello con partenza da Cochem).",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata fotografica sul ponte di Cochem per la vista allineata città + castello.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "GERMANIA DELLE FIABE: CASTELLI, VILLAGGI MEDIEVALI E PANORAMI ALPINI",
          "day": 1
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "DE::dahn",
      "name": "Dahn",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.15,
        7.7833
      ],
      "lat": 49.15,
      "lon": 7.7833,
      "visits": [
        {
          "text": "Esplora il misterioso Burg Berwartstein, un affascinante castello arroccato in modo spettacolare in cima a una delle colline di arenaria rocciosa che caratterizzano questa regione di confine. Un tempo conquistato da famigerati baroni briganti durante il Medioevo, questa fortezza è impregnata di miti e leggende straordinarie che le visite guidate fanno rivivere in modo emozionante. I tunnel scavati a mano e illuminati a candela sotto il castello creano un'avventura atmosferica senza eguali.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri la notevole architettura del castello, inclusa una piccola cappella adornata con dipinti medievali sopravvissuti a secoli di conflitti e abbandono. La storia dei baroni briganti aggiunge una dimensione emozionante alla visita, con racconti di agguati, riscatti e fughe drammatiche che risuonano nei corridoi di pietra. Questo gioiello nascosto rimane sorprendentemente sconosciuto al turismo di massa, offrendo un'autentica esperienza di castello.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partecipa alla visita guidata per ascoltare le affascinanti leggende ed esplorare i passaggi sotterranei illuminati a candela",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 4
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "DE::darmstadt",
      "name": "Darmstadt",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.878708,
        8.646927
      ],
      "lat": 49.878708,
      "lon": 8.646927,
      "visits": [
        {
          "text": "Quartiere Art nouveau della Mathildenhöhe",
          "visit_duration_min": 75
        },
        {
          "text": "Hochzeitsturm, torre nuziale di Darmstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Cappella russa di Darmstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Hessisches Landesmuseum Darmstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Sito fossilifero di Messel, fossa di Messel patrimonio mondiale dell'umanità",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorso interpretativo sull'evoluzione dei mammiferi a Messel",
          "visit_duration_min": 60
        },
        {
          "text": "Scoperta della città scientifica e degli istituti di ricerca di Darmstadt",
          "visit_duration_min": 60
        },
        {
          "text": "Vista esterna del centro di controllo spaziale ESOC",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 4
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "DE::dessau",
      "name": "Dessau",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.8333,
        12.2333
      ],
      "lat": 51.8333,
      "lon": 12.2333,
      "visits": [
        {
          "text": "Immergetevi nell'universo del Bauhaus a Dessau, dove questa rivoluzionaria scuola d'arte fu fondata nel 1919 e si stabilì nel 1925. L'edificio principale progettato da Walter Gropius, con la sua emblematica facciata in vetro, incarna il principio fondatore secondo cui la forma segue la funzione. Oltre 300 edifici Bauhaus costellano la città, costituendo il più grande complesso architettonico di questo movimento al mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il museo del Bauhaus che presenta la più importante collezione mondiale dedicata a questa corrente artistica fondamentale del XX secolo. Le opere dei leggendari maestri Walter Gropius, Marcel Breuer e Wassily Kandinsky sono esposte in uno scrigno architettonico contemporaneo. Le case dei maestri, residenze dei professori del Bauhaus, offrono una commovente testimonianza del loro stile di vita d'avanguardia.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite il centro città ricostruito di Dessau, distrutto per oltre l'85% durante la Seconda Guerra Mondiale. Il Palazzo Residenziale, il Municipio e il mausoleo testimoniano la storia principesca della città prima dell'era Bauhaus. La chiesa dei Santi Pietro e Paolo e il Palazzo Georgium, circondato dal suo parco all'inglese, completano questo diversificato patrimonio architettonico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita al parco Luisium, giardino paesaggistico del XVIII secolo con il suo piccolo palazzo neoclassico",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 9
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "DE::dresden",
      "name": "Dresden",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.0504,
        13.7373
      ],
      "lat": 51.0504,
      "lon": 13.7373,
      "visits": [
        {
          "text": "Scoperta del centro storico di Dresda con la chiesa Frauenkirche, la Hofkirche e l'Opera Semper",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione della Gemäldegalerie Alte Meister e dello Zwinger, capolavoro barocco della città",
          "visit_duration_min": 75
        },
        {
          "text": "Zwinger di Dresda, palazzo barocco con cortili e fontane",
          "visit_duration_min": 75
        },
        {
          "text": "Museo della Porcellana allo Zwinger",
          "visit_duration_min": 75
        },
        {
          "text": "Pinacoteca dei Maestri Antichi allo Zwinger",
          "visit_duration_min": 75
        },
        {
          "text": "Semperoper Dresden, il teatro dell'opera della città",
          "visit_duration_min": 75
        },
        {
          "text": "Castello di Dresden",
          "visit_duration_min": 75
        },
        {
          "text": "Cattedrale di Dresden",
          "visit_duration_min": 75
        },
        {
          "text": "Fürstenzug, opera d'arte all'aperto che raffigura una processione reale",
          "visit_duration_min": 75
        },
        {
          "text": "La chiesa Frauenkirche con interni dorati e cupola",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthofpassage con negozi di artisti indipendenti",
          "visit_duration_min": 75
        },
        {
          "text": "Palazzo Albrechtsberg con ampi giardini, fontane e scalinate",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata a piedi o in monopattino elettrico lungo l'Elba per ammirare lo skyline ricostruito di Dresda",
          "visit_duration_min": 60
        },
        {
          "text": "Piattaforma panoramica alla Frauenkirche per viste sulla città",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DA NORIMBERGA AL MAR BALTICO: CULTURA E NATURA DEL NORD DELLA GERMANIA",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 2
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 3
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 4
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "DE::dusseldorf",
      "name": "Dusseldorf",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.2277,
        6.7735
      ],
      "lat": 51.2277,
      "lon": 6.7735,
      "visits": [
        {
          "text": "Scoperta del centro storico di Düsseldorf e delle sue vivaci stradine dell'Altstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del quartiere moderno di MedienHafen e delle sue architetture contemporanee",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sul lungofuime del Reno e nei giardini dell'Hofgarten",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DA NORIMBERGA AL MAR BALTICO: CULTURA E NATURA DEL NORD DELLA GERMANIA",
          "day": 6
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "DE::east-frisian-islands",
      "name": "East Frisian Islands",
      "cc": "DE",
      "language": "it",
      "coords": [
        53.7,
        7.15
      ],
      "lat": 53.7,
      "lon": 7.15,
      "visits": [
        {
          "text": "Esplora il Parco Nazionale del Mare dei Wadden tedesco, patrimonio dell'UNESCO classificato insieme al Grand Canyon e alla Grande Barriera Corallina come meraviglia naturale di importanza globale. Questo ecosistema di marea unico si estende lungo la costa del Mare del Nord della Bassa Sassonia, ospitando milioni di uccelli migratori e una straordinaria vita marina. Il drammatico gioco di flusso e riflusso crea paesaggi in continua evoluzione di piane di marea, banchi di sabbia e saline.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri le sette Isole Frisone Orientali, uno dei più bei tesori costieri della Germania che offre spiagge incontaminate e atmosfere insulari uniche. Questi rifugi senza auto presentano coste sabbiose, dune imponenti e cieli infiniti dove il ritmo della vita segue le maree. Ogni isola ha il suo carattere distintivo, dai resort animati alle riserve naturali tranquille.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partecipa a un'escursione guidata a piedi sul fondale marino esposto durante la bassa marea, un'esperienza unica del Mare dei Wadden. Guada questo paesaggio lunare brulicante di crostacei, granchi e vermi marini mentre guide esperte rivelano i segreti di questo straordinario ecosistema. La sensazione di camminare sul fondo dell'oceano mentre gli uccelli marini volteggiano sopra è veramente indimenticabile.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 8
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "DE::eisenach",
      "name": "Eisenach",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.9807,
        10.3194
      ],
      "lat": 50.9807,
      "lon": 10.3194,
      "visits": [
        {
          "text": "Castello di Wartburg costruito intorno al 1067, dove Martin Lutero si nascose come Junker Jörg dal 1521 al 1522",
          "visit_duration_min": 75
        },
        {
          "text": "Museo al Castello di Wartburg con famosi dipinti di Lucas Cranach del Rinascimento",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vista sulle distese verdi della Foresta della Turingia dal Castello di Wartburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 1
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::emden",
      "name": "Emden",
      "cc": "DE",
      "language": "it",
      "coords": [
        53.3669,
        7.2058
      ],
      "lat": 53.3669,
      "lon": 7.2058,
      "visits": [
        {
          "text": "Scopri Emden, un porto marittimo storico e paradiso della vela sulla costa del Mare del Nord. Questa città marittima alla foce del fiume Ems è stata un centro di navigazione per secoli, offrendo condizioni eccellenti per gli appassionati di vela e sport acquatici. L'atmosfera portuale, i musei marittimi e l'architettura d'influenza olandese riflettono il suo ricco patrimonio commerciale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Salpa dal porto di Emden per esplorare la splendida costa della Frisia orientale e le isole vicine. Le acque protette e le costanti brezze del Mare del Nord creano condizioni di vela ideali sia per principianti che per marinai esperti, con opportunità di avvistare foche e uccelli marini lungo il percorso.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplora l'unica cultura della Frisia orientale con la sua lingua distintiva, tradizioni del tè e paesaggio punteggiato di mulini a vento. Le terre polder piatte che si estendono all'orizzonte offrono percorsi ciclistici eccellenti lungo dighe storiche e attraverso affascinanti villaggi dove il tempo sembra essersi fermato.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 7
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "DE::erfurt",
      "name": "Erfurt",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.9787,
        11.0328
      ],
      "lat": 50.9787,
      "lon": 11.0328,
      "visits": [
        {
          "text": "Cattedrale di Santa Maria con la Gloriosa, la più grande campana oscillante libera del mondo del Medioevo",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato del pesce",
          "visit_duration_min": 75
        },
        {
          "text": "Municipio",
          "visit_duration_min": 75
        },
        {
          "text": "Ponte Krämer",
          "visit_duration_min": 75
        },
        {
          "text": "Antica sinagoga dell'XI secolo, la più antica sinagoga dell'Europa centrale conservata fino al tetto",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita il tesoro ebraico di Erfurt nella cantina della sinagoga con arte gotica di oreficeria e argenteria",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 4
        }
      ],
      "rating": 8.9
    },
    {
      "place_id": "DE::esslingen",
      "name": "Esslingen",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.7406,
        9.3108
      ],
      "lat": 48.7406,
      "lon": 9.3108,
      "visits": [
        {
          "text": "Passeggia nel centro storico medievale straordinariamente conservato di Esslingen, sede di alcuni dei più bei edifici a graticcio della Germania raggruppati in vicoli suggestivi. Il centro città presenta case a graticcio straordinariamente grandi e splendidamente decorate sopravvissute a secoli di guerre e pressioni urbanistiche. Questo tesoro architettonico appena a sud-est di Stoccarda ricompensa i visitatori che si avventurano oltre la capitale.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira lo storico Altes Rathaus (Vecchio Municipio) e la Stadtkirche dalle due guglie che dominano la piazza del mercato, entrambi capolavori dell'architettura civica medievale. La tradizione vinicola della città continua sui ripidi pendii dei vigneti che circondano il centro storico, producendo eccellenti varietà locali. I canali che attraversano il centro aggiungono fascino pittoresco a Esslingen.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita durante la stagione dei mercatini di Natale per vivere uno dei mercati medievali più magici della Germania. Il mercato trasforma il centro storico in un'ambientazione da fiaba con giostre per bambini dell'epoca medievale, strade illuminate da torce e lo spettacolo unico delle scommesse sui topi che corrono in casette di legno numerate. Bracieri fiammeggianti e artisti in costume creano un'atmosfera autenticamente medievale diversa da qualsiasi altro mercatino di Natale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sali alle rovine del castello sopra la città per viste panoramiche sui tetti a graticcio e i vigneti",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 13
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "DE::frankfurt",
      "name": "Frankfurt",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.1109,
        8.6821
      ],
      "lat": 50.1109,
      "lon": 8.6821,
      "visits": [
        {
          "text": "Scoperta del Römerberg e delle case a graticcio del centro storico di Francoforte",
          "visit_duration_min": 75
        },
        {
          "text": "Vista panoramica sullo skyline dal ponte Eiserner Steg",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del museo Städel e della Goethe-Haus",
          "visit_duration_min": 75
        },
        {
          "text": "Ritorno verso Francoforte attraverso la strada delle foreste del Baden-Württemberg",
          "visit_duration_min": 75
        },
        {
          "text": "Ultima passeggiata sulle rive del Meno e scoperta dei negozi del centro",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata lungo il fiume Meno",
          "visit_duration_min": 75
        },
        {
          "text": "Visita della cattedrale di San Bartolomeo di Francoforte",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta della piazza Römerberg e della Fontana della Giustizia",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nei parchi del centro città e degustazione di brezel tipici",
          "visit_duration_min": 75
        },
        {
          "text": "Romerberg e centro storico di Francoforte",
          "visit_duration_min": 75
        },
        {
          "text": "Cattedrale di Francoforte (Kaiserdom Saint-Bartholomaus)",
          "visit_duration_min": 75
        },
        {
          "text": "Quartiere dei musei Museumsufer lungo il Meno",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Städel, grande collezione d'arte europea",
          "visit_duration_min": 75
        },
        {
          "text": "Tempo libero a Francoforte per musei, shopping o passeggiata",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustazione di Apfelwein nel quartiere di Sachsenhausen",
          "visit_duration_min": 60
        },
        {
          "text": "Serata libera a Francoforte prima del volo di ritorno",
          "visit_duration_min": 60
        },
        {
          "text": "Scoperta di un festival della birra locale con musica e atmosfera bavarese",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata nel quartiere finanziario moderno e panorama sullo skyline di Francoforte",
          "visit_duration_min": 60
        },
        {
          "text": "Visita alla Fiera del libro di Francoforte al parco espositivo Messe Frankfurt",
          "visit_duration_min": 60
        },
        {
          "text": "Partecipazione al festival Museumsuferfest lungo il Meno",
          "visit_duration_min": 60
        },
        {
          "text": "Sagra tradizionale Dippemess a Francoforte",
          "visit_duration_min": 60
        },
        {
          "text": "Giornata festiva Wäldchestag nella foresta urbana Frankfurter Stadtwald",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata finale lungo il Meno o nuova visita a un museo del Museumsufer",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTELLI, FORESTE E LAGHI: UN ROAD TRIP INCANTATO NELLA GERMANIA DEL SUD",
          "day": 1
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTELLI, FORESTE E LAGHI: UN ROAD TRIP INCANTATO NELLA GERMANIA DEL SUD",
          "day": 8
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 10
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "DE::freiburg",
      "name": "Freiburg",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.999,
        7.8421
      ],
      "lat": 47.999,
      "lon": 7.8421,
      "visits": [
        {
          "text": "Scopri Friburgo in Brisgovia, la città più soleggiata della Germania, dove una giovane atmosfera universitaria anima le affascinanti strade medievali. Il centro storico è attraversato dai Bächle, piccoli canali d'acqua che scorrono attraverso le strade acciottolate e i marciapiedi e che hanno rinfrescato la città per secoli. La leggenda locale avverte che se ci metti accidentalmente il piede, sei destinato a sposare un friburghese!",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira la magnifica Cattedrale di Friburgo (Freiburger Münster), un capolavoro gotico costruito in sorprendente arenaria rossa nell'arco di tre secoli durante il Medioevo. L'intricata guglia della cattedrale, considerata una delle più belle della cristianità, si eleva per 116 metri sopra la vivace piazza del mercato sottostante. Le vetrate medievali e le notevoli garguglie mostrano la straordinaria maestria artigianale degli artisti medievali.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali sullo Schlossberg con la funicolare per ammirare viste panoramiche sulla città, oppure prendi la funivia fino alla vetta di 1.284 metri dello Schauinsland per panorami mozzafiato sulla Foresta Nera, la Valle del Reno e le Alpi. La torre di osservazione in cima offre viste a 360 gradi che nelle giornate limpide si estendono fino alle Alpi svizzere. La posizione di Friburgo come porta della Foresta Nera la rende una base ideale per escursioni e gite nella natura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora il mercato contadino giornaliero intorno alla cattedrale, uno dei migliori della Germania per prodotti freschi locali",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 8
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "DE::freudenstadt",
      "name": "Freudenstadt",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.4631,
        8.4108
      ],
      "lat": 48.4631,
      "lon": 8.4108,
      "visits": [
        {
          "text": "Percorri la leggendaria Strada Alta della Foresta Nera (Schwarzwaldhochstraße) da Baden-Baden a Freudenstadt, una delle strade di montagna più panoramiche della Germania. Questo spettacolare percorso ti porta lungo le vette della Foresta Nera, con incredibili viste che precipitano nelle valli boscose ad ogni curva. Numerosi punti panoramici e inizi di sentieri ti invitano a fermarti, respirare l'aria profumata di pini e assorbire i magnifici panorami.",
          "visit_duration_min": 75
        },
        {
          "text": "Fai una sosta al Mummelsee, un mistico lago glaciale circondato da scure foreste di abeti e avvolto in leggende locali su spiriti dell'acqua e ninfe del lago. La piattaforma panoramica all'Hornisgrinde, la vetta più alta della Foresta Nera settentrionale, ricompensa i visitatori con viste a 360 gradi che si estendono fino ai Monti Vosgi in Francia. Diversi sentieri escursionistici di varia difficoltà partono dalla strada attraverso paesaggi forestali incontaminati.",
          "visit_duration_min": 75
        },
        {
          "text": "Arriva a Freudenstadt, sede della piazza del mercato più grande della Germania, un vasto spazio aperto circondato da case con portici che danno alla città un'atmosfera distintamente mediterranea. Questa città rinascimentale pianificata fu fondata nel 1599 e ricostruita dopo i danni della Seconda Guerra Mondiale con notevole attenzione al suo carattere storico. L'unica chiesa protestante a forma di L e i portici commerciali coperti la rendono una piacevole base per esplorare la Foresta Nera.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fermati per brevi escursioni lungo il percorso per vivere da vicino la natura incontaminata della Foresta Nera",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 6
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "DE::fussen",
      "name": "Fussen",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.5714,
        10.7017
      ],
      "lat": 47.5714,
      "lon": 10.7017,
      "visits": [
        {
          "text": "Visita del castello di Neuschwanstein e del ponte Marienbrücke",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del castello di Hohenschwangau e passeggiata intorno al lago Alpsee",
          "visit_duration_min": 75
        },
        {
          "text": "Lindau Insel – Centro storico e porto storico sul Bodensee (faro, Mangturm)",
          "visit_duration_min": 75
        },
        {
          "text": "Scheidegg – Baumwipfelpfad Skywalk Allgäu (passeggiata tra le cime degli alberi)",
          "visit_duration_min": 75
        },
        {
          "text": "Oberstaufen → Immenstadt → Sonthofen – strada panoramica dell'Allgäu",
          "visit_duration_min": 75
        },
        {
          "text": "Bad Hindelang & Oberjochpass – punti panoramici sulle Alpi dell'Allgäu",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplate il castello di Neuschwanstein, gioiello assoluto della Baviera e sito più visitato della Germania. Questa fortezza da fiaba, arroccata su uno sperone roccioso di fronte alle Alpi, servì da modello al castello della Bella Addormentata di Walt Disney. La sua architettura stravagante che mescola stili romanico e gotico emerge dalle foreste di abeti come un sogno medievale divenuto realtà.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrate negli appartamenti sontuosi dove il re Ludwig II di Baviera dava vita alle sue fantasie romantiche ispirate alle opere di Wagner. La sala del trono, mai completata, doveva rivaleggiare con la cappella palatina di Bisanzio, mentre la grotta artificiale illuminata evoca le leggende di Tannhäuser. Ogni sala rivela la personalità eccentrica e visionaria di questo monarca solitario.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammirate il castello di Hohenschwangau, dimora d'infanzia di Ludwig II, i cui affreschi romantici raffiguranti le leggende germaniche influenzarono profondamente l'immaginazione del futuro re. La vista dai giardini sui due castelli e sul lago Alpsee compone un panorama di bellezza irreale.",
          "visit_duration_min": 75
        },
        {
          "text": "Concludete il vostro viaggio sulla Strada Romantica all'iconico Castello di Neuschwanstein, la fortezza da fiaba che ha ispirato Walt Disney ed è diventata il simbolo stesso della Germania romantica. Ergendosi maestosamente dai pendii alpini boscosi vicino a Füssen, questo capolavoro ottocentesco fu costruito dal Re Ludwig II come rifugio nel suo mondo di fantasia medievale e opera wagneriana. Gli interni teatrali, con una grotta, sala del trono e sala dei cantori, rivelano l'immaginazione visionaria dell'amato 'Re Folle' di Baviera.",
          "visit_duration_min": 75
        },
        {
          "text": "Meravigliatevi davanti all'incomparabile posizione del castello, arroccato su una cima rocciosa con le Alpi che si ergono alle spalle e laghi cristallini che brillano nella valle sottostante. Il ponte Marienbrücke che attraversa una spettacolare gola offre la classica fotografia di Neuschwanstein che ha adornato innumerevoli cartoline e sogni di viaggio. Questo punto panoramico mozzafiato ricompensa i visitatori con tutta la maestosità della visione romantica di Ludwig realizzata in pietra e guglie.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate l'incantevole città di Füssen, capolinea meridionale della Strada Romantica, dove colorate facciate barocche fiancheggiano le strade pedonali ai piedi delle Alpi. Il Castello Alto (Hohes Schloss) con le sue notevoli facciate dipinte a trompe-l'oeil domina il centro storico medievale e il vorticoso fiume Lech. Questa porta d'ingresso alle Alpi Bavaresi ha accolto viaggiatori per secoli come avamposto commerciale e tappa di pellegrinaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "Sosta al BMW Welt, centro espositivo automobilistico di Monaco",
          "visit_duration_min": 75
        },
        {
          "text": "Percorso panoramico verso Füssen lungo le Alpi bavaresi",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del castello di Neuschwanstein",
          "visit_duration_min": 75
        },
        {
          "text": "Vista dal ponte di Marienbrücke",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta esterna del castello di Hohenschwangau",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata al Walderlebniszentrum Füssen e sulla passerella aerea tra Germania e Austria",
          "visit_duration_min": 75
        },
        {
          "text": "Escursione nelle vicine Alpi austriache",
          "visit_duration_min": 75
        },
        {
          "text": "Mattinata al lago Forggensee per ammirare le Alpi bavaresi",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel villaggio di Füssen e visita del monastero Sankt Mang",
          "visit_duration_min": 60
        },
        {
          "text": "Soste fotografiche lungo la Deutsche Alpenstraße (aree panoramiche segnalate)",
          "visit_duration_min": 60
        },
        {
          "text": "Breve passeggiata al punto panoramico Kanzel/Oberjoch",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione fino al ponte Marienbrücke per la vista iconica su Neuschwanstein",
          "visit_duration_min": 60
        },
        {
          "text": "Camminate fino al Castello di Hohenschwangau, dimora d'infanzia di Ludwig, per comprendere le origini della sua immaginazione romantica",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata nel centro storico di Füssen e sulle rive del Lech",
          "visit_duration_min": 60
        },
        {
          "text": "Scoperta delle cascate del Lech (Lechfall)",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione verso il punto panoramico sulla valle",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata libera sulle rive del Forggensee e picnic",
          "visit_duration_min": 60
        },
        {
          "text": "Fine del percorso e ritorno verso nord o estensione verso la Foresta Nera",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTELLI, FORESTE E LAGHI: UN ROAD TRIP INCANTATO NELLA GERMANIA DEL SUD",
          "day": 5
        },
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DALLE RIVE DEL BODENSEE AL KÖNIGSSEE (5 GIORNI DI LAGHI, PANORAMI E CASTELLI)",
          "day": 1
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 4
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Strada Romantica della Baviera: borghi medievali e castelli da fiaba",
          "day": 4
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 7
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 8
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 9
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 10
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "DE::garmisch-partenkirchen",
      "name": "Garmisch Partenkirchen",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.4917,
        11.0955
      ],
      "lat": 47.4917,
      "lon": 11.0955,
      "visits": [
        {
          "text": "Schloss Neuschwanstein – visita interna e percorso ai piedi del castello",
          "visit_duration_min": 75
        },
        {
          "text": "Marienbrücke – belvedere su Neuschwanstein (accesso a piedi da Hohenschwangau)",
          "visit_duration_min": 75
        },
        {
          "text": "Schloss Hohenschwangau – esterno e giardini",
          "visit_duration_min": 75
        },
        {
          "text": "Lechfall (Füssen) – cascata sul fiume Lech",
          "visit_duration_min": 75
        },
        {
          "text": "Conquistate lo Zugspitze, punto più alto della Germania a 2.962 metri d'altitudine. Accessibile con funivia moderna o treno a cremagliera storico, questa vetta offre un panorama vertiginoso su quattro paesi e più di 400 cime alpine. Nelle giornate limpide, la vista si estende dalle Dolomiti italiane alle pianure bavaresi in uno spettacolo naturale grandioso.",
          "visit_duration_min": 75
        },
        {
          "text": "Meravigliatevi davanti all'Eibsee, lago color smeraldo dalle acque cristalline adagiato ai piedi dello Zugspitze. Questo gioiello naturale, punteggiato da otto piccole isole, offre uno scenario montano di una purezza eccezionale. Il sentiero di 7 chilometri che lo circonda permette di apprezzare le sue molteplici sfumature di blu e verde secondo la luce.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate Garmisch-Partenkirchen, stazione alpina di fama mondiale che ospitò i Giochi Olimpici Invernali del 1936. Questa città doppia dal fascino autentico conserva le sue case tradizionali dalle facciate dipinte e i suoi vicoli acciottolati. È il punto di partenza ideale per innumerevoli escursioni alpine e attività di montagna.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del villaggio alpino di Garmisch-Partenkirchen e delle sue facciate dipinte.",
          "visit_duration_min": 75
        },
        {
          "text": "Escursione alla gola di Partnachklamm e osservazione delle sue acque glaciali blu turchese.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione del massiccio della Zugspitze in funivia o escursione fino alla vetta.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del castello di Neuschwanstein (nelle vicinanze, 40 min di strada).",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata intorno all'Alpsee (Hohenschwangau) – sentiero lungo la riva",
          "visit_duration_min": 60
        },
        {
          "text": "Salita in funivia panoramica verso lo Zugspitze",
          "visit_duration_min": 60
        },
        {
          "text": "Fotografia di paesaggi alpini e delle gole glaciali.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DALLE RIVE DEL BODENSEE AL KÖNIGSSEE (5 GIORNI DI LAGHI, PANORAMI E CASTELLI)",
          "day": 2
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 6
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L'ULTIMO ROAD TRIP NEL SUD DELLA GERMANIA: CASTELLI, FORESTE E CITTÀ MEDIEVALI",
          "day": 3
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "DE::gorlitz",
      "name": "Gorlitz",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.1508,
        14.9875
      ],
      "lat": 51.1508,
      "lon": 14.9875,
      "visits": [
        {
          "text": "Piazza pedonale acciottolata fiancheggiata da edifici architettonicamente ricchi con stili Art Nouveau, barocco e rinascimentale",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa gotica",
          "visit_duration_min": 75
        },
        {
          "text": "Ponte della Città Vecchia verso Zgorzelec, Polonia",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 11
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "DE::goslar",
      "name": "Goslar",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.906,
        10.4289
      ],
      "lat": 51.906,
      "lon": 10.4289,
      "visits": [
        {
          "text": "Esplora la città storica medievale di Goslar, patrimonio dell'UNESCO e una delle città medievali meglio conservate della Germania. Passeggia tra le strade acciottolate fiancheggiate da oltre 1.500 case a graticcio che abbracciano cinque secoli, e scopri il Palazzo Imperiale dove gli imperatori tedeschi tenevano corte. Questo tesoro architettonico offre uno sguardo autentico sulla vita germanica medievale.",
          "visit_duration_min": 75
        },
        {
          "text": "Discendi nella leggendaria miniera di Rammelsberg, patrimonio dell'UNESCO con oltre 1.000 anni di storia mineraria continua. Questo straordinario sito, un tempo fonte di rame, zinco, argento e piombo, presenta affascinanti gallerie sotterranee e tecnologia mineraria innovativa che ha plasmato la prosperità della regione. Il museo mostra i notevoli successi ingegneristici dei minatori medievali.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri il sistema di gestione idrica dell'Alto Harz, un'ingegnosa rete di dighe, bacini e canali patrimonio dell'UNESCO, costruita per alimentare le miniere storiche. Questa meraviglia dell'ingegneria idraulica di 800 anni si estende attraverso le montagne dello Harz, dimostrando come i minatori medievali sfruttarono la potenza dell'acqua con una notevole sofisticazione.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 1
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "DE::gutach",
      "name": "Gutach",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.2667,
        8.2
      ],
      "lat": 48.2667,
      "lon": 8.2,
      "visits": [
        {
          "text": "Fai un salto indietro nel tempo al Museo all'Aperto della Foresta Nera (Vogtsbauernhof), uno straordinario villaggio di edifici agricoli storici meticolosamente recuperati che abbracciano 400 anni di vita rurale. Ogni casale, fienile e mulino è stato accuratamente smontato, trasportato e ricostruito su questo pittoresco sito collinare, completo di arredi e attrezzature autentiche. Questo museo vivente offre una finestra impareggiabile sul tradizionale modo di vivere nella regione della Foresta Nera.",
          "visit_duration_min": 75
        },
        {
          "text": "Guarda gli artigiani dimostrare le abilità tradizionali nel laboratorio di giocattoli in legno funzionante, dove i giocattoli della Foresta Nera intagliati a mano sono realizzati usando tecniche centenarie. Se sei fortunato, i forni a legna per il pane saranno in funzione, riempiendo l'aria dell'irresistibile aroma di pagnotte appena sfornate. Gli animali da fattoria vagano per il terreno, aggiungendo all'atmosfera autentica di una comunità agricola operativa di secoli passati.",
          "visit_duration_min": 75
        },
        {
          "text": "Segui l'eccellente tour con audioguida attraverso le case coloniche per capire come le famiglie vivevano, lavoravano e sopravvivevano ai rigidi inverni di montagna. Esposizioni interattive fanno rivivere vividamente le tecniche agricole e la vita domestica, coinvolgendo visitatori di tutte le età. Le tradizionali case della Foresta Nera con i loro caratteristici tetti a bassa pendenza rappresentano soluzioni architettoniche alle abbondanti nevicate della regione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Acquista autentici manufatti artigianali della Foresta Nera e prodotti tradizionali direttamente dai laboratori del museo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 7
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "DE::hainich",
      "name": "Hainich",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.0947,
        10.505
      ],
      "lat": 51.0947,
      "lon": 10.505,
      "visits": [
        {
          "text": "Parco Nazionale Hainich, la più grande foresta decidua contigua della Germania con 13.000 ettari, Patrimonio dell'Umanità UNESCO dal 2011",
          "visit_duration_min": 75
        },
        {
          "text": "Piattaforma di osservazione alta 44 metri al Castello di Thiemsburg",
          "visit_duration_min": 75
        },
        {
          "text": "Sentiero tra le chiome degli alberi alto 24 metri al Castello di Thiemsburg",
          "visit_duration_min": 75
        },
        {
          "text": "Grotta delle radici",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 2
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "DE::halberstadt",
      "name": "Halberstadt",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.8958,
        11.0461
      ],
      "lat": 51.8958,
      "lon": 11.0461,
      "visits": [
        {
          "text": "Ammirate la cattedrale di Halberstadt, capolavoro gotico che ospita uno dei tesori ecclesiastici più importanti d'Europa. Questa maestosa cattedrale, costruita sul modello delle cattedrali francesi, impressiona per le sue proporzioni armoniose e le sue vetrate medievali. La chiesa di San Martino completa questo eccezionale patrimonio religioso con la sua architettura romanica preservata.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate le Klusfelsen vicino a Halberstadt, impressionanti formazioni rocciose di arenaria dove furono scavate cappelle trogloditiche medievali. Queste grotte sacre, scolpite nella roccia da eremiti del Medioevo, creano un paesaggio mistico unico nel nord della Germania. I sentieri escursionistici permettono di scoprire questo sito tra natura e spiritualità.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate le grotte di arenaria e il castello di Regenstein vicino a Blankenburg, fortezza medievale scavata direttamente nella roccia. Questa cittadella rupestre offre viste spettacolari sulle pendici dello Harz e testimonia l'ingegnosità difensiva medievale. Le abitazioni trogloditiche di Langenstein, alcune abitate fino al 1916, rivelano un modo di vita insolito perpetuato per secoli.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione alle grotte di sabbia di Blankenburg e scoperta del castello rupestre di Regenstein",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 12
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "DE::halle",
      "name": "Halle",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.4828,
        11.9697
      ],
      "lat": 51.4828,
      "lon": 11.9697,
      "visits": [
        {
          "text": "Scoprite Halle sulla Saale, città natale del celebre compositore Georg Friedrich Händel il cui monumento adorna fieramente la piazza del mercato. Questa metropoli culturale, la più popolosa della Sassonia-Anhalt, ospita l'Università Martin Luther di Halle-Wittenberg, una delle più antiche della Germania fondata nel 1502. L'atmosfera accademica e artistica permea ogni via di questa città dalle molteplici sfaccettature.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplate la cattedrale di Halle e la chiesa del mercato Unser lieben Frauen con le sue quattro emblematiche torri che dominano il profilo urbano. Questi edifici tardo-gotici testimoniano il potere religioso ed economico della città nel Medioevo. Il castello di Giebichenstein, arroccato su un promontorio roccioso sopra la Saale, ospita oggi una prestigiosa Scuola di Belle Arti.",
          "visit_duration_min": 75
        },
        {
          "text": "Meravigliatevi davanti al Disco di Nebra al Museo Statale della Preistoria, la più antica rappresentazione concreta del cielo mai scoperta. Questo disco di bronzo di 3.600 anni, adornato d'oro raffigurante il sole, la luna e le stelle, ha rivoluzionato la nostra comprensione delle conoscenze astronomiche dell'età del bronzo. Le Fondazioni Francke, complesso architettonico barocco dedicato all'educazione pietista, completano questo eccezionale patrimonio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita al museo Halloren e degustazione delle famose palline di cioccolato, specialità della più antica fabbrica di cioccolato della Germania ancora in attività",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 6
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "DE::hamburg",
      "name": "Hamburg",
      "cc": "DE",
      "language": "it",
      "coords": [
        53.5511,
        9.9937
      ],
      "lat": 53.5511,
      "lon": 9.9937,
      "visits": [
        {
          "text": "Scoperta del centro storico di Amburgo e del municipio",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata intorno all'Alster ed esplorazione del quartiere Speicherstadt, patrimonio dell'UNESCO",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sulle banchine del porto di Amburgo e osservazione delle chiatte sull'Elba",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DA NORIMBERGA AL MAR BALTICO: CULTURA E NATURA DEL NORD DELLA GERMANIA",
          "day": 4
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "DE::hamelin",
      "name": "Hamelin",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.1037,
        9.3567
      ],
      "lat": 52.1037,
      "lon": 9.3567,
      "visits": [
        {
          "text": "Segui le orme del leggendario Pifferaio di Hamelin attraverso le incantevoli strade di Hamelin. Questa pittoresca città rinascimentale del Weser fa rivivere la famosa leggenda del XIII secolo con decorazioni a tema topo, colorati edifici a graticcio e regolari rappresentazioni teatrali della storia. Il centro storico mostra alcune delle più belle architetture rinascimentali della Germania.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi le viste mozzafiato sulla Valle del Weser dalle rovine romantiche del Castello di Polle, la leggendaria casa di Cenerentola secondo il folklore tedesco. Arroccato sopra il fiume Weser, questi resti di castello atmosferici offrono viste panoramiche sulle colline ondulate e foreste del Weserbergland, dove le fiabe prendono vita.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplora le colline del Weser Upland, un paesaggio di dolci montagne, foreste dense e valli fluviali sinuose che hanno ispirato i Fratelli Grimm. Questa regione pittoresca offre eccellenti sentieri escursionistici attraverso foreste di faggi, passando per rovine di castelli e lungo il pittoresco fiume Weser con i suoi tradizionali attraversamenti in traghetto.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 5
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "DE::hannover",
      "name": "Hannover",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.3759,
        9.732
      ],
      "lat": 52.3759,
      "lon": 9.732,
      "visits": [
        {
          "text": "Scopri Hannover, la vibrante capitale regionale della Bassa Sassonia, dove la vita urbana moderna incontra un ricco patrimonio storico. La città vanta magnifici giardini reali, musei di livello mondiale e una scena culturale dinamica che ospita la più grande competizione di tiro al mondo e lo spettacolare Concorso Internazionale di Fuochi d'Artificio. Dagli eleganti Giardini di Herrenhausen al centro città animato, Hannover offre scoperte infinite.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita l'incantevole Castello di Marienburg, un palazzo neogotico fiabesco che si erge maestosamente vicino a Hannover. Costruito nel XIX secolo per la regina Maria di Hannover, questo castello romantico presenta torri ornate, grandi sale e viste mozzafiato sulla campagna circostante. Il museo del castello mostra tesori reali e offre scorci della vita aristocratica.",
          "visit_duration_min": 75
        },
        {
          "text": "Celle – passeggiata nella città vecchia a graticcio e lungo l'Aller",
          "visit_duration_min": 75
        },
        {
          "text": "Giardino Francese (French Garden) – viale alberato e aiuole classiche",
          "visit_duration_min": 75
        },
        {
          "text": "Castello di Celle (Schloss Celle) – cortile interno e facciate rinascimentali",
          "visit_duration_min": 75
        },
        {
          "text": "Stadtkirche St. Marien – salita al campanile secondo gli orari",
          "visit_duration_min": 75
        },
        {
          "text": "Antica sinagoga a graticcio (Im Kreise 24) – esterno e memoria locale",
          "visit_duration_min": 75
        },
        {
          "text": "Hildesheim – chiesa di San Michele (UNESCO) e soffitto dipinto",
          "visit_duration_min": 75
        },
        {
          "text": "Cattedrale di Santa Maria (Dom) – chiostro e roseto del millennio",
          "visit_duration_min": 75
        },
        {
          "text": "Marktplatz – case con frontoni ricostruiti",
          "visit_duration_min": 75
        },
        {
          "text": "Wolfsburg – Autostadt (percorsi interattivi automobilistici)",
          "visit_duration_min": 75
        },
        {
          "text": "Kunstmuseum Wolfsburg – arte moderna e contemporanea",
          "visit_duration_min": 75
        },
        {
          "text": "Quartiere del canale e Stadtbrücke – panorama urbano",
          "visit_duration_min": 75
        },
        {
          "text": "Alfeld (Leine) – Fagus-Werk (UNESCO) di Walter Gropius",
          "visit_duration_min": 75
        },
        {
          "text": "Centro storico – case con frontoni e strade romantiche",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata sulle rive della Leine",
          "visit_duration_min": 75
        },
        {
          "text": "Quedlinburg – città medievale (UNESCO) e strade lastricate",
          "visit_duration_min": 75
        },
        {
          "text": "Castello di Quedlinburg e collegiata – panorama sulla città",
          "visit_duration_min": 75
        },
        {
          "text": "Schloßmuseum Quedlinburg – collezioni storiche",
          "visit_duration_min": 75
        },
        {
          "text": "Amburgo – HafenCity e passeggiate del porto",
          "visit_duration_min": 75
        },
        {
          "text": "Elbphilharmonie – scoperta esterna e piattaforme pubbliche",
          "visit_duration_min": 75
        },
        {
          "text": "Hamburger Kunsthalle – grandi maestri e arte moderna",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa di St. Michaelis – torre e vista sulla città (secondo gli orari)",
          "visit_duration_min": 75
        },
        {
          "text": "Brema – Marktplatz e quartiere Schnoor",
          "visit_duration_min": 75
        },
        {
          "text": "Cattedrale di San Pietro (St. Petri Dom) – navata e cripta",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthalle Bremen – « Culture Mile »",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata lungo le rive della Weser",
          "visit_duration_min": 75
        },
        {
          "text": "Göttingen – università storica e Aula am Wilhelmsplatz",
          "visit_duration_min": 75
        },
        {
          "text": "Giardino botanico universitario – serre e collezioni",
          "visit_duration_min": 75
        },
        {
          "text": "Città vecchia – Gänseliesel e vie commerciali",
          "visit_duration_min": 75
        },
        {
          "text": "Berlino – Reichstag (esterni e cupola su prenotazione)",
          "visit_duration_min": 75
        },
        {
          "text": "Porta di Brandeburgo e Pariser Platz",
          "visit_duration_min": 75
        },
        {
          "text": "Museumsinsel (UNESCO) – musei e isola della Sprea (scelta secondo interesse)",
          "visit_duration_min": 75
        },
        {
          "text": "Fernsehturm e Alexanderplatz – panorama urbano",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia nei magnifici Giardini di Herrenhausen, uno degli ensemble di giardini barocchi più impressionanti d'Europa. Il Grande Giardino presenta precisione geometrica con fontane, sculture e la famosa Grande Fontana che raggiunge gli 80 metri d'altezza, mentre le collezioni botaniche circostanti offrono esposizioni floreali tutto l'anno.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorso a piedi lungo la riva dell'Aller e ponti storici",
          "visit_duration_min": 60
        },
        {
          "text": "Percorso urbano tra Michaelisplatz e Domhof",
          "visit_duration_min": 60
        },
        {
          "text": "Scoperta esterna della sede Volkswagen e torri di consegna (vista d'insieme)",
          "visit_duration_min": 60
        },
        {
          "text": "Percorso architettura industriale (esterno) intorno al Fagus-Werk",
          "visit_duration_min": 60
        },
        {
          "text": "Punto panoramico sui tetti dallo Schlossberg",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata sui moli dell'Elba (Landungsbrücken)",
          "visit_duration_min": 60
        },
        {
          "text": "Circuito urbano tra Am Wall e la città vecchia",
          "visit_duration_min": 60
        },
        {
          "text": "Giro a piedi centro città e bastioni verdi",
          "visit_duration_min": 60
        },
        {
          "text": "Percorso storico a piedi tra Reichstag, Unter den Linden e l'Isola dei Musei",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 4
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LE PIÙ BELLE ESCURSIONI A 2H DA HANNOVER",
          "day": 1
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LE PIÙ BELLE ESCURSIONI A 2H DA HANNOVER",
          "day": 2
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LE PIÙ BELLE ESCURSIONI A 2H DA HANNOVER",
          "day": 3
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LE PIÙ BELLE ESCURSIONI A 2H DA HANNOVER",
          "day": 4
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LE PIÙ BELLE ESCURSIONI A 2H DA HANNOVER",
          "day": 5
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LE PIÙ BELLE ESCURSIONI A 2H DA HANNOVER",
          "day": 6
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LE PIÙ BELLE ESCURSIONI A 2H DA HANNOVER",
          "day": 7
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LE PIÙ BELLE ESCURSIONI A 2H DA HANNOVER",
          "day": 8
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LE PIÙ BELLE ESCURSIONI A 2H DA HANNOVER",
          "day": 9
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::harz",
      "name": "Harz",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.7988,
        10.615
      ],
      "lat": 51.7988,
      "lon": 10.615,
      "visits": [
        {
          "text": "Percorri il famoso Sentiero delle Streghe dello Harz attraverso la regione montuosa più settentrionale della Germania, dove panorami mozzafiato ricompensano ogni salita. Questo leggendario sentiero si snoda attraverso antiche foreste intrise di folklore, offrendo viste spettacolari su valli e vette che hanno ispirato miti per secoli. Le montagne dello Harz combinano bellezza naturale e atmosfera mistica come nessun altro luogo in Germania.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi i 3.000 chilometri di sentieri del Parco Nazionale dello Harz, perfetti per avventure in mountain bike attraverso la natura incontaminata. Dai dolci sentieri forestali alle impegnative rotte alpine, il terreno vario si adatta a tutti i livelli di abilità mostrando i diversi paesaggi della regione: affioramenti rocciosi, foreste dense e ruscelli di montagna cristallini.",
          "visit_duration_min": 60
        },
        {
          "text": "In inverno, scivola attraverso la campagna innevata con gli sci di fondo sui sentieri ben mantenuti dello Harz. La regione si trasforma in un paese delle meraviglie invernale che offre sci alpino, ciaspole e piste per slittini tra foreste di pini imbiancate di neve e cascate ghiacciate.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 2
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "DE::hechingen",
      "name": "Hechingen",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.3514,
        8.9636
      ],
      "lat": 48.3514,
      "lon": 8.9636,
      "visits": [
        {
          "text": "Ammira il Castello di Hohenzollern, uno dei castelli più spettacolari della Germania e sede ancestrale della famiglia reale prussiana che in seguito divenne Imperatori tedeschi. Questa fortezza da fiaba, ricostruita nel suo attuale splendore neogotico nel 1850, corona una spettacolare vetta conica che si eleva a 855 metri sulla campagna sveva. Il castello rivaleggia con il famoso Neuschwanstein della Baviera in bellezza e lo supera per autentica connessione reale.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita i gloriosamente opulenti interni, dove i visitatori indossano enormi pantofole di feltro per proteggere i preziosi pavimenti mentre i bambini possono vestirsi con costumi reali per un'esperienza immersiva. La famiglia utilizza ancora il castello per eventi speciali, quindi verifica gli orari di apertura prima della visita per evitare delusioni. Il tesoro espone i gioielli della corona prussiana e gli effetti personali di Federico il Grande.",
          "visit_duration_min": 75
        },
        {
          "text": "Fai un'escursione fino al vicino punto panoramico dello Zeller Horn per la fotografia iconica del castello che fluttua sopra le nuvole che ha reso famoso il Castello di Hohenzollern in tutto il mondo. La strada di accesso stessa offre viste sempre più spettacolari man mano che il castello emerge dalla cima boscosa della collina. I voli in mongolfiera sopra il castello al tramonto offrono una prospettiva indimenticabile su questa meraviglia architettonica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita durante l'Avvento per il famoso mercatino di Natale che si tiene all'interno delle mura del castello",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 11
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "DE::heidelberg",
      "name": "Heidelberg",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.4094,
        8.6942
      ],
      "lat": 49.4094,
      "lon": 8.6942,
      "visits": [
        {
          "text": "Lasciati incantare dal Castello di Heidelberg, una delle rovine più romantiche della Germania, arroccata in alto sopra il centro storico dai tetti rossi. Questa magnifica fortezza rinascimentale, parzialmente distrutta dalle truppe francesi nel XVII secolo, offre viste mozzafiato sulla valle del Neckar e ospita la botte di vino più grande del mondo. Le suggestive rovine creano una silhouette indimenticabile contro il cielo che ha ispirato poeti e artisti per secoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Kurpfälzisches Museum sulla via pedonale principale, dove affascinanti esposizioni rivelano le civiltà celtiche e romane che abitavano questa regione molto prima della costruzione del castello. Il museo ospita notevoli tesori archeologici e opere d'arte che abbracciano millenni di insediamento umano nella valle del Neckar. Questa istituzione culturale fornisce un contesto essenziale per comprendere le profonde radici storiche di Heidelberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia nel suggestivo centro storico di Heidelberg, un labirinto di strade acciottolate, chiese barocche ed edifici universitari storici che la rendono una delle città più pittoresche della Germania. Il famoso Alte Brücke (Ponte Vecchio) offre viste da cartolina del castello riflesso nel fiume sottostante. Fermati per la notte per vivere l'atmosfera magica dopo che i turisti giornalieri sono partiti e la città rivela il suo vero carattere romantico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partecipa a una visita guidata del castello per scoprire le storie affascinanti dietro queste evocative rovine ed esplorare camere nascoste",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 1
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::hildesheim",
      "name": "Hildesheim",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.1508,
        9.9511
      ],
      "lat": 52.1508,
      "lon": 9.9511,
      "visits": [
        {
          "text": "Ammira la Cattedrale di Santa Maria a Hildesheim, patrimonio dell'UNESCO che rappresenta l'apice dell'architettura romanica in Germania. Questo capolavoro dell'XI secolo custodisce le famose porte di bronzo e il roseto millenario, considerato la rosa vivente più antica del mondo. I tesori della cattedrale includono eccezionali opere d'arte medievali e la rinomata Colonna di Bernward.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la magnifica Chiesa di San Michele, un altro gioiello romanico patrimonio dell'UNESCO che mostra un artigianato eccezionale dell'alto medioevo. Questa meraviglia architettonica presenta un soffitto ligneo dipinto unico che raffigura l'Albero di Jesse e un design del doppio coro perfettamente proporzionato. La chiesa si erge come uno dei migliori esempi di architettura ottoniana in Europa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora la Fabbrica Fagus nella vicina Alfeld, patrimonio dell'UNESCO ed esempio pionieristico di architettura industriale moderna. Progettata da Walter Gropius nel 1911, questo edificio rivoluzionario con le sue innovative pareti di vetro divenne una pietra miliare dei principi del design Bauhaus. La fabbrica rimane operativa offrendo affascinanti tour della sua architettura rivoluzionaria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 3
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "DE::hohenschwangau",
      "name": "Hohenschwangau",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.5576,
        10.7397
      ],
      "lat": 47.5576,
      "lon": 10.7397,
      "visits": [
        {
          "text": "Castello di Lichtenstein: cortile e ponte, visita degli interni (mattina, poca affluenza).",
          "visit_duration_min": 75
        },
        {
          "text": "Arrivo a Hohenschwangau: visita del castello di Hohenschwangau.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo dei Re di Baviera (Museum der Bayerischen Könige) sulle rive dell'Alpsee.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata lungo l'Alpsee: spiagge e viste sui massicci.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camminata di riscaldamento nel tardo pomeriggio verso i primi belvedere di Neuschwanstein (ricognizione).",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "GERMANIA DELLE FIABE: CASTELLI, VILLAGGI MEDIEVALI E PANORAMI ALPINI",
          "day": 5
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "DE::hohenwarte",
      "name": "Hohenwarte",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.6456,
        11.4406
      ],
      "lat": 50.6456,
      "lon": 11.4406,
      "activities": [
        {
          "text": "Sentiero del Bacino di Hohenwarte di 74,4 chilometri attraverso fitte foreste e lungo pendii ripidi fino a punti panoramici rocciosi sul fiume Saale",
          "visit_duration_min": 60
        },
        {
          "text": "Escursionismo nel Parco Naturale Monti Ardesiaci della Turingia/Ober Saale, il Mare della Turingia con paesaggio simile ai fiordi",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 9
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "DE::jena",
      "name": "Jena",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.9272,
        11.5861
      ],
      "lat": 50.9272,
      "lon": 11.5861,
      "visits": [
        {
          "text": "Casa Giardino di Schiller aperta per visite guidate",
          "visit_duration_min": 75
        },
        {
          "text": "Collezione d'Arte di Jena con oltre 5.000 opere",
          "visit_duration_min": 75
        },
        {
          "text": "Piattaforma panoramica JenTower a 128 metri con ampia vista sulla valle della Saale",
          "visit_duration_min": 75
        },
        {
          "text": "Planetario Zeiss, uno dei primi grandi planetari al mondo, in funzione dal 1926",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sentiero escursionistico SaaleHorizontale di 91 chilometri con vista unica su Jena",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 7
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "DE::kassel",
      "name": "Kassel",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.312711,
        9.479746
      ],
      "lat": 51.312711,
      "lon": 9.479746,
      "visits": [
        {
          "text": "Bergpark Wilhelmshöhe a Kassel, parco terrazzato patrimonio UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Monumento di Ercole che domina il Bergpark",
          "visit_duration_min": 75
        },
        {
          "text": "Centro storico di Kassel e luoghi espositivi della documenta",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Grimmwelt dedicato ai fratelli Grimm",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorso tra le opere della documenta, mostra d'arte contemporanea",
          "visit_duration_min": 60
        },
        {
          "text": "Serata BergparkLeuchten, spettacolo di luci e acqua nel Bergpark",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 8
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "DE::kellerwald-edersee",
      "name": "Kellerwald Edersee",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.166667,
        9.016667
      ],
      "lat": 51.166667,
      "lon": 9.016667,
      "visits": [
        {
          "text": "Parco Nazionale Kellerwald Edersee e foreste di faggi antiche",
          "visit_duration_min": 75
        },
        {
          "text": "Centro del parco a Voehl Herzhausen",
          "visit_duration_min": 75
        },
        {
          "text": "Rive del lago Edersee",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione nelle foreste di faggi patrimonio mondiale dell'umanità",
          "visit_duration_min": 60
        },
        {
          "text": "Gita in barca o attività nautiche sull'Edersee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 7
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "DE::kochel-am-see",
      "name": "Kochel Am See",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.6592,
        11.3619
      ],
      "lat": 47.6592,
      "lon": 11.3619,
      "visits": [
        {
          "text": "Scalate l'Herzogstand, paradiso degli escursionisti che culmina a 1.731 metri tra due laghi di una bellezza sorprendente. Questa vetta emblematica offre uno dei più bei panorami della Baviera, abbracciando con un solo sguardo il Kochelsee dai riflessi d'acciaio e il Walchensee dalle acque turchesi. Una funivia permette ai non camminatori di accedere facilmente a questo spettacolo naturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite il Walchensee, uno dei laghi alpini più profondi e puri della Germania. Le sue acque di un blu intenso, spesso paragonate alle lagune tropicali, contrastano magnificamente con le vette innevate circostanti. Questo lago di sbarramento naturale fu scenario di numerosi film e resta un segreto ben custodito dei bavaresi.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplate il Kochelsee, lago più tranquillo e accessibile, bordato da prati verdi e villaggi tradizionali. Fu qui che il pittore Franz Marc, figura di spicco dell'espressionismo tedesco, trovò l'ispirazione per le sue opere celebri. Il museo Franz Marc nel villaggio vicino rende omaggio a questo maestro del colore.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione panoramica sulle creste dell'Herzogstand",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 7
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "DE::konigstein",
      "name": "Konigstein",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.9194,
        14.0697
      ],
      "lat": 50.9194,
      "lon": 14.0697,
      "visits": [
        {
          "text": "Fortezza di Königstein, vasto complesso difensivo del 1589 con architettura barocca, rinascimentale e gotica",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 9
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "DE::konstanz",
      "name": "Konstanz",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.6633,
        9.175
      ],
      "lat": 47.6633,
      "lon": 9.175,
      "visits": [
        {
          "text": "Esplora Costanza sulle rive del Bodensee (Lago di Costanza), il più grande lago della Germania che si estende attraverso il confine con Svizzera e Austria. L'incantevole passeggiata lungolago è fiancheggiata da ristoranti e caffè che offrono viste sulle acque scintillanti verso le Alpi svizzere. La famosa statua rotante di Imperia all'ingresso del porto completa una rivoluzione ogni tre minuti, un punto di riferimento moderno con radici satiriche medievali.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita l'affascinante museo all'aperto delle palafitte, sito Patrimonio dell'Umanità UNESCO che ricostruisce insediamenti dell'età della pietra e dell'età del bronzo costruiti su pali di legno sopra l'acqua. Queste straordinarie ricostruzioni offrono uno sguardo sulla vita umana sul Lago di Costanza oltre 4.000 anni fa. I reperti archeologici dal fondo del lago fanno rivivere vividamente queste antiche comunità attraverso esposizioni coinvolgenti.",
          "visit_duration_min": 75
        },
        {
          "text": "Attraversa verso l'Isola di Mainau, la famosa 'Isola dei Fiori' dove giardini botanici subtropicali, un palazzo barocco e una casa delle farfalle creano un paradiso mediterraneo nel cuore dell'Europa. I giardini esplodono di colori tutto l'anno, dai tulipani primaverili alle rose estive e alle dalie autunnali. Il vicino Castello di Meersburg, il più antico castello abitato della Germania, si erge in modo spettacolare sopra il lago con parti ancora occupate dalla famiglia proprietaria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai una crociera in barca attraverso il Bodensee per apprezzare lo splendido panorama alpino dall'acqua",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 10
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "DE::kuehlungsborn",
      "name": "Kuehlungsborn",
      "cc": "DE",
      "language": "it",
      "coords": [
        54.1519,
        11.7445
      ],
      "lat": 54.1519,
      "lon": 11.7445,
      "visits": [
        {
          "text": "Sosta a Wismar per scoprire il centro storico medievale patrimonio UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta di Kühlungsborn e della sua passeggiata di 4 km lungo il mar Baltico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax sulla spiaggia in uno Strandkorb, sedile tipico delle località balneari tedesche.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata in bicicletta nella foresta di Kühlung e visita al faro Buk (1878).",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGHI, CASTELLI E SPIAGGE: ROAD TRIP NELLA GERMANIA DEL NORD",
          "day": 5
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "DE::leipzig",
      "name": "Leipzig",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.3397,
        12.3731
      ],
      "lat": 51.3397,
      "lon": 12.3731,
      "visits": [
        {
          "text": "Orchestra del Gewandhaus, la più antica orchestra sinfonica civica del mondo",
          "visit_duration_min": 75
        },
        {
          "text": "Passaggi commerciali storici della Vecchia Fiera Commerciale del 1913",
          "visit_duration_min": 75
        },
        {
          "text": "Gallerie Spinnerei in un vecchio cotonificio",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour della fabbrica BMW",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 14
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::lindau",
      "name": "Lindau",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.546,
        9.6833
      ],
      "lat": 47.546,
      "lon": 9.6833,
      "visits": [
        {
          "text": "Viaggio verso il lago di Costanza e scoperta di Lindau",
          "visit_duration_min": 75
        },
        {
          "text": "Visita delle palafitte preistoriche di Uhldingen-Mühlhofen, patrimonio UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite il Lago di Costanza, terzo lago più grande d'Europa, incastonato ai confini di Germania, Austria e Svizzera. Questo vero e proprio mare interno dalle acque di un blu profondo offre un contesto naturale d'eccezione, bordato da vigneti terrazzati e dominato dalle vette alpine. Il microclima mediterraneo permette persino la coltivazione di frutti esotici sulle sue rive.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate Lindau, perla della sponda tedesca, il cui centro storico occupa una pittoresca isola collegata al continente. Il suo emblematico porto, sorvegliato da un leone bavarese e da un faro, offre una delle viste più fotografate della Germania. Le case patrizie dalle facciate dipinte e i vicoli medievali creano un'atmosfera di rara eleganza.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiate lungo i lungolaghi bordati di palme e magnolie dove il panorama sulle Alpi svizzere crea uno scenario da cartolina. Le numerose possibilità di crociere permettono di scoprire le incantevoli città di Costanza e Meersburg dalle acque cristalline del lago.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sul lungomare di Friedrichshafen al tramonto",
          "visit_duration_min": 60
        },
        {
          "text": "Crociera panoramica sul Lago di Costanza",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTELLI, FORESTE E LAGHI: UN ROAD TRIP INCANTATO NELLA GERMANIA DEL SUD",
          "day": 6
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 3
        }
      ],
      "rating": 8
    },
    {
      "place_id": "DE::lorsch",
      "name": "Lorsch",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.653902,
        8.570876
      ],
      "lat": 49.653902,
      "lon": 8.570876,
      "visits": [
        {
          "text": "Abbazia di Lorsch e sala del re Koenigshalle",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel centro di Lorsch intorno al sito monastico",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 5
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "DE::lueneburg",
      "name": "Lueneburg",
      "cc": "DE",
      "language": "it",
      "coords": [
        53.2464,
        10.4115
      ],
      "lat": 53.2464,
      "lon": 10.4115,
      "visits": [
        {
          "text": "Passeggia per Luneburgo, una delle città anseatiche più affascinanti della Germania costruita su fondamenta di sale. Il commercio medievale del sale portò immense ricchezze, evidenti nell'ornata architettura gotica in mattoni, negli edifici storici storti e nelle grandi case mercantili. Le facciate inclinate - causate dall'estrazione sotterranea del sale - danno alla città un carattere unico e stravagante che non si trova da nessun'altra parte.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri il Museo Tedesco del Sale ospitato in una salina storica, rivelando come 'l'oro bianco' abbia plasmato il destino di Luneburgo per oltre 1.000 anni. Mostre interattive e impianti di produzione del sale preservati raccontano la storia della merce che rese questa città una delle più ricche dell'Europa settentrionale medievale.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggia per l'atmosferica piazza Am Sande, circondata da magnifiche case a graticcio che mostrano i migliori esempi di architettura in mattoni della Germania settentrionale. La vivace atmosfera studentesca - Luneburgo è una città universitaria - aggiunge energia vibrante alle strade storiche piene di caffè, boutique e luoghi culturali.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 10
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "DE::lutherstadt-wittenberg",
      "name": "Lutherstadt Wittenberg",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.8671,
        12.6484
      ],
      "lat": 51.8671,
      "lon": 12.6484,
      "visits": [
        {
          "text": "Immergetevi nella storia della Riforma protestante a Lutherstadt Wittenberg, culla di un movimento che trasformò l'Europa. Fu qui, il 31 ottobre 1517, che Martin Lutero avrebbe affisso le sue 95 tesi sulla porta della chiesa del castello, scatenando una rivoluzione spirituale e intellettuale. Questo monumentale portale, oggi in bronzo, attrae visitatori da tutto il mondo che vengono a raccogliersi davanti a questo luogo simbolico.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate la chiesa di Santa Maria dove Martin Lutero predicava regolarmente, edificio gotico nel cuore della città vecchia iscritta al Patrimonio dell'Umanità dell'UNESCO. La chiesa del castello ospita le tombe di Lutero e del suo collaboratore Filippo Melantone. La piazza del mercato, dominata dal monumento a Lutero e dalle facciate rinascimentali, costituisce uno dei più bei complessi urbani della Germania centrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate i molteplici edifici storici della città vecchia che testimoniano quest'epoca cruciale della storia europea. La Casa di Lutero, antico monastero agostiniano dove visse il riformatore, è oggi il più grande museo della Riforma al mondo. Attraversando il ponte sull'Elba, accederete ai prati alluvionali dove la natura preservata offre un contrasto sereno con questo intenso patrimonio culturale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nei prati dell'Elba per godere della natura preservata",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 8
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "DE::magdebourg",
      "name": "Magdebourg",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.1205,
        11.6276
      ],
      "lat": 52.1205,
      "lon": 11.6276,
      "visits": [
        {
          "text": "Scoprite la Cittadella Verde, capolavoro architettonico progettato dall'artista austriaco Friedensreich Hundertwasser. Questo edificio unico dalle forme organiche, dai colori vivaci e dai tetti verdi rappresenta una visione rivoluzionaria dell'architettura urbana. Le sue colonne colorate e le sue finestre irregolari creano un'esperienza visiva affascinante che sfida le convenzioni architettoniche tradizionali.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammirate la maestosa cattedrale di Magdeburgo, primo edificio gotico eretto sul suolo tedesco. Questa imponente cattedrale, la cui costruzione iniziò nel 1209, ospita la tomba dell'imperatore Ottone I il Grande. Le sue volte slanciate e le sue sculture medievali testimoniano otto secoli di storia spirituale e artistica nel cuore della Germania.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate l'Elbauenpark e la sua Torre del Millennio, attrazione interattiva che ripercorre 6.000 anni di storia della scienza e della tecnologia. Questa torre di 60 metri propone esperienze pratiche su cinque livelli per comprendere le grandi scoperte dell'umanità. Il parco ospita anche la celebre figura dell'Omino del Sonno, personaggio emblematico della televisione della Germania dell'Est.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel Mercato Vecchio e scoperta degli emisferi di Magdeburgo di Otto von Guericke",
          "visit_duration_min": 60
        },
        {
          "text": "Visita alla Johanniskirche, chiesa gotica ricostruita dopo la Seconda Guerra Mondiale",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 1
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "DE::meissen",
      "name": "Meissen",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.1633,
        13.4719
      ],
      "lat": 51.1633,
      "lon": 13.4719,
      "visits": [
        {
          "text": "Albrechtsburg, castello-chiesa del XV secolo",
          "visit_duration_min": 75
        },
        {
          "text": "Stadtmuseum Meißen con esposizioni di porcellane e mostre",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partecipazione al laboratorio di porcellana",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 13
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "DE::monschau",
      "name": "Monschau",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.5546,
        6.2408
      ],
      "lat": 50.5546,
      "lon": 6.2408,
      "visits": [
        {
          "text": "Scoperta del villaggio medievale di Montjoie, famoso per le sue case a graticcio e le sue stradine lastricate",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata lungo le rive del fiume Rour e osservazione dei panorami sulla valle",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione nel parco naturale dell'Eifel intorno a Monschau",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DA NORIMBERGA AL MAR BALTICO: CULTURA E NATURA DEL NORD DELLA GERMANIA",
          "day": 7
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "DE::moritzburg",
      "name": "Moritzburg",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.1672,
        13.6806
      ],
      "lat": 51.1672,
      "lon": 13.6806,
      "visits": [
        {
          "text": "Castello di Moritzburg, castello circondato da fossato nel mezzo di un piccolo lago con interni barocchi",
          "visit_duration_min": 75
        },
        {
          "text": "Fasanenschlösschen, Piccolo Castello dei Fagiani rosa brillante",
          "visit_duration_min": 75
        },
        {
          "text": "Leuchtturm, piccolo faro vicino al laghetto",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 12
        }
      ],
      "rating": 7
    },
    {
      "place_id": "DE::munich",
      "name": "Munich",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.1351,
        11.582
      ],
      "lat": 48.1351,
      "lon": 11.582,
      "visits": [
        {
          "text": "Scoperta del Blautopf a Blaubeuren, famosa sorgente blu",
          "visit_duration_min": 75
        },
        {
          "text": "Visita dell'abbazia di Blaubeuren e del Bathhouse dei monaci",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione della grotta Hohle Fels, sito preistorico",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata a Marienplatz e spettacolo del carillon del nuovo municipio",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del palazzo di Nymphenburg e dei suoi giardini",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del Giardino inglese e della torre cinese",
          "visit_duration_min": 75
        },
        {
          "text": "Neuschwanstein: salita mattutina attraverso la gola del Pöllat fino al Marienbrücke (punto di vista principale).",
          "visit_duration_min": 75
        },
        {
          "text": "Visita interna di Neuschwanstein (fascia oraria di fine mattinata).",
          "visit_duration_min": 75
        },
        {
          "text": "Viaggio verso Monaco e sistemazione poi prima scoperta del centro storico.",
          "visit_duration_min": 75
        },
        {
          "text": "Residenz di Monaco: Residenza (sale principali) + Antiquarium (galleria rinascimentale).",
          "visit_duration_min": 75
        },
        {
          "text": "Tesoro della Residenza (schatzkammer).",
          "visit_duration_min": 75
        },
        {
          "text": "Teatro Cuvilliés (visita).",
          "visit_duration_min": 75
        },
        {
          "text": "Marienplatz: Glockenspiel (orari 11:00/12:00/17:00) e Neues Rathaus (ascensore al campanile).",
          "visit_duration_min": 75
        },
        {
          "text": "Frauenkirche (cattedrale di Nostra Signora): navata e belvedere (se aperto).",
          "visit_duration_min": 75
        },
        {
          "text": "Englischer Garten (sezione sud): prati, Eisbachwelle (surfisti).",
          "visit_duration_min": 75
        },
        {
          "text": "Mattinata libera a Monaco per completamenti (quartiere di Maxvorstadt o rive dell'Isar).",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite Monaco di Baviera, terza città più grande della Germania e sfavillante capitale della Baviera. Questa metropoli cosmopolita vi sedurrà con i suoi sontuosi palazzi, i suoi maestosi parchi e le sue chiese dai campanili emblematici. L'atmosfera conviviale dei celebri Biergarten e la ricchezza del suo patrimonio architettonico ne fanno una destinazione imperdibile per iniziare la vostra esplorazione della Baviera.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiate per la Marienplatz, cuore pulsante della città vecchia, dove l'imponente Nuovo Municipio svela il suo celebre carillon meccanico. Ammirate l'architettura gotica della Frauenkirche con le sue emblematiche torri gemelle, poi perdetevi nei pittoreschi vicoli del centro storico dove ogni facciata racconta secoli di storia bavarese.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate la Residenza di Monaco, uno dei più grandi palazzi urbani d'Europa, antica sede dei duchi e re di Baviera. Le sue 130 sale sontuosamente decorate, i suoi cortili rinascimentali e il suo tesoro vi immergeranno nello splendore della monarchia bavarese. L'adiacente Giardino Inglese, uno dei più grandi parchi urbani al mondo, offre una pausa verde ideale.",
          "visit_duration_min": 75
        },
        {
          "text": "Sosta al castello di Harburg risalente all'XI secolo",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione del centro storico di Harburg e panorama sul cratere di Nördlingen",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta della piazza Marienplatz e spettacolo dell'orologio del nuovo municipio",
          "visit_duration_min": 75
        },
        {
          "text": "Visita della Frauenkirche e del Fischbrunnen",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del mercato Viktualienmarkt",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del palazzo della Residenza di Monaco",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tragitto panoramico via Ulm prima di arrivare a Monaco",
          "visit_duration_min": 60
        },
        {
          "text": "Cena tipica alla Hofbräuhaus e degustazione di piatti bavaresi",
          "visit_duration_min": 60
        },
        {
          "text": "Anello di discese per sentieri sopra il Marienbrücke per punti di vista aggiuntivi sicuri.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata urbana a Monaco: Isartor → Viktualienmarkt → Marienplatz.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorso libero a piedi nel centro storico (Odeonsplatz, Feldherrnhalle, Theatinerkirche).",
          "visit_duration_min": 60
        },
        {
          "text": "Opzione museo: Deutsches Museum (sezioni emblematiche a scelta).",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata nel quartiere di Schwabing e nelle sue gallerie d'arte",
          "visit_duration_min": 60
        },
        {
          "text": "Visita al Deutsches Museum, il più grande museo della scienza al mondo",
          "visit_duration_min": 60
        },
        {
          "text": "Percorso panoramico lungo la Romantische Strasse verso Monaco",
          "visit_duration_min": 60
        },
        {
          "text": "Serata in una birreria tradizionale con musica bavarese",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTELLI, FORESTE E LAGHI: UN ROAD TRIP INCANTATO NELLA GERMANIA DEL SUD",
          "day": 3
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTELLI, FORESTE E LAGHI: UN ROAD TRIP INCANTATO NELLA GERMANIA DEL SUD",
          "day": 4
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "GERMANIA DELLE FIABE: CASTELLI, VILLAGGI MEDIEVALI E PANORAMI ALPINI",
          "day": 6
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "GERMANIA DELLE FIABE: CASTELLI, VILLAGGI MEDIEVALI E PANORAMI ALPINI",
          "day": 7
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "GERMANIA DELLE FIABE: CASTELLI, VILLAGGI MEDIEVALI E PANORAMI ALPINI",
          "day": 8
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 1
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 5
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 6
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::neuruppin",
      "name": "Neuruppin",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.9243,
        12.8032
      ],
      "lat": 52.9243,
      "lon": 12.8032,
      "visits": [
        {
          "text": "Sosta a Sachsenhausen-Oranienburg per la visita del campo di concentramento memoriale.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata lungo le rive del lago Ruppiner See e scoperta del centro storico di Neuruppin.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita della chiesa Sankt Trinitatis e del monastero annesso, risalenti al XIII secolo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax alle terme di Neuruppin, con vista sul lago.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGHI, CASTELLI E SPIAGGE: ROAD TRIP NELLA GERMANIA DEL NORD",
          "day": 2
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "DE::nuremberg",
      "name": "Nuremberg",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.4521,
        11.0767
      ],
      "lat": 49.4521,
      "lon": 11.0767,
      "visits": [
        {
          "text": "Immergetevi nella storia di Norimberga, seconda città della Baviera e città imperiale di capitale importanza nel Medioevo. Questa potente città dove si tenevano le diete del Sacro Impero e dove erano conservati i gioielli della corona imperiale conserva un'autentica atmosfera medievale dietro le sue imponenti mura. Il suo mercatino di Natale, il Christkindlesmarkt, è il più famoso della Germania.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il Kaiserburg, la fortezza imperiale che domina la città dal suo promontorio roccioso. Questo complesso castello, ampliato nel corso dei secoli, fu la residenza di tutti gli imperatori del Sacro Romano Impero. La vista dalle sue mura abbraccia i tetti rossi della città vecchia, le torri delle chiese e i meandri del fiume Pegnitz.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite la città vecchia ricostruita dopo le distruzioni del 1945, dove le case a graticcio costeggiano le chiese gotiche di San Sebaldo e San Lorenzo. Il tribunale dei processi di Norimberga, la casa di Albrecht Dürer e il Centro di Documentazione sul Nazismo testimoniano le pagine oscure e luminose della storia di questa città d'arte e cultura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita al Museo Nazionale Germanico, il più grande museo d'arte e cultura tedeschi",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata nei vicoli medievali del quartiere degli artigiani",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 13
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "DE::oberammergau",
      "name": "Oberammergau",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.5973,
        11.0666
      ],
      "lat": 47.5973,
      "lon": 11.0666,
      "visits": [
        {
          "text": "Visitate il castello di Linderhof, il più intimo dei palazzi di Ludwig II e l'unico che vide completato in vita. Questo gioiello rococò incastonato in una valle alpina incanta con il suo parco ondulato disseminato di fontane zampillanti, boschetti scolpiti e padiglioni esotici. La grotta di Venere, illuminata artificialmente, riproduce una scena dell'opera Tannhäuser con un lago sotterraneo navigabile.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite l'abbazia di Ettal, capolavoro del barocco bavarese fondato nel 1330 dall'imperatore Ludovico IV. La sua cupola monumentale, una delle più grandi della Germania, ospita affreschi celesti di una magnificenza mozzafiato. I monaci benedettini perpetuano ancora oggi la tradizione della birreria monastica e della distillazione di liquori.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiate nei vicoli di Oberammergau, villaggio celebre in tutto il mondo per le sue facciate dipinte con affreschi biblici e scene fiabesche. Questa tradizione di Lüftlmalerei, pittura trompe-l'oeil su intonaco, trasforma ogni casa in un'opera d'arte. Il villaggio ospita inoltre ogni dieci anni la celebre Rappresentazione della Passione dal 1634.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scoperta dell'artigianato locale di scultura in legno",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 5
        }
      ],
      "rating": 3
    },
    {
      "place_id": "DE::osnabrueck",
      "name": "Osnabrueck",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.2799,
        8.0472
      ],
      "lat": 52.2799,
      "lon": 8.0472,
      "visits": [
        {
          "text": "Vivi Osnabrück, la storica città universitaria dove fu firmata la Pace di Westfalia nel 1648, ponendo fine alla Guerra dei Trent'anni. Questo centro culturale fonde perfettamente patrimonio medievale ed energia giovanile, con un'impressionante architettura gotica, il magnifico Municipio e una vivace zona pedonale. I 1.200 anni di storia della città si svelano attraverso le sue splendide chiese e il ben conservato centro storico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora l'Osnabrücker Land circostante, ideale per escursioni in montagna con percorsi che vanno dalle brevi passeggiate giornaliere alle escursioni di più giorni. Le colline ondulate e le antiche foreste offrono sentieri panoramici attraverso la Foresta di Teutoburgo e la pacifica campagna punteggiata di fattorie tradizionali e villaggi storici.",
          "visit_duration_min": 60
        },
        {
          "text": "Pedala attraverso le regioni di Braunschweig e Osnabrück su percorsi ben segnalati adatti sia al ciclismo agonistico che ricreativo. Le sezioni piane offrono una guida fluida attraverso prati e lungo fiumi, mentre le colline circostanti offrono salite impegnative ricompensate da ampie viste panoramiche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 6
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "DE::passau",
      "name": "Passau",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.5748,
        13.4604
      ],
      "lat": 48.5748,
      "lon": 13.4604,
      "visits": [
        {
          "text": "Scoprite Passau, la Venezia bavarese, città spettacolare costruita alla confluenza di tre corsi d'acqua: il Danubio blu, l'Inn verde e l'Ilz nero. Questa situazione geografica unica crea un affascinante spettacolo cromatico dove le acque di colori diversi tardano a mescolarsi. La città vecchia sulla sua penisola offre prospettive romantiche ad ogni angolo di vicolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il Duomo di Santo Stefano, capolavoro del barocco italiano che ospita il più grande organo di cattedrale al mondo con i suoi 17.974 canne. I concerti d'organo quotidiani fanno risuonare questo strumento monumentale sotto volte ornate di stucchi dorati e affreschi celesti. L'acustica eccezionale di questo santuario ne fa un luogo di riferimento della musica sacra europea.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiate nella città vecchia dalle facciate pastello tipicamente italiane, eredità dei maestri d'opera giunti dalla penisola dopo l'incendio del 1662. Le piazze eleganti, i passaggi a volta e le pittoresche scalinate testimoniano il ruolo storico di Passau come crocevia commerciale tra l'Europa centrale e l'Italia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sui moli alla confluenza dei tre fiumi",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 11
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "DE::pillnitz",
      "name": "Pillnitz",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.0092,
        13.8736
      ],
      "lat": 51.0092,
      "lon": 13.8736,
      "visits": [
        {
          "text": "Palazzo e Parco di Pillnitz con grande scalinata dall'Elba",
          "visit_duration_min": 75
        },
        {
          "text": "Il Nuovo Palazzo a Pillnitz",
          "visit_duration_min": 75
        },
        {
          "text": "Museo di Arti Decorative al Palazzo di Pillnitz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 6
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "DE::pirna",
      "name": "Pirna",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.9603,
        13.9397
      ],
      "lat": 50.9603,
      "lon": 13.9397,
      "visits": [
        {
          "text": "Piazza medievale e strade acciottolate con negozi boutique",
          "visit_duration_min": 75
        },
        {
          "text": "Castello di Sonnenstein",
          "visit_duration_min": 75
        },
        {
          "text": "Museo di Pirna ospitato in un ex monastero",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 7
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "DE::plau-am-see",
      "name": "Plau Am See",
      "cc": "DE",
      "language": "it",
      "coords": [
        53.4571,
        12.2598
      ],
      "lat": 53.4571,
      "lon": 12.2598,
      "visits": [
        {
          "text": "Scoperta del centro storico di Plau am See e delle sue case a graticcio.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita delle rovine del castello di Plau e della chiesa Saint-Marien.",
          "visit_duration_min": 75
        },
        {
          "text": "Osservazione del ponte levatoio e della ruota idraulica storica risalente al 1273.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata lungo le rive del lago di Plau e osservazione dei canali circostanti.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGHI, CASTELLI E SPIAGGE: ROAD TRIP NELLA GERMANIA DEL NORD",
          "day": 3
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "DE::prien-am-chiemsee",
      "name": "Prien Am Chiemsee",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.856,
        12.3456
      ],
      "lat": 47.856,
      "lon": 12.3456,
      "visits": [
        {
          "text": "Partnachklamm (Garmisch-Partenkirchen) – gola attrezzata",
          "visit_duration_min": 75
        },
        {
          "text": "Eibsee – anello parziale sul bordo del lago con punti panoramici sulla Zugspitze",
          "visit_duration_min": 75
        },
        {
          "text": "Navigate sul Chiemsee, soprannominato il mare bavarese con i suoi 80 km² di superficie. Lago più grande della Baviera e terzo della Germania, questa maestosa distesa d'acqua bordata dalle Alpi ospita diverse isole, ognuna delle quali racchiude tesori unici. Il panorama sulle vette innevate dalle acque calme del lago compone un quadro di serenità assoluta.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite il palazzo di Herrenchiemsee sull'Isola degli Uomini, grandioso omaggio di Ludwig II a Versailles. Questo castello incompiuto supera il suo modello francese per lo splendore della sua Galleria degli Specchi, più lunga dell'originale. I giardini alla francese, le fontane monumentali e gli appartamenti reali testimoniano la megalomania poetica del re costruttore.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate la Fraueninsel (Isola delle Donne), incantevole villaggio di pescatori dominato da un convento benedettino fondato nell'VIII secolo. Le religiose vi producono ancora oggi liquori e marzapane secondo ricette secolari. I vicoli fioriti, le case dei pescatori con le persiane colorate e la chiesa romanica creano un'atmosfera senza tempo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Zugspitze – salita in funivia Seilbahn Zugspitze (secondo meteo), panorama in vetta",
          "visit_duration_min": 60
        },
        {
          "text": "Traversata in battello verso le isole del Chiemsee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DALLE RIVE DEL BODENSEE AL KÖNIGSSEE (5 GIORNI DI LAGHI, PANORAMI E CASTELLI)",
          "day": 3
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 9
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "DE::quedlinburg",
      "name": "Quedlinburg",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.7889,
        11.1389
      ],
      "lat": 51.7889,
      "lon": 11.1389,
      "visits": [
        {
          "text": "Perdetevi nelle strade acciottolate di Quedlinburg, antico palazzo reale iscritto al Patrimonio dell'Umanità dell'UNESCO per il suo eccezionale insieme di case a graticcio. Oltre 1.300 edifici a struttura in legno risalenti a sei secoli diversi compongono un museo a cielo aperto dell'architettura tradizionale tedesca. Ogni facciata racconta una storia, dalle modeste case di artigiani alle ricche dimore patrizie adornate di sculture.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate la chiesa del mercato di San Benedetto, gioiello gotico nel cuore della città vecchia le cui torri gemelle dominano i tetti rossi circostanti. La collegiata di San Servazio, arroccata sullo Schlossberg, ospita il tesoro della cattedrale con i suoi eccezionali reliquiari medievali. Il castello adiacente offre viste panoramiche su questo labirinto di viuzze tortuose e piazze segrete.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite le strette viuzze fiancheggiate da vecchie case a graticcio, le più antiche delle quali risalgono al XIV secolo. L'atmosfera medievale preservata di questa città, risparmiata dalle distruzioni della guerra, vi trasporta nella Germania di un tempo. Numerosi piccoli locali nella città vecchia invitano alla pausa contemplativa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Salita allo Schlossberg per la vista panoramica sui tetti della città vecchia",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 11
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "DE::ratisbonne",
      "name": "Ratisbonne",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.0134,
        12.1016
      ],
      "lat": 49.0134,
      "lon": 12.1016,
      "visits": [
        {
          "text": "Esplorate Ratisbona (Regensburg), prima capitale della Baviera iscritta al Patrimonio dell'Umanità UNESCO. Questa città con 2.000 anni di storia ospita più di 1.500 edifici classificati monumenti storici, costituendo l'insieme medievale meglio conservato della Germania. Le torri patrizie che competono in altezza testimoniano la potenza delle famiglie mercantili medievali.",
          "visit_duration_min": 75
        },
        {
          "text": "Attraversate il Ponte di Pietra, capolavoro dell'ingegneria medievale del XII secolo che servì da modello al Ponte Carlo di Praga. Lungo 310 metri e sostenuto da 16 arcate, questo ponte offre una vista panoramica splendida sulla sagoma della città vecchia dominata dalle guglie del duomo gotico. Era un tempo l'unico ponte di pietra sul Danubio tra Ulm e Vienna.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammirate il Duomo di San Pietro, unico esempio di gotico francese puro in Baviera, le cui vetrate medievali sono tra le più belle della Germania. La città vecchia abbonda di tesori architettonici: il vecchio municipio dove sedeva la Dieta del Sacro Romano Impero, le colorate case patrizie e i cortili interni rinascimentali.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata lungo i moli del Danubio al tramonto",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 12
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "DE::riedlhutte",
      "name": "Riedlhutte",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.9274,
        13.3841
      ],
      "lat": 48.9274,
      "lon": 13.3841,
      "visits": [
        {
          "text": "Escursione nel parco nazionale della Foresta Bavarese (Bayerischer Wald).",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione del Tierfreigelände di Neuschönau, alla ricerca di animali selvatici come la lince o il bisonte europeo.",
          "visit_duration_min": 75
        },
        {
          "text": "Camminata verso il Rachelsee attraverso le foreste di faggi e abeti rossi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Osservazione della fauna e fotografia nelle riserve naturali.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L'ULTIMO ROAD TRIP NEL SUD DELLA GERMANIA: CASTELLI, FORESTE E CITTÀ MEDIEVALI",
          "day": 2
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "DE::rostock",
      "name": "Rostock",
      "cc": "DE",
      "language": "it",
      "coords": [
        54.0924,
        12.0991
      ],
      "lat": 54.0924,
      "lon": 12.0991,
      "visits": [
        {
          "text": "Visita del centro storico di Rostock e delle sue chiese gotiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del porto antico e delle case a timpano restaurate.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel quartiere di Warnemünde, passeggiata lungo il canale Alter Strom e salita al faro del 1898.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGHI, CASTELLI E SPIAGGE: ROAD TRIP NELLA GERMANIA DEL NORD",
          "day": 6
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "DE::rothenburg-ob-der-tauber",
      "name": "Rothenburg Ob Der Tauber",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.3776,
        10.1781
      ],
      "lat": 49.3776,
      "lon": 10.1781,
      "visits": [
        {
          "text": "Burg Eltz: sentiero forestale dal parcheggio di Wierschem fino al castello e cortile interno.",
          "visit_duration_min": 75
        },
        {
          "text": "Würzburg: Alte Mainbrücke (ponte antico) con statue e vista sulla fortezza.",
          "visit_duration_min": 75
        },
        {
          "text": "Würzburg: Fortezza Marienberg (bastioni, giardini, panorama sul Meno).",
          "visit_duration_min": 75
        },
        {
          "text": "Würzburg: Residenza di Würzburg (UNESCO) e Hofkirche (esterni e sale principali).",
          "visit_duration_min": 75
        },
        {
          "text": "Tragitto finale verso Rothenburg ob der Tauber e prima passeggiata di orientamento intra-muros.",
          "visit_duration_min": 75
        },
        {
          "text": "Rothenburg: giro completo dei bastioni (Stadtmauer) e porte medievali.",
          "visit_duration_min": 75
        },
        {
          "text": "Burggarten: vedute sulla Tauber e sui tetti, ideale al tramonto.",
          "visit_duration_min": 75
        },
        {
          "text": "Marktplatz: Rathaus, Ratstrinkstube e orologio animato (Glockenspiel).",
          "visit_duration_min": 75
        },
        {
          "text": "Plönlein e Siebersturm: iconica prospettiva medievale.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo di Storia della Città (Zur Stadtgeschichte) e torrione sotto il municipio.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrate a Rothenburg ob der Tauber, la più bella città medievale della Germania, paragonabile a Carcassonne per la sua eccezionale conservazione. Questa città fortificata sembra congelata nel Rinascimento con le sue mura intatte, le sue torri di guardia e i suoi vicoli acciottolati bordati di case a graticcio con gerani fioriti. Il tempo si è fermato qui nel XVI secolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Fate il giro completo delle mura sul camminamento di ronda coperto, offrendo prospettive uniche sui tetti rossi e sui cortili interni fioriti. Le 42 torri che punteggiano la cinta muraria e le porte fortificate monumentali testimoniano la potenza di questa città libera dell'Impero. Il Plönlein, pittoresco incrocio tra due torri, è la vista più fotografata della Baviera.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate la chiesa di San Giacomo che ospita la pala del Santo Sangue, capolavoro di Tilman Riemenschneider, e il museo del Crimine Medievale che espone gli strumenti di tortura e giustizia dell'epoca. Il museo del Natale, aperto tutto l'anno, perpetua la tradizione delle decorazioni artigianali di Käthe Wohlfahrt, celebri in tutto il mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Immergetevi nella quintessenza del borgo medievale bavarese a Rothenburg ob der Tauber, dove strade acciottolate si snodano tra case a graticcio perfettamente conservate che sono rimaste pressoché immutate dal Medioevo. Percorrete le antiche mura che hanno protetto la città per secoli, offrendo viste sopraelevate sui tetti di tegole rosse e i campanili delle chiese. Questo borgo da fiaba ha incantato i visitatori molto prima di diventare una meta popolare, e i pernottamenti rivelano la sua magia dopo la partenza degli escursionisti giornalieri.",
          "visit_duration_min": 75
        },
        {
          "text": "Fotografate il leggendario Plönlein, dove ogni elemento medievale si condensa in un angolo infinitamente fotogenico divenuto icona del romanticismo tedesco. Questo pittoresco incrocio dove due strade si incontrano a livelli diversi, incorniciato da una casa a graticcio e una torre-porta medievale, incarna il fascino da libro di fiabe del borgo. La luce del primo mattino o della sera trasforma questa scena in qualcosa di veramente magico.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite gli affascinanti contrasti dei musei insoliti di Rothenburg che rivelano diverse sfaccettature della vita medievale. Il Museo Medievale del Crimine espone ingegnosi e macabri strumenti di tortura e di giustizia che illuminano il lato più oscuro del Medioevo. In netto contrasto, il Museo Tedesco del Natale celebra tutto l'anno le tradizioni infinitamente più gioiose del periodo festivo, esponendo secoli di decorazioni natalizie e usanze.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita di Bad Mergentheim e del Deutschordens Museum",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nei giardini del palazzo di Bad Mergentheim",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione del parco faunistico Wildpark Bad Mergentheim",
          "visit_duration_min": 75
        },
        {
          "text": "Camminata sul cammino di ronda delle mura",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del Plönlein, la vista emblematica di Rothenburg",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del municipio e della piazza del mercato",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione dei negozi di Natale e di prodotti artigianali tedeschi",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama dal belvedere sulla città vecchia",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del centro medievale di Rothenburg ob der Tauber, le sue stradine lastricate e le sue case a graticcio.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del Plönlein, la strada più fotografata della città.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata sui bastioni fortificati e osservazione delle torri e porte medievali.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del Marktplatz e del municipio rinascimentale.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata al Burggarten per ammirare la vista sulla città vecchia al tramonto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trenino turistico di Würzburg (40 min) per sorvolare i principali siti del centro storico.",
          "visit_duration_min": 60
        },
        {
          "text": "Soste fotografiche nei vigneti intorno a Würzburg secondo i punti panoramici segnalati.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorso fotografico nei vicoli (mattina presto per evitare la folla).",
          "visit_duration_min": 60
        },
        {
          "text": "Salita alla torre del Rathaus per panorama sul centro storico.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita guidata notturna con il guardiano notturno in costume d'epoca",
          "visit_duration_min": 60
        },
        {
          "text": "Unitevi al tour del Guardiano Notturno per ascoltare racconti della Rothenburg medievale alla luce delle lanterne attraverso strade suggestive",
          "visit_duration_min": 60
        },
        {
          "text": "Scoperta del centro storico di Rothenburg ob der Tauber e delle sue mura medievali",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata libera nei giardini e vicoli medievali",
          "visit_duration_min": 60
        },
        {
          "text": "Percorso libero sulla Strada Romantica ed esplorazione fotografica dei punti panoramici.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "GERMANIA DELLE FIABE: CASTELLI, VILLAGGI MEDIEVALI E PANORAMI ALPINI",
          "day": 2
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "GERMANIA DELLE FIABE: CASTELLI, VILLAGGI MEDIEVALI E PANORAMI ALPINI",
          "day": 3
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 16
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Strada Romantica della Baviera: borghi medievali e castelli da fiaba",
          "day": 2
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 3
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 4
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L'ULTIMO ROAD TRIP NEL SUD DELLA GERMANIA: CASTELLI, FORESTE E CITTÀ MEDIEVALI",
          "day": 1
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "DE::saalfeld",
      "name": "Saalfeld",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.6486,
        11.3608
      ],
      "lat": 50.6486,
      "lon": 11.3608,
      "visits": [
        {
          "text": "Grotte delle Fate di Saalfeld, ex miniera Jeremias Glück aperta dal 1914, con corridoi, cavità, stalattiti e minerali",
          "visit_duration_min": 75
        },
        {
          "text": "La più antica galleria terapeutica della Germania alle Grotte delle Fate con aria pura",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Grottoneum alle Grotte delle Fate",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sentiero avventura nella foresta alle Grotte delle Fate di Saalfeld",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 10
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "DE::salzwedel",
      "name": "Salzwedel",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.8522,
        11.1528
      ],
      "lat": 52.8522,
      "lon": 11.1528,
      "visits": [
        {
          "text": "Assaporate Salzwedel, la città del Baumkuchen, dove questa tradizionale torta allo spiedo viene preparata secondo ricette ancestrali da secoli. Questa specialità dolce dai molteplici strati dorati, cotta lentamente su un cilindro rotante, è diventata l'emblema culinario dell'Altmark. La città vecchia anseatica con le sue case a graticcio e chiese gotiche in mattoni offre uno scenario incantevole per questa scoperta gastronomica.",
          "visit_duration_min": 75
        },
        {
          "text": "Navigate sul lago Arendsee a bordo del battello a pale Queen Arendsee, che scivola placidamente sulle acque di questo lago naturale di 5 km². Questa crociera nostalgica evoca l'atmosfera degli antichi battelli a vapore offrendo panorami incantevoli sulle rive boscose. Il lago, il più grande dell'Altmark, è una destinazione apprezzata per il relax e le attività acquatiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite la singolare storia di Gustav Nagel, predicatore itinerante e leggendario guaritore naturale dell'inizio del XX secolo. Questo personaggio eccentrico viveva in una capanna che aveva costruito vicino al lago di Arendsee, percorrendo la regione a piedi nudi per diffondere i suoi messaggi di pace e comunione con la natura. La sua eredità testimonia il fascino spirituale che questa pacifica regione già esercitava.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustazione del famoso Baumkuchen di Salzwedel in una pasticceria tradizionale",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 4
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "DE::sassnitz",
      "name": "Sassnitz",
      "cc": "DE",
      "language": "it",
      "coords": [
        54.5155,
        13.6424
      ],
      "lat": 54.5155,
      "lon": 13.6424,
      "visits": [
        {
          "text": "Escursione nel parco nazionale di Jasmund, famoso per le sue scogliere di gesso che dominano il mar Baltico",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione della foresta di faggi e dei panorami sulla scogliera Königsstuhl",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel porto peschereccio di Sassnitz e osservazione delle imbarcazioni tradizionali del Baltico",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DA NORIMBERGA AL MAR BALTICO: CULTURA E NATURA DEL NORD DELLA GERMANIA",
          "day": 3
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "DE::schoenau-am-koenigssee",
      "name": "Schoenau Am Koenigssee",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.5886,
        12.9883
      ],
      "lat": 47.5886,
      "lon": 12.9883,
      "visits": [
        {
          "text": "Prien/Stock am Chiemsee – traversata in battello verso Herreninsel",
          "visit_duration_min": 75
        },
        {
          "text": "Schloss Herrenchiemsee – visita del palazzo e giardini",
          "visit_duration_min": 75
        },
        {
          "text": "Fraueninsel – giro dell'isola e abbazia benedettina Frauenwörth",
          "visit_duration_min": 75
        },
        {
          "text": "Königssee – crociera verso St. Bartholomä e Obersee (secondo stagione)",
          "visit_duration_min": 75
        },
        {
          "text": "Jennerbahn – salita al Jenner e punti panoramici sul Watzmann e il Königssee",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata di fine giornata sulle rive del Chiemsee (Priener Uferweg)",
          "visit_duration_min": 60
        },
        {
          "text": "Malerwinkel-Rundweg – sentiero panoramico sopra il Königssee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DALLE RIVE DEL BODENSEE AL KÖNIGSSEE (5 GIORNI DI LAGHI, PANORAMI E CASTELLI)",
          "day": 4
        },
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DALLE RIVE DEL BODENSEE AL KÖNIGSSEE (5 GIORNI DI LAGHI, PANORAMI E CASTELLI)",
          "day": 5
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "DE::schoenebeck",
      "name": "Schoenebeck",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.0167,
        11.7333
      ],
      "lat": 52.0167,
      "lon": 11.7333,
      "visits": [
        {
          "text": "Esplorate Schönebeck, la città del sale, la cui storia millenaria è intimamente legata all'estrazione dell'oro bianco. Il Museo del Sale (Salzlandmuseum) vi porta in un affascinante viaggio attraverso i secoli per comprendere l'importanza economica e sociale di questa preziosa risorsa. La pittoresca città vecchia con le sue colorate case a graticcio invita a passeggiare per strade cariche di storia.",
          "visit_duration_min": 75
        },
        {
          "text": "Rilassatevi nel quartiere termale di Bad Salzelmen, dove il maestoso Gradierwerk (torre di graduazione) diffonde nell'aria aerosol salino dalle virtù terapeutiche. Questa monumentale struttura in legno, dove l'acqua salata scorre su fasci di prugnolo, crea un microclima iodato unico. Il bagno di sale offre un'autentica esperienza di benessere ereditata dalle tradizioni termali tedesche.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammirate sull'Elba la più lunga casa a graticcio abitata d'Europa, spettacolare testimonianza dell'architettura tradizionale tedesca. Il Fiore di Sale, installazione artistica contemporanea sul fiume, dialoga con questo patrimonio storico. La chiesa di San Giovanni completa questo panorama architettonico con il suo campanile che domina la città.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita al santuario di Pömmelte, sito cultuale di oltre 4.000 anni con il suo fossato circolare ricostruito",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 5
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "DE::schotten-vogelsberg",
      "name": "Schotten Vogelsberg",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.503461,
        9.125161
      ],
      "lat": 50.503461,
      "lon": 9.125161,
      "visits": [
        {
          "text": "Città di Schotten, porta d'ingresso del Vogelsberg Nature Park",
          "visit_duration_min": 75
        },
        {
          "text": "Vogelsberg Nature Park e paesaggi vulcanici",
          "visit_duration_min": 75
        },
        {
          "text": "Vetta Hoherodskopf con punti panoramici",
          "visit_duration_min": 75
        },
        {
          "text": "Centro informazioni di Schotten dedicato alla geologia e all'ecologia del parco",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camminata su un tratto del sentiero Vulkanring Vogelsberg",
          "visit_duration_min": 60
        },
        {
          "text": "Percorso in bicicletta o in bici elettrica nel Vogelsberg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 6
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "DE::schwaebisch-hall",
      "name": "Schwaebisch Hall",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.1128,
        9.7378
      ],
      "lat": 49.1128,
      "lon": 9.7378,
      "visits": [
        {
          "text": "Scopri Schwäbisch Hall, una bella e affascinante città che un tempo fu un importante centro di produzione del sale, il prezioso 'oro bianco' che creò la sua ricchezza. Il centro storico serpeggia attraverso strade di magnifici edifici a graticcio fino a una splendida piazza centrale del mercato dominata dall'imponente Chiesa di San Michele. Il ponte di legno coperto che attraversa il fiume Kocher crea una delle scene più fotografate della Germania.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il museo locale per conoscere l'affascinante storia della produzione del sale che diede alla città il suo nome e la sua fortuna. Il sale viene estratto qui dai tempi celtici, e l'industria ha plasmato ogni aspetto della vita locale, dell'architettura e della cultura. Il Museo Hällisch-Fränkisches fa rivivere questo patrimonio attraverso coinvolgenti esposizioni sui lavoratori del sale e i mercanti che costruirono la città.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il complesso monastico di Großcomburg arroccato su una collina appena sopra la città, dove le mura difensive del XVI secolo si ergono ancora a proteggere la cappella romanica e il chiostro al suo interno. I tranquilli cortili del monastero e l'architettura storica offrono un contrasto contemplativo con la vivace città sottostante. Controlla il calendario dei festival della città, poiché Schwäbisch Hall ospita eccellenti eventi culturali durante tutto l'anno.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rilassati nel parco lungo il fiume Kocher e ammira le viste sul pittoresco ponte coperto",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 14
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "DE::schwerin",
      "name": "Schwerin",
      "cc": "DE",
      "language": "it",
      "coords": [
        53.6294,
        11.4148
      ],
      "lat": 53.6294,
      "lon": 11.4148,
      "visits": [
        {
          "text": "Visita del castello di Schwerin, palazzo fiabesco situato su un'isola in mezzo al lago.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del centro storico e della cattedrale gotica in mattoni di Schwerin.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata lungo le rive del lago di Schwerin ed esplorazione del quartiere parlamentare.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGHI, CASTELLI E SPIAGGE: ROAD TRIP NELLA GERMANIA DEL NORD",
          "day": 4
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "DE::schwetzingen",
      "name": "Schwetzingen",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.3833,
        8.5667
      ],
      "lat": 49.3833,
      "lon": 8.5667,
      "visits": [
        {
          "text": "Perditi nei magnifici giardini dello Schloss Schwetzingen, uno splendido palazzo estivo con ettari di terreni meticolosamente paesaggistici che si classificano tra i più bei giardini barocchi della Germania. Il palazzo rosa salmone fa da elegante sfondo a parterres formali, templi romantici e sentieri boschivi sinuosi progettati per incantare ad ogni svolta. Questo rifugio principesco fu creato per gli Elettori Palatini come fuga dalla vita di corte a Heidelberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri le straordinarie follie del giardino, tra cui una moschea, un tempio romano e una casa da bagno che riflettono il fascino del XVIII secolo per le culture esotiche. Il parterre circolare e le grandi fontane dimostrano l'apice del design dei giardini barocchi e dell'arte orticola. Se visiti a maggio, il famoso festival degli asparagi bianchi della città celebra questa pregiata prelibatezza locale con eventi culinari in tutta la regione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi il pranzo in uno degli incantevoli ristoranti lungo la strada che porta ai giardini del palazzo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 2
        }
      ],
      "rating": 2.2
    },
    {
      "place_id": "DE::seiffen",
      "name": "Seiffen",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.65,
        13.45
      ],
      "lat": 50.65,
      "lon": 13.45,
      "visits": [
        {
          "text": "Laboratori di giocattoli in legno fatti a mano",
          "visit_duration_min": 75
        },
        {
          "text": "Laboratori di angeli in porcellana con le ali",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursionismo nei Monti Metalliferi",
          "visit_duration_min": 60
        },
        {
          "text": "Mountain bike nei Monti Metalliferi",
          "visit_duration_min": 60
        },
        {
          "text": "Giro storico in treno a vapore nei Monti Metalliferi",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 16
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "DE::seitenroda",
      "name": "Seitenroda",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.7703,
        11.5558
      ],
      "lat": 50.7703,
      "lon": 11.5558,
      "visits": [
        {
          "text": "Leuchtenburg, uno dei castelli meglio conservati della Germania dell'anno 1200 sulla collina del castello",
          "visit_duration_min": 75
        },
        {
          "text": "Museo interattivo Porzellanwelten Leuchtenburg con diversi mondi di esperienza",
          "visit_duration_min": 75
        },
        {
          "text": "Mostra Mythos Burg alla Leuchtenburg",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vista sul paesaggio della Turingia dalla Leuchtenburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 8
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "DE::soltau",
      "name": "Soltau",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.9847,
        9.8406
      ],
      "lat": 52.9847,
      "lon": 9.8406,
      "visits": [
        {
          "text": "Vivi la mozzafiato Brughiera di Luneburgo, uno dei paesaggi naturali più incantevoli della Germania. Questa vasta distesa di brughiera viola, punteggiata da antichi cespugli di ginepro e pecore Heidschnucken al pascolo, crea un'atmosfera magica specialmente durante la stagione della fioritura da agosto a settembre. La bellezza serena della brughiera ha ispirato poeti e pittori per secoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Fai salire la tua adrenalina all'Heide-Park Soltau, casa della montagna russa in legno più grande del mondo. Questo parco a tema di prim'ordine combina attrazioni mozzafiato con terre a tema, intrattenimento dal vivo e attrazioni per famiglie distribuite in un ambiente splendidamente paesaggistico. Sia i cercatori di brividi che le famiglie trovano infinite emozioni nel secondo parco di divertimenti più grande della Germania.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Meravigliati di specie esotiche da tutto il mondo al Parco Ornitologico di Walsrode, uno dei più grandi parchi di uccelli del mondo. Oltre 4.000 uccelli di 650 specie abitano questo spettacolare giardino di 24 ettari con voliere mozzafiato, serre tropicali ed esperienze di alimentazione interattive. Dai minuscoli colibrì alle maestose aquile, la diversità degli uccelli crea un paradiso colorato.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 11
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "DE::sonnenbuehl",
      "name": "Sonnenbuehl",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.382,
        9.207
      ],
      "lat": 48.382,
      "lon": 9.207,
      "visits": [
        {
          "text": "Dinkelsbühl: giro intra-muros (porte, torri, passeggiata attorno ai fossati).",
          "visit_duration_min": 75
        },
        {
          "text": "Dinkelsbühl: Münster Sankt Georg (navata gotica e torre).",
          "visit_duration_min": 75
        },
        {
          "text": "Castello di Hohenzollern: bastioni, cortili e viste sul Giura Svevo (pomeriggio).",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Itinerario a piedi verso gli stagni e l'antica prigione dei debitori a Dinkelsbühl.",
          "visit_duration_min": 60
        },
        {
          "text": "Punto panoramico crepuscolare su Hohenzollern dai belvedere segnalati al parcheggio del castello.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "GERMANIA DELLE FIABE: CASTELLI, VILLAGGI MEDIEVALI E PANORAMI ALPINI",
          "day": 4
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "DE::speyer",
      "name": "Speyer",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.3173,
        8.4411
      ],
      "lat": 49.3173,
      "lon": 8.4411,
      "visits": [
        {
          "text": "Resta a bocca aperta davanti alla Cattedrale di Spira (Speyer Dom), un monumentale capolavoro romanico che servì come chiesa principale del Sacro Romano Impero. Questo sito Patrimonio dell'Umanità UNESCO, una delle più grandi chiese romaniche al mondo, ospita le cripte di otto imperatori e re tedeschi sotto i suoi svettanti soffitti a volta. Le torri gemelle e la facciata in arenaria rossa della cattedrale dominano la pianura del Reno da quasi mille anni.",
          "visit_duration_min": 75
        },
        {
          "text": "Scendi nella cripta imperiale per rendere omaggio all'ultimo luogo di riposo dei sovrani medievali che un tempo plasmarono il destino dell'Europa. Le suggestive camere sotterranee presentano sarcofagi di pietra semplici ma potenti che collegano direttamente i visitatori alla gloria medievale dell'impero. Un'eccellente audioguida disponibile in più lingue fa rivivere vividamente l'affascinante storia della cattedrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il museo di fronte alla piazza della cattedrale per approfondire la tua comprensione del ruolo cruciale di Spira nella storia europea. La collezione traccia lo sviluppo della città dai tempi romani attraverso la sua prominenza nel Sacro Romano Impero. In estate, il vivace Brezelfest riempie le strade con giostre da luna park e tende da festival tradizionali, mentre dicembre porta un incantevole mercatino di Natale di dimensioni contenute.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia lungo la storica Maximilianstrasse, la strada pedonale più antica e più lunga della Germania",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 3
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "DE::stade",
      "name": "Stade",
      "cc": "DE",
      "language": "it",
      "coords": [
        53.5977,
        9.4765
      ],
      "lat": 53.5977,
      "lon": 9.4765,
      "visits": [
        {
          "text": "Vivi Stade, una gemma tra le città anseatiche della Germania che vanta un notevole fascino marittimo sulle rive del fiume Schwinge. Questo porto commerciale millenario presenta un centro storico splendidamente conservato con case a graticcio, edifici mercantili storici e l'iconica gru portuale in legno. Il quartiere portuale atmosferico e i vicoli sinuosi trasportano i visitatori ai giorni gloriosi del commercio anseatico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pedala lungo la Pista Ciclabile del Mare del Nord che si snoda lungo gli argini tra pecore al pascolo e il vasto paesaggio costiero. Questo percorso panoramico offre una guida tranquilla attraverso villaggi di pescatori tradizionali, passando per fari storici e lungo dighe con viste panoramiche sul Mare del Nord e l'estuario dell'Elba.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplora l'eredità marittima di Stade al porto dove le imbarcazioni a vela tradizionali attraccano ancora lungo le banchine storiche. Il museo della città nel Magazzino Svedese racconta la storia di secoli di commercio, pesca e navigazione che hanno plasmato questa gemma anseatica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "DE::stendal",
      "name": "Stendal",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.6058,
        11.8597
      ],
      "lat": 52.6058,
      "lon": 11.8597,
      "visits": [
        {
          "text": "Scoprite Stendal, fiera città di Rolando nell'Altmark, la cui monumentale statua nella piazza del mercato simboleggia le libertà comunali medievali. Questa città anseatica prospera nel Medioevo conserva un patrimonio architettonico in mattoni gotici di notevole omogeneità. Le strette stradine conducono a piazze pittoresche e tesori nascosti che rivelano l'importanza storica di questa antica città mercantile.",
          "visit_duration_min": 75
        },
        {
          "text": "Meravigliatevi davanti alla chiesa di Santa Maria che troneggia maestosamente sopra la città. Questa chiesa-sala gotica in mattoni impressiona per la sua architettura slanciata e i suoi raffinati dettagli artistici. La chiesa di San Giacomo, altro gioiello gotico, completa questo patrimonio religioso eccezionale con le sue volte stellate e le sue vetrate medievali.",
          "visit_duration_min": 75
        },
        {
          "text": "Attraversate le monumentali porte di Uenglingen e di Tangermünde, impressionanti testimoni dell'antica fortificazione della città. Queste porte gotiche in mattoni, tra le più belle del nord della Germania, raccontano l'importanza strategica di Stendal nella storia medievale. La Torre della Polvere e il Municipio rinascimentale completano questo notevole panorama architettonico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita al Museo dell'Altmark che ripercorre la storia di questa regione storica",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 3
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "DE::stolberg",
      "name": "Stolberg",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.5697,
        10.9503
      ],
      "lat": 51.5697,
      "lon": 10.9503,
      "visits": [
        {
          "text": "Esplorate Stolberg, pittoresca città del sud dello Harz il cui centro medievale è miracolosamente preservato. Le storiche case a graticcio che fiancheggiano le ripide viuzze creano uno scenario d'altri tempi ai piedi del castello che domina la valle. Il castello di Stolberg, residenza degli omonimi conti, e la chiesa di San Martino costituiscono i simboli emblematici di questa città romantica.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite il luogo di nascita di Thomas Müntzer, teologo radicale e leader della guerra dei contadini nato qui nel 1489. Una statua commemora questo personaggio controverso che sfidò l'ordine costituito in nome della giustizia sociale. La sua eredità rivoluzionaria fa di Stolberg un importante luogo di memoria per la storia dei movimenti sociali in Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite i 200 gradini della Croce di Giuseppe, la più grande croce doppia in ferro del mondo eretta sul Großer Auerberg. Questa impressionante struttura metallica alta 38 metri, costruita nel 1896, offre dalla sua piattaforma di osservazione una magnifica vista sul massiccio dello Harz. Il panorama a 360 gradi ricompensa lo sforzo della salita con un grandioso spettacolo naturale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Salita alla Croce di Giuseppe per il panorama sullo Harz meridionale",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 16
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "DE::tangermuende",
      "name": "Tangermuende",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.5433,
        11.9756
      ],
      "lat": 52.5433,
      "lon": 11.9756,
      "visits": [
        {
          "text": "Passeggiate per Tangermünde, considerata una delle più belle piccole città della Germania. Questa pittoresca città situata alla confluenza dell'Elba e del Tanger seduce con le sue stradine acciottolate fiancheggiate da storiche case a graticcio e imponenti edifici in mattoni rossi. L'atmosfera medievale preservata vi trasporta istantaneamente diversi secoli indietro nel tempo.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplate l'imponente castello medievale di Tangermünde, antica residenza imperiale di Carlo IV nel XIV secolo. Questa fortezza che domina l'Elba offre punti di vista spettacolari sulla città e sulle rive del fiume. Le massicce mura e le torri di guardia testimoniano l'importanza strategica di questa città nella storia del Sacro Romano Impero.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammirate il Municipio gotico in mattoni, gioiello architettonico del nord della Germania con i suoi caratteristici frontoni dentellati. La chiesa di Santo Stefano, imponente edificio in mattoni del XIV secolo, domina la silhouette della città con il suo slanciato campanile. La Torre del Gufo (Eulenturm) fa parte dei resti notevolmente conservati delle fortificazioni medievali.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata lungo le mura medievali con viste panoramiche sull'Elba",
          "visit_duration_min": 60
        },
        {
          "text": "Scoperta della statua di Grete Minde, personaggio leggendario della città",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 2
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "DE::tegernsee",
      "name": "Tegernsee",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.7128,
        11.7575
      ],
      "lat": 47.7128,
      "lon": 11.7575,
      "visits": [
        {
          "text": "Assaporate la bellezza del Tegernsee, lago di villeggiatura apprezzato dall'aristocrazia bavarese da secoli. Incastonato ai piedi delle Alpi in uno scrigno di montagne boscose, questo lago dalle acque pure ospita sulle sue rive eleganti cittadine con case fiorite di gerani. L'atmosfera raffinata e il contesto preservato ne fanno una destinazione di elezione per i monacensi in cerca di natura.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate l'antica abbazia benedettina di Tegernsee, fondata nell'VIII secolo, la cui birreria monastica perpetua una tradizione millenaria. La chiesa barocca, rimaneggiata nel XVII secolo, ospita notevoli tesori artistici. Il giardino del chiostro offre una vista tranquilla sul lago e sulle vette circostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite in cima al Wallberg con la funivia panoramica per una vista a 360 gradi sulle Alpi bavaresi. A 1.722 metri d'altitudine, il panorama abbraccia il Tegernsee nella sua interezza, le catene montuose austriache e, nelle giornate limpide, fino a Monaco. Una terrazza panoramica permette di ammirare questo spettacolo in ogni stagione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata lacustre e scoperta dei villaggi di Bad Wiessee e Rottach-Egern",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 8
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "DE::thale",
      "name": "Thale",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.75,
        11.0333
      ],
      "lat": 51.75,
      "lon": 11.0333,
      "visits": [
        {
          "text": "Salite all'Hexentanzplatz, la leggendaria piazza della danza delle streghe, accessibile con una funivia panoramica che sorvola la valle della Bode. Questo altopiano roccioso a 454 metri di altitudine è teatro di numerose leggende che circondano le streghe dello Harz che vi si riunirebbero ogni notte di Valpurga. La vista a strapiombo sulla selvaggia gola della Bode e sulle foreste circostanti crea un panorama di sorprendente bellezza.",
          "visit_duration_min": 75
        },
        {
          "text": "Scalate la Roßtrappe, roccia di granito di 400 metri che offre una fantastica vista sulle montagne dello Harz. Secondo la leggenda, l'impronta a forma di zoccolo visibile nella roccia proverrebbe dal cavallo della principessa Brunilde, che avrebbe saltato sopra la gola per sfuggire al cavaliere Bodo. Quest'ultimo, caduto nel precipizio, avrebbe dato il suo nome al fiume Bode che serpeggia 200 metri più in basso.",
          "visit_duration_min": 75
        },
        {
          "text": "Fate un'escursione sull'Harzer Hexenstieg, celebre sentiero escursionistico che costeggia il fiume Bode attraverso una gola spettacolare. Il Ponte del Diavolo attraversa le acque tumultuose in uno scenario di foresta incantata degno delle fiabe dei fratelli Grimm. La chiesa di San Pietro e la roccia di Goethe, che lo scrittore visitò durante i suoi viaggi nello Harz, completano questa immersione in un paesaggio romantico tedesco.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione lungo la Bode sul sentiero Hexenstieg attraverso la gola selvaggia",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 14
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "DE::titisee",
      "name": "Titisee",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.9,
        8.15
      ],
      "lat": 47.9,
      "lon": 8.15,
      "visits": [
        {
          "text": "Rilassati al Titisee, uno dei laghi più amati della Foresta Nera, incastonato in un perfetto scenario montano da cartolina. Questo lago glaciale naturale offre acque cristalline perfette per nuotare, andare in pedalò o semplicemente passeggiare lungo la pittoresca passeggiata lungolago. Le colline boscose circostanti e i tradizionali villaggi della Foresta Nera creano viste da cartolina in ogni direzione.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora i negozi lungo il lungolago per autentici souvenir della Foresta Nera, inclusi i famosi orologi a cucù della regione realizzati da orologiai locali usando tecniche tradizionali. La maestria meccanica di questi segnatempo intagliati a mano rappresenta generazioni di artigianato della Foresta Nera tramandato di famiglia in famiglia. Cerca negozi che offrono dimostrazioni di come vengono assemblati questi intricati orologi.",
          "visit_duration_min": 75
        },
        {
          "text": "Fai un giro in barca sulle acque scintillanti, pagaiando da solo o a bordo di una delle imbarcazioni turistiche che navigano sul lago. Le montagne circostanti sono attraversate da sentieri escursionistici che offrono viste spettacolari sul lago e sulle cime della Foresta Nera. Una visita alla vicina valle di Menzenschwand rivela villaggi tradizionali e il famoso Café zum Kuckuck.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Noleggia un pedalò o una barca a remi per esplorare il lago al tuo ritmo e goderti il paesaggio montano",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 9
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "DE::triberg",
      "name": "Triberg",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.129,
        8.2337
      ],
      "lat": 48.129,
      "lon": 8.2337,
      "visits": [
        {
          "text": "Scoperta delle cascate di Triberg, le più alte della Germania",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del museo della Foresta Nera e del più grande cucù del mondo",
          "visit_duration_min": 75
        },
        {
          "text": "Strada panoramica attraverso la Foresta Nera in direzione di Triberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita delle cascate di Triberg, le più alte della Germania.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del museo della Foresta Nera e della storia della regione.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata verso gli orologi a cucù giganti, emblemi artigianali dello Schwarzwald.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione sul sentiero panoramico intorno a Triberg",
          "visit_duration_min": 60
        },
        {
          "text": "Camminata nel bosco ed esplorazione dei sentieri intorno alle cascate.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTELLI, FORESTE E LAGHI: UN ROAD TRIP INCANTATO NELLA GERMANIA DEL SUD",
          "day": 7
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L'ULTIMO ROAD TRIP NEL SUD DELLA GERMANIA: CASTELLI, FORESTE E CITTÀ MEDIEVALI",
          "day": 4
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::trier",
      "name": "Trier",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.7557,
        6.6394
      ],
      "lat": 49.7557,
      "lon": 6.6394,
      "visits": [
        {
          "text": "Scoperta della Porta Nigra, porta romana classificata patrimonio mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita della cattedrale di Treviri e della basilica di Costantino.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nella città vecchia e sulle rive della Mosella.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta dell'anfiteatro romano e delle terme imperiali.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camminata urbana guidata sul tema del patrimonio antico e cristiano di Treviri.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L'ULTIMO ROAD TRIP NEL SUD DELLA GERMANIA: CASTELLI, FORESTE E CITTÀ MEDIEVALI",
          "day": 6
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "DE::tubingen",
      "name": "Tubingen",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.5216,
        9.0576
      ],
      "lat": 48.5216,
      "lon": 9.0576,
      "visits": [
        {
          "text": "Innamorati di Tubinga, un'incantevole città universitaria che molti considerano la città più bella della Germania. L'affascinante centro storico presenta un magnifico castello, strade acciottolate fiancheggiate da case a graticcio e un pittoresco lungofiume lungo il Neckar. L'università plurisecolare dà alla città un'energia giovane e intellettuale che riempie i vicoli tortuosi e le piazze storiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali al Castello di Hohentübingen, arroccato su un crinale che domina la città, dove gli studenti universitari frequentano corsi in edifici che hanno formato studiosi per oltre 500 anni. Il cortile del castello offre viste panoramiche sui tetti di tegole rosse e i campanili delle chiese del centro storico sottostante. I vigneti circostanti producono vini locali presenti nei menu in tutta la città.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi un tradizionale giro in Stocherkahn, la versione tubinghese delle gondole veneziane, dove barche a fondo piatto scivolano lungo il Neckar davanti a sponde drappeggiare di salici. L'annuale regata Stocherkahnrennen è un'amata tradizione locale con studenti in costume e molta ilarità. La piazza Holzmarkt e le strade circostanti si animano nelle sere d'estate con i locali che si godono la cultura dei caffè all'aperto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora le suggestive piazze del centro storico e immaginati in un set cinematografico di Harry Potter",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Esplorando la Germania Sud-Occidentale: Castelli, Terme e Tesori della Foresta Nera",
          "day": 12
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "DE::uhlstadt-kirchhasel",
      "name": "Uhlstadt Kirchhasel",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.6789,
        11.2967
      ],
      "lat": 50.6789,
      "lon": 11.2967,
      "visits": [
        {
          "text": "Castello con fossato di Kochberg, ex tenuta di campagna della famiglia von Stein dove Goethe visitava Charlotte von Stein",
          "visit_duration_min": 75
        },
        {
          "text": "Parco paesaggistico di sei ettari al Castello di Kochberg con grotta, padiglione panoramico e teatro dei fiori progettato da Carl von Stein, terminato nel 1840",
          "visit_duration_min": 75
        },
        {
          "text": "Teatro degli amanti al Castello di Kochberg che rappresenta opere barocche, classiche e romantiche",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 11
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "DE::weimar",
      "name": "Weimar",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.9795,
        11.3235
      ],
      "lat": 50.9795,
      "lon": 11.3235,
      "visits": [
        {
          "text": "Castello di Tiefurt, ex residenza estiva della Duchessa Anna Amalia con carta da parati colorata, mobili nobili e la chitarra lira di Anna Amalia",
          "visit_duration_min": 75
        },
        {
          "text": "Staatliches Bauhaus, la più importante scuola d'arte dell'inizio del XX secolo fondata nel 1919, Patrimonio dell'Umanità UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Casa di Goethe, parte del Patrimonio dell'Umanità UNESCO della Weimar Classica",
          "visit_duration_min": 75
        },
        {
          "text": "Casa di Schiller, parte del Patrimonio dell'Umanità UNESCO della Weimar Classica",
          "visit_duration_min": 75
        },
        {
          "text": "Biblioteca della Duchessa Anna Amalia, parte del Patrimonio dell'Umanità UNESCO della Weimar Classica",
          "visit_duration_min": 75
        },
        {
          "text": "Casa della Repubblica di Weimar con mostra permanente sulla prima democrazia su suolo tedesco",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia nel parco paesaggistico inglese del Castello di Tiefurt con prati, fiume Ilm, alberi ombrosi, monumenti e tempio delle muse",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata Bauhaus con guide sulla storia del Bauhaus e dell'università",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 5
        },
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO ALLA SCOPERTA DELLA TURINGIA",
          "day": 6
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "DE::wernigerode",
      "name": "Wernigerode",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.8333,
        10.7833
      ],
      "lat": 51.8333,
      "lon": 10.7833,
      "visits": [
        {
          "text": "Contemplate l'impressionante Municipio a graticcio di Wernigerode, uno dei più fotografati della Germania con le sue torrette appuntite e le sue sculture medievali. Questa perla dello Harz seduce con il suo insieme di case a graticcio perfettamente preservate, inclusa la casa più piccola della città che attira i curiosi. Il castello neogotico che troneggia sulla sua collina offre una silhouette da fiaba che domina i colorati tetti della città vecchia.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il castello di Wernigerode, residenza dei conti di Stolberg-Wernigerode trasformata in museo che ripercorre la vita aristocratica del XIX secolo. I sontuosi appartamenti e le collezioni di arti decorative testimoniano la raffinatezza della nobiltà tedesca. La vista panoramica dalle terrazze abbraccia le foreste dello Harz e le cime circostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite la Steinerne Renne, spettacolare gola del fiume Holtemme dove l'acqua scorre a cascata tra enormi blocchi di granito coperti di muschio. Questa meraviglia naturale alle porte di Wernigerode offre un'escursione rinfrescante attraverso una foresta primaria preservata. Alla Baumkuchenhaus, questa tradizionale torta cotta allo spiedo perpetua un sapere pasticcero unico al mondo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione al quartiere di Schierke, patria del liquore alle erbe Schierker Feuerstein",
          "visit_duration_min": 60
        },
        {
          "text": "Visita al parco divertimenti Pullman City Harz a Hasselfelde, la più grande città western della Germania",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 13
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "DE::wiesbaden",
      "name": "Wiesbaden",
      "cc": "DE",
      "language": "it",
      "coords": [
        50.082581,
        8.243667
      ],
      "lat": 50.082581,
      "lon": 8.243667,
      "visits": [
        {
          "text": "Kurhaus di Wiesbaden e parco circostante",
          "visit_duration_min": 75
        },
        {
          "text": "Hessisches Staatstheater di Wiesbaden",
          "visit_duration_min": 75
        },
        {
          "text": "Collina del Neroberg e chiesa russa Santa Elisabetta",
          "visit_duration_min": 75
        },
        {
          "text": "Museum Wiesbaden, collezioni d'arte e di scienze naturali",
          "visit_duration_min": 75
        },
        {
          "text": "Vigneti del Rheingau intorno a Ruedesheim am Rhein",
          "visit_duration_min": 75
        },
        {
          "text": "Punti panoramici sulla valle dell'Alto Reno medio, sito del patrimonio mondiale",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustazione di vini del Rheingau, Riesling e Spaetburgunder",
          "visit_duration_min": 60
        },
        {
          "text": "Partecipazione al Rheingau Wine Festival a Wiesbaden",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "SCOPERTA DELLE CITTÀ E PARCHI NATURALI DELL'ASSIA",
          "day": 3
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "DE::winterhausen",
      "name": "Winterhausen",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.6854,
        10.0196
      ],
      "lat": 49.6854,
      "lon": 10.0196,
      "visits": [
        {
          "text": "Sosta al castello Johannisburg ad Aschaffenburg",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del villaggio medievale di Winterhausen",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nella città vecchia fortificata di Ochsenfurt",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nei vicoli e osservazione delle torri e porte medievali di Ochsenfurt",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA STRADA ROMANTICA DELLA GERMANIA – DA FRANCOFORTE A FÜSSEN",
          "day": 2
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "DE::woerlitz",
      "name": "Woerlitz",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.85,
        12.4167
      ],
      "lat": 51.85,
      "lon": 12.4167,
      "visits": [
        {
          "text": "Meravigliatevi davanti al Wörlitzer Park, uno dei più bei giardini paesaggistici della Germania e gioiello del Regno dei Giardini di Dessau-Wörlitz iscritto al Patrimonio dell'Umanità dell'UNESCO. Questo capolavoro dell'arte dei giardini del XVIII secolo si estende su 112 ettari di canali, isole artificiali e prospettive romantiche. I padiglioni neoclassici, i ponti pittoreschi e i templi greci creano un paesaggio idealizzato ispirato ai viaggi del principe Leopoldo III in Italia e in Inghilterra.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il palazzo di Wörlitz, primo edificio neoclassico della Germania, i cui raffinati interni ospitano notevoli collezioni d'arte e antichità. La chiesa di San Pietro, integrata armoniosamente nel paesaggio del parco, completa questo insieme architettonico di eccezionale coerenza estetica. Le gondole che scivolano sui canali offrono una prospettiva unica su questo paradiso terrestre concepito secondo gli ideali dell'Illuminismo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Gita in barca sui canali del parco per una prospettiva romantica",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesori nascosti della Sassonia-Anhalt: dal Bauhaus alle streghe dello Harz",
          "day": 10
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "DE::wolfsburg",
      "name": "Wolfsburg",
      "cc": "DE",
      "language": "it",
      "coords": [
        52.4227,
        10.7865
      ],
      "lat": 52.4227,
      "lon": 10.7865,
      "visits": [
        {
          "text": "Immergiti nell'Autostadt, lo straordinario parco tematico automobilistico della Volkswagen e una delle attrazioni più visitate della Germania. Questo complesso di 25 ettari celebra la cultura dell'automobile attraverso mostre interattive, padiglioni di marca e le iconiche torri delle auto dove attendono i nuovi veicoli da ritirare. I visitatori possono provare vari modelli, esplorare la storia automobilistica e scoprire design e tecnologia all'avanguardia.",
          "visit_duration_min": 75
        },
        {
          "text": "Accendi la tua curiosità al Phaeno, uno dei centri scientifici più innovativi della Germania ospitato in uno spettacolare edificio futurista progettato da Zaha Hadid. Oltre 350 stazioni interattive invitano i visitatori a sperimentare fisica, tecnologia e fenomeni naturali attraverso l'esplorazione pratica. La sola architettura sorprendente - apparentemente sfidante la gravità con le sue forme angolari in cemento - rende questa destinazione imperdibile.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora la produzione automobilistica all'avanguardia nella sede della Volkswagen attraverso affascinanti tour della fabbrica. Osserva robot e umani lavorare in armonia su una delle linee di produzione più grandi al mondo, creando veicoli dalle materie prime alle auto finite pronte per la strada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Alla Scoperta della Bassa Sassonia: Dalle Vette dello Harz alle Sponde del Mare del Nord",
          "day": 13
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "DE::wurtzbourg",
      "name": "Wurtzbourg",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.7913,
        9.9534
      ],
      "lat": 49.7913,
      "lon": 9.9534,
      "visits": [
        {
          "text": "Ammirate la Residenza di Würzburg, uno dei più bei palazzi barocchi d'Europa classificato Patrimonio dell'Umanità UNESCO. Questo capolavoro architettonico impone rispetto fin dal grande scalone d'onore, coperto dal più grande affresco al mondo dipinto da Tiepolo raffigurante i quattro continenti. Le 340 stanze sontuosamente decorate rivaleggiano con Versailles in magnificenza.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate Würzburg, elegante città nel cuore della Franconia viticola bavarese. Dominata dalla fortezza di Marienberg arroccata sulla sua collina, questa città episcopale abbonda di chiese barocche dagli interni abbaglianti. Il Ponte Vecchio sul Meno, ornato di statue monumentali di santi, offre una vista romantica sui vigneti terrazzati.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite i rinomati vigneti della Franconia che producono l'eccellente vino bianco servito nelle caratteristiche bottiglie piatte chiamate Bocksbeutel. La regione viticola si estende lungo il Meno in un paesaggio collinare punteggiato da pittoreschi villaggi vinicoli e castelli che dominano i pendii.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sul Ponte Vecchio e degustazione di vino della Franconia",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran tour dei tesori bavaresi",
          "day": 15
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "DE::wurzburg",
      "name": "Wurzburg",
      "cc": "DE",
      "language": "it",
      "coords": [
        49.7913,
        9.9534
      ],
      "lat": 49.7913,
      "lon": 9.9534,
      "visits": [
        {
          "text": "Visita della Residenza di Würzburg, patrimonio UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Salita alla fortezza di Marienberg per la vista sulla città",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata sul Old Main Bridge e degustazione di vino locale",
          "visit_duration_min": 75
        },
        {
          "text": "Iniziate il vostro viaggio sulla Strada Romantica dalla magnifica Residenza di Würzburg, capolavoro barocco che si colloca tra i più bei palazzi d'Europa e segna la porta settentrionale di questo leggendario itinerario. Il palazzo, Patrimonio dell'Umanità UNESCO, ospita il più grande affresco su soffitto mai dipinto, un'opera mozzafiato di Tiepolo che raffigura i quattro continenti con colori vivaci. Lo scalone monumentale, le sontuose sale di rappresentanza e il meticolosamente restaurato Giardino di Corte testimoniano i gusti stravaganti dei principi-vescovi che commissionarono questa meraviglia architettonica.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate l'affascinante città del vino di Würzburg, adagiata tra le colline della regione vinicola della Franconia lungo il fiume Meno. Il Ponte Vecchio del Meno, fiancheggiato da statue barocche di santi, offre viste spettacolari sulla Fortezza di Marienberg arroccata sulla collina sovrastante. Le osterie locali servono i distintivi vini bianchi secchi della regione nelle tradizionali bottiglie Bocksbeutel, uniche della Franconia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nei vigneti intorno a Würzburg",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiate sul Ponte Vecchio del Meno al tramonto per godere di vedute romantiche sulla fortezza e le colline ricoperte di vigneti",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTELLI, FORESTE E LAGHI: UN ROAD TRIP INCANTATO NELLA GERMANIA DEL SUD",
          "day": 2
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Strada Romantica della Baviera: borghi medievali e castelli da fiaba",
          "day": 1
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::zimmerling",
      "name": "Zimmerling",
      "cc": "DE",
      "language": "it",
      "coords": [
        51.0319,
        13.7103
      ],
      "lat": 51.0319,
      "lon": 13.7103,
      "visits": [
        {
          "text": "Vigna Weingut Klaus Zimmerling con Riesling e Sauvignon Blanc nel granito",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DI SCOPERTA DELLA SASSONIA",
          "day": 5
        }
      ],
      "rating": 7.6
    }
  ]
}