{
  "version": 1,
  "country": "de",
  "language": "es",
  "places": [
    {
      "place_id": "DE::augsbourg",
      "name": "Augsbourg",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.3705,
        10.8978
      ],
      "lat": 48.3705,
      "lon": 10.8978,
      "visits": [
        {
          "text": "Sumérjase en la historia milenaria de Augsburgo, una de las ciudades más antiguas de Alemania fundada por los romanos. Durante el Renacimiento, esta ciudad era un centro financiero y comercial de fama mundial, rivalizando con Venecia y Florencia. Su excepcional patrimonio arquitectónico atestigua esta época gloriosa en que las poderosas familias Fugger y Welser dominaban el comercio europeo.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire el suntuoso Ayuntamiento renacentista, obra maestra de Elias Holl, cuyo Salón Dorado deslumbra con sus artesonados adornados con pan de oro. Las tres fuentes monumentales de la Maximilianstraße, dedicadas a las divinidades romanas, constituyen un conjunto único declarado Patrimonio de la Humanidad por la UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite la Fuggerei, el conjunto de viviendas sociales más antiguo del mundo aún en funcionamiento desde 1521. Este pintoresco barrio de fachadas ocres y callejuelas empedradas ofrece un fascinante testimonio de la filantropía renacentista y de la organización social de la época.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Augsburgo, una de las ciudades más antiguas de Alemania y un destino fascinante que ofrece una rica alternativa a Múnich para quienes buscan cultura bávara auténtica. Fundada por los romanos hace más de 2.000 años, esta histórica ciudad alcanzó prominencia como importante centro comercial donde la poderosa familia de banqueros Fugger financió emperadores y moldeó la historia europea. La arquitectura renacentista y las grandiosas plazas públicas reflejan siglos de riqueza e influencia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore la notable Fuggerei, el complejo de viviendas sociales más antiguo del mundo aún en funcionamiento desde 1521, donde los residentes pagan el mismo alquiler anual de un florín renano establecido hace cinco siglos. Las tranquilas calles arboladas y las uniformes fachadas amarillas crean una atmósfera de serenidad atemporal dentro de la bulliciosa ciudad. Este ejemplo pionero de filantropía demuestra la conciencia social que acompañó el éxito comercial de Augsburgo.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire el magnífico Ayuntamiento renacentista con su legendario Salón Dorado, uno de los edificios seculares renacentistas más importantes al norte de los Alpes. Las tres fuentes monumentales a lo largo de la Maximilianstraße, que representan a los dioses romanos Augusto, Mercurio y Hércules, son obras maestras de escultura en bronce catalogadas por la UNESCO. Iglesias históricas, la antigua catedral y elegantes casas patricias completan el impresionante patrimonio arquitectónico de Augsburgo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubrimiento de la catedral de Augsburgo y sus vidrieras románicas del siglo XI",
          "visit_duration_min": 60
        },
        {
          "text": "Deguste la tradicional cocina suaba en una de las históricas cervecerías o restaurantes junto al río de Augsburgo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 2
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Ruta Romántica de Baviera: pueblos medievales y castillos de cuento de hadas",
          "day": 3
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::bad-hersfeld",
      "name": "Bad Hersfeld",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.870134,
        9.701968
      ],
      "lat": 50.870134,
      "lon": 9.701968,
      "visits": [
        {
          "text": "Ruinas de la abadía de Bad Hersfeld",
          "visit_duration_min": 75
        },
        {
          "text": "Centro histórico de Bad Hersfeld",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 9
        }
      ],
      "rating": 6
    },
    {
      "place_id": "DE::bad-homburg",
      "name": "Bad Homburg",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.22677,
        8.61691
      ],
      "lat": 50.22677,
      "lon": 8.61691,
      "visits": [
        {
          "text": "Senderismo en el macizo del Taunus con vista desde la cumbre Grosser Feldberg",
          "visit_duration_min": 75
        },
        {
          "text": "Paisajes forestales y senderos del Taunus Nature Park",
          "visit_duration_min": 75
        },
        {
          "text": "Centro histórico de Bad Homburg vor der Höhe",
          "visit_duration_min": 75
        },
        {
          "text": "Sitios del limes romano en los alrededores del Taunus",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relajación en las instalaciones termales de Bad Homburg",
          "visit_duration_min": 60
        },
        {
          "text": "Visita del museo al aire libre Hessenpark dedicado a la arquitectura tradicional",
          "visit_duration_min": 60
        },
        {
          "text": "Visita del fuerte romano reconstruido de Saalburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 2
        }
      ],
      "rating": 9
    },
    {
      "place_id": "DE::bad-koesen",
      "name": "Bad Koesen",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.1333,
        11.7167
      ],
      "lat": 51.1333,
      "lon": 11.7167,
      "visits": [
        {
          "text": "Pasee a lo largo del muro de graduación de Bad Kösen, impresionante estructura de madera donde el agua salada fluye sobre haces de endrino. Esta instalación termal tradicional crea un aire enriquecido en yodo con virtudes vigorizantes, perpetuando una tradición de bienestar secular. Los diferentes miradores sobre la ciudad termal revelan un paisaje ondulado típico de la región del Saale-Unstrut.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra esta encantadora estación termal enclavada en el valle del Saale, a las puertas de la región vitícola más septentrional de Alemania. La arquitectura de las villas Belle Époque atestigua la edad de oro del termalismo alemán en el siglo XIX. Las colinas circundantes plantadas de viñedos ofrecen panoramas bucólicos sobre este paisaje preservado.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por los jardines del parque termal y descubrimiento de la arquitectura balnearia",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 7
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "DE::bad-langensalza",
      "name": "Bad Langensalza",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.1078,
        10.6453
      ],
      "lat": 51.1078,
      "lon": 10.6453,
      "visits": [
        {
          "text": "Jardín Japonés con koi",
          "visit_duration_min": 75
        },
        {
          "text": "Jardín de Rosas, uno de los más hermosos de Alemania",
          "visit_duration_min": 75
        },
        {
          "text": "Arboreto",
          "visit_duration_min": 75
        },
        {
          "text": "Jardín Botánico",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 3
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "DE::baden-baden",
      "name": "Baden Baden",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.7606,
        8.2398
      ],
      "lat": 48.7606,
      "lon": 8.2398,
      "visits": [
        {
          "text": "Conducción por la Schwarzwaldhochstrasse (B500), ruta panorámica del norte de la Selva Negra.",
          "visit_duration_min": 75
        },
        {
          "text": "Parada en la cascada de Geroldsau y caminata en el valle circundante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del centro histórico de Baden-Baden, ciudad termal renombrada desde la época romana.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento de las termas Caracalla y de su arquitectura en mármol.",
          "visit_duration_min": 75
        },
        {
          "text": "Sumérgete en la legendaria cultura balnearia de Baden-Baden, un refugio termal que ha atraído visitantes en busca de rejuvenecimiento durante más de dos mil años. Los romanos construyeron por primera vez baños públicos aquí para aprovechar los manantiales de agua caliente natural, y en el siglo XVIII la ciudad se convirtió en un refugio glamuroso para los nobles franceses que huían de la revolución. Los elegantes paseos, grandes hoteles y jardines cuidados conservan una atmósfera de refinada sofisticación.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta las aguas terapéuticas en Caracalla Therme, un moderno complejo de bienestar donde piscinas de minerales templados, saunas y áreas de relajación continúan la antigua tradición balnearia con comodidad contemporánea. Las instalaciones, aptas para familias, dan la bienvenida a visitantes de todas las edades para disfrutar de las propiedades curativas de los famosos manantiales termales de Baden-Baden. Para una experiencia más tradicional, Friedrichsbad ofrece elaborados rituales de baño en opulentos entornos del siglo XIX.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora las extensas ruinas del castillo encaramadas en la ladera boscosa sobre la ciudad, ofreciendo vistas panorámicas sobre el barrio balneario y los picos circundantes de la Selva Negra. El famoso casino, uno de los más bellos de Europa, ha atraído a la alta sociedad desde el siglo XIX con sus lujosos interiores. Galerías de arte, boutiques y la elegante columnata Trinkhalle completan el atractivo de Baden-Baden como uno de los destinos más románticos de Alemania.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Baño relajante en las aguas termales naturales de Baden-Baden.",
          "visit_duration_min": 60
        },
        {
          "text": "Realiza un paseo en otoño o primavera por la Lichtentaler Allee, un magnífico parque a lo largo del río Oos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "EL ÚLTIMO ROAD TRIP EN EL SUR DE ALEMANIA: CASTILLOS, BOSQUES Y CIUDADES MEDIEVALES",
          "day": 5
        },
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 5
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "DE::bamberg",
      "name": "Bamberg",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.8988,
        10.9028
      ],
      "lat": 49.8988,
      "lon": 10.9028,
      "visits": [
        {
          "text": "Maravíllese ante Bamberg, una de las ciudades más bellas de Alemania, inscrita en el Patrimonio de la Humanidad de la UNESCO. Esta ciudad milenaria milagrosamente salvada de los bombardeos cuenta con más de 2.300 edificios clasificados como monumentos históricos. Construida sobre siete colinas como Roma, mezcla armoniosamente arquitectura medieval, barroca y rococó en un conjunto de coherencia excepcional.",
          "visit_duration_min": 75
        },
        {
          "text": "Fotografíe el Altes Rathaus, antiguo ayuntamiento construido sobre un islote artificial en medio del río Regnitz, el monumento más emblemático de Baviera. Sus frescos en trampantojo que adornan las fachadas con entramado de madera crean la ilusión de esculturas tridimensionales. Según la leyenda, al negarse el obispo a ceder un terreno, los burgueses crearon esta isla para construir su ayuntamiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite la catedral imperial de cuatro torres, obra maestra románica que alberga la tumba del emperador Enrique II y el célebre Jinete de Bamberg, primera estatua ecuestre de tamaño natural de la Edad Media. La pequeña Venecia bávara, antiguo barrio de pescadores con casas coloridas reflejándose en el río, completa este cuadro encantador.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustación de la Rauchbier, cerveza ahumada especialidad local única en el mundo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 14
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "DE::bastei",
      "name": "Bastei",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.9622,
        14.0647
      ],
      "lat": 50.9622,
      "lon": 14.0647,
      "visits": [
        {
          "text": "Puente de Bastei y formaciones rocosas",
          "visit_duration_min": 75
        },
        {
          "text": "Escalera al Cielo, escalinata estrecha entre dos rocas gigantes",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 8
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "DE::bautzen",
      "name": "Bautzen",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.1807,
        14.4244
      ],
      "lat": 51.1807,
      "lon": 14.4244,
      "visits": [
        {
          "text": "Museo Sorbio con cultura, vestimenta e historia sorbia",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de San Pedro con división física entre católicos y protestantes",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminar junto al río cristalino admirando las torres del castillo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 10
        }
      ],
      "rating": 6
    },
    {
      "place_id": "DE::berchtesgaden",
      "name": "Berchtesgaden",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.63,
        13.0044
      ],
      "lat": 47.63,
      "lon": 13.0044,
      "visits": [
        {
          "text": "Contemple el Königssee, joya absoluta de los lagos alemanes, engastado entre acantilados verticales de 1.800 metros en el corazón del parque nacional de Berchtesgaden. Este lago de fiordo de aguas verde esmeralda de una pureza excepcional se descubre exclusivamente en barco eléctrico silencioso, perpetuando una tradición ecológica centenaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Navegue hasta la iglesia de peregrinación de San Bartolomé, joya barroca de cúpulas rojas posada sobre una península al pie de la vertiginosa pared del Watzmann. El legendario eco de la trompeta del capitán resonando siete veces contra los acantilados constituye un momento mágico de la travesía. Este lugar de belleza irreal figura entre los más fotografiados de Alemania.",
          "visit_duration_min": 75
        },
        {
          "text": "Haga senderismo en el parque nacional de Berchtesgaden, único parque nacional alpino de Alemania, declarado reserva de la biosfera por la UNESCO. Este santuario natural alberga rebecos, marmotas y águilas reales en un decorado de cumbres afiladas, cascadas tumultuosas y praderas alpinas floridas. La ciudad de Berchtesgaden en sí misma encanta por su autenticidad bávara preservada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Crucero en barco eléctrico por el Königssee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 10
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "DE::berlin",
      "name": "Berlin",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.52,
        13.405
      ],
      "lat": 52.52,
      "lon": 13.405,
      "visits": [
        {
          "text": "Visita del Reichstag, de la Puerta de Brandeburgo y del Memorial del Holocausto",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del museo de Pérgamo y de la Isla de los Museos, declarada patrimonio mundial de la UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del centro histórico de Berlín, incluyendo la Puerta de Brandeburgo y el Memorial del Holocausto.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo en bicicleta por el parque del Tiergarten y sobre el antiguo aeropuerto de Tempelhof.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de la East Side Gallery y exploración del barrio Friedrichshain.",
          "visit_duration_min": 75
        },
        {
          "text": "Etapa de regreso hacia Berlín, con posibilidad de parar en Waren en el lago Müritz para un paseo por las orillas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento de Neustrelitz y de sus jardines barrocos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el parque Tiergarten y a lo largo del Spree para disfrutar del ambiente berlinés estival",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por el barrio moderno de Neukölln y degustación de especialidades de Oriente Medio.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrimiento de los mercados de pulgas dominicales en Mauerpark y Arkonaplatz.",
          "visit_duration_min": 60
        },
        {
          "text": "Última noche en Berlín para un paseo nocturno alrededor de Alexanderplatz.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG AL MAR BÁLTICO: CULTURA Y NATURALEZA DEL NORTE DE ALEMANIA",
          "day": 2
        },
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGOS, CASTILLOS Y PLAYAS: ROAD TRIP EN ALEMANIA DEL NORTE",
          "day": 1
        },
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGOS, CASTILLOS Y PLAYAS: ROAD TRIP EN ALEMANIA DEL NORTE",
          "day": 7
        }
      ],
      "rating": 10
    },
    {
      "place_id": "DE::bremen",
      "name": "Bremen",
      "cc": "DE",
      "language": "es",
      "coords": [
        53.0793,
        8.8017
      ],
      "lat": 53.0793,
      "lon": 8.8017,
      "visits": [
        {
          "text": "Visita del centro de Bremen, de la plaza del mercado y de la catedral de San Pedro",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del barrio histórico Schnoor Viertel y de sus callejuelas medievales",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Excursión al mar de Wadden, sitio clasificado por la UNESCO, para una caminata por las marismas con marea baja",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG AL MAR BÁLTICO: CULTURA Y NATURALEZA DEL NORTE DE ALEMANIA",
          "day": 5
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::brocken",
      "name": "Brocken",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.7989,
        10.6153
      ],
      "lat": 51.7989,
      "lon": 10.6153,
      "visits": [
        {
          "text": "Conquiste el Brocken, punto culminante de Sajonia-Anhalt y montaña más alta del norte de Alemania a 1.141 metros de altitud. Esta mítica cumbre, envuelta en brumas y leyendas, es el lugar de reunión de las brujas durante la noche de Walpurgis según el folclore germánico. Los panoramas desde la cima se extienden en días claros hasta 200 kilómetros, abarcando las llanuras del norte y los macizos vecinos.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba a bordo del tren de vapor Harzer Brockenbahn, uno de los últimos ferrocarriles de vía estrecha de Alemania aún en servicio regular. Esta línea histórica asciende las laderas del Brocken a través de bosques de abetos y paisajes de turberas de altura en una atmósfera nostálgica. El viaje en tren de 90 minutos constituye una experiencia tan memorable como el propio destino.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra la roca Heinrich Heine, bautizada en honor al célebre poeta que ascendió al Brocken en 1820 e inmortalizó esta experiencia en su relato de viaje. Los senderos serpentean a través de un paisaje subártico único en Alemania central, donde la vegetación achaparrada atestigua las extremas condiciones climáticas. Los deliciosos chocolates Brockensplitter son la recompensa golosa de esta ascensión.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo o viaje en tren de vapor hasta la cumbre del Brocken",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 15
        }
      ],
      "rating": 8.9
    },
    {
      "place_id": "DE::celle",
      "name": "Celle",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.6224,
        10.0807
      ],
      "lat": 52.6224,
      "lon": 10.0807,
      "visits": [
        {
          "text": "Retrocede en el tiempo en Celle, hogar de uno de los conjuntos más notables de arquitectura de entramado de madera de Alemania. Más de 400 casas de madera meticulosamente conservadas que datan de los siglos XVI al XIX se alinean en las encantadoras calles del casco antiguo. La atmósfera romántica, las fachadas adornadas con flores y las decoraciones talladas ornamentadas hacen de Celle un museo viviente de la artesanía tradicional alemana.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Castillo de Celle, un elegante palacio renacentista que sirvió como residencia de los Duques de Brunswick-Lüneburg durante siglos. El castillo cuenta con un bellamente conservado teatro barroco -uno de los más antiguos de Alemania aún en uso- y magníficos apartamentos de estado que muestran el esplendor real. Los jardines circundantes ofrecen paseos tranquilos por céspedes cuidados y árboles antiguos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre la famosa tradición de cría de caballos de Baja Sajonia en uno de los renombrados criaderos de la región. El área cuenta con algunas de las instalaciones ecuestres más finas de Alemania, con oportunidades para ver sesiones de entrenamiento, asistir a espectáculos ecuestres y aprender sobre las tradiciones centenarias de la cría de caballos de Hannover.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 12
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "DE::chemnitz",
      "name": "Chemnitz",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.8278,
        12.9214
      ],
      "lat": 50.8278,
      "lon": 12.9214,
      "visits": [
        {
          "text": "Ópera de Chemnitz",
          "visit_duration_min": 75
        },
        {
          "text": "Ayuntamiento",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia Petrikirche",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de la Industria de Chemnitz sobre la industria textil",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo Klaffenbach, castillo renacentista junto al río",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 15
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "DE::cochem",
      "name": "Cochem",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.1451,
        7.1657
      ],
      "lat": 50.1451,
      "lon": 7.1657,
      "visits": [
        {
          "text": "Paseo por los muelles del Mosela en Cochem y vistas de las casas con entramado de madera.",
          "visit_duration_min": 75
        },
        {
          "text": "Subida a pie al Reichsburg Cochem y panorama sobre el valle vitícola.",
          "visit_duration_min": 75
        },
        {
          "text": "Centro histórico: Marktplatz e iglesia de San Martín.",
          "visit_duration_min": 75
        },
        {
          "text": "Teleférico Sesselbahn hasta el mirador Pinnerkreuz.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Crucero panorámico de 1 h por el Mosela (circuito con salida desde Cochem).",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo fotográfico por el puente de Cochem para la vista alineada ciudad + castillo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALEMANIA DE CUENTO DE HADAS: CASTILLOS, PUEBLOS MEDIEVALES Y PANORAMAS ALPINOS",
          "day": 1
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "DE::dahn",
      "name": "Dahn",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.15,
        7.7833
      ],
      "lat": 49.15,
      "lon": 7.7833,
      "visits": [
        {
          "text": "Explora el misterioso Castillo Berwartstein, una fascinante fortaleza encaramada dramáticamente sobre una de las colinas de arenisca rocosa que caracterizan esta región fronteriza. Una vez tomado por notorios barones ladrones durante la Edad Media, esta fortaleza está impregnada de mitos y leyendas asombrosas que las visitas guiadas hacen cobrar vida de manera emocionante. Los túneles tallados a mano e iluminados con velas bajo el castillo crean una aventura atmosférica sin igual.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la notable arquitectura del castillo, incluyendo una pequeña capilla adornada con pinturas medievales que sobrevivieron siglos de conflicto y abandono. La historia de los barones ladrones añade una dimensión emocionante a la visita, con relatos de emboscadas, rescates y fugas dramáticas que resuenan por los corredores de piedra. Esta joya oculta permanece sorprendentemente sin descubrir por el turismo de masas, ofreciendo una experiencia de castillo auténtica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Realiza la visita guiada para escuchar las fascinantes leyendas y explorar los pasajes subterráneos iluminados con velas",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 4
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "DE::darmstadt",
      "name": "Darmstadt",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.878708,
        8.646927
      ],
      "lat": 49.878708,
      "lon": 8.646927,
      "visits": [
        {
          "text": "Barrio Art nouveau de la Mathildenhöhe",
          "visit_duration_min": 75
        },
        {
          "text": "Hochzeitsturm, torre del matrimonio de Darmstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Capilla rusa de Darmstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Hessisches Landesmuseum Darmstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Yacimiento fosilífero de Messel, fosa de Messel clasificada como patrimonio mundial",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorrido interpretativo sobre la evolución de los mamíferos en Messel",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrimiento de la ciudad científica y los institutos de investigación de Darmstadt",
          "visit_duration_min": 60
        },
        {
          "text": "Vista exterior del centro de control espacial ESOC",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 4
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "DE::dessau",
      "name": "Dessau",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.8333,
        12.2333
      ],
      "lat": 51.8333,
      "lon": 12.2333,
      "visits": [
        {
          "text": "Sumérjase en el universo de la Bauhaus en Dessau, donde esta revolucionaria escuela de arte fue fundada en 1919 y se instaló en 1925. El edificio principal diseñado por Walter Gropius, con su emblemática fachada de cristal, encarna el principio fundador de que la forma sigue a la función. Más de 300 edificios Bauhaus salpican la ciudad, constituyendo el mayor conjunto arquitectónico de este movimiento en el mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite el museo de la Bauhaus que presenta la más importante colección mundial dedicada a esta corriente artística fundamental del siglo XX. Las obras de los legendarios maestros Walter Gropius, Marcel Breuer y Wassily Kandinsky se exponen en un estuche arquitectónico contemporáneo. Las casas de los maestros, residencias de los profesores de la Bauhaus, ofrecen un conmovedor testimonio de su modo de vida vanguardista.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra el centro de la ciudad de Dessau reconstruido, destruido en más del 85% durante la Segunda Guerra Mundial. El Palacio Residencial, el Ayuntamiento y el mausoleo atestiguan la historia principesca de la ciudad antes de la era Bauhaus. La iglesia de San Pedro y San Pablo y el Palacio Georgium, rodeado de su parque a la inglesa, completan este diverso patrimonio arquitectónico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita del parque Luisium, jardín paisajístico del siglo XVIII con su pequeño palacio neoclásico",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 9
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "DE::dresden",
      "name": "Dresden",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.0504,
        13.7373
      ],
      "lat": 51.0504,
      "lon": 13.7373,
      "visits": [
        {
          "text": "Descubrimiento del centro histórico de Dresde con la iglesia Frauenkirche, la Hofkirche y la Ópera Semper",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración de la Gemäldegalerie Alte Meister y del Zwinger, obra maestra barroca de la ciudad",
          "visit_duration_min": 75
        },
        {
          "text": "Zwinger de Dresden, palacio barroco con patios y fuentes",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de Porcelana en Zwinger",
          "visit_duration_min": 75
        },
        {
          "text": "Galería de Maestros Antiguos en el Zwinger",
          "visit_duration_min": 75
        },
        {
          "text": "Semperoper Dresden, la casa de ópera de la ciudad",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Dresden",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Dresden",
          "visit_duration_min": 75
        },
        {
          "text": "Fürstenzug, obra de arte al aire libre que representa una procesión real",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia Frauenkirche con interiores dorados y cúpula",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthofpassage con tiendas de artistas independientes",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Albrechtsberg con extensos jardines, fuentes y escalinatas",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo a pie o en patinete eléctrico a lo largo del Elba para admirar el skyline reconstruido de Dresde",
          "visit_duration_min": 60
        },
        {
          "text": "Plataforma de observación en Frauenkirche para vistas de la ciudad",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG AL MAR BÁLTICO: CULTURA Y NATURALEZA DEL NORTE DE ALEMANIA",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 2
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 3
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 4
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "DE::dusseldorf",
      "name": "Dusseldorf",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.2277,
        6.7735
      ],
      "lat": 51.2277,
      "lon": 6.7735,
      "visits": [
        {
          "text": "Descubrimiento del centro histórico de Düsseldorf y de sus callejuelas animadas del Altstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del barrio moderno de MedienHafen y de sus arquitecturas contemporáneas",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el paseo marítimo del Rin y por los jardines del Hofgarten",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG AL MAR BÁLTICO: CULTURA Y NATURALEZA DEL NORTE DE ALEMANIA",
          "day": 6
        }
      ],
      "rating": 9
    },
    {
      "place_id": "DE::east-frisian-islands",
      "name": "East Frisian Islands",
      "cc": "DE",
      "language": "es",
      "coords": [
        53.7,
        7.15
      ],
      "lat": 53.7,
      "lon": 7.15,
      "visits": [
        {
          "text": "Explora el Parque Nacional del Mar de Frisia de Alemania, Patrimonio de la Humanidad por la UNESCO clasificado junto al Gran Cañón y la Gran Barrera de Coral como una maravilla natural de importancia global. Este ecosistema de marea único se extiende a lo largo de la costa del Mar del Norte de Baja Sajonia, albergando millones de aves migratorias y una notable vida marina. El dramático juego de flujo y reflujo crea paisajes en constante cambio de marismas, bancos de arena y marismas salinas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre las siete Islas Frisias Orientales, uno de los tesoros costeros más bellos de Alemania que ofrece playas vírgenes y atmósferas insulares únicas. Estos refugios libres de coches presentan costas arenosas, dunas imponentes y cielos infinitos donde el ritmo de vida sigue las mareas. Cada isla tiene su propio carácter distintivo, desde bulliciosos centros turísticos hasta reservas naturales tranquilas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embárcate en una caminata guiada por el lecho marino expuesto durante la marea baja, una experiencia única en el Mar de Frisia. Vadea este paisaje lunar repleto de moluscos, cangrejos y gusanos marinos mientras guías expertos revelan los secretos de este extraordinario ecosistema. La sensación de caminar sobre el fondo del océano mientras las aves marinas giran en círculos sobre la cabeza es verdaderamente inolvidable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 8
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "DE::eisenach",
      "name": "Eisenach",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.9807,
        10.3194
      ],
      "lat": 50.9807,
      "lon": 10.3194,
      "visits": [
        {
          "text": "Castillo de Wartburg construido alrededor de 1067, donde Martín Lutero se escondió como Junker Jörg de 1521 a 1522",
          "visit_duration_min": 75
        },
        {
          "text": "Museo en el Castillo de Wartburg con famosas pinturas de Lucas Cranach del Renacimiento",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vista sobre las extensiones verdes del Bosque de Turingia desde el Castillo de Wartburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 1
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "DE::emden",
      "name": "Emden",
      "cc": "DE",
      "language": "es",
      "coords": [
        53.3669,
        7.2058
      ],
      "lat": 53.3669,
      "lon": 7.2058,
      "visits": [
        {
          "text": "Descubre Emden, un histórico puerto marítimo y paraíso de la vela en la costa del Mar del Norte. Esta ciudad marítima en la desembocadura del río Ems ha sido un centro de navegación durante siglos, ofreciendo excelentes condiciones para entusiastas de la vela y deportes acuáticos. El ambiente portuario, los museos marítimos y la arquitectura de influencia holandesa reflejan su rico patrimonio comercial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Zarpa desde el puerto de Emden para explorar la impresionante costa de Frisia Oriental y las islas cercanas. Las aguas protegidas y las constantes brisas del Mar del Norte crean condiciones ideales para la vela tanto para principiantes como para navegantes experimentados, con oportunidades para avistar focas y aves marinas en el camino.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora la única cultura de Frisia Oriental con su distintivo idioma, tradiciones del té y paisaje salpicado de molinos de viento. Las tierras planas de pólderes que se extienden hasta el horizonte ofrecen excelentes rutas ciclistas a lo largo de diques históricos y a través de pueblos encantadores donde el tiempo parece haberse detenido.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 7
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "DE::erfurt",
      "name": "Erfurt",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.9787,
        11.0328
      ],
      "lat": 50.9787,
      "lon": 11.0328,
      "visits": [
        {
          "text": "Catedral de Santa María con la Gloriosa, la campana de balanceo libre más grande del mundo de la Edad Media",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de Pescado",
          "visit_duration_min": 75
        },
        {
          "text": "Ayuntamiento",
          "visit_duration_min": 75
        },
        {
          "text": "Puente Krämer",
          "visit_duration_min": 75
        },
        {
          "text": "Sinagoga Antigua del siglo XI, la sinagoga más antigua de Europa Central conservada hasta el techo",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita el tesoro judío de Erfurt en el sótano de la sinagoga con arte gótico de orfebrería y platería",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 4
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::esslingen",
      "name": "Esslingen",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.7406,
        9.3108
      ],
      "lat": 48.7406,
      "lon": 9.3108,
      "visits": [
        {
          "text": "Pasea por el casco antiguo medieval notablemente conservado de Esslingen, hogar de algunos de los mejores edificios con entramado de madera de Alemania agrupados en callejones atmosféricos. El centro de la ciudad presenta casas de entramado extraordinariamente grandes y bellamente decoradas que sobrevivieron siglos de guerra y presiones de desarrollo. Este tesoro arquitectónico justo al sureste de Stuttgart recompensa a los visitantes que se aventuran más allá de la capital.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el histórico Altes Rathaus (Antiguo Ayuntamiento) y la Stadtkirche de dos agujas que dominan la plaza del mercado, ambas obras maestras de la arquitectura cívica medieval. La tradición vitivinícola de la ciudad continúa en las empinadas laderas de viñedos que rodean el casco antiguo, produciendo excelentes variedades locales. Los canales que serpentean por el centro añaden al encanto pintoresco de Esslingen.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita durante la temporada de mercados navideños para experimentar uno de los mercados medievales más mágicos de Alemania. El mercado transforma el casco antiguo en un escenario de cuento de hadas con atracciones infantiles de la época medieval, calles iluminadas con antorchas y el espectáculo único de apostar por ratones que corren hacia casitas de madera numeradas. Braseros llameantes y artistas disfrazados crean una atmósfera auténticamente medieval diferente a cualquier otro mercado navideño.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sube a las ruinas del castillo sobre la ciudad para vistas panorámicas de los tejados con entramado de madera y los viñedos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 13
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "DE::frankfurt",
      "name": "Frankfurt",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.1109,
        8.6821
      ],
      "lat": 50.1109,
      "lon": 8.6821,
      "visits": [
        {
          "text": "Descubrimiento del Römerberg y las casas de entramado de madera del centro histórico de Fráncfort",
          "visit_duration_min": 75
        },
        {
          "text": "Vista panorámica del skyline desde el puente Eiserner Steg",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del museo Städel y la Goethe-Haus",
          "visit_duration_min": 75
        },
        {
          "text": "Regreso hacia Frankfurt por la ruta de los bosques de Baden-Württemberg",
          "visit_duration_min": 75
        },
        {
          "text": "Último paseo por las orillas del Main y descubrimiento de las tiendas del centro",
          "visit_duration_min": 75
        },
        {
          "text": "Romerberg y centro histórico de Francfort",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Francfort (Kaiserdom Saint-Bartholomaus)",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio de los museos Museumsufer a lo largo del Main",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Städel, gran colección de arte europeo",
          "visit_duration_min": 75
        },
        {
          "text": "Tiempo libre en Frankfurt para museos, compras o paseo",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo a lo largo del río Main",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a la catedral de San Bartolomé de Fráncfort",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento de la plaza Römerberg y de la Fuente de la Justicia",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por los parques del centro de la ciudad y degustación de pretzels típicos",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustación de Apfelwein en el barrio de Sachsenhausen",
          "visit_duration_min": 60
        },
        {
          "text": "Velada libre en Frankfurt antes del vuelo de regreso",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por el barrio financiero moderno y panorámica del skyline de Frankfurt",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a la Feria del Libro de Frankfurt en el recinto ferial Messe Frankfurt",
          "visit_duration_min": 60
        },
        {
          "text": "Participación en el festival Museumsuferfest a lo largo del Main",
          "visit_duration_min": 60
        },
        {
          "text": "Feria tradicional Dippemess en Frankfurt",
          "visit_duration_min": 60
        },
        {
          "text": "Jornada festiva Wäldchestag en el bosque urbano Frankfurter Stadtwald",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo final a lo largo del Main o nueva visita a un museo del Museumsufer",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrimiento de un festival de cerveza local con música y ambiente bávaro",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTILLOS, BOSQUES Y LAGOS: UN VIAJE POR CARRETERA DE ENSUEÑO EN EL SUR DE ALEMANIA",
          "day": 1
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTILLOS, BOSQUES Y LAGOS: UN VIAJE POR CARRETERA DE ENSUEÑO EN EL SUR DE ALEMANIA",
          "day": 8
        },
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 10
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 1
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "DE::freiburg",
      "name": "Freiburg",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.999,
        7.8421
      ],
      "lat": 47.999,
      "lon": 7.8421,
      "visits": [
        {
          "text": "Descubre Friburgo, la ciudad más soleada de Alemania, donde una atmósfera universitaria juvenil llena las encantadoras calles medievales. El casco antiguo está atravesado por Bächle, pequeños canales de agua que recorren las calles empedradas y aceras y que han refrescado la ciudad durante siglos. La leyenda local advierte que si pisas uno accidentalmente, ¡estás destinado a casarte con alguien de Friburgo!",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la magnífica Catedral de Friburgo (Freiburger Münster), una obra maestra gótica construida con llamativa arenisca roja durante tres siglos en la Edad Media. La intrincada aguja de la catedral, considerada una de las más bellas de la cristiandad, se eleva 116 metros sobre la bulliciosa plaza del mercado. Las vidrieras medievales y las notables gárgolas muestran la extraordinaria artesanía de los artesanos medievales.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende al Schlossberg en funicular para disfrutar de vistas panorámicas de la ciudad, o toma el teleférico hasta la cumbre de 1.284 metros del Schauinsland para vistas impresionantes de la Selva Negra, el valle del Rin y los Alpes. La torre de observación en la cima proporciona vistas de 360 grados que en días claros se extienden hasta los Alpes suizos. La posición de Friburgo como puerta de entrada a la Selva Negra la convierte en una base ideal para excursiones de senderismo y naturaleza.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre el mercado de agricultores diario alrededor de la catedral, uno de los mejores de Alemania para productos frescos locales",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 8
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "DE::freudenstadt",
      "name": "Freudenstadt",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.4631,
        8.4108
      ],
      "lat": 48.4631,
      "lon": 8.4108,
      "visits": [
        {
          "text": "Recorre la legendaria Carretera Alta de la Selva Negra (Schwarzwaldhochstraße) desde Baden-Baden hasta Freudenstadt, una de las rutas de montaña más escénicas de Alemania. Este espectacular trayecto te lleva por las cumbres de la Selva Negra, con increíbles vistas que se precipitan hacia valles boscosos en cada curva. Numerosos miradores y puntos de inicio de senderos te invitan a detenerte, respirar el aire perfumado de pinos y absorber los magníficos panoramas.",
          "visit_duration_min": 75
        },
        {
          "text": "Haz una pausa en el Mummelsee, un místico lago glaciar rodeado de oscuros bosques de abetos y envuelto en leyendas locales sobre espíritus del agua y ninfas del lago. La plataforma de observación en Hornisgrinde, el pico más alto de la Selva Negra septentrional, recompensa a los visitantes con vistas de 360 grados que se extienden hasta las montañas de los Vosgos en Francia. Varios senderos de diferentes dificultades parten de la carretera a través de paisajes forestales prístinos.",
          "visit_duration_min": 75
        },
        {
          "text": "Llega a Freudenstadt, hogar de la plaza de mercado más grande de Alemania, un vasto espacio abierto rodeado de casas con arcadas que dan a la ciudad un aire distintivamente mediterráneo. Esta ciudad renacentista planificada fue fundada en 1599 y reconstruida después de los daños de la Segunda Guerra Mundial con notable atención a su carácter histórico. La única iglesia protestante en forma de L y las arcadas comerciales cubiertas la convierten en una base agradable para explorar la Selva Negra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Detente para hacer cortas caminatas a lo largo de la ruta y experimentar de cerca la naturaleza prístina de la Selva Negra",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 6
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "DE::fussen",
      "name": "Fussen",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.5714,
        10.7017
      ],
      "lat": 47.5714,
      "lon": 10.7017,
      "visits": [
        {
          "text": "Visita del castillo de Neuschwanstein y el puente Marienbrücke",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del castillo de Hohenschwangau y paseo alrededor del lago Alpsee",
          "visit_duration_min": 75
        },
        {
          "text": "Lindau Insel – Casco antiguo y puerto histórico en el Bodensee (faro, Mangturm)",
          "visit_duration_min": 75
        },
        {
          "text": "Scheidegg – Baumwipfelpfad Skywalk Allgäu (paseo por las copas de los árboles)",
          "visit_duration_min": 75
        },
        {
          "text": "Oberstaufen → Immenstadt → Sonthofen – ruta panorámica del Allgäu",
          "visit_duration_min": 75
        },
        {
          "text": "Bad Hindelang & Oberjochpass – miradores de los Alpes de Allgäu",
          "visit_duration_min": 75
        },
        {
          "text": "Contemple el castillo de Neuschwanstein, joya absoluta de Baviera y el lugar más visitado de Alemania. Esta fortaleza de cuento de hadas, encaramada sobre un espolón rocoso frente a los Alpes, sirvió de modelo al castillo de la Bella Durmiente de Walt Disney. Su extravagante arquitectura que mezcla estilos románico y gótico surge de los bosques de abetos como un sueño medieval hecho realidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Penetre en los suntuosos aposentos donde el rey Luis II de Baviera daba vida a sus fantasías románticas inspiradas en las óperas de Wagner. La sala del trono, nunca terminada, debía rivalizar con la capilla palatina de Bizancio, mientras que la gruta artificial iluminada evoca las leyendas de Tannhäuser. Cada sala revela la personalidad excéntrica y visionaria de este monarca solitario.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire el castillo de Hohenschwangau, residencia de infancia de Luis II, cuyos frescos románticos que representan las leyendas germánicas influyeron profundamente en la imaginación del futuro rey. La vista desde los jardines sobre ambos castillos y el lago Alpsee compone un panorama de belleza irreal.",
          "visit_duration_min": 75
        },
        {
          "text": "Parada en el BMW Welt, centro de exposición automovilística de Munich",
          "visit_duration_min": 75
        },
        {
          "text": "Trayecto panorámico hacia Füssen a lo largo de los Alpes bávaros",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del castillo de Neuschwanstein",
          "visit_duration_min": 75
        },
        {
          "text": "Vista desde el puente de Marienbrücke",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento exterior del castillo de Hohenschwangau",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por el Walderlebniszentrum Füssen y por la pasarela aérea entre Alemania y Austria",
          "visit_duration_min": 75
        },
        {
          "text": "Excursión a los Alpes austriacos vecinos",
          "visit_duration_min": 75
        },
        {
          "text": "Mañana en el lago Forggensee para admirar los Alpes bávaros",
          "visit_duration_min": 75
        },
        {
          "text": "Complete su viaje por la Ruta Romántica en el icónico Castillo de Neuschwanstein, la fortaleza de cuento de hadas que inspiró a Walt Disney y se ha convertido en el símbolo mismo de la Alemania romántica. Alzándose dramáticamente desde las laderas alpinas boscosas cerca de Füssen, esta obra maestra del siglo XIX fue construida por el Rey Luis II como refugio en su mundo de fantasía medieval y ópera wagneriana. Los teatrales interiores, con una gruta, sala del trono y salón de los cantores, revelan la imaginación visionaria del querido 'Rey Loco' de Baviera.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllese con el incomparable emplazamiento del castillo, encaramado en una escarpada cima con los Alpes alzándose detrás y lagos cristalinos brillando en el valle abajo. El puente Marienbrücke, que atraviesa un dramático desfiladero, ofrece la fotografía clásica de Neuschwanstein que ha adornado innumerables postales y sueños de viaje. Este impresionante mirador recompensa a los visitantes con toda la majestuosidad de la visión romántica de Luis hecha realidad en piedra y torres.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore la encantadora ciudad de Füssen, punto final meridional de la Ruta Romántica, donde coloridas fachadas barrocas bordean calles peatonales a los pies de los Alpes. El Castillo Alto (Hohes Schloss) con sus notables fachadas pintadas en trampantojo domina el casco antiguo medieval y el impetuoso río Lech. Esta puerta de entrada a los Alpes bávaros ha dado la bienvenida a viajeros durante siglos como puesto comercial y parada de peregrinación.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el pueblo de Füssen y visita del monasterio Saint-Mang",
          "visit_duration_min": 60
        },
        {
          "text": "Paradas fotográficas a lo largo de la Deutsche Alpenstraße (áreas panorámicas señalizadas)",
          "visit_duration_min": 60
        },
        {
          "text": "Breve paseo al mirador Aussichtspunkt Kanzel/Oberjoch",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo hasta el puente Marienbrücke para la vista icónica de Neuschwanstein",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por el centro histórico de Füssen y por las orillas del Lech",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrimiento de las cataratas del Lech (Lechfall)",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo hacia el mirador panorámico del valle",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo libre a orillas del Forggensee y picnic",
          "visit_duration_min": 60
        },
        {
          "text": "Fin del recorrido y regreso hacia el norte o extensión hacia la Selva Negra",
          "visit_duration_min": 60
        },
        {
          "text": "Camine hasta el Castillo de Hohenschwangau, hogar de la infancia de Luis, para comprender los orígenes de su imaginación romántica",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTILLOS, BOSQUES Y LAGOS: UN VIAJE POR CARRETERA DE ENSUEÑO EN EL SUR DE ALEMANIA",
          "day": 5
        },
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DE LAS ORILLAS DEL BODENSEE AL KÖNIGSSEE (5 DÍAS DE LAGOS, PANORAMAS Y CASTILLOS)",
          "day": 1
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 4
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 7
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 8
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 9
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 10
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Ruta Romántica de Baviera: pueblos medievales y castillos de cuento de hadas",
          "day": 4
        }
      ],
      "rating": 9
    },
    {
      "place_id": "DE::garmisch-partenkirchen",
      "name": "Garmisch Partenkirchen",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.4917,
        11.0955
      ],
      "lat": 47.4917,
      "lon": 11.0955,
      "visits": [
        {
          "text": "Schloss Neuschwanstein – visita interior y recorrido al pie del castillo",
          "visit_duration_min": 75
        },
        {
          "text": "Marienbrücke – mirador sobre Neuschwanstein (acceso a pie desde Hohenschwangau)",
          "visit_duration_min": 75
        },
        {
          "text": "Schloss Hohenschwangau – exterior y jardines",
          "visit_duration_min": 75
        },
        {
          "text": "Lechfall (Füssen) – cascada sobre el río Lech",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del pueblo alpino de Garmisch-Partenkirchen y sus fachadas pintadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Senderismo por la garganta de Partnachklamm y observación de sus aguas glaciares azul turquesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración del macizo de Zugspitze en teleférico o senderismo hasta la cumbre.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita al castillo de Neuschwanstein (cercano, 40 min en coche).",
          "visit_duration_min": 75
        },
        {
          "text": "Conquiste el Zugspitze, el punto más alto de Alemania a 2.962 metros de altitud. Accesible por teleférico moderno o tren de cremallera histórico, esta cumbre ofrece un panorama vertiginoso sobre cuatro países y más de 400 picos alpinos. En días despejados, la vista se extiende desde las Dolomitas italianas hasta las llanuras bávaras en un espectáculo natural grandioso.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllese ante el Eibsee, lago de color esmeralda de aguas cristalinas acurrucado al pie del Zugspitze. Esta joya natural, salpicada de ocho pequeñas islas, ofrece un escenario de montaña de una pureza excepcional. El sendero de 7 kilómetros que lo rodea permite apreciar sus múltiples matices de azul y verde según la luz.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Garmisch-Partenkirchen, estación alpina de renombre mundial que acogió los Juegos Olímpicos de Invierno de 1936. Esta ciudad doble con encanto auténtico conserva sus casas tradicionales de fachadas pintadas y sus callejuelas empedradas. Es el punto de partida ideal para innumerables excursiones alpinas y actividades de montaña.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo alrededor del Alpsee (Hohenschwangau) – sendero ribereño",
          "visit_duration_min": 60
        },
        {
          "text": "Fotografía de paisajes alpinos y de las gargantas glaciares.",
          "visit_duration_min": 60
        },
        {
          "text": "Subida en teleférico panorámico hacia el Zugspitze",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DE LAS ORILLAS DEL BODENSEE AL KÖNIGSSEE (5 DÍAS DE LAGOS, PANORAMAS Y CASTILLOS)",
          "day": 2
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "EL ÚLTIMO ROAD TRIP EN EL SUR DE ALEMANIA: CASTILLOS, BOSQUES Y CIUDADES MEDIEVALES",
          "day": 3
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 6
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "DE::gorlitz",
      "name": "Gorlitz",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.1508,
        14.9875
      ],
      "lat": 51.1508,
      "lon": 14.9875,
      "visits": [
        {
          "text": "Plaza peatonal empedrada flanqueada por edificios arquitectónicamente ricos con estilos Art Nouveau, barroco y renacentista",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia gótica",
          "visit_duration_min": 75
        },
        {
          "text": "Puente del Casco Antiguo hacia Zgorzelec, Polonia",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 11
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "DE::goslar",
      "name": "Goslar",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.906,
        10.4289
      ],
      "lat": 51.906,
      "lon": 10.4289,
      "visits": [
        {
          "text": "Explora la ciudad histórica medieval de Goslar, Patrimonio de la Humanidad por la UNESCO y una de las ciudades medievales mejor conservadas de Alemania. Pasea por calles adoquinadas flanqueadas por más de 1.500 casas de entramado de madera que abarcan cinco siglos, y descubre el Palacio Imperial donde los emperadores alemanes celebraban audiencias. Este tesoro arquitectónico ofrece una visión auténtica de la vida medieval germánica.",
          "visit_duration_min": 75
        },
        {
          "text": "Desciende a la legendaria mina de Rammelsberg, Patrimonio de la Humanidad por la UNESCO con más de 1.000 años de historia minera continua. Este extraordinario yacimiento, que fue fuente de cobre, zinc, plata y plomo, cuenta con fascinantes galerías subterráneas e innovadora tecnología minera que moldeó la prosperidad de la región. El museo muestra los notables logros de ingeniería de los mineros medievales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el Sistema de Gestión Hidráulica de la Alta Montaña del Harz, una ingeniosa red de presas, embalses y canales declarada Patrimonio de la UNESCO construida para alimentar las históricas minas. Esta maravilla de la ingeniería hidráulica de 800 años se extiende por las montañas del Harz, demostrando cómo los mineros medievales aprovecharon la energía hidráulica con una sofisticación notable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 1
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "DE::gutach",
      "name": "Gutach",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.2667,
        8.2
      ],
      "lat": 48.2667,
      "lon": 8.2,
      "visits": [
        {
          "text": "Retrocede en el tiempo en el Museo al Aire Libre de la Selva Negra (Vogtsbauernhof), un extraordinario pueblo de edificios agrícolas históricos meticulosamente rescatados que abarcan 400 años de vida rural. Cada granja, granero y molino ha sido cuidadosamente desmontado, transportado y reconstruido en este pintoresco sitio de ladera, completo con mobiliario y equipamiento auténticos. Este museo vivo ofrece una ventana incomparable al modo de vida tradicional en la región de la Selva Negra.",
          "visit_duration_min": 75
        },
        {
          "text": "Observa a los artesanos demostrar habilidades tradicionales en el taller de juguetes de madera en funcionamiento, donde los juguetes tallados a mano de la Selva Negra se fabrican utilizando técnicas centenarias. Si tienes suerte, los hornos de leña para pan estarán en funcionamiento, llenando el aire con el irresistible aroma de hogazas recién horneadas. Los animales de granja deambulan por el recinto, añadiendo a la atmósfera auténtica de una comunidad agrícola de trabajo de siglos pasados.",
          "visit_duration_min": 75
        },
        {
          "text": "Sigue el excelente recorrido con audioguía a través de las granjas para entender cómo las familias vivían, trabajaban y sobrevivían a los duros inviernos de montaña. Las exhibiciones interactivas hacen cobrar vida vívidamente las técnicas agrícolas y la vida doméstica, cautivando a visitantes de todas las edades. Las tradicionales casas de la Selva Negra con sus distintivos tejados de pendiente pronunciada representan soluciones arquitectónicas a las fuertes nevadas de la región.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Adquiere artesanías auténticas de la Selva Negra y productos tradicionales directamente de los talleres del museo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 7
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "DE::hainich",
      "name": "Hainich",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.0947,
        10.505
      ],
      "lat": 51.0947,
      "lon": 10.505,
      "visits": [
        {
          "text": "Parque Nacional Hainich, el bosque caducifolio contiguo más grande de Alemania con 13,000 hectáreas, Patrimonio Mundial de la UNESCO desde 2011",
          "visit_duration_min": 75
        },
        {
          "text": "Plataforma de observación de 44 metros de altura en el Castillo de Thiemsburg",
          "visit_duration_min": 75
        },
        {
          "text": "Sendero de copas de árboles de 24 metros de altura en el Castillo de Thiemsburg",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva de raíces",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 2
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "DE::halberstadt",
      "name": "Halberstadt",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.8958,
        11.0461
      ],
      "lat": 51.8958,
      "lon": 11.0461,
      "visits": [
        {
          "text": "Admire la catedral de Halberstadt, obra maestra gótica que alberga uno de los tesoros eclesiásticos más importantes de Europa. Esta majestuosa catedral, construida según el modelo de las catedrales francesas, impresiona por sus proporciones armoniosas y sus vidrieras medievales. La iglesia de San Martín completa este excepcional patrimonio religioso con su arquitectura románica preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore las Klusfelsen cerca de Halberstadt, impresionantes formaciones rocosas de arenisca donde se excavaron capillas trogloditas medievales. Estas grutas sagradas, esculpidas en la roca por ermitaños de la Edad Media, crean un paisaje místico único en el norte de Alemania. Los senderos permiten descubrir este sitio entre naturaleza y espiritualidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite las cuevas de arenisca y el castillo de Regenstein cerca de Blankenburg, fortaleza medieval tallada directamente en la roca. Esta ciudadela rupestre ofrece vistas espectaculares sobre las estribaciones del Harz y atestigua el ingenio defensivo medieval. Las viviendas trogloditas de Langenstein, algunas habitadas hasta 1916, revelan un modo de vida insólito perpetuado durante siglos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo a las cuevas de arena de Blankenburg y descubrimiento del castillo rupestre de Regenstein",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 12
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "DE::halle",
      "name": "Halle",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.4828,
        11.9697
      ],
      "lat": 51.4828,
      "lon": 11.9697,
      "visits": [
        {
          "text": "Descubra Halle del Saale, ciudad natal del célebre compositor Georg Friedrich Händel, cuyo monumento adorna orgullosamente la plaza del mercado. Esta metrópolis cultural, la más poblada de Sajonia-Anhalt, alberga la Universidad Martin Luther de Halle-Wittenberg, una de las más antiguas de Alemania fundada en 1502. La atmósfera académica y artística impregna cada calle de esta ciudad de múltiples facetas.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemple la catedral de Halle y la iglesia del mercado Unser lieben Frauen con sus cuatro emblemáticas torres dominando el perfil urbano. Estos edificios góticos tardíos atestiguan el poder religioso y económico de la ciudad en la Edad Media. El castillo de Giebichenstein, encaramado sobre un promontorio rocoso sobre el Saale, alberga hoy una prestigiosa Escuela de Bellas Artes.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllese ante el Disco de Nebra en el Museo Estatal de Prehistoria, la representación concreta más antigua del cielo jamás descubierta. Este disco de bronce de 3.600 años de antigüedad, adornado con oro representando el sol, la luna y las estrellas, revolucionó nuestra comprensión de los conocimientos astronómicos de la Edad del Bronce. Las Fundaciones Francke, conjunto arquitectónico barroco dedicado a la educación pietista, completan este excepcional patrimonio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita al museo Halloren y degustación de las famosas bolas de chocolate, especialidad de la fábrica de chocolate más antigua de Alemania aún en funcionamiento",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 6
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "DE::hamburg",
      "name": "Hamburg",
      "cc": "DE",
      "language": "es",
      "coords": [
        53.5511,
        9.9937
      ],
      "lat": 53.5511,
      "lon": 9.9937,
      "visits": [
        {
          "text": "Descubrimiento del centro histórico de Hamburgo y del ayuntamiento",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo alrededor del Alster y exploración del barrio Speicherstadt, declarado patrimonio de la UNESCO",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por los muelles del puerto de Hamburgo y observación de las barcazas en el Elba",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG AL MAR BÁLTICO: CULTURA Y NATURALEZA DEL NORTE DE ALEMANIA",
          "day": 4
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "DE::hamelin",
      "name": "Hamelin",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.1037,
        9.3567
      ],
      "lat": 52.1037,
      "lon": 9.3567,
      "visits": [
        {
          "text": "Sigue los pasos del legendario Flautista de Hamelín por las encantadoras calles de Hamelín. Esta pintoresca ciudad renacentista del Weser revive la famosa leyenda del siglo XIII con decoraciones temáticas de ratas, coloridos edificios de entramado de madera y representaciones teatrales regulares del cuento. El casco histórico muestra algunas de las mejores arquitecturas renacentistas de Alemania.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de las impresionantes vistas del Valle del Weser desde las románticas ruinas del Castillo de Polle, el legendario hogar de Cenicienta según el folclore alemán. Situado sobre el río Weser, estos restos de castillo atmosféricos ofrecen vistas panorámicas de las colinas onduladas y bosques del Weserbergland, donde los cuentos de hadas cobran vida.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora las colinas de Weser Upland, un paisaje de montañas suaves, bosques densos y valles fluviales serpenteantes que inspiraron a los Hermanos Grimm. Esta pintoresca región ofrece excelentes senderos para caminar a través de bosques de hayas, pasando por ruinas de castillos y a lo largo del pintoresco río Weser con sus tradicionales cruces en ferry.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 5
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "DE::hannover",
      "name": "Hannover",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.3759,
        9.732
      ],
      "lat": 52.3759,
      "lon": 9.732,
      "visits": [
        {
          "text": "Descubre Hannover, la vibrante capital regional de Baja Sajonia, donde la vida urbana moderna se encuentra con el rico patrimonio histórico. La ciudad cuenta con magníficos jardines reales, museos de clase mundial y una escena cultural dinámica que alberga la competición de tiro más grande del mundo y el espectacular Concurso Internacional de Fuegos Artificiales. Desde los elegantes Jardines de Herrenhausen hasta el bullicioso centro de la ciudad, Hannover ofrece descubrimientos infinitos.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el encantador Castillo de Marienburg, un palacio neogótico de cuento de hadas que se alza majestuosamente cerca de Hannover. Construido en el siglo XIX para la reina María de Hannover, este castillo romántico presenta torres ornamentadas, salones grandiosos y vistas impresionantes al campo circundante. El museo del castillo muestra tesoros reales y ofrece vislumbres de la vida aristocrática.",
          "visit_duration_min": 75
        },
        {
          "text": "Celle – paseo por el casco antiguo con entramado de madera y a lo largo del Aller",
          "visit_duration_min": 75
        },
        {
          "text": "Jardín Francés (French Garden) – avenida de árboles y parterres clásicos",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Celle (Schloss Celle) – patio interior y fachadas renacentistas",
          "visit_duration_min": 75
        },
        {
          "text": "Stadtkirche St. Marien – subida al campanario según horarios",
          "visit_duration_min": 75
        },
        {
          "text": "Antigua sinagoga con entramado de madera (Im Kreise 24) – exterior y memoria local",
          "visit_duration_min": 75
        },
        {
          "text": "Hildesheim – iglesia de San Miguel (UNESCO) y techo pintado",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Santa María (Dom) – claustro y rosaleda del milenio",
          "visit_duration_min": 75
        },
        {
          "text": "Marktplatz – casas con frontones reconstruidos",
          "visit_duration_min": 75
        },
        {
          "text": "Wolfsburg – Autostadt (recorridos interactivos del automóvil)",
          "visit_duration_min": 75
        },
        {
          "text": "Kunstmuseum Wolfsburg – arte moderno y contemporáneo",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio del canal y Stadtbrücke – panorama urbano",
          "visit_duration_min": 75
        },
        {
          "text": "Alfeld (Leine) – Fagus-Werk (UNESCO) de Walter Gropius",
          "visit_duration_min": 75
        },
        {
          "text": "Centro histórico – casas con frontones y calles románticas",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por las orillas del Leine",
          "visit_duration_min": 75
        },
        {
          "text": "Quedlinburg – ciudad medieval (UNESCO) y calles empedradas",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Quedlinburg y colegiata – panorama sobre la ciudad",
          "visit_duration_min": 75
        },
        {
          "text": "Schloßmuseum Quedlinburg – colecciones históricas",
          "visit_duration_min": 75
        },
        {
          "text": "Hamburgo – HafenCity y paseos del puerto",
          "visit_duration_min": 75
        },
        {
          "text": "Elbphilharmonie – descubrimiento exterior y plataformas públicas",
          "visit_duration_min": 75
        },
        {
          "text": "Hamburger Kunsthalle – grandes maestros y arte moderno",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia St. Michaelis – torre y vista sobre la ciudad (según horarios)",
          "visit_duration_min": 75
        },
        {
          "text": "Bremen – Marktplatz y barrio Schnoor",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de San Pedro (St. Petri Dom) – nave y cripta",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthalle Bremen – \"Milla Cultural\"",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por las orillas del Weser",
          "visit_duration_min": 75
        },
        {
          "text": "Göttingen – universidad histórica y Aula am Wilhelmsplatz",
          "visit_duration_min": 75
        },
        {
          "text": "Jardín botánico universitario – invernaderos y colecciones",
          "visit_duration_min": 75
        },
        {
          "text": "Casco antiguo – Gänseliesel y calles comerciales",
          "visit_duration_min": 75
        },
        {
          "text": "Berlín – Reichstag (exteriores y cúpula con reserva)",
          "visit_duration_min": 75
        },
        {
          "text": "Puerta de Brandeburgo y Pariser Platz",
          "visit_duration_min": 75
        },
        {
          "text": "Museumsinsel (UNESCO) – museos e isla del Spree (elección según interés)",
          "visit_duration_min": 75
        },
        {
          "text": "Fernsehturm y Alexanderplatz – panorama urbano",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por los magníficos Jardines de Herrenhausen, uno de los conjuntos de jardines barrocos más impresionantes de Europa. El Gran Jardín presenta precisión geométrica con fuentes, esculturas y la famosa Gran Fuente que alcanza los 80 metros de altura, mientras que las colecciones botánicas circundantes ofrecen exhibiciones florales durante todo el año.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido a pie por la orilla del Aller y puentes históricos",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido urbano entre Michaelisplatz y Domhof",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrimiento exterior de la sede de Volkswagen y torres de entrega (vista de conjunto)",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido de arquitectura industrial (exterior) alrededor del Fagus-Werk",
          "visit_duration_min": 60
        },
        {
          "text": "Mirador sobre los tejados desde el Schlossberg",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por los muelles del Elba (Landungsbrücken)",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido urbano entre Am Wall y el casco antiguo",
          "visit_duration_min": 60
        },
        {
          "text": "Ruta a pie por el centro y las murallas verdes",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido histórico a pie entre Reichstag, Unter den Linden y la Isla de los Museos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 4
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LAS MÁS BELLAS ESCAPADAS A 2H DE HANNOVER",
          "day": 1
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LAS MÁS BELLAS ESCAPADAS A 2H DE HANNOVER",
          "day": 2
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LAS MÁS BELLAS ESCAPADAS A 2H DE HANNOVER",
          "day": 3
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LAS MÁS BELLAS ESCAPADAS A 2H DE HANNOVER",
          "day": 4
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LAS MÁS BELLAS ESCAPADAS A 2H DE HANNOVER",
          "day": 5
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LAS MÁS BELLAS ESCAPADAS A 2H DE HANNOVER",
          "day": 6
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LAS MÁS BELLAS ESCAPADAS A 2H DE HANNOVER",
          "day": 7
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LAS MÁS BELLAS ESCAPADAS A 2H DE HANNOVER",
          "day": 8
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LAS MÁS BELLAS ESCAPADAS A 2H DE HANNOVER",
          "day": 9
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::harz",
      "name": "Harz",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.7988,
        10.615
      ],
      "lat": 51.7988,
      "lon": 10.615,
      "visits": [
        {
          "text": "Recorre el famoso Sendero de las Brujas del Harz a través de la región montañosa más septentrional de Alemania, donde impresionantes vistas panorámicas recompensan cada ascenso. Este legendario sendero serpentea a través de bosques antiguos imbuidos de folclore, ofreciendo vistas espectaculares de valles y picos que han inspirado mitos durante siglos. Las montañas del Harz combinan belleza natural con atmósfera mística como ningún otro lugar en Alemania.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta los 3.000 kilómetros de senderos del Parque Nacional del Harz, perfectos para aventuras de ciclismo de montaña a través de la naturaleza virgen. Desde suaves caminos forestales hasta rutas alpinas desafiantes, el terreno variado se adapta a todos los niveles de habilidad mientras muestra los diversos paisajes de la región: afloramientos rocosos, bosques densos y arroyos de montaña cristalinos.",
          "visit_duration_min": 60
        },
        {
          "text": "En invierno, deslízate por el campo nevado blanco con esquí de fondo a través de los bien mantenidos senderos del Harz. La región se transforma en un país de las maravillas invernales que ofrece esquí alpino, raquetas de nieve y pistas de trineo entre bosques de pinos cubiertos de nieve y cascadas congeladas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 2
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "DE::hechingen",
      "name": "Hechingen",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.3514,
        8.9636
      ],
      "lat": 48.3514,
      "lon": 8.9636,
      "visits": [
        {
          "text": "Contempla el Castillo de Hohenzollern, uno de los castillos más espectaculares de Alemania y sede ancestral de la familia real prusiana que más tarde se convertiría en emperadores alemanes. Esta fortaleza de cuento de hadas, reconstruida en su actual esplendor neogótico en 1850, corona un dramático pico cónico que se eleva 855 metros sobre la campiña suaba. El castillo rivaliza con el famoso Neuschwanstein de Baviera en belleza y lo supera en conexión real auténtica.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorre los gloriosamente opulentos interiores, donde los visitantes se ponen enormes zapatillas de fieltro para proteger los preciosos suelos mientras los niños pueden vestirse con trajes reales para una experiencia inmersiva. La familia todavía utiliza el castillo para eventos especiales, así que verifica los horarios de apertura antes de tu visita para evitar decepciones. El tesoro exhibe las joyas de la corona prusiana y objetos personales de Federico el Grande.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina hasta el mirador vecino de Zeller Horn para la icónica fotografía del castillo flotando sobre las nubes que ha hecho famoso al Castillo de Hohenzollern en todo el mundo. El camino de acceso en sí ofrece vistas cada vez más dramáticas a medida que el castillo emerge de la cima boscosa de la colina. Los paseos en globo aerostático sobre el castillo al atardecer proporcionan una perspectiva inolvidable de esta maravilla arquitectónica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita durante el Adviento para el famoso mercado navideño celebrado dentro de las murallas del castillo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 11
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "DE::heidelberg",
      "name": "Heidelberg",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.4094,
        8.6942
      ],
      "lat": 49.4094,
      "lon": 8.6942,
      "visits": [
        {
          "text": "Maravíllate ante el Castillo de Heidelberg, una de las ruinas más románticas de Alemania, encaramada sobre el casco antiguo de tejados rojos. Esta magnífica fortaleza renacentista, parcialmente destruida por tropas francesas en el siglo XVII, ofrece vistas impresionantes sobre el valle del Neckar y alberga el tonel de vino más grande del mundo. Las evocadoras ruinas crean una silueta inolvidable contra el cielo que ha inspirado a poetas y artistas durante siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo del Palatinado (Kurpfälzisches Museum) en la calle peatonal principal, donde fascinantes exposiciones revelan las civilizaciones celtas y romanas que habitaron esta región mucho antes de que se construyera el castillo. El museo alberga notables tesoros arqueológicos y obras de arte que abarcan milenios de asentamiento humano en el valle del Neckar. Esta institución cultural proporciona un contexto esencial para comprender las profundas raíces históricas de Heidelberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el encantador casco antiguo de Heidelberg, un laberinto de calles empedradas, iglesias barrocas y edificios universitarios históricos que lo convierten en una de las ciudades más pintorescas de Alemania. El famoso Alte Brücke (Puente Viejo) ofrece vistas de postal del castillo reflejado en el río. Quédate a pasar la noche para experimentar la atmósfera mágica cuando los excursionistas se han marchado y la ciudad revela su verdadero carácter romántico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Únete a una visita guiada del castillo para descubrir las fascinantes historias detrás de estas evocadoras ruinas y explorar cámaras ocultas",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 1
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::hildesheim",
      "name": "Hildesheim",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.1508,
        9.9511
      ],
      "lat": 52.1508,
      "lon": 9.9511,
      "visits": [
        {
          "text": "Maravíllate con la Catedral de Santa María en Hildesheim, Patrimonio de la Humanidad por la UNESCO que representa la cumbre de la arquitectura románica en Alemania. Esta obra maestra del siglo XI alberga las famosas puertas de bronce y el rosal milenario, considerado el rosal vivo más antiguo del mundo. Los tesoros de la catedral incluyen excepcionales obras de arte medievales y la renombrada Columna de Bernward.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la magnífica Iglesia de San Miguel, otra joya románica declarada Patrimonio de la UNESCO que muestra una artesanía excepcional de la Alta Edad Media. Esta maravilla arquitectónica presenta un techo de madera pintado único que representa el Árbol de Jesé y un diseño de doble coro perfectamente proporcionado. La iglesia se erige como uno de los mejores ejemplos de arquitectura otoniana en Europa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora la Fábrica Fagus en la cercana Alfeld, Patrimonio de la Humanidad por la UNESCO y ejemplo pionero de arquitectura industrial moderna. Diseñada por Walter Gropius en 1911, este edificio revolucionario con sus innovadoras paredes cortina de vidrio se convirtió en una piedra angular de los principios del diseño Bauhaus. La fábrica sigue operativa mientras ofrece fascinantes visitas guiadas de su arquitectónica innovadora.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 3
        }
      ],
      "rating": 8
    },
    {
      "place_id": "DE::hohenschwangau",
      "name": "Hohenschwangau",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.5576,
        10.7397
      ],
      "lat": 47.5576,
      "lon": 10.7397,
      "visits": [
        {
          "text": "Castillo de Lichtenstein: patio y puente, visita interior (mañana, poca afluencia).",
          "visit_duration_min": 75
        },
        {
          "text": "Llegada a Hohenschwangau: visita del castillo de Hohenschwangau.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de los Reyes de Baviera (Museum der Bayerischen Könige) a orillas del Alpsee.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por la orilla del Alpsee: playas y vistas a los macizos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marcha de calentamiento al final de la tarde hacia los primeros miradores de Neuschwanstein (reconocimiento).",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALEMANIA DE CUENTO DE HADAS: CASTILLOS, PUEBLOS MEDIEVALES Y PANORAMAS ALPINOS",
          "day": 5
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "DE::hohenwarte",
      "name": "Hohenwarte",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.6456,
        11.4406
      ],
      "lat": 50.6456,
      "lon": 11.4406,
      "activities": [
        {
          "text": "Sendero del Embalse Hohenwarte de 74.4 kilómetros a través de denso bosque y por pendientes empinadas hasta miradores rocosos en el río Saale",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo en las Montañas de Pizarra de Turingia/Parque Natural Ober Saale, el Mar de Turingia con paisaje tipo fiordo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 9
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "DE::jena",
      "name": "Jena",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.9272,
        11.5861
      ],
      "lat": 50.9272,
      "lon": 11.5861,
      "visits": [
        {
          "text": "Casa Jardín de Schiller abierta para visitas",
          "visit_duration_min": 75
        },
        {
          "text": "Colección de Arte de Jena con más de 5,000 obras",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador JenTower a 128 metros con amplia vista sobre el valle del Saale",
          "visit_duration_min": 75
        },
        {
          "text": "Planetario Zeiss, uno de los primeros grandes planetarios del mundo, en funcionamiento desde 1926",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sendero de senderismo SaaleHorizontale de 91 kilómetros con vista única de Jena",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 7
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "DE::kassel",
      "name": "Kassel",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.312711,
        9.479746
      ],
      "lat": 51.312711,
      "lon": 9.479746,
      "visits": [
        {
          "text": "Bergpark Wilhelmshöhe en Kassel, parque en terrazas clasificado UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Monumento de Hércules dominando el Bergpark",
          "visit_duration_min": 75
        },
        {
          "text": "Centro de la ciudad de Kassel y lugares de exposición de la documenta",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Grimmwelt dedicado a los hermanos Grimm",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorrido por las obras de la documenta, exposición de arte contemporáneo",
          "visit_duration_min": 60
        },
        {
          "text": "Velada BergparkLeuchten, espectáculo de luz y agua en el Bergpark",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 8
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "DE::kellerwald-edersee",
      "name": "Kellerwald Edersee",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.166667,
        9.016667
      ],
      "lat": 51.166667,
      "lon": 9.016667,
      "visits": [
        {
          "text": "Kellerwald Edersee National Park y bosques de hayas antiguas",
          "visit_duration_min": 75
        },
        {
          "text": "Centro del parque en Voehl Herzhausen",
          "visit_duration_min": 75
        },
        {
          "text": "Orillas del lago Edersee",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo en los bosques de hayas clasificados como patrimonio mundial",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo en barco o actividades náuticas en el Edersee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 7
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "DE::kochel-am-see",
      "name": "Kochel Am See",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.6592,
        11.3619
      ],
      "lat": 47.6592,
      "lon": 11.3619,
      "visits": [
        {
          "text": "Ascienda al Herzogstand, paraíso de los senderistas que culmina a 1.731 metros entre dos lagos de una belleza impresionante. Esta cumbre emblemática ofrece uno de los más bellos panoramas de Baviera, abarcando de un solo vistazo el Kochelsee de reflejos acerados y el Walchensee de aguas turquesa. Un teleférico permite a los no caminantes acceder fácilmente a este espectáculo natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra el Walchensee, uno de los lagos alpinos más profundos y puros de Alemania. Sus aguas de un azul intenso, a menudo comparadas con las lagunas tropicales, contrastan magníficamente con las cumbres nevadas de los alrededores. Este lago de presa natural fue escenario de numerosas películas y sigue siendo un secreto bien guardado de los bávaros.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemple el Kochelsee, lago más tranquilo y accesible, bordeado de praderas verdes y pueblos tradicionales. Fue aquí donde el pintor Franz Marc, figura destacada del expresionismo alemán, encontró la inspiración para sus obras célebres. El museo Franz Marc en el pueblo vecino rinde homenaje a este maestro del color.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo panorámico por las crestas del Herzogstand",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 7
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "DE::konigstein",
      "name": "Konigstein",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.9194,
        14.0697
      ],
      "lat": 50.9194,
      "lon": 14.0697,
      "visits": [
        {
          "text": "Fortaleza de Königstein, extenso complejo defensivo de 1589 con arquitectura barroca, renacentista y gótica",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 9
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "DE::konstanz",
      "name": "Konstanz",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.6633,
        9.175
      ],
      "lat": 47.6633,
      "lon": 9.175,
      "visits": [
        {
          "text": "Explora Constanza a orillas del Bodensee (Lago de Constanza), el lago más grande de Alemania que se extiende a través de la frontera con Suiza y Austria. El encantador paseo junto al lago está bordeado de restaurantes y cafeterías que ofrecen vistas sobre las aguas centelleantes hacia los Alpes suizos. La famosa estatua giratoria de Imperia en la entrada del puerto completa una revolución cada tres minutos, un hito moderno con raíces satíricas medievales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el fascinante museo al aire libre de palafitos, un sitio Patrimonio de la Humanidad de la UNESCO que reconstruye asentamientos de la Edad de Piedra y la Edad del Bronce construidos sobre pilotes de madera sobre el agua. Estas notables reconstrucciones ofrecen un vistazo a la vida humana en el Lago de Constanza hace más de 4.000 años. Los hallazgos arqueológicos del lecho del lago dan vida vívidamente a estas antiguas comunidades a través de exposiciones cautivadoras.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruza a la Isla de Mainau, la famosa 'Isla de las Flores' donde jardines botánicos subtropicales, un palacio barroco y una casa de mariposas crean un paraíso mediterráneo en el corazón de Europa. Los jardines estallan de color durante todo el año, desde tulipanes primaverales hasta rosas de verano y dalias de otoño. El cercano Castillo de Meersburg, el castillo habitado más antiguo de Alemania, se alza dramáticamente sobre el lago con partes aún ocupadas por la familia propietaria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Realiza un crucero en barco por el Bodensee para apreciar el impresionante panorama alpino desde el agua",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 10
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "DE::kuehlungsborn",
      "name": "Kuehlungsborn",
      "cc": "DE",
      "language": "es",
      "coords": [
        54.1519,
        11.7445
      ],
      "lat": 54.1519,
      "lon": 11.7445,
      "visits": [
        {
          "text": "Parada en Wismar para descubrir el casco antiguo medieval declarado Patrimonio de la UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento de Kühlungsborn y su paseo marítimo de 4 km a lo largo del mar Báltico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax en la playa en un Strandkorb, asiento típico de las estaciones balnearias alemanas.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo en bicicleta por el bosque de Kühlung y visita al faro Buk (1878).",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGOS, CASTILLOS Y PLAYAS: ROAD TRIP EN ALEMANIA DEL NORTE",
          "day": 5
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "DE::leipzig",
      "name": "Leipzig",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.3397,
        12.3731
      ],
      "lat": 51.3397,
      "lon": 12.3731,
      "visits": [
        {
          "text": "Orquesta Gewandhaus, la orquesta sinfónica cívica más antigua del mundo",
          "visit_duration_min": 75
        },
        {
          "text": "Pasajes comerciales históricos de la Antigua Feria Comercial de 1913",
          "visit_duration_min": 75
        },
        {
          "text": "Galerías Spinnerei en antigua fábrica de algodón",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour de la fábrica BMW",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 14
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::lindau",
      "name": "Lindau",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.546,
        9.6833
      ],
      "lat": 47.546,
      "lon": 9.6833,
      "visits": [
        {
          "text": "Trayecto hacia el lago de Constanza y descubrimiento de Lindau",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de los palafitos prehistóricos de Uhldingen-Mühlhofen, clasificados por la UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra el lago de Constanza, el tercer lago más grande de Europa, enclavado en los confines de Alemania, Austria y Suiza. Este verdadero mar interior de aguas azul profundo ofrece un entorno natural excepcional, bordeado de viñedos en terrazas y dominado por las cumbres alpinas. El microclima mediterráneo permite incluso el cultivo de frutas exóticas en sus orillas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Lindau, la perla de la orilla alemana, cuyo centro histórico ocupa una pintoresca isla conectada al continente. Su emblemático puerto, custodiado por un león bávaro y un faro, ofrece una de las vistas más fotografiadas de Alemania. Las casas patricias de fachadas pintadas y las callejuelas medievales crean una atmósfera de rara elegancia.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasee a lo largo de los paseos lacustres bordeados de palmeras y magnolias donde el panorama de los Alpes suizos crea un decorado de postal. Las numerosas posibilidades de cruceros permiten descubrir las encantadoras ciudades de Constanza y Meersburg desde las aguas cristalinas del lago.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el paseo marítimo de Friedrichshafen al atardecer",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero panorámico por el lago de Constanza",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTILLOS, BOSQUES Y LAGOS: UN VIAJE POR CARRETERA DE ENSUEÑO EN EL SUR DE ALEMANIA",
          "day": 6
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 3
        }
      ],
      "rating": 8
    },
    {
      "place_id": "DE::lorsch",
      "name": "Lorsch",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.653902,
        8.570876
      ],
      "lat": 49.653902,
      "lon": 8.570876,
      "visits": [
        {
          "text": "Abadía de Lorsch y sala del rey Koenigshalle",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el centro de Lorsch alrededor del sitio monástico",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 5
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "DE::lueneburg",
      "name": "Lueneburg",
      "cc": "DE",
      "language": "es",
      "coords": [
        53.2464,
        10.4115
      ],
      "lat": 53.2464,
      "lon": 10.4115,
      "visits": [
        {
          "text": "Pasea por Lüneburg, una de las ciudades hanseáticas más encantadoras de Alemania construida sobre una base de sal. El comercio medieval de sal trajo inmensa riqueza, evidente en la ornamentada arquitectura gótica de ladrillo, los edificios históricos inclinados y las grandes casas mercantiles. Las fachadas inclinadas -causadas por la minería subterránea de sal- le dan a la ciudad un carácter singularmente peculiar que no se encuentra en ningún otro lugar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el Museo Alemán de la Sal alojado en una salina histórica, revelando cómo el 'oro blanco' moldeó el destino de Lüneburg durante más de 1.000 años. Exhibiciones interactivas e instalaciones de producción de sal preservadas cuentan la historia de la mercancía que hizo de esta ciudad una de las más ricas en la Europa medieval del norte.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por la atmosférica plaza Am Sande, rodeada de magníficas casas con frontones que muestran los mejores ejemplos de la arquitectura de ladrillo del norte de Alemania. La animada atmósfera estudiantil -Lüneburg es una ciudad universitaria- añade energía vibrante a las calles históricas llenas de cafés, boutiques y locales culturales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 10
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "DE::lutherstadt-wittenberg",
      "name": "Lutherstadt Wittenberg",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.8671,
        12.6484
      ],
      "lat": 51.8671,
      "lon": 12.6484,
      "visits": [
        {
          "text": "Sumérjase en la historia de la Reforma protestante en Lutherstadt Wittenberg, cuna de un movimiento que transformó Europa. Fue aquí, el 31 de octubre de 1517, donde Martín Lutero habría clavado sus 95 tesis en la puerta de la iglesia del castillo, desencadenando una revolución espiritual e intelectual. Este monumental portal, hoy en bronce, atrae a visitantes de todo el mundo que vienen a recogerse ante este lugar simbólico.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite la iglesia de Santa María donde Martín Lutero predicaba regularmente, edificio gótico en el corazón de la ciudad vieja inscrita en el Patrimonio Mundial de la UNESCO. La iglesia del castillo alberga las tumbas de Lutero y su colaborador Felipe Melanchthon. La plaza del mercado, dominada por el monumento a Lutero y las fachadas renacentistas, constituye uno de los más bellos conjuntos urbanos de Alemania central.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore los múltiples edificios históricos de la ciudad vieja que atestiguan esta época crucial de la historia europea. La Casa de Lutero, antiguo monasterio agustino donde vivió el reformador, es hoy el museo de la Reforma más grande del mundo. Cruzando el puente del Elba, accederá a las praderas inundables donde la naturaleza preservada ofrece un contraste apacible con este intenso patrimonio cultural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por las praderas del Elba para disfrutar de la naturaleza preservada",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 8
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "DE::magdebourg",
      "name": "Magdebourg",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.1205,
        11.6276
      ],
      "lat": 52.1205,
      "lon": 11.6276,
      "visits": [
        {
          "text": "Descubra la Ciudadela Verde, obra maestra arquitectónica diseñada por el artista austríaco Friedensreich Hundertwasser. Este edificio único de formas orgánicas, colores vivos y tejados ajardinados representa una visión revolucionaria de la arquitectura urbana. Sus columnas coloridas y sus ventanas irregulares crean una experiencia visual fascinante que desafía las convenciones arquitectónicas tradicionales.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire la majestuosa catedral de Magdeburgo, primer edificio gótico erigido en suelo alemán. Esta imponente catedral, cuya construcción comenzó en 1209, alberga la tumba del emperador Otón I el Grande. Sus bóvedas esbeltas y sus esculturas medievales atestiguan ocho siglos de historia espiritual y artística en el corazón de Alemania.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore el Elbauenpark y su Torre del Milenio, atracción interactiva que recorre 6.000 años de historia de la ciencia y la tecnología. Esta torre de 60 metros ofrece experiencias prácticas en cinco niveles para comprender los grandes descubrimientos de la humanidad. El parque también alberga la famosa figura del Hombre de Arena, personaje emblemático de la televisión de Alemania del Este.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el Mercado Viejo y descubrimiento de los hemisferios de Magdeburgo de Otto von Guericke",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a la Johanniskirche, iglesia gótica reconstruida después de la Segunda Guerra Mundial",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 1
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "DE::meissen",
      "name": "Meissen",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.1633,
        13.4719
      ],
      "lat": 51.1633,
      "lon": 13.4719,
      "visits": [
        {
          "text": "Albrechtsburg, castillo-iglesia del siglo XV",
          "visit_duration_min": 75
        },
        {
          "text": "Stadtmuseum Meißen con exhibiciones de porcelana y exposiciones",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participación en taller de porcelana",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 13
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "DE::monschau",
      "name": "Monschau",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.5546,
        6.2408
      ],
      "lat": 50.5546,
      "lon": 6.2408,
      "visits": [
        {
          "text": "Descubrimiento del pueblo medieval de Montjoie, célebre por sus casas con entramado de madera y sus callejuelas empedradas",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por las orillas del río Rour y observación de los panoramas del valle",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo en el parque natural del Eifel alrededor de Monschau",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG AL MAR BÁLTICO: CULTURA Y NATURALEZA DEL NORTE DE ALEMANIA",
          "day": 7
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "DE::moritzburg",
      "name": "Moritzburg",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.1672,
        13.6806
      ],
      "lat": 51.1672,
      "lon": 13.6806,
      "visits": [
        {
          "text": "Castillo de Moritzburg, castillo con foso en el centro de un pequeño lago con interior barroco",
          "visit_duration_min": 75
        },
        {
          "text": "Fasanenschlösschen, Castillo del Pequeño Faisán de color rosa brillante",
          "visit_duration_min": 75
        },
        {
          "text": "Leuchtturm, pequeño faro cerca del estanque",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 12
        }
      ],
      "rating": 7
    },
    {
      "place_id": "DE::munich",
      "name": "Munich",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.1374,
        11.5755
      ],
      "lat": 48.1374,
      "lon": 11.5755,
      "visits": [
        {
          "text": "Neuschwanstein: subida matinal por la garganta del Pöllat hasta el Marienbrücke (punto de vista principal).",
          "visit_duration_min": 75
        },
        {
          "text": "Visita interior de Neuschwanstein (franja de final de mañana).",
          "visit_duration_min": 75
        },
        {
          "text": "Trayecto hacia Munich e instalación y después primer descubrimiento del centro histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "Munich Residenz: Residencia (salas principales) + Antiquarium (galería renacentista).",
          "visit_duration_min": 75
        },
        {
          "text": "Tesoro de la Residencia (schatzkammer).",
          "visit_duration_min": 75
        },
        {
          "text": "Teatro Cuvilliés (visita).",
          "visit_duration_min": 75
        },
        {
          "text": "Marienplatz: Glockenspiel (horarios 11:00/12:00/17:00) y Neues Rathaus (ascensor al campanario).",
          "visit_duration_min": 75
        },
        {
          "text": "Frauenkirche (catedral de Nuestra Señora): nave y mirador (si está abierto).",
          "visit_duration_min": 75
        },
        {
          "text": "Englischer Garten (sección sur): praderas, Eisbachwelle (surfistas).",
          "visit_duration_min": 75
        },
        {
          "text": "Mañana libre en Múnich para complementos (barrio de Maxvorstadt o orillas del Isar).",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del Blautopf en Blaubeuren, famosa fuente azul",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de la abadía de Blaubeuren y del Bathhouse de los monjes",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración de la cueva Hohle Fels, sitio prehistórico",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo en Marienplatz y espectáculo del carillón del nuevo ayuntamiento",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del palacio de Nymphenburg y sus jardines",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del Jardín inglés y la torre china",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Múnich, la tercera ciudad más grande de Alemania y flamante capital de Baviera. Esta metrópoli cosmopolita le seducirá con sus suntuosos palacios, sus majestuosos parques y sus iglesias con campanarios emblemáticos. El ambiente acogedor de los célebres Biergarten y la riqueza de su patrimonio arquitectónico la convierten en un destino imprescindible para comenzar su exploración de Baviera.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasee por la Marienplatz, corazón palpitante del casco antiguo, donde el imponente Nuevo Ayuntamiento revela su célebre carillón mecánico. Admire la arquitectura gótica de la Frauenkirche con sus emblemáticas torres gemelas, y después piérdase por las pintorescas callejuelas del centro histórico donde cada fachada cuenta siglos de historia bávara.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore la Residencia de Múnich, uno de los palacios urbanos más grandes de Europa, antigua sede de los duques y reyes de Baviera. Sus 130 salas suntuosamente decoradas, sus patios renacentistas y su tesoro le sumergirán en el esplendor de la monarquía bávara. El Jardín Inglés vecino, uno de los parques urbanos más grandes del mundo, ofrece una pausa verde ideal.",
          "visit_duration_min": 75
        },
        {
          "text": "Parada en el castillo de Harburg que data del siglo XI",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración del casco antiguo de Harburg y panorama sobre el cráter de Nördlingen",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento de la plaza Marienplatz y espectáculo del reloj del nuevo ayuntamiento",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de la Frauenkirche y del Fischbrunnen",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del mercado Viktualienmarkt",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del palacio de la Residencia de Munich",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bucle de descensos por senderos por encima del Marienbrücke para puntos de vista adicionales seguros.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo urbano en Munich: Isartor → Viktualienmarkt → Marienplatz.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido libre a pie por el casco antiguo (Odeonsplatz, Feldherrnhalle, Theatinerkirche).",
          "visit_duration_min": 60
        },
        {
          "text": "Opción museo: Deutsches Museum (secciones emblemáticas a elegir).",
          "visit_duration_min": 60
        },
        {
          "text": "Trayecto panorámico vía Ulm antes de llegar a Munich",
          "visit_duration_min": 60
        },
        {
          "text": "Cena típica en la Hofbräuhaus y degustación de platos bávaros",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por el barrio de Schwabing y sus galerías de arte",
          "visit_duration_min": 60
        },
        {
          "text": "Visita al Deutsches Museum, el museo de ciencias más grande del mundo",
          "visit_duration_min": 60
        },
        {
          "text": "Trayecto panorámico a lo largo de la Romantische Strasse hacia Munich",
          "visit_duration_min": 60
        },
        {
          "text": "Velada en una cervecería tradicional con música bávara",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALEMANIA DE CUENTO DE HADAS: CASTILLOS, PUEBLOS MEDIEVALES Y PANORAMAS ALPINOS",
          "day": 6
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALEMANIA DE CUENTO DE HADAS: CASTILLOS, PUEBLOS MEDIEVALES Y PANORAMAS ALPINOS",
          "day": 7
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALEMANIA DE CUENTO DE HADAS: CASTILLOS, PUEBLOS MEDIEVALES Y PANORAMAS ALPINOS",
          "day": 8
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTILLOS, BOSQUES Y LAGOS: UN VIAJE POR CARRETERA DE ENSUEÑO EN EL SUR DE ALEMANIA",
          "day": 3
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTILLOS, BOSQUES Y LAGOS: UN VIAJE POR CARRETERA DE ENSUEÑO EN EL SUR DE ALEMANIA",
          "day": 4
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 1
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 5
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 6
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::neuruppin",
      "name": "Neuruppin",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.9243,
        12.8032
      ],
      "lat": 52.9243,
      "lon": 12.8032,
      "visits": [
        {
          "text": "Parada en Sachsenhausen-Oranienburg para la visita del campo de concentración memorial.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo a orillas del lago Ruppiner See y descubrimiento del centro histórico de Neuruppin.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de la iglesia Sankt Trinitatis y del monasterio contiguo, que data del siglo XIII.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relajación en las termas de Neuruppin, con vista al lago.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGOS, CASTILLOS Y PLAYAS: ROAD TRIP EN ALEMANIA DEL NORTE",
          "day": 2
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "DE::nuremberg",
      "name": "Nuremberg",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.4521,
        11.0767
      ],
      "lat": 49.4521,
      "lon": 11.0767,
      "visits": [
        {
          "text": "Sumérjase en la historia de Núremberg, segunda ciudad de Baviera y ciudad imperial de capital importancia en la Edad Media. Esta poderosa ciudad donde se celebraban las dietas del Sacro Imperio y donde se conservaban las joyas de la corona imperial mantiene una auténtica atmósfera medieval tras sus imponentes murallas. Su mercado de Navidad, el Christkindlesmarkt, es el más famoso de Alemania.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite el Kaiserburg, fortaleza imperial que domina la ciudad desde su promontorio rocoso. Este complejo castillo, ampliado a lo largo de los siglos, fue la residencia de todos los emperadores del Sacro Imperio Romano Germánico. La vista desde sus murallas abarca los tejados rojos del casco antiguo, las torres de las iglesias y los meandros del río Pegnitz.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra el casco antiguo reconstruido tras las destrucciones de 1945, donde las casas con entramado de madera conviven con las iglesias góticas de San Sebaldo y San Lorenzo. El tribunal de los juicios de Núremberg, la casa de Alberto Durero y el Centro de Documentación sobre el Nazismo dan testimonio de las páginas oscuras y luminosas de la historia de esta ciudad de arte y cultura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita al Museo Nacional Germánico, el mayor museo de arte y cultura alemanes",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por las callejuelas medievales del barrio de los artesanos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 13
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "DE::oberammergau",
      "name": "Oberammergau",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.5973,
        11.0666
      ],
      "lat": 47.5973,
      "lon": 11.0666,
      "visits": [
        {
          "text": "Visite el castillo de Linderhof, el más íntimo de los palacios de Luis II y el único que vio terminado en vida. Esta joya rococó anidada en un valle alpino encanta con su parque ondulado salpicado de fuentes que brotan, arboledas esculpidas y pabellones exóticos. La gruta de Venus, iluminada artificialmente, reproduce una escena de la ópera Tannhäuser con un lago subterráneo navegable.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra la abadía de Ettal, obra maestra del barroco bávaro fundada en 1330 por el emperador Luis IV. Su cúpula monumental, una de las más grandes de Alemania, alberga frescos celestiales de una magnificencia asombrosa. Los monjes benedictinos perpetúan aún hoy la tradición de la cervecería monástica y la destilación de licores.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasee por las callejuelas de Oberammergau, pueblo célebre en todo el mundo por sus fachadas pintadas con frescos bíblicos y escenas de cuentos. Esta tradición de Lüftlmalerei, pintura en trampantojo sobre revoque, transforma cada casa en una obra de arte. El pueblo también acoge cada diez años el célebre Drama de la Pasión desde 1634.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubrimiento de la artesanía local de talla en madera",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 5
        }
      ],
      "rating": 3
    },
    {
      "place_id": "DE::osnabrueck",
      "name": "Osnabrueck",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.2799,
        8.0472
      ],
      "lat": 52.2799,
      "lon": 8.0472,
      "visits": [
        {
          "text": "Experimenta Osnabrück, la histórica ciudad universitaria donde se firmó la Paz de Westfalia en 1648, poniendo fin a la Guerra de los Treinta Años. Este centro cultural combina perfectamente el patrimonio medieval con la energía juvenil, presentando impresionante arquitectura gótica, el magnífico Ayuntamiento y una vibrante zona peatonal. La historia de 1.200 años de la ciudad se despliega a través de sus impresionantes iglesias y su bien conservado casco antiguo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el Osnabrücker Land circundante, ideal para el senderismo de montaña con rutas que van desde cortas caminatas de un día hasta travesías de varios días. Las colinas onduladas y los bosques antiguos ofrecen senderos escénicos a través del Bosque de Teutoburgo y la pacífica campiña salpicada de granjas tradicionales y pueblos históricos.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre en bicicleta las regiones de Braunschweig y Osnabrück por caminos bien señalizados adecuados tanto para ciclismo de carreras como de ocio. Los tramos planos ofrecen un pedaleo suave a través de praderas y a lo largo de ríos, mientras que las colinas circundantes proporcionan ascensos desafiantes recompensados con vistas panorámicas expansivas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 6
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "DE::passau",
      "name": "Passau",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.5748,
        13.4604
      ],
      "lat": 48.5748,
      "lon": 13.4604,
      "visits": [
        {
          "text": "Descubra Passau, la Venecia bávara, espectacular ciudad construida en la confluencia de tres ríos: el Danubio azul, el Inn verde y el Ilz negro. Esta situación geográfica única crea un fascinante espectáculo cromático donde las aguas de diferentes colores tardan en mezclarse. El casco antiguo sobre su península ofrece perspectivas románticas a cada vuelta de callejuela.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite la catedral de San Esteban, obra maestra del barroco italiano que alberga el órgano de catedral más grande del mundo con sus 17.974 tubos. Los conciertos de órgano diarios hacen resonar este instrumento monumental bajo bóvedas adornadas con estucos dorados y frescos celestiales. La excepcional acústica de este santuario lo convierte en un lugar destacado de la música sacra europea.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasee por el casco antiguo de fachadas pastel típicamente italianas, herencia de los maestros de obra llegados de la península tras el incendio de 1662. Las elegantes plazas, los pasajes abovedados y las pintorescas escalinatas atestiguan el papel histórico de Passau como encrucijada comercial entre Europa Central e Italia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por los muelles en la confluencia de los tres ríos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 11
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "DE::pillnitz",
      "name": "Pillnitz",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.0092,
        13.8736
      ],
      "lat": 51.0092,
      "lon": 13.8736,
      "visits": [
        {
          "text": "Palacio y Parque de Pillnitz con gran escalinata desde el Elba",
          "visit_duration_min": 75
        },
        {
          "text": "El Nuevo Palacio en Pillnitz",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de Artes Decorativas en el Palacio de Pillnitz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 6
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::pirna",
      "name": "Pirna",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.9603,
        13.9397
      ],
      "lat": 50.9603,
      "lon": 13.9397,
      "visits": [
        {
          "text": "Plaza medieval y calles empedradas con tiendas boutique",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Sonnenstein",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de Pirna ubicado en un antiguo monasterio",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 7
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "DE::plau-am-see",
      "name": "Plau Am See",
      "cc": "DE",
      "language": "es",
      "coords": [
        53.4571,
        12.2598
      ],
      "lat": 53.4571,
      "lon": 12.2598,
      "visits": [
        {
          "text": "Descubrimiento del centro histórico de Plau am See y de sus casas con entramado de madera.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de las ruinas del castillo de Plau y de la iglesia Saint-Marien.",
          "visit_duration_min": 75
        },
        {
          "text": "Observación del puente basculante y de la rueda hidráulica histórica que data de 1273.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo a orillas del lago de Plau y observación de los canales circundantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGOS, CASTILLOS Y PLAYAS: ROAD TRIP EN ALEMANIA DEL NORTE",
          "day": 3
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "DE::prien-am-chiemsee",
      "name": "Prien Am Chiemsee",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.856,
        12.3456
      ],
      "lat": 47.856,
      "lon": 12.3456,
      "visits": [
        {
          "text": "Partnachklamm (Garmisch-Partenkirchen) – desfiladero acondicionado",
          "visit_duration_min": 75
        },
        {
          "text": "Eibsee – bucle parcial a orillas del lago con vistas a la Zugspitze",
          "visit_duration_min": 75
        },
        {
          "text": "Navegue por el Chiemsee, apodado el mar bávaro con sus 80 km² de superficie. Mayor lago de Baviera y tercero de Alemania, esta majestuosa extensión de agua bordeada por los Alpes alberga varias islas, cada una con tesoros únicos. El panorama de las cumbres nevadas desde las aguas tranquilas del lago compone un cuadro de serenidad absoluta.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra el palacio de Herrenchiemsee en la Isla de los Hombres, grandioso homenaje de Luis II a Versalles. Este castillo inacabado supera a su modelo francés por el esplendor de su Galería de los Espejos, más larga que la original. Los jardines a la francesa, las fuentes monumentales y los aposentos reales atestiguan la megalomanía poética del rey constructor.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore la Fraueninsel (Isla de las Mujeres), encantador pueblo de pescadores dominado por un convento benedictino fundado en el siglo VIII. Las religiosas siguen produciendo hoy licores y mazapán según recetas centenarias. Las callejuelas floridas, las casas de pescadores con contraventanas coloridas y la iglesia románica crean una atmósfera fuera del tiempo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Zugspitze – subida en teleférico Seilbahn Zugspitze (según meteorología), panorama en la cumbre",
          "visit_duration_min": 60
        },
        {
          "text": "Travesía en barco hacia las islas del Chiemsee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DE LAS ORILLAS DEL BODENSEE AL KÖNIGSSEE (5 DÍAS DE LAGOS, PANORAMAS Y CASTILLOS)",
          "day": 3
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 9
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "DE::quedlinburg",
      "name": "Quedlinburg",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.7889,
        11.1389
      ],
      "lat": 51.7889,
      "lon": 11.1389,
      "visits": [
        {
          "text": "Piérdase por las calles empedradas de Quedlinburg, antiguo palacio real inscrito en el Patrimonio Mundial de la UNESCO por su excepcional conjunto de casas de entramado de madera. Más de 1.300 edificios con estructura de madera que datan de seis siglos diferentes componen un museo al aire libre de la arquitectura tradicional alemana. Cada fachada cuenta una historia, desde las modestas casas de artesanos hasta las ricas mansiones patricias adornadas con esculturas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite la iglesia del mercado de San Benedicto, joya gótica en el corazón de la ciudad vieja cuyas torres gemelas dominan los tejados rojos circundantes. La colegiata de San Servacio, encaramada sobre el Schlossberg, alberga el tesoro de la catedral con sus excepcionales relicarios medievales. El castillo adyacente ofrece vistas panorámicas sobre este laberinto de callejuelas tortuosas y plazas secretas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra las estrechas callejuelas bordeadas de viejas casas de entramado de madera, las más antiguas de las cuales se remontan al siglo XIV. La atmósfera medieval preservada de esta ciudad, que se libró de las destrucciones de la guerra, le transporta a la Alemania de antaño. Numerosos pequeños establecimientos en la ciudad vieja invitan a la pausa contemplativa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Subida al Schlossberg para la vista panorámica sobre los tejados de la ciudad vieja",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 11
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "DE::ratisbonne",
      "name": "Ratisbonne",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.0134,
        12.1016
      ],
      "lat": 49.0134,
      "lon": 12.1016,
      "visits": [
        {
          "text": "Explore Ratisbona (Regensburg), primera capital de Baviera inscrita en el Patrimonio de la Humanidad de la UNESCO. Esta ciudad de 2.000 años de historia alberga más de 1.500 edificios clasificados como monumentos históricos, constituyendo el conjunto medieval mejor conservado de Alemania. Las torres patricias compitiendo en altura atestiguan el poder de las familias mercantes medievales.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruce el Puente de Piedra, obra maestra de la ingeniería medieval del siglo XII que sirvió de modelo al puente Carlos de Praga. Con 310 metros de largo y sostenido por 16 arcos, este puente ofrece una vista panorámica espléndida sobre la silueta del casco antiguo dominada por las agujas de la catedral gótica. Antiguamente era el único puente de piedra sobre el Danubio entre Ulm y Viena.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire la catedral de San Pedro, único ejemplo de gótico francés puro en Baviera, cuyos vitrales medievales cuentan entre los más bellos de Alemania. El casco antiguo rebosa de tesoros arquitectónicos: el antiguo ayuntamiento donde se reunía la Dieta del Sacro Imperio, las coloridas casas patricias y los patios interiores renacentistas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo a lo largo de los muelles del Danubio al atardecer",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 12
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "DE::riedlhutte",
      "name": "Riedlhutte",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.9274,
        13.3841
      ],
      "lat": 48.9274,
      "lon": 13.3841,
      "visits": [
        {
          "text": "Senderismo en el parque nacional del Bosque Bávaro (Bayerischer Wald).",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración del Tierfreigelände de Neuschönau, en busca de animales salvajes como el lince o el bisonte europeo.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminata hacia el Rachelsee a través de los bosques de hayas y abetos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observación de animales y fotografía en las reservas naturales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "EL ÚLTIMO ROAD TRIP EN EL SUR DE ALEMANIA: CASTILLOS, BOSQUES Y CIUDADES MEDIEVALES",
          "day": 2
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "DE::rostock",
      "name": "Rostock",
      "cc": "DE",
      "language": "es",
      "coords": [
        54.0924,
        12.0991
      ],
      "lat": 54.0924,
      "lon": 12.0991,
      "visits": [
        {
          "text": "Visita del centro histórico de Rostock y de sus iglesias góticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del puerto antiguo y de las casas con hastiales restauradas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el barrio de Warnemünde, caminata a lo largo del canal Alter Strom y subida al faro de 1898.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGOS, CASTILLOS Y PLAYAS: ROAD TRIP EN ALEMANIA DEL NORTE",
          "day": 6
        }
      ],
      "rating": 8
    },
    {
      "place_id": "DE::rothenburg-ob-der-tauber",
      "name": "Rothenburg Ob Der Tauber",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.3776,
        10.1781
      ],
      "lat": 49.3776,
      "lon": 10.1781,
      "visits": [
        {
          "text": "Burg Eltz: sendero forestal desde el aparcamiento de Wierschem hasta el castillo y patio interior.",
          "visit_duration_min": 75
        },
        {
          "text": "Würzburg: Alte Mainbrücke (puente antiguo) con estatuas y vista de la fortaleza.",
          "visit_duration_min": 75
        },
        {
          "text": "Würzburg: Fortaleza Marienberg (murallas, jardines, panorama sobre el Main).",
          "visit_duration_min": 75
        },
        {
          "text": "Würzburg: Residencia de Würzburg (UNESCO) e Hofkirche (exteriores y salas principales).",
          "visit_duration_min": 75
        },
        {
          "text": "Trayecto final hacia Rothenburg ob der Tauber y primera caminata de orientación intramuros.",
          "visit_duration_min": 75
        },
        {
          "text": "Rothenburg: recorrido completo de las murallas (Stadtmauer) y puertas medievales.",
          "visit_duration_min": 75
        },
        {
          "text": "Burggarten: vistas sobre el Tauber y los tejados, ideal al atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "Marktplatz: Rathaus, Ratstrinkstube y reloj animado (Glockenspiel).",
          "visit_duration_min": 75
        },
        {
          "text": "Plönlein y Siebersturm: icónica perspectiva medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de Historia de la Ciudad (Zur Stadtgeschichte) y torreón bajo el ayuntamiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del centro medieval de Rothenburg ob der Tauber, sus callejuelas empedradas y sus casas con entramado de madera.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del Plönlein, la calle más fotografiada de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por las murallas fortificadas y observación de las torres y puertas medievales.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del Marktplatz y del ayuntamiento renacentista.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por el Burggarten para admirar la vista del casco antiguo al atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "Adéntrese en Rothenburg ob der Tauber, la ciudad medieval más bella de Alemania, comparable a Carcasona por su excepcional conservación. Esta ciudad fortificada parece congelada en el Renacimiento con sus murallas intactas, sus torres de vigilancia y sus callejuelas empedradas bordeadas de casas con entramado de madera adornadas de geranios. El tiempo se detuvo aquí en el siglo XVI.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorra el circuito completo de las murallas por el camino de ronda cubierto, ofreciendo perspectivas únicas sobre los tejados rojos y los patios interiores floridos. Las 42 torres que jalonan el recinto y las puertas fortificadas monumentales atestiguan el poder de esta ciudad libre del Imperio. El Plönlein, pintoresco cruce entre dos torres, es la vista más fotografiada de Baviera.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite la iglesia de Santiago que alberga el retablo de la Santa Sangre, obra maestra de Tilman Riemenschneider, y el museo del Crimen Medieval que expone los instrumentos de tortura y justicia de la época. El museo de la Navidad, abierto todo el año, perpetúa la tradición de las decoraciones artesanales de Käthe Wohlfahrt, célebre en todo el mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de Bad Mergentheim y del Deutschordens Museum",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por los jardines del palacio de Bad Mergentheim",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración del parque de animales Wildpark Bad Mergentheim",
          "visit_duration_min": 75
        },
        {
          "text": "Caminata por el camino de ronda de las murallas",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del Plönlein, la vista emblemática de Rothenburg",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del ayuntamiento y de la plaza del mercado",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración de las tiendas navideñas y de productos artesanales alemanes",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama desde el mirador sobre el casco antiguo",
          "visit_duration_min": 75
        },
        {
          "text": "Adéntrese en el pueblo medieval bávaro por excelencia en Rothenburg ob der Tauber, donde calles empedradas serpentean entre casas de entramado de madera perfectamente conservadas que apenas han cambiado desde la Edad Media. Recorra las antiguas murallas que protegieron la ciudad durante siglos, ofreciendo vistas elevadas sobre los tejados de tejas rojas y los campanarios de las iglesias. Este pueblo de cuento de hadas ha encantado a los visitantes mucho antes de convertirse en un destino popular, y las estancias nocturnas revelan su magia cuando los excursionistas del día se marchan.",
          "visit_duration_min": 75
        },
        {
          "text": "Fotografíe el legendario Plönlein, donde todos los elementos medievales se condensan en un rincón infinitamente fotogénico que se ha convertido en un icono del romanticismo alemán. Esta pintoresca encrucijada donde dos calles se encuentran a diferentes niveles, enmarcada por una casa de entramado de madera y una torre-puerta medieval, epitomiza el encanto de cuento de este pueblo. La luz de la mañana temprana o del atardecer transforma esta escena en algo verdaderamente mágico.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra los fascinantes contrastes de los peculiares museos de Rothenburg que revelan diferentes facetas de la vida medieval. El Museo del Crimen Medieval exhibe ingeniosos y escalofriantes instrumentos de tortura y justicia que iluminan el lado más oscuro de la Edad Media. En marcado contraste, el Museo Alemán de la Navidad celebra las tradiciones infinitamente más alegres de la temporada festiva durante todo el año, mostrando siglos de decoraciones navideñas y costumbres.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trenecito turístico de Würzburg (40 min) para sobrevolar los principales sitios del centro histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Paradas fotográficas en los viñedos alrededor de Würzburg según puntos de vista señalizados.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido fotográfico por las callejuelas (temprano por la mañana para evitar las multitudes).",
          "visit_duration_min": 60
        },
        {
          "text": "Subida a la torre del Rathaus para panorama sobre la ciudad vieja.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido libre por la Ruta Romántica y exploración fotográfica de los miradores.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita guiada nocturna con el sereno de noche en traje de época",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrimiento del centro histórico de Rothenburg ob der Tauber y de sus murallas medievales",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo libre por los jardines y callejuelas medievales",
          "visit_duration_min": 60
        },
        {
          "text": "Únase al tour del Sereno Nocturno para escuchar relatos del Rothenburg medieval a la luz de los faroles por calles atmosféricas",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALEMANIA DE CUENTO DE HADAS: CASTILLOS, PUEBLOS MEDIEVALES Y PANORAMAS ALPINOS",
          "day": 2
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALEMANIA DE CUENTO DE HADAS: CASTILLOS, PUEBLOS MEDIEVALES Y PANORAMAS ALPINOS",
          "day": 3
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "EL ÚLTIMO ROAD TRIP EN EL SUR DE ALEMANIA: CASTILLOS, BOSQUES Y CIUDADES MEDIEVALES",
          "day": 1
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 16
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 3
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 4
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Ruta Romántica de Baviera: pueblos medievales y castillos de cuento de hadas",
          "day": 2
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "DE::saalfeld",
      "name": "Saalfeld",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.6486,
        11.3608
      ],
      "lat": 50.6486,
      "lon": 11.3608,
      "visits": [
        {
          "text": "Grutas de Hadas de Saalfeld, antigua mina Jeremias Glück abierta desde 1914, con corredores, cavidades, estalactitas y minerales",
          "visit_duration_min": 75
        },
        {
          "text": "Galería curativa más antigua de Alemania en las Grutas de Hadas con aire puro",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Grottoneum en las Grutas de Hadas",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sendero de aventura forestal en las Grutas de Hadas de Saalfeld",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 10
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "DE::salzwedel",
      "name": "Salzwedel",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.8522,
        11.1528
      ],
      "lat": 52.8522,
      "lon": 11.1528,
      "visits": [
        {
          "text": "Saboree Salzwedel, la ciudad del Baumkuchen, donde este tradicional pastel en espetón se elabora según recetas ancestrales desde hace siglos. Esta especialidad dulce de múltiples capas doradas, cocida lentamente sobre un cilindro giratorio, se ha convertido en el emblema culinario del Altmark. La ciudad vieja hanseática con sus casas de entramado de madera e iglesias góticas de ladrillo ofrece un encantador escenario para este descubrimiento gastronómico.",
          "visit_duration_min": 75
        },
        {
          "text": "Navegue por el lago Arendsee a bordo del barco de ruedas Queen Arendsee, que se desliza apaciblemente sobre las aguas de este lago natural de 5 km². Este crucero nostálgico evoca el ambiente de los antiguos barcos de vapor mientras ofrece panoramas encantadores de las orillas boscosas. El lago, el más grande del Altmark, es un destino apreciado para el descanso y las actividades acuáticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra la singular historia de Gustav Nagel, predicador itinerante y legendario sanador natural de principios del siglo XX. Este personaje excéntrico vivía en una cabaña que había construido cerca del lago Arendsee, recorriendo la región descalzo para difundir sus mensajes de paz y comunión con la naturaleza. Su legado atestigua el atractivo espiritual que esta pacífica región ya ejercía.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustación del famoso Baumkuchen de Salzwedel en una pastelería tradicional",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 4
        }
      ],
      "rating": 2.2
    },
    {
      "place_id": "DE::sassnitz",
      "name": "Sassnitz",
      "cc": "DE",
      "language": "es",
      "coords": [
        54.5155,
        13.6424
      ],
      "lat": 54.5155,
      "lon": 13.6424,
      "visits": [
        {
          "text": "Senderismo en el parque nacional de Jasmund, famoso por sus acantilados de tiza que dominan el mar Báltico",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración del bosque de hayas y de los panoramas sobre el acantilado Königsstuhl",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el puerto pesquero de Sassnitz y observación de los barcos tradicionales del Báltico",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG AL MAR BÁLTICO: CULTURA Y NATURALEZA DEL NORTE DE ALEMANIA",
          "day": 3
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "DE::schoenau-am-koenigssee",
      "name": "Schoenau Am Koenigssee",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.5886,
        12.9883
      ],
      "lat": 47.5886,
      "lon": 12.9883,
      "visits": [
        {
          "text": "Prien/Stock am Chiemsee – travesía en barco hacia Herreninsel",
          "visit_duration_min": 75
        },
        {
          "text": "Schloss Herrenchiemsee – visita del palacio y jardines",
          "visit_duration_min": 75
        },
        {
          "text": "Fraueninsel – recorrido de la isla y abadía benedictina Frauenwörth",
          "visit_duration_min": 75
        },
        {
          "text": "Königssee – crucero hacia St. Bartholomä y Obersee (según temporada)",
          "visit_duration_min": 75
        },
        {
          "text": "Jennerbahn – subida al Jenner y miradores sobre el Watzmann y el Königssee",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo de final del día por las orillas del Chiemsee (Priener Uferweg)",
          "visit_duration_min": 60
        },
        {
          "text": "Malerwinkel-Rundweg – sendero panorámico sobre el Königssee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DE LAS ORILLAS DEL BODENSEE AL KÖNIGSSEE (5 DÍAS DE LAGOS, PANORAMAS Y CASTILLOS)",
          "day": 4
        },
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE: DE LAS ORILLAS DEL BODENSEE AL KÖNIGSSEE (5 DÍAS DE LAGOS, PANORAMAS Y CASTILLOS)",
          "day": 5
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "DE::schoenebeck",
      "name": "Schoenebeck",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.0167,
        11.7333
      ],
      "lat": 52.0167,
      "lon": 11.7333,
      "visits": [
        {
          "text": "Explore Schönebeck, la ciudad de la sal, cuya historia milenaria está íntimamente ligada a la extracción del oro blanco. El Museo de la Sal (Salzlandmuseum) le lleva en un fascinante viaje a través de los siglos para comprender la importancia económica y social de este preciado recurso. La pintoresca ciudad vieja con sus coloridas casas de entramado de madera invita a pasear por calles cargadas de historia.",
          "visit_duration_min": 75
        },
        {
          "text": "Relájese en el barrio termal de Bad Salzelmen, donde el majestuoso Gradierwerk (torre de graduación) difunde en el aire bruma salina con virtudes terapéuticas. Esta monumental estructura de madera, donde el agua salada fluye sobre haces de endrino, crea un microclima yodado único. El baño de sal ofrece una auténtica experiencia de bienestar heredada de las tradiciones termales alemanas.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire junto al Elba la casa de entramado de madera habitada más larga de Europa, espectacular testimonio de la arquitectura tradicional alemana. La Flor de Sal, instalación artística contemporánea sobre el río, dialoga con este patrimonio histórico. La iglesia de San Juan completa este panorama arquitectónico con su campanario dominando la ciudad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita al santuario de Pömmelte, sitio cultual de más de 4.000 años con su foso circular reconstruido",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 5
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "DE::schotten-vogelsberg",
      "name": "Schotten Vogelsberg",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.503461,
        9.125161
      ],
      "lat": 50.503461,
      "lon": 9.125161,
      "visits": [
        {
          "text": "Ciudad de Schotten, puerta de entrada del Vogelsberg Nature Park",
          "visit_duration_min": 75
        },
        {
          "text": "Vogelsberg Nature Park y paisajes volcánicos",
          "visit_duration_min": 75
        },
        {
          "text": "Cumbre Hoherodskopf con miradores",
          "visit_duration_min": 75
        },
        {
          "text": "Centro de información de Schotten dedicado a la geología y ecología del parque",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminata por un tramo del sendero Vulkanring Vogelsberg",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido en bicicleta o bicicleta eléctrica por el Vogelsberg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 6
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "DE::schwaebisch-hall",
      "name": "Schwaebisch Hall",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.1128,
        9.7378
      ],
      "lat": 49.1128,
      "lon": 9.7378,
      "visits": [
        {
          "text": "Descubre Schwäbisch Hall, una hermosa y encantadora ciudad que una vez fue un importante centro de producción de sal, el precioso 'oro blanco' que creó su riqueza. El centro del casco antiguo serpentea a través de calles de magníficos edificios con entramado de madera hasta una preciosa plaza central del mercado dominada por la imponente Iglesia de San Miguel. El puente de madera cubierto que cruza el río Kocher crea una de las escenas más fotografiadas de Alemania.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el museo local para aprender sobre la fascinante historia de la producción de sal que dio a la ciudad su nombre y fortuna. La sal se ha extraído aquí desde tiempos celtas, y la industria moldeó cada aspecto de la vida local, la arquitectura y la cultura. El Museo Hällisch-Fränkisches hace cobrar vida este patrimonio a través de exposiciones cautivadoras sobre los trabajadores de la sal y los comerciantes que construyeron la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el complejo monástico de Großcomburg encaramado en una colina justo sobre la ciudad, donde las murallas defensivas del siglo XVI aún se mantienen en pie protegiendo la capilla románica y el claustro en su interior. Los patios tranquilos del monasterio y la arquitectura histórica ofrecen un contraste contemplativo con la bulliciosa ciudad abajo. Consulta el calendario de festivales de la ciudad, ya que Schwäbisch Hall alberga excelentes eventos culturales durante todo el año.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relájate en el parque junto al río a lo largo del Kocher y admira las vistas del pintoresco puente cubierto",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 14
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "DE::schwerin",
      "name": "Schwerin",
      "cc": "DE",
      "language": "es",
      "coords": [
        53.6294,
        11.4148
      ],
      "lat": 53.6294,
      "lon": 11.4148,
      "visits": [
        {
          "text": "Visita del castillo de Schwerin, palacio de ensueño situado en una isla en medio del lago.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del centro histórico y de la catedral de Schwerin de ladrillo gótico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo a lo largo de las orillas del lago de Schwerin y exploración del barrio parlamentario.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LAGOS, CASTILLOS Y PLAYAS: ROAD TRIP EN ALEMANIA DEL NORTE",
          "day": 4
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "DE::schwetzingen",
      "name": "Schwetzingen",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.3833,
        8.5667
      ],
      "lat": 49.3833,
      "lon": 8.5667,
      "visits": [
        {
          "text": "Piérdete en los magníficos jardines del Palacio de Schwetzingen, un impresionante palacio de verano con hectáreas de jardines meticulosamente diseñados que se encuentran entre los mejores jardines barrocos de Alemania. El palacio de color rosa salmón proporciona un elegante telón de fondo para parterres formales, templos románticos y senderos boscosos serpenteantes diseñados para deleitar en cada recodo. Este refugio principesco fue creado para los Electores del Palatinado como escape de la vida cortesana en Heidelberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre las extraordinarias locuras arquitectónicas del jardín, incluyendo una mezquita, un templo romano y una casa de baños que reflejan la fascinación del siglo XVIII por las culturas exóticas. El parterre circular y las grandes fuentes demuestran el apogeo del diseño de jardines barrocos y el arte de la horticultura. Si visitas en mayo, el famoso festival de los espárragos blancos de la ciudad celebra esta preciada delicia local con eventos culinarios por toda la región.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta del almuerzo en uno de los encantadores restaurantes a lo largo del camino que lleva a los jardines del palacio",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 2
        }
      ],
      "rating": 2.2
    },
    {
      "place_id": "DE::seiffen",
      "name": "Seiffen",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.65,
        13.45
      ],
      "lat": 50.65,
      "lon": 13.45,
      "visits": [
        {
          "text": "Talleres de juguetes de madera artesanales",
          "visit_duration_min": 75
        },
        {
          "text": "Talleres de ángeles alados de porcelana",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo en las Montañas Ore",
          "visit_duration_min": 60
        },
        {
          "text": "Ciclismo de montaña en las Montañas Ore",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo en tren de vapor histórico en las Montañas Ore",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 16
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "DE::seitenroda",
      "name": "Seitenroda",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.7703,
        11.5558
      ],
      "lat": 50.7703,
      "lon": 11.5558,
      "visits": [
        {
          "text": "Leuchtenburg, uno de los castillos mejor conservados de Alemania del año 1200 en la colina del castillo",
          "visit_duration_min": 75
        },
        {
          "text": "Museo interactivo Porzellanwelten Leuchtenburg con diversos mundos de experiencia",
          "visit_duration_min": 75
        },
        {
          "text": "Exposición Mythos Burg en Leuchtenburg",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vista sobre el paisaje de Turingia desde Leuchtenburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 8
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "DE::soltau",
      "name": "Soltau",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.9847,
        9.8406
      ],
      "lat": 52.9847,
      "lon": 9.8406,
      "visits": [
        {
          "text": "Experimenta la impresionante Landa de Luneburgo, uno de los paisajes naturales más encantadores de Alemania. Esta vasta extensión de brezal morado, salpicada de antiguos arbustos de enebro y ovejas Heidschnucken pastando, crea una atmósfera mágica especialmente durante la temporada de floración de agosto a septiembre. La belleza serena de la landa ha inspirado a poetas y pintores durante siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "Pon a prueba tu adrenalina en Heide-Park Soltau, hogar de la montaña rusa de madera más grande del mundo. Este parque temático de primer nivel combina atracciones emocionantes con tierras temáticas, entretenimiento en vivo y atracciones familiares distribuidas en un entorno bellamente paisajizado. Tanto los buscadores de emociones como las familias encuentran emoción infinita en el segundo parque de atracciones más grande de Alemania.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Maravíllate con especies exóticas de todo el mundo en el Parque de Aves de Walsrode, uno de los parques de aves más grandes del mundo. Más de 4.000 aves de 650 especies habitan este espectacular jardín de 24 hectáreas que presenta aviarios impresionantes, casas tropicales y experiencias interactivas de alimentación. Desde diminutos colibríes hasta majestuosas águilas, la diversidad de aves crea un paraíso colorido.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 11
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "DE::sonnenbuehl",
      "name": "Sonnenbuehl",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.382,
        9.207
      ],
      "lat": 48.382,
      "lon": 9.207,
      "visits": [
        {
          "text": "Dinkelsbühl: circuito intramuros (puertas, torres, Paseo alrededor de los fosos).",
          "visit_duration_min": 75
        },
        {
          "text": "Dinkelsbühl: Münster Sankt Georg (nave gótica y torre).",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Hohenzollern: murallas, patios y vistas sobre el Jura suabo (tarde).",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Itinerario a pie hacia los estanques y la antigua prisión de deudores en Dinkelsbühl.",
          "visit_duration_min": 60
        },
        {
          "text": "Mirador crepuscular sobre Hohenzollern desde los miradores señalizados en el aparcamiento del castillo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALEMANIA DE CUENTO DE HADAS: CASTILLOS, PUEBLOS MEDIEVALES Y PANORAMAS ALPINOS",
          "day": 4
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "DE::speyer",
      "name": "Speyer",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.3173,
        8.4411
      ],
      "lat": 49.3173,
      "lon": 8.4411,
      "visits": [
        {
          "text": "Contempla con asombro la Catedral de Espira (Speyer Dom), una obra maestra románica monumental que sirvió como iglesia principal del Sacro Imperio Romano. Este sitio Patrimonio de la Humanidad de la UNESCO, una de las iglesias románicas más grandes del mundo, alberga las criptas de ocho emperadores y reyes alemanes bajo sus imponentes bóvedas. Las torres gemelas y la fachada de arenisca roja de la catedral han dominado la llanura del Rin durante casi mil años.",
          "visit_duration_min": 75
        },
        {
          "text": "Desciende a la cripta imperial para rendir homenaje en el lugar de descanso final de los gobernantes medievales que una vez forjaron el destino de Europa. Las atmosféricas cámaras subterráneas presentan sarcófagos de piedra sencillos pero poderosos que conectan a los visitantes directamente con la gloria medieval del imperio. Una excelente audioguía disponible en varios idiomas hace cobrar vida vívidamente la fascinante historia de la catedral.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el museo frente a la plaza de la catedral para profundizar tu comprensión del papel fundamental de Espira en la historia europea. La colección traza el desarrollo de la ciudad desde la época romana hasta su prominencia en el Sacro Imperio Romano. En verano, el animado Brezelfest llena las calles con atracciones de feria y carpas tradicionales, mientras que diciembre trae un encantador mercado navideño de pequeña escala.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por la histórica Maximilianstrasse, la calle peatonal más antigua y más larga de Alemania",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 3
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "DE::stade",
      "name": "Stade",
      "cc": "DE",
      "language": "es",
      "coords": [
        53.5977,
        9.4765
      ],
      "lat": 53.5977,
      "lon": 9.4765,
      "visits": [
        {
          "text": "Experimenta Stade, una joya entre las ciudades hanseáticas de Alemania que exhibe un notable encanto marítimo a orillas del río Schwinge. Este puerto comercial de 1.000 años de antigüedad presenta un casco antiguo bellamente conservado con casas de entramado de madera, edificios mercantiles históricos y la icónica grúa portuaria de madera. El barrio portuario atmosférico y las callejuelas serpenteantes transportan a los visitantes a los días de gloria del comercio hanseático.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre en bicicleta la Ruta Ciclista del Mar del Norte que serpentea a lo largo de los terraplenes entre ovejas pastando y el vasto paisaje costero. Esta ruta escénica ofrece un paseo pacífico a través de pueblos pesqueros tradicionales, pasando por faros históricos y a lo largo de diques con vistas panorámicas del Mar del Norte y el estuario del Elba.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora el patrimonio marítimo de Stade en el puerto donde todavía atracan embarcaciones de vela tradicionales junto a los muelles históricos. El museo de la ciudad en el Almacén Sueco cuenta la historia de siglos de comercio, pesca y navegación que dieron forma a esta joya hanseática.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "DE::stendal",
      "name": "Stendal",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.6058,
        11.8597
      ],
      "lat": 52.6058,
      "lon": 11.8597,
      "visits": [
        {
          "text": "Descubra Stendal, orgullosa ciudad de Roldán en el Altmark, cuya monumental estatua en la plaza del mercado simboliza las libertades comunales medievales. Esta ciudad hanseática próspera en la Edad Media conserva un patrimonio arquitectónico en ladrillo gótico de notable homogeneidad. Las callejuelas estrechas conducen a plazas pintorescas y tesoros ocultos que revelan la importancia histórica de esta antigua ciudad comercial.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllese ante la iglesia de Santa María que se eleva majestuosamente sobre la ciudad. Esta iglesia-salón gótica de ladrillo impresiona por su arquitectura esbelta y sus refinados detalles artísticos. La iglesia de San Jacobo, otra joya gótica, completa este patrimonio religioso excepcional con sus bóvedas estrelladas y sus vidrieras medievales.",
          "visit_duration_min": 75
        },
        {
          "text": "Atraviese las monumentales puertas de Uenglingen y Tangermünde, impresionantes testigos de la antigua fortificación de la ciudad. Estas puertas góticas de ladrillo, entre las más bellas del norte de Alemania, narran la importancia estratégica de Stendal en la historia medieval. La Torre de la Pólvora y el Ayuntamiento renacentista completan este notable panorama arquitectónico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita al Museo del Altmark que recorre la historia de esta región histórica",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 3
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "DE::stolberg",
      "name": "Stolberg",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.5697,
        10.9503
      ],
      "lat": 51.5697,
      "lon": 10.9503,
      "visits": [
        {
          "text": "Explore Stolberg, pintoresca ciudad del sur del Harz cuyo centro medieval está milagrosamente preservado. Las casas históricas de entramado de madera que bordean las empinadas callejuelas crean un decorado de otros tiempos a los pies del castillo que domina el valle. El castillo de Stolberg, residencia de los condes homónimos, y la iglesia de San Martín constituyen los símbolos emblemáticos de esta ciudad romántica.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra el lugar de nacimiento de Thomas Müntzer, teólogo radical y líder de la Guerra de los Campesinos nacido aquí en 1489. Una estatua conmemora a este personaje controvertido que desafió el orden establecido en nombre de la justicia social. Su legado revolucionario hace de Stolberg un importante lugar de memoria para la historia de los movimientos sociales en Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba los 200 escalones de la Cruz de José, la mayor cruz doble de hierro del mundo erigida sobre el Großer Auerberg. Esta impresionante estructura metálica de 38 metros de altura, construida en 1896, ofrece desde su plataforma de observación una magnífica vista sobre el macizo del Harz. El panorama de 360 grados recompensa el esfuerzo de la ascensión con un grandioso espectáculo natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Subida a la Cruz de José para el panorama sobre el Harz meridional",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 16
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "DE::tangermuende",
      "name": "Tangermuende",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.5433,
        11.9756
      ],
      "lat": 52.5433,
      "lon": 11.9756,
      "visits": [
        {
          "text": "Pasee por Tangermünde, considerada una de las pequeñas ciudades más bellas de Alemania. Esta pintoresca ciudad situada en la confluencia del Elba y el Tanger seduce con sus callejuelas empedradas bordeadas de casas históricas de entramado de madera y sus imponentes edificios de ladrillo rojo. La atmósfera medieval preservada le transporta instantáneamente varios siglos atrás.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemple el imponente castillo medieval de Tangermünde, antigua residencia imperial de Carlos IV en el siglo XIV. Esta fortaleza que domina el Elba ofrece vistas espectaculares sobre la ciudad y las orillas del río. Las murallas macizas y las torres de vigilancia atestiguan la importancia estratégica de esta ciudad en la historia del Sacro Imperio Romano Germánico.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire el Ayuntamiento gótico de ladrillo, joya arquitectónica del norte de Alemania con sus característicos frontones dentados. La iglesia de San Esteban, imponente edificio de ladrillo del siglo XIV, domina la silueta de la ciudad con su esbelto campanario. La Torre del Búho (Eulenturm) forma parte de los vestigios notablemente conservados de las fortificaciones medievales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo a lo largo de las murallas medievales con vistas panorámicas sobre el Elba",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrimiento de la estatua de Grete Minde, personaje legendario de la ciudad",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 2
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "DE::tegernsee",
      "name": "Tegernsee",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.7128,
        11.7575
      ],
      "lat": 47.7128,
      "lon": 11.7575,
      "visits": [
        {
          "text": "Saboree la belleza del Tegernsee, lago de veraneo apreciado por la aristocracia bávara desde hace siglos. Anidado al pie de los Alpes en un entorno de montañas boscosas, este lago de aguas puras alberga en sus orillas elegantes poblaciones con casas adornadas de geranios. La atmósfera refinada y el entorno preservado lo convierten en un destino de elección para los muniqueses en busca de naturaleza.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite la antigua abadía benedictina de Tegernsee, fundada en el siglo VIII, cuya cervecería monástica perpetúa una tradición milenaria. La iglesia barroca, reformada en el siglo XVII, alberga notables tesoros artísticos. El jardín del claustro ofrece una vista apacible sobre el lago y las cumbres circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba a la cima del Wallberg por el teleférico panorámico para una vista de 360 grados sobre los Alpes bávaros. A 1.722 metros de altitud, el panorama abarca el Tegernsee en su totalidad, las cadenas montañosas austriacas y, en días despejados, hasta Múnich. Una terraza panorámica permite admirar este espectáculo en cualquier estación.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo lacustre y descubrimiento de los pueblos de Bad Wiessee y Rottach-Egern",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 8
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "DE::thale",
      "name": "Thale",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.75,
        11.0333
      ],
      "lat": 51.75,
      "lon": 11.0333,
      "visits": [
        {
          "text": "Suba al Hexentanzplatz, la legendaria plaza de baile de las brujas, accesible mediante un teleférico panorámico que sobrevuela el valle del Bode. Esta meseta rocosa a 454 metros de altitud es escenario de numerosas leyendas en torno a las brujas del Harz que se reunirían allí cada noche de Walpurgis. La vista que se hunde sobre la salvaje garganta del Bode y los bosques circundantes crea un panorama de sorprendente belleza.",
          "visit_duration_min": 75
        },
        {
          "text": "Escale la Roßtrappe, roca de granito de 400 metros que ofrece una fantástica vista sobre las montañas del Harz. Según la leyenda, la huella en forma de herradura visible en la roca provendría del caballo de la princesa Brunilda, que habría saltado sobre la garganta para escapar del caballero Bodo. Este último, al caer al precipicio, habría dado su nombre al río Bode que serpentea 200 metros más abajo.",
          "visit_duration_min": 75
        },
        {
          "text": "Haga senderismo por el Harzer Hexenstieg, famoso sendero que sigue el río Bode a través de una garganta espectacular. El Puente del Diablo atraviesa las aguas tumultuosas en un decorado de bosque encantado digno de los cuentos de los hermanos Grimm. La iglesia de San Pedro y la roca de Goethe, que el escritor visitó durante sus viajes al Harz, completan esta inmersión en un paisaje romántico alemán.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo a lo largo del Bode por el sendero Hexenstieg a través de la garganta salvaje",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 14
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "DE::titisee",
      "name": "Titisee",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.9,
        8.15
      ],
      "lat": 47.9,
      "lon": 8.15,
      "visits": [
        {
          "text": "Relájate en Titisee, uno de los lagos más queridos de la Selva Negra, enclavado en un entorno de montaña de postal. Este lago glaciar natural ofrece aguas cristalinas perfectas para nadar, pasear en bote a pedales o simplemente caminar por el pintoresco paseo junto al lago. Las colinas boscosas circundantes y los tradicionales pueblos de la Selva Negra crean vistas de postal en todas las direcciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora las tiendas a lo largo del paseo del lago en busca de auténticos recuerdos de la Selva Negra, incluyendo los famosos relojes de cuco de la región fabricados por relojeros locales utilizando técnicas tradicionales. La maestría mecánica de estos relojes tallados a mano representa generaciones de artesanía de la Selva Negra transmitida de familia en familia. Busca tiendas que ofrezcan demostraciones de cómo se ensamblan estos intrincados relojes.",
          "visit_duration_min": 75
        },
        {
          "text": "Realiza un paseo en bote por las relucientes aguas, ya sea remando tú mismo o a bordo de uno de los barcos turísticos que navegan por el lago. Las montañas circundantes están surcadas de senderos que ofrecen vistas espectaculares del lago y de los picos de la Selva Negra. Una visita al cercano valle de Menzenschwand revela pueblos tradicionales y el famoso Café zum Kuckuck.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Alquila un bote a pedales o de remos para explorar el lago a tu propio ritmo y disfrutar del paisaje montañoso",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 9
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "DE::triberg",
      "name": "Triberg",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.129,
        8.2337
      ],
      "lat": 48.129,
      "lon": 8.2337,
      "visits": [
        {
          "text": "Descubrimiento de las cascadas de Triberg, las más altas de Alemania",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del museo de la Selva Negra y del cuco más grande del mundo",
          "visit_duration_min": 75
        },
        {
          "text": "Ruta panorámica a través de la Selva Negra en dirección a Triberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a las cascadas de Triberg, las más altas de Alemania.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del museo de la Selva Negra y de la historia de la región.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo hacia los relojes de cuco gigantes, emblemas artesanales del Schwarzwald.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo por el sendero panorámico alrededor de Triberg",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata en el bosque y exploración de los senderos alrededor de las cascadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTILLOS, BOSQUES Y LAGOS: UN VIAJE POR CARRETERA DE ENSUEÑO EN EL SUR DE ALEMANIA",
          "day": 7
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "EL ÚLTIMO ROAD TRIP EN EL SUR DE ALEMANIA: CASTILLOS, BOSQUES Y CIUDADES MEDIEVALES",
          "day": 4
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::trier",
      "name": "Trier",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.7557,
        6.6394
      ],
      "lat": 49.7557,
      "lon": 6.6394,
      "visits": [
        {
          "text": "Descubrimiento de la Porta Nigra, puerta romana clasificada como patrimonio mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de la catedral de Tréveris y de la basílica de Constantino.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por el casco antiguo y a orillas del Mosela.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del anfiteatro romano y de las termas imperiales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminata urbana guiada sobre el tema del patrimonio antiguo y cristiano de Tréveris.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "EL ÚLTIMO ROAD TRIP EN EL SUR DE ALEMANIA: CASTILLOS, BOSQUES Y CIUDADES MEDIEVALES",
          "day": 6
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "DE::tubingen",
      "name": "Tubingen",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.5216,
        9.0576
      ],
      "lat": 48.5216,
      "lon": 9.0576,
      "visits": [
        {
          "text": "Enamórate de Tubinga, una encantadora ciudad universitaria que muchos consideran la ciudad más bella de Alemania. El encantador casco antiguo presenta un magnífico castillo, calles empedradas bordeadas de casas con entramado de madera y un pintoresco paseo marítimo a lo largo del río Neckar. La universidad centenaria da a la ciudad una energía juvenil e intelectual que llena los sinuosos callejones y las plazas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube al Castillo de Hohentübingen, encaramado en una cresta con vistas a la ciudad, donde los estudiantes universitarios asisten a clases en edificios que han educado a eruditos durante más de 500 años. El patio del castillo ofrece vistas panorámicas sobre los tejados de tejas rojas y los campanarios de las iglesias del casco antiguo. Los viñedos circundantes producen vinos locales que aparecen en los menús de toda la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta un paseo tradicional en Stocherkahn, la versión tubinguense de las góndolas venecianas, donde barcas de fondo plano se deslizan a lo largo del Neckar pasando por orillas con sauces llorones. La carrera anual de Stocherkahnrennen es una querida tradición local con estudiantes disfrazados y mucha hilaridad. La plaza Holzmarkt y las calles circundantes cobran vida en las noches de verano con los lugareños disfrutando de la cultura de cafeterías al aire libre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora las atmosféricas plazas del casco antiguo e imagínate en un escenario de película de Harry Potter",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorador del Suroeste de Alemania: Castillos, Balnearios y Tesoros de la Selva Negra",
          "day": 12
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "DE::uhlstadt-kirchhasel",
      "name": "Uhlstadt Kirchhasel",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.6789,
        11.2967
      ],
      "lat": 50.6789,
      "lon": 11.2967,
      "visits": [
        {
          "text": "Castillo con foso de Kochberg, antigua finca rural de la familia von Stein donde Goethe visitó a Charlotte von Stein",
          "visit_duration_min": 75
        },
        {
          "text": "Parque paisajístico de seis hectáreas en el Castillo de Kochberg con gruta, pabellón mirador y teatro de flores diseñado por Carl von Stein, terminado en 1840",
          "visit_duration_min": 75
        },
        {
          "text": "Teatro de los amantes en el Castillo de Kochberg interpretando obras barrocas, clásicas y románticas",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 11
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "DE::weimar",
      "name": "Weimar",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.9795,
        11.3235
      ],
      "lat": 50.9795,
      "lon": 11.3235,
      "visits": [
        {
          "text": "Castillo de Tiefurt, antigua residencia de verano de la Duquesa Anna Amalia con papel pintado colorido, muebles nobles y la guitarra lira de Anna Amalia",
          "visit_duration_min": 75
        },
        {
          "text": "Bauhaus Estatal, la escuela de arte más importante de principios del siglo XX fundada en 1919, Patrimonio Mundial de la UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Casa de Goethe, parte del Patrimonio Mundial de la UNESCO de Weimar Clásica",
          "visit_duration_min": 75
        },
        {
          "text": "Casa de Schiller, parte del Patrimonio Mundial de la UNESCO de Weimar Clásica",
          "visit_duration_min": 75
        },
        {
          "text": "Biblioteca de la Duquesa Anna Amalia, parte del Patrimonio Mundial de la UNESCO de Weimar Clásica",
          "visit_duration_min": 75
        },
        {
          "text": "Casa de la República de Weimar con exposición permanente sobre la primera democracia en suelo alemán",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el parque paisajístico inglés del Castillo de Tiefurt con praderas, río Ilm, árboles frondosos, monumentos y templo a las musas",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido Bauhaus con guías sobre la historia de la Bauhaus y la universidad",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 5
        },
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE TURINGIA",
          "day": 6
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "DE::wernigerode",
      "name": "Wernigerode",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.8333,
        10.7833
      ],
      "lat": 51.8333,
      "lon": 10.7833,
      "visits": [
        {
          "text": "Contemple el impresionante Ayuntamiento de entramado de madera de Wernigerode, uno de los más fotografiados de Alemania con sus torrecillas puntiagudas y sus esculturas medievales. Esta perla del Harz seduce por su conjunto de casas de entramado de madera perfectamente preservadas, incluida la casa más pequeña de la ciudad que atrae a los curiosos. El castillo neogótico que se alza sobre su colina ofrece una silueta de cuento de hadas dominando los coloridos tejados de la ciudad vieja.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite el castillo de Wernigerode, residencia de los condes de Stolberg-Wernigerode transformada en museo que recorre la vida aristocrática del siglo XIX. Los suntuosos aposentos y las colecciones de arte decorativo atestiguan el refinamiento de la nobleza alemana. La vista panorámica desde las terrazas abarca los bosques del Harz y las cumbres circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra la Steinerne Renne, espectacular garganta del río Holtemme donde el agua cae en cascada entre enormes bloques de granito cubiertos de musgo. Esta maravilla natural a las puertas de Wernigerode ofrece una excursión refrescante a través de un bosque virgen preservado. En la Baumkuchenhaus, este pastel tradicional cocido en espetón perpetúa un saber pastelero único en el mundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Excursión al barrio de Schierke, patria del licor de hierbas Schierker Feuerstein",
          "visit_duration_min": 60
        },
        {
          "text": "Visita al parque de atracciones Pullman City Harz en Hasselfelde, la mayor ciudad del Oeste de Alemania",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 13
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "DE::wiesbaden",
      "name": "Wiesbaden",
      "cc": "DE",
      "language": "es",
      "coords": [
        50.082581,
        8.243667
      ],
      "lat": 50.082581,
      "lon": 8.243667,
      "visits": [
        {
          "text": "Kurhaus de Wiesbaden y parque circundante",
          "visit_duration_min": 75
        },
        {
          "text": "Hessisches Staatstheater de Wiesbaden",
          "visit_duration_min": 75
        },
        {
          "text": "Colina del Neroberg e iglesia rusa Santa Isabel",
          "visit_duration_min": 75
        },
        {
          "text": "Museum Wiesbaden, colecciones de arte y ciencias naturales",
          "visit_duration_min": 75
        },
        {
          "text": "Viñedos del Rheingau alrededor de Rüdesheim am Rhein",
          "visit_duration_min": 75
        },
        {
          "text": "Miradores del valle del Alto Rin medio, sitio del patrimonio mundial",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustación de vinos del Rheingau, Riesling y Spätburgunder",
          "visit_duration_min": 60
        },
        {
          "text": "Participación en el Rheingau Wine Festival en Wiesbaden",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DESCUBRIMIENTO DE LAS CIUDADES Y PARQUES NATURALES DE HESSE",
          "day": 3
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "DE::winterhausen",
      "name": "Winterhausen",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.6854,
        10.0196
      ],
      "lat": 49.6854,
      "lon": 10.0196,
      "visits": [
        {
          "text": "Parada en el castillo Johannisburg en Aschaffenburg",
          "visit_duration_min": 75
        },
        {
          "text": "Descubrimiento del pueblo medieval de Winterhausen",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por el casco antiguo fortificado de Ochsenfurt",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por las callejuelas y observación de las torres y puertas medievales de Ochsenfurt",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA RUTA ROMÁNTICA DE ALEMANIA – DE FRÁNCFORT A FÜSSEN",
          "day": 2
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "DE::woerlitz",
      "name": "Woerlitz",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.85,
        12.4167
      ],
      "lat": 51.85,
      "lon": 12.4167,
      "visits": [
        {
          "text": "Maravíllese ante el Wörlitzer Park, uno de los más bellos jardines paisajísticos de Alemania y joya del Reino de los Jardines de Dessau-Wörlitz inscrito en el Patrimonio Mundial de la UNESCO. Esta obra maestra del arte de los jardines del siglo XVIII se extiende sobre 112 hectáreas de canales, islas artificiales y perspectivas románticas. Los pabellones neoclásicos, puentes pintorescos y templos griegos crean un paisaje idealizado inspirado en los viajes del príncipe Leopoldo III a Italia e Inglaterra.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite el palacio de Wörlitz, primer edificio neoclásico de Alemania, cuyos refinados interiores albergan notables colecciones de arte y antigüedades. La iglesia de San Pedro, integrada armoniosamente en el paisaje del parque, completa este conjunto arquitectónico de excepcional coherencia estética. Las góndolas que se deslizan por los canales ofrecen una perspectiva única sobre este paraíso terrenal concebido según los ideales de la Ilustración.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo en barca por los canales del parque para una perspectiva romántica",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Tesoros ocultos de Sajonia-Anhalt: de la Bauhaus a las brujas del Harz",
          "day": 10
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "DE::wolfsburg",
      "name": "Wolfsburg",
      "cc": "DE",
      "language": "es",
      "coords": [
        52.4227,
        10.7865
      ],
      "lat": 52.4227,
      "lon": 10.7865,
      "visits": [
        {
          "text": "Sumérgete en la Autostadt, el extraordinario parque temático automovilístico de Volkswagen y una de las atracciones más visitadas de Alemania. Este complejo de 25 hectáreas celebra la cultura automovilística a través de exposiciones interactivas, pabellones de marca y las icónicas torres de coches donde esperan vehículos nuevos para su recogida. Los visitantes pueden probar varios modelos, explorar la historia automotriz y descubrir diseño y tecnología de vanguardia.",
          "visit_duration_min": 75
        },
        {
          "text": "Enciende tu curiosidad en Phaeno, uno de los centros científicos más innovadores de Alemania alojado en un espectacular edificio futurista diseñado por Zaha Hadid. Más de 350 estaciones interactivas invitan a los visitantes a experimentar con física, tecnología y fenómenos naturales a través de la exploración práctica. La arquitectura impactante sola -aparentemente desafiando la gravedad con sus formas angulares de hormigón- hace de este un destino imperdible.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora la fabricación automotriz de última generación en la sede de Volkswagen a través de fascinantes recorridos por la fábrica. Observa a robots y humanos trabajando en armonía en una de las líneas de producción más grandes del mundo, creando vehículos desde materias primas hasta coches terminados listos para la carretera.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Descubriendo Baja Sajonia: Desde las Cumbres del Harz hasta las Costas del Mar del Norte",
          "day": 13
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "DE::wurtzbourg",
      "name": "Wurtzbourg",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.7913,
        9.9534
      ],
      "lat": 49.7913,
      "lon": 9.9534,
      "visits": [
        {
          "text": "Admire la Residencia de Wurzburgo, uno de los palacios barrocos más bellos de Europa, declarado Patrimonio de la Humanidad por la UNESCO. Esta obra maestra arquitectónica impone respeto desde la gran escalera de honor, cubierta por el fresco más grande del mundo pintado por Tiépolo representando los cuatro continentes. Las 340 estancias suntuosamente decoradas rivalizan con Versalles en magnificencia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Wurzburgo, elegante ciudad en el corazón de la Franconia vitícola bávara. Dominada por la fortaleza de Marienberg encaramada en su colina, esta ciudad episcopal rebosa de iglesias barrocas con interiores deslumbrantes. El Puente Viejo sobre el Meno, adornado con estatuas monumentales de santos, ofrece una vista romántica sobre los viñedos en terrazas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra los afamados viñedos de Franconia que producen el excelente vino blanco servido en las características botellas planas llamadas Bocksbeutel. La región vitícola se extiende a lo largo del Meno en un paisaje ondulado salpicado de pintorescos pueblos vinícolas y castillos dominando las laderas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el Puente Viejo y degustación de vino de Franconia",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Gran recorrido por los tesoros de Baviera",
          "day": 15
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "DE::wurzburg",
      "name": "Wurzburg",
      "cc": "DE",
      "language": "es",
      "coords": [
        49.7913,
        9.9534
      ],
      "lat": 49.7913,
      "lon": 9.9534,
      "visits": [
        {
          "text": "Visita de la Residencia de Würzburg, declarada Patrimonio de la UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Subida a la fortaleza de Marienberg para ver la vista de la ciudad",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por el Old Main Bridge y degustación de vino local",
          "visit_duration_min": 75
        },
        {
          "text": "Comience su viaje por la Ruta Romántica en la magnífica Residencia de Wurzburgo, una obra maestra barroca que se encuentra entre los palacios más exquisitos de Europa y marca la puerta norte de esta legendaria ruta. El palacio, Patrimonio Mundial de la UNESCO, alberga el fresco de techo más grande jamás pintado, una obra impresionante de Tiepolo que representa los cuatro continentes con colores vívidos. La gran escalinata, las ornamentadas salas de estado y el meticulosamente restaurado Jardín de la Corte exhiben los gustos extravagantes de los príncipes-obispos que encargaron esta maravilla arquitectónica.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore la encantadora ciudad vinícola de Wurzburgo, enclavada en las colinas de la región vinícola de Franconia junto al río Meno. El Puente Viejo del Meno, flanqueado por estatuas barrocas de santos, ofrece vistas impresionantes de la Fortaleza de Marienberg encaramada en la ladera. Las tabernas locales sirven los distintivos vinos blancos secos de la región en las tradicionales botellas Bocksbeutel, únicas de Franconia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por los viñedos alrededor de Würzburg",
          "visit_duration_min": 60
        },
        {
          "text": "Pasee por el Puente Viejo del Meno al atardecer para disfrutar de vistas románticas de la fortaleza y las colinas cubiertas de viñedos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CASTILLOS, BOSQUES Y LAGOS: UN VIAJE POR CARRETERA DE ENSUEÑO EN EL SUR DE ALEMANIA",
          "day": 2
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Ruta Romántica de Baviera: pueblos medievales y castillos de cuento de hadas",
          "day": 1
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::zimmerling",
      "name": "Zimmerling",
      "cc": "DE",
      "language": "es",
      "coords": [
        51.0319,
        13.7103
      ],
      "lat": 51.0319,
      "lon": 13.7103,
      "visits": [
        {
          "text": "Viñedo Weingut Klaus Zimmerling con Riesling y Sauvignon Blanc en granito",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "TOUR COMPLETO DE DESCUBRIMIENTO DE SAJONIA",
          "day": 5
        }
      ],
      "rating": 8
    }
  ]
}