{
  "itineraries": [
    {
      "itin_id": "BL::island::st-barts-bays-and-hills",
      "id": "BL::island::st-barts-bays-and-hills",
      "language": "en",
      "title": "SAINT BARTHÉLEMY: TURQUOISE LAGOONS, SWEDISH HERITAGE AND WILD BEACHES",
      "country": "BL",
      "estimated_days_base": 10,
      "source_url": "https://fr.wikipedia.org/wiki/Saint-Barthélemy_(Antilles_françaises)",
      "created_at": "2026-01-20T04:36:45.173Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Port of Gustavia — This U-shaped harbor was built in 1785 by the Swedes and renamed after King Gustav III. The free port welcomes luxury yachts and cruise ships in a sheltered natural bay. Watch the constant parade of exceptional boats anchored in the turquoise waters.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Wall House - Territorial Museum — This mysterious stone building has an enigmatic history: was it a theater, officers' hotel, or political hall? The ground floor hosts a permanent exhibition on Saint Barthélemy's history. In the courtyard, check out the ruins of a stone and brick bread oven.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Fort Gustav — Climb up to the ruins of the most important fort from the Swedish period, built in 1787 on the foundations of a 17th-century French structure. The Gustavia lighthouse (1961) now stands on the site. The panoramic view of the harbor, neighboring islands of Saint Eustatius and Saba makes the climb under the Caribbean sun worthwhile.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fort Gustav-Lighthouse Urban Hike — Climb up to the lighthouse located on the old Fort Gustav site. Exceptional panorama of the harbor, town and neighboring islands. Well-maintained trail with stairs, easy path but exposed to the sun.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "45 min round trip",
                "difficulty": "Easy",
                "water": "Bring minimum 1L, hat and sunscreen required"
              }
            },
            {
              "text": "Walking Tour of Historic Center — Wander through the capital's streets to discover Swedish-influenced architecture: wooden houses with ornate balconies, typical verandas. Pass by Samuel Fahlberg Street, Vanadis Square with its Neptune trident, and Rétrocession Square commemorating the return to France in 1877.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h30-2h",
                "difficulty": "Very easy"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Fort Karl — Explore the remains of this 18th-century fortification overlooking Shell Beach south of Gustavia. The cannons pointed toward the sea to protect the entrance to the free port. Accessible hiking trail with spectacular views of the jagged coastline and turquoise waters below.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Shell Beach — Discover this unusual beach covered with millions of crushed shells rolled by the waves, looking like coarse pinkish sand. Remarkable origin: dredging of Gustavia harbor in the 1960s-1970s, sand and shells deposited in Grand Galet cove created this 1 km artificial beach. Stunning view of Saint Eustatius and Saba islands offshore.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Waterfront Promenade — Walk along the colorful quays lined with restaurants, duty-free shops and historic buildings. The Swedish-era warehouses have been converted into upscale boutiques. Stop at outdoor cafés to watch yachts, sailboats and the constant harbor activity. Relaxed, elegant atmosphere typical of the island.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Kayak or Stand-Up Paddle in the Harbor — Rent equipment on the docks to explore the bay from the water. Paddle between anchored yachts, get close to the historic forts, discover hidden coves along Shell Beach. Calm, clear water, activity suitable for all levels.",
              "activity_duration_min": 120,
              "practical_info": {
                "rental": "Multiple operators on Gustavia docks",
                "best_time": "Morning 8h-11h or late afternoon 16h-18h"
              }
            },
            {
              "text": "Fort Karl Sunset Hike — Take the coastal trail from Shell Beach to Fort Karl ruins at golden hour. Climb to the ramparts as the setting sun lights up the fortifications and harbor. Magical view of the town bathed in warm light. Bring camera for stunning photos.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "1 hour before sunset",
                "difficulty": "Moderate - some climbing required"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 4.2,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Paved"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "BL::st-jean",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::st-jean",
            "coords": [
              17.903,
              -62.843
            ]
          },
          "visits": [
            {
              "text": "St-Jean Beach — This beach is split in two by Eden Rock promontory. Watch planes landing just meters above your head on the 646-meter runway ranked 3rd most dangerous airport in the world. White sand, turquoise water, beach clubs and restaurants. Perfect for swimming with gentle waves most of the year.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Gustaf III Airport Observation — Position yourself at the end of St-Jean beach or Remy de Haenen viewpoint to watch plane landings. Aircraft descend over the bay, clear the beach by a few meters, and touch down on the short runway bordered by hills. Daily spectacle of small planes and jets maneuvering in this constrained space.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Eden Rock — This luxury hotel sits on a rocky promontory splitting St-Jean beach. Even without staying here, you can admire the architecture and impressive location. The rock serves as a natural diving spot. Snorkel around the formation to see tropical fish in clear waters.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Snorkeling St-Jean Bay — Rent mask and fins on the beach to explore shallow reefs. Swim around Eden Rock and along the rocky coast. Observe parrotfish, angelfish, sergeant majors in their natural habitat. Clear water with excellent visibility year-round.",
              "activity_duration_min": 90,
              "practical_info": {
                "rental": "Multiple beach vendors",
                "best_time": "Morning when water is calmest",
                "water": "Warm 26-28°C year-round"
              }
            },
            {
              "text": "Beach Clubs and Local Cuisine — Try the famous beach clubs lining St-Jean. Relaxed atmosphere with feet in the sand, French and Creole cuisine, fresh seafood. Enjoy grilled lobster, local fish, tropical cocktails while watching planes land. Elegant casual vibe typical of St Barths.",
              "activity_duration_min": 120,
              "practical_info": {
                "booking": "Reservation recommended for lunch",
                "best_time": "Lunch 12h-15h with sea view"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 3.8,
            "drive_min": 8,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Paved"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "BL::colombier",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::colombier",
            "coords": [
              17.919,
              -62.884
            ]
          },
          "visits": [
            {
              "text": "Colombier Beach Hike — Start from Petite Anse parking and take the coastal trail. 30-minute hike through tropical vegetation with sea views. The path descends to Colombier beach, a secluded cove accessible only by foot or boat. Protected marine reserve with crystal-clear water, white sand surrounded by hills.",
              "place_id": "",
              "visit_duration_min": 180
            },
            {
              "text": "Petite Anse — Small beach at the trailhead to Colombier. Less crowded than major beaches, calm water perfect for swimming. Rocky coast on both sides creates a sheltered bay. Several parking spots under trees. Good starting point for coastal exploration.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Flamands Beach — Long crescent beach with white sand bordered by latanier palms. Popular with families for calm waters and gentle slope. Several restaurants and bars along the beach. Beautiful sunset views with the sun setting into the Caribbean Sea. Relaxed, authentic atmosphere.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Full Day at Colombier Beach — After the morning hike, spend the day on this isolated beach. Snorkel along the rocks, the protected marine reserve hosts sea turtles, rays, tropical fish. Bring picnic and drinks as there are no facilities. Enjoy the peaceful atmosphere of this pristine cove.",
              "activity_duration_min": 240,
              "practical_info": {
                "bring": "Food, water, snorkel gear, sun protection",
                "best_time": "Arrive early morning to avoid midday heat on trail",
                "return": "Leave before 5pm for return hike in daylight"
              }
            },
            {
              "text": "Sunset at Flamands Beach — End the day on this west-facing beach to watch the sunset. The sun sinks directly into the sea creating spectacular colors. Calm atmosphere with local families enjoying the evening. Perfect spot to relax after the Colombier hike.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Arrive 30 min before sunset",
                "parking": "Free parking along beach road"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 5.6,
            "drive_min": 12,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Paved"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "BL::cul-de-sac",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::cul-de-sac",
            "coords": [
              17.915,
              -62.815
            ]
          },
          "visits": [
            {
              "text": "Grand Cul-de-Sac Lagoon — Shallow lagoon protected by an offshore reef creating calm turquoise waters. Popular spot for kitesurfing and windsurfing with steady trade winds. The reef keeps waves out while winds accelerate over the water. Beach lined with latanier palms, sea grape trees, beach bars.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Natural Pools and Tidal Exploration — Walk along the beach to discover natural rock pools filled by high tide. Observe small fish, crabs, sea urchins trapped in these natural aquariums. The barrier reef creates calm areas perfect for families with young children. Clear shallow water with sandy bottom.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Marigot Beach — Small quiet cove just before Grand Cul-de-Sac. Less crowded than the main beach, perfect for those seeking calm. Crystal-clear water, good snorkeling along the rocks on both sides. Shaded areas under trees, intimate relaxed atmosphere.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Kitesurfing or Windsurfing Lesson — Grand Cul-de-Sac is one of the Caribbean's best spots for these sports. Constant trade winds, shallow water with sandy bottom, protected lagoon. Several schools offer lessons for beginners and equipment rental for experienced riders. Stunning setting with white sand and turquoise water.",
              "activity_duration_min": 120,
              "practical_info": {
                "operators": "Multiple schools along the beach",
                "best_time": "Morning to early afternoon for optimal winds",
                "level": "Suitable for all levels including beginners"
              }
            },
            {
              "text": "Stand-Up Paddle to the Reef — Rent a SUP to explore the lagoon and head toward the barrier reef. Paddle over the shallow turquoise waters, observe the sandy bottom and seagrass beds beneath you. Spot sea turtles that feed in the lagoon. Calm, gentle activity perfect for families.",
              "activity_duration_min": 90,
              "practical_info": {
                "rental": "Available from beach hotels and shops",
                "difficulty": "Easy - flat water",
                "wildlife": "High chance of seeing sea turtles"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 6.1,
            "drive_min": 13,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Paved"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "BL::saline",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::saline",
            "coords": [
              17.887,
              -62.855
            ]
          },
          "visits": [
            {
              "text": "Saline Beach — Wild beach accessible by 10-minute walk through sand dunes and low vegetation from the parking area. No buildings or facilities, pristine natural setting. Strong waves, undertow, swimming for experienced swimmers only. Nudism tolerated. Stunning scenery with white sand stretching along the coast.",
              "place_id": "",
              "visit_duration_min": 150
            },
            {
              "text": "Coastal Dunes Trail — Walk through the coastal ecosystem to reach Saline beach. The sandy path crosses low vegetation adapted to salt spray and wind. Observe local flora: sea grape, beach morning glory, agaves. The dune system protects the beach from erosion.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Gouverneur Beach — Crescent beach framed by green hills. Access via steep winding road. Strong waves, powerful currents, experienced swimmers only. No facilities or shade. Spectacular beauty and wild feel. Often deserted even in high season.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Full Day at Saline Beach — Spend the day on this untouched beach. Bring everything you need: water, food, umbrella, sun protection. Swim in the waves (watch for currents), walk along the endless white sand, admire the wild beauty. Peaceful atmosphere far from tourist crowds.",
              "activity_duration_min": 240,
              "practical_info": {
                "bring": "Food, water, umbrella, everything needed - no facilities",
                "swimming": "Strong waves and currents - experienced swimmers only",
                "parking": "Limited parking - arrive early in high season"
              }
            },
            {
              "text": "Sunset at Gouverneur Beach — End the day at this west-facing beach for spectacular sunset. The sun sets behind the hills creating dramatic lighting. Often deserted at this hour. Romantic, wild setting perfect for evening contemplation.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Arrive 45 min before sunset",
                "access": "Steep road - careful driving at night"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 4.7,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Paved"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "BL::lorient",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::lorient",
            "coords": [
              17.908,
              -62.829
            ]
          },
          "visits": [
            {
              "text": "Lorient Beach — Long family-friendly beach with calm waters and gentle slope. Less crowded than St-Jean or Grand Cul-de-Sac. Several access points along the road. Mix of locals and tourists. Relaxed atmosphere, some restaurants and small shops nearby.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Notre-Dame de l'Assomption Church — Small Catholic church with simple architecture overlooking Lorient. Built in the 19th century on the site of the island's first chapel. Mass celebrated in French and Creole. Peaceful cemetery with old tombstones bearing Swedish and French names.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Pointe Milou — Rocky headland east of Lorient offering coastal views. Luxury villas built on the cliffs. Scenic drive along the coast with ocean views. Strong waves crash against the volcanic rocks. Popular spot for photos at sunrise.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Surfing at Lorient Beach — When conditions are right, Lorient gets good waves suitable for beginners and intermediate surfers. More consistent swell than sheltered bays. Local surf shops rent boards and offer lessons. Friendly surf vibe, popular with island residents.",
              "activity_duration_min": 120,
              "practical_info": {
                "season": "Best waves November to March",
                "rental": "Surf shops in Lorient",
                "level": "Beginner to intermediate"
              }
            },
            {
              "text": "Coastal Drive and Viewpoint Tour — Drive the scenic coastal road from Lorient to Toiny. Stop at multiple viewpoints to admire the wild Atlantic-facing coast. Dramatic cliffs, powerful waves, isolated coves. Beautiful scenic drive with photo opportunities at every turn.",
              "activity_duration_min": 90,
              "practical_info": {
                "best_time": "Late afternoon for best light",
                "stops": "Multiple viewpoints along the route"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 5.3,
            "drive_min": 11,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Paved"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "BL::corossol",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::corossol",
            "coords": [
              17.911,
              -62.863
            ]
          },
          "visits": [
            {
              "text": "Corossol Village — Traditional fishing village preserving old island lifestyle. Older women still wear traditional costumes: white bonnets called quichenottes, long dresses. Small beach with colorful fishing boats. Browse stands selling woven latanier palm hats and baskets made by local craftswomen.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Inter Oceans Museum — Small private museum exhibiting over 9,000 seashells collected worldwide by founder Ingénu Magras. Impressive collection of rare specimens, fossils, semi-precious stones. Educational displays on marine biology and Caribbean ecosystems. Located in Corossol.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Public Beach — Small public beach near Corossol with shade trees and picnic tables. Local atmosphere, few tourists. Calm water protected from waves. Free parking and facilities. Perfect spot to observe authentic island life away from luxury resorts.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Latanier Palm Craft Workshop — Meet the women of Corossol who perpetuate traditional weaving techniques. Watch them create hats, bags, baskets from latanier palm fronds dried and braided. Buy unique handmade souvenirs while supporting local artisans. Fascinating cultural experience.",
              "activity_duration_min": 60,
              "practical_info": {
                "location": "Stands and small shops in Corossol village",
                "best_time": "Morning when craftswomen are working",
                "language": "French and Creole"
              }
            },
            {
              "text": "Traditional Fishing and Local Culture — Talk with fishermen on the beach about traditional fishing methods still used today. Observe colorful saintois boats, traditional Caribbean fishing craft. Learn about island history and how locals maintain their culture despite development around them.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Early morning when fishermen return, or late afternoon when they prepare boats"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 3.9,
            "drive_min": 8,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Paved"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "BL::fort-oscar",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::fort-oscar",
            "coords": [
              17.897,
              -62.851
            ]
          },
          "visits": [
            {
              "text": "Fort Oscar — Swedish fortification from the 18th century protecting the west side of Gustavia harbor. The fort housed the governor's residence. Stone ruins partially preserved with visible foundations. Panoramic view of the harbor entrance and Corossol coast. Quiet spot for contemplating island history.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "West Coast Scenic Drive — Drive the narrow winding road along the western coast. Pass through small villages, cross green hills, discover isolated coves. Stop at viewpoints to admire rugged coastline and turquoise waters. Authentic side of the island away from tourist centers.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Anse des Cayes — Small pebble beach on the northwestern tip of the island. Often deserted, wild atmosphere. Strong waves, rocky coastline. Access via steep path. Spot for those seeking isolation and raw natural beauty.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Complete Island Loop Drive — Do a full circuit of the island stopping at all major viewpoints and villages. Rediscover places from earlier days with new perspective. Appreciate how compact the island is while each coast has its own character. Final synthesis of the stay.",
              "activity_duration_min": 180,
              "practical_info": {
                "distance": "About 30 km full loop",
                "best_time": "Morning for optimal light",
                "stops": "All major viewpoints and villages"
              }
            },
            {
              "text": "Final Beach and Relaxation — Choose your favorite beach to spend the last full day. Whether Grand Cul-de-Sac's lagoon, St-Jean's buzz, or Saline's wilderness. Savor the island's beauty one last time, reflect on discoveries made during the stay. Relaxed pace to end the trip.",
              "activity_duration_min": 180,
              "practical_info": {
                "choice": "Pick beach matching your mood",
                "bring": "Picnic, drinks, beach equipment"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 7.3,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Paved"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Sunset from the Harbor — Find a spot on Gustavia's quays to watch the daily spectacle of the sun setting behind the island's hills. The U-shaped harbor lights up with golden then orange reflections. Silhouettes of luxury yachts stand out against the fiery backdrop. Magical atmosphere perfectly ending a stay in Saint Barthélemy.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Historic Quays — Take one last stroll along the restored quays bordering the free port. Admire the colorful architecture of Creole houses with verandas, historic anchors on display, commemorative plaques telling stories of famous explorers and navigators. Soak in the unique atmosphere blending Swedish heritage and French Caribbean culture.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Farewell Walk — Walk through the paved streets of the historic center for a final exploration. Pass by the Catholic and Anglican churches, Wall House, Rétrocession Square. Browse luxury duty-free shops. Enjoy a last cocktail on a terrace overlooking the harbor before leaving this Caribbean gem.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Gourmet Dinner with Harbor View — Reserve a table at one of the renowned restaurants lining Gustavia harbor. Refined French cuisine or revisited Creole specialties by talented chefs. Savor grilled lobster, fresh catch of the day, tropical desserts while watching the nightly ballet of illuminated yachts. Elegant and relaxed atmosphere typical of St Barths lifestyle.",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Reservation strongly recommended - popular restaurants",
                "best_time": "Dinner at sunset 6:30pm-7:30pm"
              }
            },
            {
              "text": "Last-Minute Shopping — Take advantage of the free port status for duty-free shopping before departure. Luxury boutiques offering perfumes, cosmetics, jewelry, watches, designer clothing at attractive prices. Art galleries displaying Caribbean artists' works. Local crafts: woven latanier hats from Corossol, spiced rums, natural cosmetics.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Morning or late afternoon",
                "duration": "1-2 hours"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Saint Barthélemy Circuit: Paradise Beaches, Swedish Heritage and Turquoise Lagoons",
        "intro_paragraph": "Explore Saint Barthélemy, a French jewel of the Lesser Antilles spanning 25 km² blending discreet luxury and preserved nature. From Gustavia, the legendary free port with three 18th-century Swedish forts, to the wild coves of Colombier and Saline accessible only on foot, this circuit reveals the hidden treasures of a unique island. Discover St-Jean airport and its spectacular 646-meter runway ranked 3rd most dangerous in the world, hike to isolated beaches bordered by crystal-clear waters, and dive in the turquoise lagoons of Grand Cul-de-Sac where sea turtles and tropical fish thrive.",
        "seo_hook": "Discover authentic Saint Barthélemy: a circuit combining coastal hikes, deserted beaches, unique Swedish heritage and water sports in protected lagoons.",
        "featured_list": [
          "Gustavia: three Swedish forts (Gustav, Karl, Oscar) overlooking the free port established in 1785",
          "Colombier Cove: 30-minute hike from Petite Anse to isolated beach in the nature reserve",
          "St-Jean: 646-meter landing strip ranked 3rd most dangerous airport in the world",
          "Grand Cul-de-Sac: shallow lagoon protected by reef, renowned kitesurf and windsurf spot",
          "Saline: wild beach accessible by 10-minute walk through dunes, nudism tolerated",
          "Shell Beach: crushed shells covering the beach, 5 minutes walk from downtown Gustavia"
        ],
        "places_taglines": {
          "BL::gustavia": "Swedish free port with three historic forts and preserved colonial architecture",
          "BL::st-jean": "Legendary beach under the spectacular 646-meter landing strip",
          "BL::colombier": "Isolated gem accessible only by foot or boat - marine nature reserve",
          "BL::cul-de-sac": "Turquoise lagoon kitesurfing paradise with shallow waters inhabited by turtles"
        }
      },
      "meta": {
        "themes": [
          "Adventure & Outdoor",
          "Beaches & Relaxation",
          "Culture & Heritage"
        ],
        "audience": [
          "Couples",
          "Families",
          "Solo travelers"
        ]
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — Days 1-5: Swedish Heritage & Turquoise Lagoons",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — Days 6-10: Wild Beaches & Preserved Coasts",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Short 5-Day Circuit: Gustavia, St-Jean, Colombier, Grand Cul-de-Sac"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Complete 10-Day Circuit: Full Saint Barthélemy Tour"
        }
      ],
      "regions": [
        "BL"
      ],
      "nearby_itins": [
        "MF::island::saint-martin-coves-and-peaks"
      ],
      "merge_suggestions": [],
      "notes": "Circuit exploring bays and villages of Saint Barthélemy: Gustavia and its Swedish heritage, paradise beaches of St-Jean and Saline, coastal hikes to Colombier, Grand Cul-de-Sac lagoon for water sports.",
      "specialties": [],
      "dept_code": "BL",
      "dept_name": "Saint Barthélemy",
      "subtitle": "From Gustavia's free port to Colombier's isolated coves, explore the hidden treasures of a preserved island balancing discreet luxury and protected nature.",
      "seo_keywords": [
        "saint barthelemy circuit",
        "gustavia swedish port",
        "colombier beach hike",
        "st jean dangerous airport",
        "kitesurf grand cul de sac",
        "saline beach nudism",
        "shell beach shells",
        "fort gustav lighthouse",
        "turquoise caribbean lagoons",
        "marine nature reserve"
      ],
      "practical_context": {
        "best_months": [
          "December",
          "January",
          "February",
          "March",
          "April"
        ],
        "vehicle_type": "Compact rental car or mini-jeep recommended - narrow winding roads",
        "group_type": "Couples seeking discreet luxury, families with children, solo travelers who love beaches and hiking",
        "loop_type": "Loop circuit around the island - daily return to Gustavia or St-Jean",
        "total_km": 120,
        "daily_average_km": 12,
        "highlights": [
          "St-Jean landing strip 646m - 3rd most dangerous airport in the world, daily spectacle guaranteed",
          "Colombier beach accessible only by 30-min foot or boat - protected marine nature reserve",
          "Gustavia free port - unique Swedish heritage 1784-1878 with three dominant historic forts",
          "Grand Cul-de-Sac lagoon - shallow turquoise waters, renowned kitesurf and windsurf spot with sea turtles"
        ]
      }
    }
  ],
  "generated": "2026-01-26T12:38:55.247Z"
}