{
  "itineraries": [
    {
      "itin_id": "BL::island::st-barts-bays-and-hills",
      "id": "BL::island::st-barts-bays-and-hills",
      "language": "it",
      "title": "SAINT BARTHÉLEMY: LAGUNE TURCHESI, EREDITÀ SVEDESE E SPIAGGE SELVAGGE",
      "country": "BL",
      "estimated_days_base": 10,
      "source_url": "https://fr.wikipedia.org/wiki/Saint-Barthélemy_(Antilles_françaises)",
      "created_at": "2026-01-20T04:36:45.173Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Porto di Gustavia — Rada a forma di U edificata nel 1785 dagli svedesi, ribattezzata in onore del re Gustav III. Il porto franco accoglie yacht di lusso e navi da crociera in un'insenatura naturale protetta. Osserva il balletto permanente delle imbarcazioni d'eccezione ancorate nelle acque turchesi.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Wall House - Museo Territoriale — Misterioso edificio in pietra la cui storia rimane enigmatica: teatro, hotel per ufficiali o sala politica? Il piano terra ospita un'esposizione permanente sulla storia di Saint Barthélemy. Nel cortile, ammira le rovine di un forno per il pane in pietra e mattoni.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Forte Gustav — Sali fino alle rovine del forte più importante del periodo svedese, eretto nel 1787 sulle fondamenta di un'opera francese del XVII secolo. Il faro di Gustavia (1961) domina oggi il sito. La vista panoramica sul porto e le isole vicine di Saint Eustatius e Saba ripaga la salita sotto il sole caraibico.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Trekking urbano Forte Gustav-Faro — Salita fino al faro situato sul sito dell'antico Forte Gustav. Panorama eccezionale sul porto, la città e le isole vicine. Sentiero attrezzato con scale, percorso facile ma esposto al sole.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "45 min andata e ritorno",
                "difficulty": "Facile",
                "water": "Portare minimo 1L, cappello e crema solare obbligatori"
              }
            },
            {
              "text": "Esplorazione a piedi del centro storico — Percorri le stradine della capitale per scoprire l'architettura d'influenza svedese: case in legno con balconi elaborati, verande tipiche. Passa per la via Samuel Fahlberg, la piazza Vanadis con il suo tridente di Nettuno, la piazza della Retrocessione che commemora il ritorno alla Francia nel 1877.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h30-2h",
                "difficulty": "Molto facile"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Forte Karl — Esplora i resti di questa fortificazione del XVIII secolo che domina Shell Beach a sud di Gustavia. I cannoni puntavano verso il mare per proteggere l'ingresso del porto franco. Sentiero escursionistico accessibile con viste spettacolari sulla costa frastagliata e le acque turchesi sottostanti.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Shell Beach — Scopri questa spiaggia atipica ricoperta di milioni di conchiglie frantumate rotolate dalle onde, che assomigliano a sabbia grossolana rosata. Origine notevole: dragaggio del porto di Gustavia negli anni 1960-1970, sabbia e conchiglie depositate nell'insenatura di Grand Galet creando questa spiaggia artificiale di 1 km. Vista mozzafiato sulle isole Saint Eustatius e Saba al largo.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Passeggiata sul lungomare — Cammina lungo le banchine colorate fiancheggiate da ristoranti, negozi duty-free ed edifici storici. I magazzini dell'epoca svedese sono stati convertiti in boutique di lusso. Fermati ai caffè all'aperto per osservare yacht, barche a vela e l'attività costante del porto. Atmosfera rilassata ed elegante tipica dell'isola.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Kayak o Stand-Up Paddle nel porto — Noleggia l'attrezzatura sulle banchine per esplorare la baia dall'acqua. Rema tra gli yacht ancorati, avvicinati ai forti storici, scopri calette nascoste lungo Shell Beach. Acqua calma e limpida, attività adatta a tutti i livelli.",
              "activity_duration_min": 120,
              "practical_info": {
                "rental": "Diversi operatori sulle banchine di Gustavia",
                "best_time": "Mattina 8h-11h o tardo pomeriggio 16h-18h"
              }
            },
            {
              "text": "Tramonto al Forte Karl — Prendi il sentiero costiero da Shell Beach fino alle rovine del Forte Karl all'ora d'oro. Sali sui bastioni mentre il sole al tramonto illumina le fortificazioni e il porto. Vista magica della città bagnata da una luce calda. Porta la macchina fotografica per foto spettacolari.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "1 ora prima del tramonto",
                "difficulty": "Moderato - richiede qualche arrampicata"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 4.2,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltato"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "BL::st-jean",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::st-jean",
            "coords": [
              17.903,
              -62.843
            ]
          },
          "visits": [
            {
              "text": "Spiaggia di St-Jean — Questa spiaggia è divisa in due dal promontorio Eden Rock. Guarda gli aerei atterrare a pochi metri sopra la tua testa sulla pista di 646 metri classificata come 3° aeroporto più pericoloso al mondo. Sabbia bianca, acqua turchese, stabilimenti balneari e ristoranti. Perfetta per nuotare con onde dolci per la maggior parte dell'anno.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Osservazione dell'Aeroporto Gustaf III — Posizionati alla fine della spiaggia di St-Jean o al belvedere Remy de Haenen per osservare gli atterraggi. Gli aerei scendono sulla baia, passano a pochi metri dalla spiaggia e toccano terra sulla pista corta circondata da colline. Spettacolo quotidiano di piccoli aerei e jet che manovrano in questo spazio ristretto.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Eden Rock — Questo hotel di lusso si trova su un promontorio roccioso che divide la spiaggia di St-Jean. Anche senza soggiornarvi, puoi ammirare l'architettura e la posizione impressionante. La roccia serve come punto di immersione naturale. Fai snorkeling attorno alla formazione per vedere pesci tropicali in acque limpide.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Snorkeling nella baia di St-Jean — Noleggia maschera e pinne sulla spiaggia per esplorare le barriere coralline poco profonde. Nuota attorno a Eden Rock e lungo la costa rocciosa. Osserva pesci pappagallo, pesci angelo, sergenti maggiori nel loro habitat naturale. Acqua limpida con eccellente visibilità tutto l'anno.",
              "activity_duration_min": 90,
              "practical_info": {
                "rental": "Diversi venditori sulla spiaggia",
                "best_time": "Mattina quando l'acqua è più calma",
                "water": "Calda 26-28°C tutto l'anno"
              }
            },
            {
              "text": "Beach club e cucina locale — Prova i famosi beach club che costeggiano St-Jean. Atmosfera rilassata con i piedi nella sabbia, cucina francese e creola, frutti di mare freschi. Gusta aragosta alla griglia, pesce locale, cocktail tropicali mentre guardi gli aerei atterrare. Ambiente elegante e informale tipico di St Barths.",
              "activity_duration_min": 120,
              "practical_info": {
                "booking": "Prenotazione consigliata per il pranzo",
                "best_time": "Pranzo 12h-15h con vista mare"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 3.8,
            "drive_min": 8,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltato"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "BL::colombier",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::colombier",
            "coords": [
              17.919,
              -62.884
            ]
          },
          "visits": [
            {
              "text": "Escursione alla spiaggia di Colombier — Parti dal parcheggio di Petite Anse e prendi il sentiero costiero. 30 minuti di camminata attraverso vegetazione tropicale con vista sul mare. Il sentiero scende fino alla spiaggia di Colombier, una cala isolata accessibile solo a piedi o in barca. Riserva marina protetta con acqua cristallina, sabbia bianca circondata da colline.",
              "place_id": "",
              "visit_duration_min": 180
            },
            {
              "text": "Petite Anse — Piccola spiaggia all'inizio del sentiero verso Colombier. Meno affollata delle spiagge principali, acqua calma perfetta per nuotare. Costa rocciosa su entrambi i lati crea una baia protetta. Diversi parcheggi all'ombra degli alberi. Buon punto di partenza per l'esplorazione costiera.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Spiaggia di Flamands — Lunga spiaggia a mezzaluna con sabbia bianca bordata da palme lataniers. Popolare tra le famiglie per le acque calme e la pendenza dolce. Diversi ristoranti e bar lungo la spiaggia. Belle viste del tramonto con il sole che cala nel mare dei Caraibi. Atmosfera rilassata e autentica.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Giornata completa alla spiaggia di Colombier — Dopo la camminata mattutina, passa la giornata su questa spiaggia isolata. Fai snorkeling lungo le rocce, la riserva marina protetta ospita tartarughe marine, razze, pesci tropicali. Porta picnic e bevande poiché non ci sono strutture. Goditi l'atmosfera tranquilla di questa cala incontaminata.",
              "activity_duration_min": 240,
              "practical_info": {
                "bring": "Cibo, acqua, attrezzatura da snorkeling, protezione solare",
                "best_time": "Arrivare presto al mattino per evitare il caldo di mezzogiorno sul sentiero",
                "return": "Partire prima delle 17h per il ritorno con luce"
              }
            },
            {
              "text": "Tramonto alla spiaggia di Flamands — Termina la giornata su questa spiaggia rivolta a ovest per guardare il tramonto. Il sole affonda direttamente nel mare creando colori spettacolari. Atmosfera tranquilla con famiglie locali che si godono la serata. Luogo perfetto per rilassarsi dopo la camminata a Colombier.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Arrivare 30 min prima del tramonto",
                "parking": "Parcheggio gratuito lungo la strada della spiaggia"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 5.6,
            "drive_min": 12,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltato"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "BL::cul-de-sac",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::cul-de-sac",
            "coords": [
              17.915,
              -62.815
            ]
          },
          "visits": [
            {
              "text": "Laguna di Grand Cul-de-Sac — Laguna poco profonda protetta da una barriera corallina che crea acque turchesi calme. Luogo popolare per kitesurf e windsurf con venti alisei costanti. La barriera tiene fuori le onde mentre i venti si accelerano sull'acqua. Spiaggia bordata da palme lataniers, alberi di uva di mare, bar.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Piscine naturali ed esplorazione delle maree — Cammina lungo la spiaggia per scoprire piscine naturali di roccia riempite dall'alta marea. Osserva piccoli pesci, granchi, ricci di mare intrappolati in questi acquari naturali. La barriera corallina crea aree calme perfette per famiglie con bambini piccoli. Acqua limpida e poco profonda con fondale sabbioso.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Spiaggia di Marigot — Piccola cala tranquilla appena prima di Grand Cul-de-Sac. Meno affollata della spiaggia principale, perfetta per chi cerca calma. Acqua cristallina, buon snorkeling lungo le rocce su entrambi i lati. Aree ombreggiate sotto gli alberi, atmosfera intima e rilassata.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Lezione di kitesurf o windsurf — Grand Cul-de-Sac è uno dei migliori luoghi dei Caraibi per questi sport. Venti alisei costanti, acqua poco profonda con fondale sabbioso, laguna protetta. Diverse scuole offrono lezioni per principianti e noleggio attrezzatura per esperti. Scenario mozzafiato con sabbia bianca e acqua turchese.",
              "activity_duration_min": 120,
              "practical_info": {
                "operators": "Diverse scuole lungo la spiaggia",
                "best_time": "Mattina al primo pomeriggio per venti ottimali",
                "level": "Adatto a tutti i livelli inclusi principianti"
              }
            },
            {
              "text": "Stand-Up Paddle verso la barriera — Noleggia un SUP per esplorare la laguna e dirigerti verso la barriera corallina. Rema sopra le acque turchesi poco profonde, osserva il fondale sabbioso e i prati di alghe sotto di te. Avvista tartarughe marine che si nutrono nella laguna. Attività tranquilla e dolce perfetta per famiglie.",
              "activity_duration_min": 90,
              "practical_info": {
                "rental": "Disponibile da hotel di spiaggia e negozi",
                "difficulty": "Facile - acqua piatta",
                "wildlife": "Alta probabilità di vedere tartarughe marine"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 6.1,
            "drive_min": 13,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltato"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "BL::saline",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::saline",
            "coords": [
              17.887,
              -62.855
            ]
          },
          "visits": [
            {
              "text": "Spiaggia di Saline — Spiaggia selvaggia accessibile con 10 minuti di camminata attraverso dune di sabbia e vegetazione bassa dal parcheggio. Nessun edificio o struttura, ambiente naturale incontaminato. Onde forti, risacca, nuoto solo per nuotatori esperti. Nudismo tollerato. Paesaggio mozzafiato con sabbia bianca che si estende lungo la costa.",
              "place_id": "",
              "visit_duration_min": 150
            },
            {
              "text": "Sentiero delle dune costiere — Cammina attraverso l'ecosistema costiero per raggiungere la spiaggia di Saline. Il sentiero sabbioso attraversa vegetazione bassa adattata alla salsedine e al vento. Osserva la flora locale: uva di mare, campanula di spiaggia, agavi. Il sistema dunale protegge la spiaggia dall'erosione.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Spiaggia di Gouverneur — Spiaggia a mezzaluna incorniciata da colline verdi. Accesso tramite strada ripida e tortuosa. Onde forti, correnti potenti, solo nuotatori esperti. Nessuna struttura o ombra. Bellezza spettacolare e atmosfera selvaggia. Spesso deserta anche in alta stagione.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Giornata completa alla spiaggia di Saline — Passa la giornata su questa spiaggia incontaminata. Porta tutto il necessario: acqua, cibo, ombrellone, protezione solare. Nuota nelle onde (attenzione alle correnti), cammina sulla sabbia bianca infinita, ammira la bellezza selvaggia. Atmosfera tranquilla lontano dalle folle turistiche.",
              "activity_duration_min": 240,
              "practical_info": {
                "bring": "Cibo, acqua, ombrellone, tutto il necessario - nessuna struttura",
                "swimming": "Onde forti e correnti - solo nuotatori esperti",
                "parking": "Parcheggio limitato - arrivare presto in alta stagione"
              }
            },
            {
              "text": "Tramonto alla spiaggia di Gouverneur — Termina la giornata su questa spiaggia rivolta a ovest per un tramonto spettacolare. Il sole tramonta dietro le colline creando un'illuminazione drammatica. Spesso deserta a quest'ora. Ambiente romantico e selvaggio perfetto per la contemplazione serale.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Arrivare 45 min prima del tramonto",
                "access": "Strada ripida - guidare con attenzione di notte"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 4.7,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltato"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "BL::lorient",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::lorient",
            "coords": [
              17.908,
              -62.829
            ]
          },
          "visits": [
            {
              "text": "Spiaggia di Lorient — Lunga spiaggia adatta alle famiglie con acque calme e pendenza dolce. Meno affollata di St-Jean o Grand Cul-de-Sac. Diversi accessi lungo la strada. Mix di locali e turisti. Atmosfera rilassata, alcuni ristoranti e piccoli negozi nelle vicinanze.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Chiesa Notre-Dame de l'Assomption — Piccola chiesa cattolica dall'architettura semplice che domina Lorient. Costruita nel XIX secolo sul sito della prima cappella dell'isola. Messa celebrata in francese e creolo. Cimitero tranquillo con vecchie lapidi con nomi svedesi e francesi.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Punta Milou — Promontorio roccioso a est di Lorient che offre vedute costiere. Ville di lusso costruite sulle scogliere. Percorso panoramico lungo la costa con vista sull'oceano. Onde forti si infrangono contro le rocce vulcaniche. Luogo popolare per foto all'alba.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Surf alla spiaggia di Lorient — Quando le condizioni sono buone, Lorient riceve onde adatte a surfisti principianti e intermedi. Onda più consistente rispetto alle baie protette. Negozi locali di surf noleggiano tavole e offrono lezioni. Atmosfera surf amichevole, popolare tra i residenti dell'isola.",
              "activity_duration_min": 120,
              "practical_info": {
                "season": "Migliori onde da novembre a marzo",
                "rental": "Negozi di surf a Lorient",
                "level": "Principiante a intermedio"
              }
            },
            {
              "text": "Percorso costiero e tour dei belvedere — Guida lungo la strada costiera panoramica da Lorient a Toiny. Fermati a diversi belvedere per ammirare la costa selvaggia atlantica. Scogliere drammatiche, onde potenti, calette isolate. Bella strada panoramica con opportunità fotografiche ad ogni curva.",
              "activity_duration_min": 90,
              "practical_info": {
                "best_time": "Tardo pomeriggio per luce migliore",
                "stops": "Diversi belvedere lungo il percorso"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 5.3,
            "drive_min": 11,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltato"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "BL::corossol",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::corossol",
            "coords": [
              17.911,
              -62.863
            ]
          },
          "visits": [
            {
              "text": "Villaggio di Corossol — Villaggio di pescatori tradizionale che preserva l'antico stile di vita isolano. Le donne anziane indossano ancora costumi tradizionali: cappelli bianchi chiamati quichenottes, vestiti lunghi. Piccola spiaggia con barche da pesca colorate. Esplora bancarelle che vendono cappelli e cesti intrecciati di palma latanier fatti da artigiane locali.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Museo Inter Oceans — Piccolo museo privato che espone oltre 9.000 conchiglie marine raccolte in tutto il mondo dal fondatore Ingénu Magras. Impressionante collezione di esemplari rari, fossili, pietre semipreziose. Esposizioni educative su biologia marina ed ecosistemi caraibici. Situato a Corossol.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Spiaggia pubblica — Piccola spiaggia pubblica vicino a Corossol con alberi ombreggianti e tavoli da picnic. Atmosfera locale, pochi turisti. Acqua calma protetta dalle onde. Parcheggio gratuito e servizi. Luogo perfetto per osservare la vita isolana autentica lontano dai resort di lusso.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Laboratorio di artigianato di palma latanier — Incontra le donne di Corossol che perpetuano tecniche tradizionali di intreccio. Osservale creare cappelli, borse, cesti con foglie di palma latanier essiccate e intrecciate. Acquista souvenir unici fatti a mano sostenendo le artigiane locali. Esperienza culturale affascinante.",
              "activity_duration_min": 60,
              "practical_info": {
                "location": "Bancarelle e piccoli negozi nel villaggio di Corossol",
                "best_time": "Mattina quando le artigiane stanno lavorando",
                "language": "Francese e creolo"
              }
            },
            {
              "text": "Pesca tradizionale e cultura locale — Parla con i pescatori sulla spiaggia dei metodi di pesca tradizionali ancora usati oggi. Osserva le colorate barche saintois, imbarcazioni da pesca caraibiche tradizionali. Impara sulla storia dell'isola e come i locali mantengono la loro cultura nonostante lo sviluppo intorno a loro.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Prima mattina quando i pescatori ritornano, o tardo pomeriggio quando preparano le barche"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 3.9,
            "drive_min": 8,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltato"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "BL::fort-oscar",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::fort-oscar",
            "coords": [
              17.897,
              -62.851
            ]
          },
          "visits": [
            {
              "text": "Forte Oscar — Fortificazione svedese del XVIII secolo che proteggeva il lato ovest del porto di Gustavia. Il forte ospitava la residenza del governatore. Rovine in pietra parzialmente conservate con fondamenta visibili. Vista panoramica dell'ingresso del porto e della costa di Corossol. Luogo tranquillo per contemplare la storia dell'isola.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Percorso panoramico della costa ovest — Guida lungo la stretta e tortuosa strada lungo la costa occidentale. Passa attraverso piccoli villaggi, attraversa colline verdi, scopri calette isolate. Fermati ai belvedere per ammirare la costa frastagliata e le acque turchesi. Lato autentico dell'isola lontano dai centri turistici.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Anse des Cayes — Piccola spiaggia di ciottoli sulla punta nord-occidentale dell'isola. Spesso deserta, atmosfera selvaggia. Onde forti, costa rocciosa. Accesso tramite sentiero ripido. Luogo per chi cerca isolamento e bellezza naturale pura.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Giro completo dell'isola in auto — Fai un circuito completo dell'isola fermandoti a tutti i principali belvedere e villaggi. Riscopri luoghi dei giorni precedenti con nuova prospettiva. Apprezza quanto sia compatta l'isola mentre ogni costa ha il suo carattere. Sintesi finale del soggiorno.",
              "activity_duration_min": 180,
              "practical_info": {
                "distance": "Circa 30 km giro completo",
                "best_time": "Mattina per luce ottimale",
                "stops": "Tutti i principali belvedere e villaggi"
              }
            },
            {
              "text": "Spiaggia finale e relax — Scegli la tua spiaggia preferita per passare l'ultimo giorno completo. Che sia la laguna di Grand Cul-de-Sac, il vivace St-Jean, o la selvaggia Saline. Assapora la bellezza dell'isola un'ultima volta, rifletti sulle scoperte fatte durante il soggiorno. Ritmo rilassato per concludere il viaggio.",
              "activity_duration_min": 180,
              "practical_info": {
                "choice": "Scegli spiaggia secondo il tuo umore",
                "bring": "Picnic, bevande, attrezzatura da spiaggia"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 7.3,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltato"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Tramonto dal porto — Trova un posto sulle banchine di Gustavia per guardare lo spettacolo quotidiano del sole che tramonta dietro le colline dell'isola. Il porto a forma di U si illumina di riflessi dorati poi arancioni. Silhouette di yacht di lusso si stagliano sullo sfondo infuocato. Atmosfera magica che chiude perfettamente un soggiorno a Saint Barthélemy.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Banchine storiche — Passeggia un'ultima volta lungo le banchine restaurate che costeggiano il porto franco. Ammira l'architettura colorata delle case creole con verande, le ancore storiche esposte, le targhe commemorative che raccontano passaggi di esploratori e navigatori celebri. Immergiti nell'atmosfera unica che mescola eredità svedese e cultura caraibica francese.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Passeggiata d'addio — Percorri le strade lastricate del centro storico per un'ultima esplorazione. Passa davanti alle chiese cattolica e anglicana, al Wall House, alla piazza della Retrocessione. Curiosa nelle boutique di lusso che offrono articoli duty-free. Goditi un ultimo cocktail su una terrazza di fronte al porto prima di lasciare questa perla dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Cena gourmet con vista porto — Prenota un tavolo in uno dei rinomati ristoranti che costeggiano il porto di Gustavia. Cucina francese raffinata o specialità creole rivisitate da chef talentuosi. Assapora aragosta alla griglia, pesci freschi del giorno, dessert tropicali ammirando il balletto notturno degli yacht illuminati. Atmosfera elegante e rilassata tipica dell'arte di vivere di St Barths.",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Prenotazione fortemente consigliata - ristoranti popolari",
                "best_time": "Cena al tramonto 18h30-19h30"
              }
            },
            {
              "text": "Shopping dell'ultimo minuto — Approfitta dello status di porto franco per acquisti duty-free prima della partenza. Boutique di lusso che offrono profumi, cosmetici, gioielli, orologi, abbigliamento di stilisti a prezzi vantaggiosi. Gallerie d'arte che espongono opere di artisti caraibici. Artigianato locale: cappelli intrecciati di lataniers da Corossol, rum aromatizzati, prodotti cosmetici naturali.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Mattina o tardo pomeriggio",
                "duration": "1-2 ore"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Circuito Saint Barthélemy: Spiagge Paradisiache, Eredità Svedese e Lagune Turchesi",
        "intro_paragraph": "Esplora Saint Barthélemy, gioiello francese delle Piccole Antille di 25 km² che unisce lusso discreto e natura preservata. Da Gustavia, porto franco leggendario con tre forti svedesi del XVIII secolo, fino alle insenature selvagge di Colombier e Saline accessibili solo a piedi, questo circuito svela i tesori nascosti di un'isola unica. Scopri l'aeroporto di St-Jean e la sua spettacolare pista di 646 metri classificata come 3° aeroporto più pericoloso al mondo, cammina verso spiagge isolate bordate da acque cristalline, e immergiti nelle lagune turchesi di Grand Cul-de-Sac dove vivono tartarughe marine e pesci tropicali.",
        "seo_hook": "Scopri Saint Barthélemy autentico: circuito che combina escursioni costiere, spiagge deserte, patrimonio svedese unico e sport acquatici in lagune protette.",
        "featured_list": [
          "Gustavia: tre forti svedesi (Gustav, Karl, Oscar) che dominano il porto franco stabilito nel 1785",
          "Insenatura di Colombier: escursione di 30 minuti da Petite Anse verso spiaggia isolata della riserva naturale",
          "St-Jean: pista di atterraggio di 646 metri classificata come 3° aeroporto più pericoloso al mondo",
          "Grand Cul-de-Sac: laguna poco profonda protetta da barriera, rinomato spot di kitesurf e windsurf",
          "Saline: spiaggia selvaggia accessibile con 10 minuti di cammino attraverso dune, nudismo tollerato",
          "Shell Beach: conchiglie frantumate che ricoprono la spiaggia, 5 minuti a piedi dal centro di Gustavia"
        ],
        "places_taglines": {
          "BL::gustavia": "Porto franco svedese con tre forti storici e architettura coloniale preservata",
          "BL::st-jean": "Spiaggia mitica sotto la spettacolare pista di atterraggio di 646 metri",
          "BL::colombier": "Gioiello isolato accessibile solo a piedi o in barca - riserva naturale marina",
          "BL::cul-de-sac": "Laguna turchese paradiso del kitesurf con acque poco profonde popolate da tartarughe"
        }
      },
      "meta": {
        "themes": [
          "Avventura e Natura",
          "Spiagge e Relax",
          "Cultura e Patrimonio"
        ],
        "audience": [
          "Coppie",
          "Famiglie",
          "Viaggiatori solitari"
        ]
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 — Giorni 1-5: Patrimonio Svedese e Lagune Turchesi",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segmento 2 — Giorni 6-10: Spiagge Selvagge e Coste Preservate",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Circuito Corto 5 giorni: Gustavia, St-Jean, Colombier, Grand Cul-de-Sac"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Circuito Completo 10 giorni: Tour integrale di Saint Barthélemy"
        }
      ],
      "regions": [
        "BL"
      ],
      "nearby_itins": [
        "MF::island::saint-martin-coves-and-peaks"
      ],
      "merge_suggestions": [],
      "notes": "Circuito esplorando baie e villaggi di Saint Barthélemy: Gustavia e il suo patrimonio svedese, spiagge paradisiache di St-Jean e Saline, escursioni costiere verso Colombier, laguna di Grand Cul-de-Sac per sport acquatici.",
      "specialties": [],
      "dept_code": "BL",
      "dept_name": "Saint Barthélemy",
      "subtitle": "Dal porto franco di Gustavia alle insenature isolate di Colombier, esplora i tesori nascosti di un'isola preservata tra lusso discreto e natura protetta.",
      "seo_keywords": [
        "saint barthelemy circuito",
        "gustavia porto svedese",
        "spiaggia colombier escursione",
        "aeroporto st jean pericoloso",
        "kitesurf grand cul de sac",
        "spiaggia saline nudismo",
        "shell beach conchiglie",
        "forte gustav faro",
        "lagune turchesi caraibi",
        "riserva naturale marina"
      ],
      "practical_context": {
        "best_months": [
          "Dicembre",
          "Gennaio",
          "Febbraio",
          "Marzo",
          "Aprile"
        ],
        "vehicle_type": "Auto a noleggio compatta o mini-jeep consigliata - strade strette e tortuose",
        "group_type": "Coppie in cerca di lusso discreto, famiglie con bambini, viaggiatori solitari amanti di spiagge ed escursioni",
        "loop_type": "Circuito ad anello intorno all'isola - ritorno giornaliero a Gustavia o St-Jean",
        "total_km": 120,
        "daily_average_km": 12,
        "highlights": [
          "Pista di atterraggio St-Jean 646m - 3° aeroporto più pericoloso al mondo, spettacolo quotidiano garantito",
          "Spiaggia di Colombier accessibile solo a piedi 30 min o in barca - riserva naturale marina protetta",
          "Porto franco di Gustavia - eredità svedese unica 1784-1878 con tre forti storici dominanti",
          "Laguna di Grand Cul-de-Sac - acque turchesi poco profonde, rinomato spot di kitesurf e windsurf con tartarughe marine"
        ]
      }
    }
  ],
  "generated": "2026-01-26T12:38:55.263Z"
}