{
  "version": 1,
  "country": "pl",
  "language": "en",
  "places": [
    {
      "place_id": "PL::bialowieza",
      "name": "Bialowieza",
      "cc": "PL",
      "language": "en",
      "coords": [
        52.70134,
        23.84748
      ],
      "lat": 52.70134,
      "lon": 23.84748,
      "visits": [
        {
          "text": "Białowieża Forest, Europe's last primeval forest.",
          "visit_duration_min": 75
        },
        {
          "text": "National Park Museum and bison breeding center.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Guided hike in search of wild bison.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 1
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "PL::bialystok",
      "name": "Bialystok",
      "cc": "PL",
      "language": "en",
      "coords": [
        53.1325,
        23.1688
      ],
      "lat": 53.1325,
      "lon": 23.1688,
      "visits": [
        {
          "text": "Marvel at Branicki Palace, often called the 'Versailles of the North,' an impressive baroque residence surrounded by meticulously maintained French-style gardens. This 18th-century aristocratic palace features ornate interiors, grand staircases, and beautiful grounds complete with fountains and sculpted hedges. The palace now serves as a medical university while remaining open for guided tours.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Orthodox Church of Saints Peter and Paul, a stunning example of Byzantine-influenced religious architecture reflecting the region's multicultural heritage. The church's distinctive domes and richly decorated interior showcase the Orthodox traditions that have flourished in northeastern Poland for centuries. This spiritual landmark provides insight into the diverse religious tapestry of the borderland region.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax in Białystok City Park, one of the oldest and most beautiful urban parks in Poland, perfect for a peaceful afternoon stroll or picnic. The park's tree-lined avenues, ornamental ponds, and historic monuments create a tranquil green oasis in the heart of the city. This beloved local gathering place offers a glimpse into everyday Polish life away from typical tourist routes.",
          "visit_duration_min": 60
        },
        {
          "text": "Journey into the primeval Białowieża Forest, one of the last remaining ancient woodlands in Europe and a UNESCO World Heritage Site straddling the Polish-Belarusian border. This remarkable forest shelters rare European bison, lynx, elk, and countless other species in an ecosystem virtually unchanged for millennia. Wildlife sanctuaries, educational centers, and forest trails allow visitors to experience this unique natural treasure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 1
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "PL::bydgoszcz",
      "name": "Bydgoszcz",
      "cc": "PL",
      "language": "en",
      "coords": [
        53.1235,
        18.0084
      ],
      "lat": 53.1235,
      "lon": 18.0084,
      "visits": [
        {
          "text": "Discover Bydgoszcz (formerly Bromberg), a charming city where waterways weave through the historic center creating a unique urban landscape often called Little Berlin. The picturesque Mill Island (Wyspa Młyńska) features restored granaries, elegant bridges and peaceful canals that invite leisurely exploration. This former Prussian city blends German and Polish architectural influences in its well-preserved historic quarter.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll along the Brda River waterfront, where historic red-brick granaries reflect in the calm waters and colorful facades line the embankments. The city's musical heritage is celebrated through numerous monuments and the renowned Opera Nova concert hall. Bydgoszcz offers a quieter, authentic Polish city experience away from the crowds of more famous destinations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a boat trip through the city's canals to appreciate its unique waterway network and historic warehouse district",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 16
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "PL::chelmno",
      "name": "Chelmno",
      "cc": "PL",
      "language": "en",
      "coords": [
        53.34861,
        18.42361
      ],
      "lat": 53.34861,
      "lon": 18.42361,
      "visits": [
        {
          "text": "Perfectly preserved medieval old town of Chełmno.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilica of the Assumption with relics of Saint Valentine.",
          "visit_duration_min": 75
        },
        {
          "text": "Renaissance Town Hall and panorama from the tower.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk on the intact medieval ramparts.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner in a medieval tavern.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 5
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "PL::czestochowa",
      "name": "Czestochowa",
      "cc": "PL",
      "language": "en",
      "coords": [
        50.81171,
        19.12075
      ],
      "lat": 50.81171,
      "lon": 19.12075,
      "visits": [
        {
          "text": "Monastery of Jasna Góra and Black Madonna, major pilgrimage site.",
          "visit_duration_min": 75
        },
        {
          "text": "Monastery museum with religious treasures.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participation in a service or religious chants.",
          "visit_duration_min": 60
        },
        {
          "text": "Eagle's Nests Trail in the Krakow Jura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 12
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "PL::dobrzyca",
      "name": "Dobrzyca",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.1667,
        16.0833
      ],
      "lat": 54.1667,
      "lon": 16.0833,
      "visits": [
        {
          "text": "Wander through the Hortulus themed garden complex in Dobrzyca, a place bursting with colors, fragrances and horticultural wonders. Children can navigate the challenging hedge maze while parents admire the beautifully designed Japanese gardens, tranquil water features and artistic rock gardens. This peaceful oasis develops appreciation for nature's beauty and offers a perfect family retreat.",
          "visit_duration_min": 75
        },
        {
          "text": "Test your navigation skills in the seasonal Corn Maze, a huge labyrinth created each summer in the fields of Dobrzyca. Finding the way out of this natural puzzle provides exciting fun and a genuine challenge for visitors of all ages. The maze design changes every year, often incorporating additional surprises and attractions hidden within its winding paths.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax in the garden cafes and enjoy playgrounds designed for family recreation amid beautiful landscapes",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 8
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "PL::dziwnow",
      "name": "Dziwnow",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.0289,
        14.7675
      ],
      "lat": 54.0289,
      "lon": 14.7675,
      "visits": [
        {
          "text": "Relax on the beautiful wide beach of Dziwnów, a charming seaside town perfect for family holidays by the Baltic Sea. The golden sands invite children to build sandcastles, splash in the waves and enjoy supervised beach activities during the summer season. Organized animations, competitions and events keep young visitors entertained throughout the day.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Dziwnów's picturesque fishing port, where traditional cutters and cruise ships create an authentic maritime atmosphere. Watching the fishermen bring in their daily catch offers a glimpse into the time-honored traditions of Baltic fishing communities. The harbor promenade provides lovely walks with views of the boats bobbing gently in the harbor.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy sea bathing and beach activities in this family-friendly resort with excellent facilities for children",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 5
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "PL::frombork",
      "name": "Frombork",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.35722,
        19.67972
      ],
      "lat": 54.35722,
      "lon": 19.67972,
      "visits": [
        {
          "text": "Cathedral-fortress of Frombork where Copernicus developed his theory.",
          "visit_duration_min": 75
        },
        {
          "text": "Copernicus Museum in the Radziejowski tower.",
          "visit_duration_min": 75
        },
        {
          "text": "Planetarium with show on the heliocentric system.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk on the Vistula lagoon at sunset.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 4
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "PL::gdansk",
      "name": "Gdansk",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.35202,
        18.64638
      ],
      "lat": 54.35202,
      "lon": 18.64638,
      "visits": [
        {
          "text": "Długi Targ and Golden Gate, historic heart of the Hanseatic city.",
          "visit_duration_min": 75
        },
        {
          "text": "St. Mary's Basilica, largest brick church in the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Amber Museum to discover the gold of the Baltic.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum of the Second World War, striking contemporary architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Gdansk shipyards and Solidarność monument.",
          "visit_duration_min": 75
        },
        {
          "text": "Oliwa Cathedral and its monumental baroque organs.",
          "visit_duration_min": 75
        },
        {
          "text": "Oliwa landscape park with romantic gardens.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ and colorful Hanseatic architecture of Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "St. Mary's Basilica, the largest brick church in the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Amber Museum on the cobbled Mariacka street.",
          "visit_duration_min": 75
        },
        {
          "text": "Malbork Castle, colossal Teutonic brick fortress.",
          "visit_duration_min": 75
        },
        {
          "text": "Fish market and traditional smokehouse of Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to Der Lachs distillery with history of Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Artisanal kiełbasa making workshop.",
          "visit_duration_min": 75
        },
        {
          "text": "Gdynia producers' market for bay products.",
          "visit_duration_min": 75
        },
        {
          "text": "Morning market for final purchases of specialties.",
          "visit_duration_min": 75
        },
        {
          "text": "Gastronomic brunch in a historic café.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll along Gdańsk's magnificent Royal Way, the ceremonial route where Polish kings once paraded past the city's grandest patrician houses and civic monuments. The Main Town's colorful façades, ornate doorways, and elegant gables create one of the most photogenic streetscapes in all of Europe. Despite extensive wartime damage, meticulous reconstruction has restored this Hanseatic masterpiece to its former glory.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the historic port of Gdańsk, where the Motława River is lined with medieval brick warehouses and the iconic wooden crane that once loaded cargo ships. This atmospheric waterfront district captures the essence of the city's prosperous maritime past as one of the Baltic's most important trading centers. Boat cruises depart regularly, offering unique perspectives on the historic architecture from the water.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Malbork Castle, the largest brick castle in the world and a UNESCO World Heritage Site, easily accessible as a day trip from Gdańsk. This massive 13th-century fortress, built by the Teutonic Knights, comprises three interconnected castle complexes surrounded by multiple defensive walls. The extensively restored interiors house fascinating collections of medieval armor, amber, and religious art.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the seaside charm of Sopot, a fashionable resort town boasting Europe's longest wooden pier extending over 500 meters into the Baltic Sea. This elegant spa town has attracted visitors since the 19th century with its beautiful beaches, tree-lined promenades, and distinctive architecture including the famous Crooked House. The lively atmosphere and seaside setting make Sopot a delightful escape from urban sightseeing.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Gdynia, Poland's largest seaport, which grew from a small fishing village into a modern maritime hub during the interwar period. The Polish Navy Museum and preserved warships docked in the harbor tell the story of Poland's naval heritage. The town's modernist architecture and vibrant waterfront promenade reflect its unique 20th-century origins as a planned city.",
          "visit_duration_min": 75
        },
        {
          "text": "Immerse yourself in the magnificent Old Town of Gdańsk, once the pride of the Hanseatic League and today one of Europe's most beautifully restored historic centers. The colorful merchant houses lining Long Market and the ornate facades of Neptune Fountain Square transport visitors to the city's golden age of maritime commerce. Gothic churches, Renaissance gates and baroque palaces create an architectural treasure trove at every turn.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Westerplatte, the peninsula that became a powerful symbol of Polish resistance when a small garrison held out against overwhelming German forces for seven days at the start of World War II in September 1939. The monument and museum commemorate this heroic defense and mark the spot where the deadliest conflict in human history began. This moving site offers profound lessons about courage, sacrifice and the costs of war.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the European Solidarity Centre, a world-class museum documenting the rise of the Solidarity trade union movement that challenged communist rule and ultimately helped end the Cold War. The striking rust-colored building stands at the historic Gdańsk Shipyard where Lech Wałęsa led workers in their historic struggle for freedom. Interactive exhibitions trace this inspiring story of peaceful resistance that changed the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the medieval Crane Gate (Żuraw), the largest working port crane of medieval Europe and Gdańsk's most recognizable landmark. This remarkable structure once loaded cargo onto ships and now houses fascinating maritime museum exhibits. The waterfront along the Motława River offers picturesque views and boat cruises through the heart of the historic port district.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk along the quays of the old port and Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Goldwasser tasting in a historic tavern.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of the trendy Wrzeszcz district.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruise in Gdansk bay at sunset.",
          "visit_duration_min": 60
        },
        {
          "text": "Organ concert in the cathedral.",
          "visit_duration_min": 60
        },
        {
          "text": "Last amber shopping on Mariacka Street.",
          "visit_duration_min": 60
        },
        {
          "text": "Farewell dinner in a historic cellar in Gdansk.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruise in the historic port.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of Goldwasser, local liqueur with gold flakes.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to Sopot and its wooden pier, the longest in Europe.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming on the fine sand beaches of the Baltic.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of marinated herring in 12 variations.",
          "visit_duration_min": 60
        },
        {
          "text": "Baltic seafood dinner in a historic restaurant.",
          "visit_duration_min": 60
        },
        {
          "text": "Lunch in a Baltic milk bar.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of Pomeranian craft beers.",
          "visit_duration_min": 60
        },
        {
          "text": "Farewell dinner with land and sea tasting menu.",
          "visit_duration_min": 60
        },
        {
          "text": "Final workshop for tasting artisanal vodkas.",
          "visit_duration_min": 60
        },
        {
          "text": "Digestive walk on the maritime promenade.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience the Tri-Cities by combining visits to Gdańsk, Sopot, and Gdynia, three distinct yet interconnected urban centers along the Baltic coast. Efficient train connections link these neighboring cities, each offering its own character-medieval Gdańsk, elegant Sopot, and maritime Gdynia. This urban trio provides a comprehensive introduction to Poland's Baltic heritage and contemporary coastal life.",
          "visit_duration_min": 60
        },
        {
          "text": "Take a boat cruise along the Motława River to see the historic port and shipyards from the water",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK AND THE BALTIC COAST",
          "day": 1
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK AND THE BALTIC COAST",
          "day": 2
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK AND THE BALTIC COAST",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 4
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 9
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 10
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 4
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 14
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "PL::gdynia",
      "name": "Gdynia",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.51891,
        18.53144
      ],
      "lat": 54.51891,
      "lon": 18.53144,
      "visits": [
        {
          "text": "Museum of Emigration, poignant history of departure to America.",
          "visit_duration_min": 75
        },
        {
          "text": "Destroyer Błyskawica, museum ship of the Polish navy.",
          "visit_duration_min": 75
        },
        {
          "text": "Gdynia Aquarium to discover Baltic fauna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk on Kamienna Góra cliff with panoramic view.",
          "visit_duration_min": 60
        },
        {
          "text": "Smoked fish dinner at the fishing port.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK AND THE BALTIC COAST",
          "day": 4
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "PL::gniezno",
      "name": "Gniezno",
      "cc": "PL",
      "language": "en",
      "coords": [
        52.53472,
        17.5825
      ],
      "lat": 52.53472,
      "lon": 17.5825,
      "visits": [
        {
          "text": "Cathedral of Gniezno, cradle of Christian Poland.",
          "visit_duration_min": 75
        },
        {
          "text": "Gniezno Doors, Romanesque bronze masterpiece.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum of the Origins of the Polish State.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Route of the First Piasts through historic villages.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to an organic farm with local products.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 6
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "PL::hel",
      "name": "Hel",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.60778,
        18.80222
      ],
      "lat": 54.60778,
      "lon": 18.80222,
      "visits": [
        {
          "text": "Hel lighthouse and coastal fishing museum.",
          "visit_duration_min": 75
        },
        {
          "text": "World War II coastal fortifications.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Hel Peninsula, a remarkable 35-kilometer sand spit extending into the Baltic Sea and separating the Bay of Puck from the open waters. This unique geographical formation offers pristine beaches on both sides, with calm bay waters on one shore and open sea waves on the other. The charming fishing town of Hel at the peninsula's tip retains its authentic maritime character with colorful cottages and traditional boats.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Fokarium seal sanctuary in Hel, where visitors can observe grey seals being rehabilitated before release into the wild. The research station plays a crucial role in Baltic marine conservation and offers educational programs about these fascinating marine mammals. Watching the seals swim, play and interact provides memorable moments for the entire family.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Seal watching at the Fokarium center.",
          "visit_duration_min": 60
        },
        {
          "text": "Bike ride on the narrow peninsula between two seas.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurfing or kitesurfing on renowned spots.",
          "visit_duration_min": 60
        },
        {
          "text": "Cycle along the peninsula's scenic bike paths or enjoy the unique experience of beaches facing two different bodies of water",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK AND THE BALTIC COAST",
          "day": 5
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 12
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "PL::kolobrzeg",
      "name": "Kolobrzeg",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.1758,
        15.5833
      ],
      "lat": 54.1758,
      "lon": 15.5833,
      "visits": [
        {
          "text": "Discover the Museum of Sea Fishing in Niechorze, which presents the rich history of fishing along the Polish Baltic coast. Visitors can examine traditional fishing tools, intricate ship models and fascinating exhibits that document the challenging lives of generations of fishermen. Interactive displays and multimedia presentations bring maritime heritage to life in an engaging, accessible way.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb the nearby Niechorze Lighthouse for spectacular views across the coastline and surrounding landscape. This distinctive red-brick tower has guided ships along these waters for over a century and now welcomes visitors to appreciate its panoramic vistas. The lighthouse complex tells the story of maritime navigation along this historically important shipping route.",
          "visit_duration_min": 75
        },
        {
          "text": "Dive into the fascinating underwater world at Kołobrzeg Oceanarium, where numerous aquariums showcase exotic fish, sharks, vibrant corals and mysterious sea creatures from around the globe. Interactive exhibitions and multimedia presentations reveal the secrets of ocean ecosystems, environmental threats and the importance of marine conservation. This educational adventure captivates visitors of all ages with the wonders hidden beneath the waves.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Polish Arms Museum, home to an impressive collection of military history spanning centuries of Polish armed forces. Children can marvel at various weapons, uniforms, military vehicles, aircraft and tanks displayed both indoors and in outdoor exhibition areas. Interactive exhibits and multimedia presentations make history accessible and exciting for young visitors.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk along the iconic Kołobrzeg Pier, stretching far out into the Baltic Sea and offering refreshing sea breezes and panoramic coastal views. The lighthouse nearby provides another vantage point from which to appreciate the beauty of this historic spa town. The seafront promenade buzzes with activity and creates perfect opportunities for a memorable seaside stroll.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk along the coastal path connecting the lighthouse to the beach for scenic Baltic views",
          "visit_duration_min": 60
        },
        {
          "text": "Watch reconstruction shows and participate in educational workshops at the Arms Museum",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 6
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 7
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "PL::koszalin",
      "name": "Koszalin",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.1944,
        16.1717
      ],
      "lat": 54.1944,
      "lon": 16.1717,
      "visits": [
        {
          "text": "Experience the Wild West at Western Park in Ustronie Morskie, a themed attraction that transports visitors to the American frontier. Children can meet cowboys and Native Americans, watch thrilling stunt shows and learn to shoot a bow and arrow. The park features playgrounds, a mini zoo and handicraft workshops that create lasting memories of adventure.",
          "visit_duration_min": 75
        },
        {
          "text": "Cool off at Koszalin Aquapark, the perfect destination for water fun regardless of weather conditions. The modern facility features numerous slides, wave pools, lazy rivers and dedicated zones for the youngest swimmers. Adults can unwind in saunas, jacuzzis and relaxation areas while children splash and play in complete safety under qualified lifeguard supervision.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy a full day of water attractions including slides, wave pools and family swimming areas",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 9
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "PL::krakow",
      "name": "Krakow",
      "cc": "PL",
      "language": "en",
      "coords": [
        50.06465,
        19.94498
      ],
      "lat": 50.06465,
      "lon": 19.94498,
      "visits": [
        {
          "text": "Rynek Główny, Europe's largest medieval square with the Cloth Hall.",
          "visit_duration_min": 75
        },
        {
          "text": "St. Mary's Basilica and its altarpiece by Veit Stoss, a Gothic masterpiece.",
          "visit_duration_min": 75
        },
        {
          "text": "Wawel Hill with the royal castle and the cathedral of the kings of Poland.",
          "visit_duration_min": 75
        },
        {
          "text": "Wieliczka Salt Mines, underground cathedral carved in salt.",
          "visit_duration_min": 75
        },
        {
          "text": "Schindler's Factory Museum, moving testimony of World War II.",
          "visit_duration_min": 75
        },
        {
          "text": "Pieskowa Skała Castle and the cliffs of Krakow Jura.",
          "visit_duration_min": 75
        },
        {
          "text": "Benedictine Abbey of Tyniec on the banks of the Vistula.",
          "visit_duration_min": 75
        },
        {
          "text": "Free morning for shopping amber and lace souvenirs.",
          "visit_duration_min": 75
        },
        {
          "text": "Nowa Huta district, socialist utopia turned industrial heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Main Market Square of Krakow, beating heart of the royal city.",
          "visit_duration_min": 75
        },
        {
          "text": "St. Mary's Basilica and its altarpiece by Veit Stoss.",
          "visit_duration_min": 75
        },
        {
          "text": "Wawel Hill with castle and cathedral of the kings.",
          "visit_duration_min": 75
        },
        {
          "text": "Wieliczka Salt Mine, sculpted underground cathedral.",
          "visit_duration_min": 75
        },
        {
          "text": "Schindler's Factory Museum, moving testimony.",
          "visit_duration_min": 75
        },
        {
          "text": "Cloth Hall market for Krakow regional products.",
          "visit_duration_min": 75
        },
        {
          "text": "Traditional pierogi making workshop.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to an artisanal vodka distillery with tasting.",
          "visit_duration_min": 75
        },
        {
          "text": "Stary Kleparz farmers market to meet local producers.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to honey and mead cellars with tasting.",
          "visit_duration_min": 75
        },
        {
          "text": "Artisanal cheese dairy of the Krakow region.",
          "visit_duration_min": 75
        },
        {
          "text": "Lose yourself in Kraków's magnificent Rynek Główny, Europe's largest medieval market square and the vibrant heart of this beloved former royal capital. The vast cobblestone expanse, surrounded by elegant townhouses, Gothic churches, and the Renaissance Cloth Hall, pulses with life from dawn until well past midnight. Horse-drawn carriages, street performers, and outdoor café terraces create an atmosphere of timeless European elegance.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to Wawel Castle, the former seat of Polish kings perched dramatically on a limestone outcrop above the Vistula River. This magnificent complex of Gothic and Renaissance buildings houses state rooms, royal private apartments, and an impressive collection of Flemish tapestries and armor. The adjoining Wawel Cathedral, coronation site of Polish monarchs, contains royal tombs and the silver shrine of Saint Stanislaus.",
          "visit_duration_min": 75
        },
        {
          "text": "Browse the Cloth Hall, the grand Renaissance trading arcade that has occupied the center of the main square since the 14th century. The ground floor maintains its commercial tradition with stalls selling amber jewelry, wooden crafts, and Polish souvenirs, while the upper gallery houses a branch of the National Museum. This iconic structure perfectly embodies Kraków's medieval prosperity as a major trading center.",
          "visit_duration_min": 75
        },
        {
          "text": "Descend into Wieliczka Salt Mine, a UNESCO World Heritage Site just outside Kraków where salt has been extracted continuously since the 13th century. Underground chambers carved entirely from rock salt include ornate chapels, elaborate sculptures, and even an underground lake, all illuminated by crystal chandeliers also made of salt. This subterranean wonder, reaching depths of 327 meters, showcases centuries of mining history and remarkable artistic achievement.",
          "visit_duration_min": 75
        },
        {
          "text": "Pay solemn tribute at Auschwitz-Birkenau Memorial and Museum, the largest Nazi concentration camp where over one million people perished during World War II. This haunting site preserves the physical evidence of genocide through original barracks, guard towers, and crematoriums that bear witness to unimaginable human tragedy. The experience, though emotionally demanding, provides essential historical education about the Holocaust.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the Jewish quarter of Kazimierz, vibrant heart of Polish Jewish culture.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of pierogi and żurek in a traditional tavern.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of contemporary art galleries in Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Klezmer music concert in Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Eagle's Nests Route through castles and karst landscapes.",
          "visit_duration_min": 60
        },
        {
          "text": "Farewell dinner in a vaulted cellar of the old town.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruise on the Vistula at sunset.",
          "visit_duration_min": 60
        },
        {
          "text": "Jewish quarter of Kazimierz, places of memory and cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Klezmer concert in Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting at the best artisanal pierogi producers.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner in a historic tavern in Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Traditional Polish cooking class.",
          "visit_duration_min": 60
        },
        {
          "text": "Night food tour in milk bars and new addresses.",
          "visit_duration_min": 60
        },
        {
          "text": "Gourmet lunch in a modern starred restaurant.",
          "visit_duration_min": 60
        },
        {
          "text": "Wine tour in the vineyards of Małopolska.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore Kraków's medieval town walls, among the best preserved in Europe, with their defensive towers and the iconic Florian Gate. These fortifications once encircled the entire Old Town, though only fragments remain today along the tree-lined Planty Park. The Barbican, an imposing Gothic defensive outpost, stands as the most impressive surviving element of the medieval defenses.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the treasures of the National Museum, housing Poland's finest collection of art from medieval times to the contemporary era. The museum's holdings include Leonardo da Vinci's 'Lady with an Ermine,' one of only four surviving portraits by the Renaissance master. Multiple branches across the city explore decorative arts, Polish painting, and the work of specific artists.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "KRAKOW, AUSCHWITZ AND TATRA MOUNTAINS",
          "day": 1
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "KRAKOW, AUSCHWITZ AND TATRA MOUNTAINS",
          "day": 2
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "KRAKOW, AUSCHWITZ AND TATRA MOUNTAINS",
          "day": 6
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "KRAKOW, AUSCHWITZ AND TATRA MOUNTAINS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 1
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 4
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 8
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "PL::lancut",
      "name": "Lancut",
      "cc": "PL",
      "language": "en",
      "coords": [
        50.0675,
        22.22889
      ],
      "lat": 50.0675,
      "lon": 22.22889,
      "visits": [
        {
          "text": "Łańcut Castle, magnificently furnished residence of the magnates.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum of automobiles and historic carriages.",
          "visit_duration_min": 75
        },
        {
          "text": "Restored baroque synagogue.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk in the romantic castle park.",
          "visit_duration_min": 60
        },
        {
          "text": "Classical music concert in the salons.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 10
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "PL::leba",
      "name": "Leba",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.7558,
        17.555
      ],
      "lat": 54.7558,
      "lon": 17.555,
      "visits": [
        {
          "text": "Marvel at the Słowiński Sand Dunes, the tallest moving dunes in Europe, creating an otherworldly desert landscape within Słowiński National Park. These remarkable formations shift approximately 10 meters annually, gradually burying the surrounding pine forests in their inexorable advance. Walking across these vast sandy expanses, with the Baltic Sea glittering in the distance, provides a truly unique natural experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at the moving sand dunes of Słowiński National Park, where vast expanses of shifting sands create an almost desert-like landscape on the Baltic coast. These spectacular dunes, constantly reshaped by wind and waves, are among the most impressive natural phenomena in northern Europe. Walking trails lead through this unique ecosystem where land and sea meet in dramatic fashion.",
          "visit_duration_min": 75
        },
        {
          "text": "Encounter life-size dinosaurs at the Dinosaur Park in Łeba, where animatronic prehistoric creatures move and roar just as they might have millions of years ago. The park combines entertainment with education through additional attractions including a rope park, mini zoo, 5D cinema and exciting playgrounds. This immersive experience stimulates young imaginations while teaching about Earth's fascinating prehistoric past.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Słowiński National Park, a UNESCO Biosphere Reserve protecting a remarkable coastal ecosystem of shifting dunes, pristine lakes, and diverse wildlife habitats. The park's unusual landscapes include dune fields, coastal forests, and wetlands teeming with migratory birds. Hiking trails and observation platforms allow visitors to appreciate this dynamic environment where sand, water, and wind constantly reshape the terrain.",
          "visit_duration_min": 60
        },
        {
          "text": "Relax in the seaside resort of Łeba, a charming Baltic town serving as the gateway to the moving dunes. This former fishing village combines beach holiday amenities with traditional Polish coastal character. Horseback riding excursions across the sandy landscapes offer a memorable way to experience this unique coastal environment.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the unique shifting dune landscapes and coastal ecosystems of Słowiński National Park on foot or by bike",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 5
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 11
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "PL::lidzbark-warminski",
      "name": "Lidzbark Warminski",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.125,
        20.58444
      ],
      "lat": 54.125,
      "lon": 20.58444,
      "visits": [
        {
          "text": "Castle of the bishops of Warmia, unknown Gothic fortress.",
          "visit_duration_min": 75
        },
        {
          "text": "Gothic Basilica of Saints Peter and Paul.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Warmia castle route through the countryside.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of local monastic products.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 3
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "PL::lodz",
      "name": "Lodz",
      "cc": "PL",
      "language": "en",
      "coords": [
        51.75925,
        19.45598
      ],
      "lat": 51.75925,
      "lon": 19.45598,
      "visits": [
        {
          "text": "Piotrkowska Street, 4 km artery lined with industrial palaces.",
          "visit_duration_min": 75
        },
        {
          "text": "MS1 Art Museum in a textile palace.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, cultural complex in a former factory.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit to the bohemian Off Piotrkowska district.",
          "visit_duration_min": 60
        },
        {
          "text": "Street art in industrial courtyards.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 13
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "PL::malbork",
      "name": "Malbork",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.03972,
        19.02694
      ],
      "lat": 54.03972,
      "lon": 19.02694,
      "visits": [
        {
          "text": "Malbork Castle, world's largest brick fortress, seat of the Teutonic Knights.",
          "visit_duration_min": 75
        },
        {
          "text": "Stand in awe before Malbork Castle, the largest castle in the world by surface area and a UNESCO World Heritage masterpiece of medieval brick Gothic architecture. This colossal fortress served as the headquarters of the Teutonic Knights who ruled vast territories of Northern Europe from these imposing walls. The castle complex includes the High Castle, Middle Castle and Lower Castle, each revealing layers of medieval political power and religious devotion.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the castle's magnificent interior chambers, including the Grand Master's Palace with its stunning vaulted ceilings and the atmospheric cellars and passages that wind beneath the fortress. The castle museum displays medieval armor, weapons and artifacts that bring the Teutonic era vividly to life. Evening sound and light shows illuminate the castle walls, creating an unforgettable spectacle against the night sky.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Medieval historical spectacle in the castle courtyard.",
          "visit_duration_min": 60
        },
        {
          "text": "Night walk on the illuminated ramparts.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk the castle's extensive defensive walls and towers for panoramic views over the Nogat River and surrounding countryside",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK AND THE BALTIC COAST",
          "day": 6
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 15
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "PL::miedzyzdroje",
      "name": "Miedzyzdroje",
      "cc": "PL",
      "language": "en",
      "coords": [
        53.9308,
        14.4522
      ],
      "lat": 53.9308,
      "lon": 14.4522,
      "visits": [
        {
          "text": "Stroll along Międzyzdroje's famous Promenade of Stars, where handprints of beloved Polish movie stars are embedded in the pavement like a Baltic Hollywood Walk of Fame. This elegant seaside resort boasts one of the most beautiful beaches on the Polish coast, with fine sand stretching beneath dramatic coastal cliffs. The historic pier extends far into the Baltic Sea, offering romantic sunset views and fresh sea breezes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Baltic Miniature Park where meticulously crafted 1:25 scale models showcase the most important monuments of Baltic countries. Each miniature faithfully reproduces architectural details of famous landmarks, creating a fascinating geography and history lesson in one enchanting location. The park also features playgrounds, a miniature train ride and family-friendly amenities.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey back to the Middle Ages at the Slavs and Vikings Centre in Wolin, an archaeological open-air museum recreating life over a thousand years ago. Visitors can explore reconstructed huts, workshops and authentic equipment used by the Slavic and Viking peoples who once inhabited this region. Craft demonstrations, warrior combat shows and educational workshops bring ancient history dramatically to life.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Wolin National Park to encounter European bison at the renowned Bison Show Farm, where these majestic animals can be observed up close along with deer and wild boars. The park features numerous hiking trails, scenic viewpoints and educational paths that wind through pristine coastal forests. The Natural History Museum presents the region's diverse fauna and flora through engaging dioramas and interactive exhibitions.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk the educational trails of Wolin National Park to discover the unique ecosystems of this protected coastal wilderness",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 4
        }
      ],
      "rating": 3
    },
    {
      "place_id": "PL::nysa",
      "name": "Nysa",
      "cc": "PL",
      "language": "en",
      "coords": [
        50.47389,
        17.33361
      ],
      "lat": 50.47389,
      "lon": 17.33361,
      "visits": [
        {
          "text": "Basilica of Saints James and Agnes, Silesian Gothic jewel.",
          "visit_duration_min": 75
        },
        {
          "text": "Baroque fortifications and leaning tower of Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum of liturgical instruments.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration of the old medieval underground canal.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk in the episcopal gardens.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 7
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "PL::oswiecim",
      "name": "Oswiecim",
      "cc": "PL",
      "language": "en",
      "coords": [
        50.03492,
        19.17792
      ],
      "lat": 50.03492,
      "lon": 19.17792,
      "visits": [
        {
          "text": "Auschwitz-Birkenau Museum and Memorial, essential place of remembrance.",
          "visit_duration_min": 75
        },
        {
          "text": "Auschwitz-Birkenau Memorial and Museum, essential place of reflection.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Time for contemplation and personal reflection.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to the historic center of Oświęcim.",
          "visit_duration_min": 60
        },
        {
          "text": "Time for personal reflection.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "KRAKOW, AUSCHWITZ AND TATRA MOUNTAINS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 9
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "PL::poznan",
      "name": "Poznan",
      "cc": "PL",
      "language": "en",
      "coords": [
        52.40637,
        16.92517
      ],
      "lat": 52.40637,
      "lon": 16.92517,
      "visits": [
        {
          "text": "Old Market Square with the Renaissance Town Hall.",
          "visit_duration_min": 75
        },
        {
          "text": "Poznań Cathedral on Ostrów Tumski island.",
          "visit_duration_min": 75
        },
        {
          "text": "Neo-Romanesque style Imperial Castle.",
          "visit_duration_min": 75
        },
        {
          "text": "Gather in Poznań's magnificent Old Market Square to witness the famous mechanical goats that emerge from the Town Hall clock tower at noon each day to butt heads twelve times. This beloved 16th-century tradition draws crowds daily to the heart of one of Poland's oldest and most historic cities. The surrounding Renaissance merchant houses with their colorful façades create a quintessential Central European townscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Gothic Town Hall, a Renaissance architectural masterpiece housing the fascinating Museum of the History of Poznań. The building's elegant arcaded loggia and ornate interiors reflect the prosperity of this important trading center during its golden age. Climbing the tower rewards visitors with sweeping views across the historic Old Town and modern city beyond.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Cathedral of Saints Peter and Paul on Ostrów Tumski (Cathedral Island), the oldest cathedral in Poland and spiritual birthplace of the Polish nation. This historic island in the Warta River holds the remains of Poland's first rulers and witnessed the country's conversion to Christianity in 966 AD. The cathedral's chapels, particularly the Golden Chapel containing royal tombs, showcase centuries of religious art and national history.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goat show at the Town Hall at noon.",
          "visit_duration_min": 60
        },
        {
          "text": "Trendy Jeżyce district, street food and cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Student nightlife in downtown pubs.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover Poznań's reputation as a vibrant university city with a youthful energy that fills its cafés, bars, and cultural venues. The city's numerous students bring vitality to historic streets where intellectual traditions date back centuries. This dynamic atmosphere makes Poznań one of Poland's most engaging urban destinations beyond its considerable architectural attractions.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 5
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 6
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "PL::sierakow-slawienski",
      "name": "Sierakow Slawienski",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.1833,
        16.4167
      ],
      "lat": 54.1833,
      "lon": 16.4167,
      "visits": [
        {
          "text": "Enter the magical world of Hobbit Village in Sieraków Sławieński, a unique attraction inspired by the fantastical universe of J.R.R. Tolkien's beloved novels. Children can explore authentic-looking hobbit houses built into the hillside, participate in outdoor games and join creative handicraft workshops. Themed parties, picnics and bonfires create an enchanting atmosphere that stimulates imagination and adventure.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Pomerania Amusement Park in nearby Dygowo, offering attractions for children of all ages from gentle carousels to exciting rides. The park features trains, slides, a rope course and bouncy castles alongside a dedicated toddler zone with safe, age-appropriate play equipment. Organized animations, competitions and artistic performances ensure non-stop entertainment throughout the day.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dress comfortably for outdoor adventures in the Hobbit Village and prepare for field games and creative activities",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 10
        }
      ],
      "rating": 2.2
    },
    {
      "place_id": "PL::sopot",
      "name": "Sopot",
      "cc": "PL",
      "language": "en",
      "coords": [
        54.44158,
        18.56044
      ],
      "lat": 54.44158,
      "lon": 18.56044,
      "visits": [
        {
          "text": "Sopot Pier, Europe's longest wooden jetty extending into the sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Crooked House Krzywy Domek, unique surrealist architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Gdynia, the youngest member of the Tricity metropolitan area, built almost entirely in the 20th century as Poland's gateway to the sea. The modernist architecture and wide boulevards reflect the optimism of interwar Poland, while the bustling port remains vital to the nation's maritime commerce. Museums ships and the aquarium offer maritime attractions for curious visitors.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll along Sopot's legendary wooden pier, the longest of its kind in Europe, extending over 500 meters into the Baltic Sea. This elegant seaside resort has attracted the rich and famous for over a century with its beautiful beaches, grand hotels and sophisticated atmosphere. The pier offers romantic sunset views and the refreshing experience of walking far out over the shimmering Baltic waters.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and relaxation on the fine sand beach.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping and cafés on Monte Cassino, lively avenue.",
          "visit_duration_min": 60
        },
        {
          "text": "Evening in Sopot's beach bars and clubs.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk the fashionable Monte Cassino street in Sopot, lined with boutiques, galleries and cafes",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK AND THE BALTIC COAST",
          "day": 3
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 13
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "PL::swidnica",
      "name": "Swidnica",
      "cc": "PL",
      "language": "en",
      "coords": [
        50.84306,
        16.49056
      ],
      "lat": 50.84306,
      "lon": 16.49056,
      "visits": [
        {
          "text": "Church of Peace, largest timber-framed church in Europe, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Saints Stanislaus and Wenceslaus Cathedral and its monumental organ.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit to the former secret nuclear shelter under the city.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking in the Table Mountains with strange rocks.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 8
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "PL::swinoujscie",
      "name": "Swinoujscie",
      "cc": "PL",
      "language": "en",
      "coords": [
        53.9103,
        14.2472
      ],
      "lat": 53.9103,
      "lon": 14.2472,
      "visits": [
        {
          "text": "Discover the Świdwie Nature Reserve, a paradise for birdwatchers and nature enthusiasts located in pristine wetlands near Szczecin. This protected area is home to remarkable bird species including cranes, storks and majestic white-tailed eagles that nest in the marshlands. Educational trails and observation towers provide comfortable viewing platforms to witness these magnificent creatures in their natural habitat.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend the Świnoujście Lighthouse, the tallest lighthouse on the entire Polish coast and one of the highest in the world. The climb to the top presents a rewarding challenge, with breathtaking panoramic views of the city, the bustling port and the endless Baltic Sea as your prize. This iconic maritime beacon has guided ships safely into harbor for over 160 years.",
          "visit_duration_min": 75
        },
        {
          "text": "Step back in time at Fort Gerhard, where interactive tours led by guides in authentic 19th-century soldier costumes bring military history vividly to life. This well-preserved fortress offers a fascinating glimpse into the strategic importance of this coastal location and the soldiers who once defended it. The tunnels, ramparts and gun emplacements create an adventurous atmosphere perfect for young explorers.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Lake Turquoise in nearby Wapnica, a stunning reservoir with intensely turquoise-colored water created on the site of a former chalk mine. This picturesque lake offers walking paths through extraordinary landscapes where the vibrant water colors create an almost surreal natural spectacle. Viewpoints and picnic areas provide perfect spots to absorb the unique beauty of this geological wonder.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bring binoculars and cameras to capture the diverse wetland ecosystems and learn about the ecological importance of these protected marshes",
          "visit_duration_min": 60
        },
        {
          "text": "Walk along the scenic trails surrounding Lake Turquoise to capture unique photographs of its remarkable turquoise waters",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 2
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 3
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "PL::szczecin",
      "name": "Szczecin",
      "cc": "PL",
      "language": "en",
      "coords": [
        53.4285,
        14.5528
      ],
      "lat": 53.4285,
      "lon": 14.5528,
      "visits": [
        {
          "text": "Explore the magnificent Szczecin Castle, the Renaissance-style former residence of the Dukes of Pomerania that dominates the city's skyline. This impressive fortress complex houses museums, concert halls and courtyards that tell the story of the region's noble heritage. The castle's towers offer panoramic views over the Oder River and the surrounding historic quarter.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at St. Jacob's Cathedral, one of the largest brick Gothic churches in the entire region, whose soaring spire was only recently restored to its former glory. The cathedral's imposing interior features magnificent vaulted ceilings and medieval artwork that showcase the architectural prowess of Hanseatic craftsmen. This sacred space has witnessed centuries of prayer and devotion since the Middle Ages.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the award-winning Philharmonic Hall, a stunning contemporary building that opened in 2015 and has garnered international acclaim for both its architecture and exceptional acoustics. The building's angular white facade creates a striking contrast with the city's historic structures and represents Poland's modern cultural renaissance. Concert-goers from across Europe come to experience performances in this acoustic masterpiece.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll along the Hakenterrasse (Wały Chrobrego), a magnificent ensemble of early 20th-century buildings perched above the Oder River. This elegant promenade offers spectacular views of the waterfront, the port and the ships passing by below. The terraced gardens and monumental architecture create one of the most photographed panoramas in all of Pomerania.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Challenge yourself at Tarzania Rope Park, where various courses with different difficulty levels allow visitors of all ages to test their agility among the treetops",
          "visit_duration_min": 60
        },
        {
          "text": "Visit the Museum of Technology and Communication to discover vintage cars, motorcycles, trams and historic computing equipment with hands-on interactive exhibitions",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Baltic Coast Discovery: Family Adventures in Polish Pomerania",
          "day": 1
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "PL::torun",
      "name": "Torun",
      "cc": "PL",
      "language": "en",
      "coords": [
        53.01379,
        18.59844
      ],
      "lat": 53.01379,
      "lon": 18.59844,
      "visits": [
        {
          "text": "Old Town of Toruń, perfectly preserved medieval city.",
          "visit_duration_min": 75
        },
        {
          "text": "Copernicus' birthplace and planetarium.",
          "visit_duration_min": 75
        },
        {
          "text": "Gothic Town Hall with panoramic view.",
          "visit_duration_min": 75
        },
        {
          "text": "Gingerbread Museum with confection workshop.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the Kopernik factory, gingerbread since 1763.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through Toruń's UNESCO-listed Old Town, one of the best-preserved medieval urban centers in Europe and birthplace of astronomer Nicolaus Copernicus. The Gothic brick architecture, winding cobblestone streets, and atmospheric squares transport visitors back to the prosperous Hanseatic era. This remarkably intact medieval townscape offers an authentic glimpse into Poland's rich mercantile past.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Copernicus House Museum, dedicated to Toruń's most famous son who revolutionized our understanding of the universe. This reconstructed Gothic merchant house where Copernicus was born in 1473 displays period furnishings, astronomical instruments, and exhibits about his groundbreaking heliocentric theory. The museum brings to life the world that shaped one of history's greatest scientific minds.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the Gothic Town Hall dominating the Rynek Staromiejski, a magnificent 14th-century structure considered one of the finest examples of medieval civic architecture in Central Europe. The building's soaring tower offers panoramic views across the red-roofed Old Town to the Vistula River beyond. Inside, the Regional Museum showcases Toruń's artistic and cultural heritage spanning centuries.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tasting of Toruń gingerbread, ancestral specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Night stroll on the medieval ramparts.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of various artisanal gingerbreads.",
          "visit_duration_min": 60
        },
        {
          "text": "Medieval dinner in a Gothic cellar.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the Leaning Tower of Toruń, a curious medieval fortification that tilts noticeably due to its construction on unstable ground. Legend claims the tower was built by a Teutonic Knight as penance, though its lean likely resulted from the soft soil beneath. This quirky landmark now houses a charming tavern where visitors can experience the unusual angles firsthand.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk the Royal Route following the path once taken by Polish kings during their ceremonial visits to this prosperous trading city. This historic processional way passes the grandest Gothic churches, merchant houses, and civic buildings that made Toruń one of the wealthiest cities in medieval Poland. The route provides an excellent framework for exploring the Old Town's architectural highlights.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 7
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 3
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "PL::tykocin",
      "name": "Tykocin",
      "cc": "PL",
      "language": "en",
      "coords": [
        53.20417,
        22.76861
      ],
      "lat": 53.20417,
      "lon": 22.76861,
      "visits": [
        {
          "text": "Baroque synagogue of Tykocin, one of the most beautiful in Poland.",
          "visit_duration_min": 75
        },
        {
          "text": "Baroque Trinity Church and its monastery.",
          "visit_duration_min": 75
        },
        {
          "text": "Jewish museum in the former talmud torah.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the preserved village on the banks of the Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Forest honey tasting at a local beekeeper's.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 2
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "PL::warsaw",
      "name": "Warsaw",
      "cc": "PL",
      "language": "en",
      "coords": [
        52.22968,
        21.01223
      ],
      "lat": 52.22968,
      "lon": 21.01223,
      "visits": [
        {
          "text": "Warsaw Old Town, meticulous reconstruction classified by UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Royal Castle with its sumptuous restored interiors.",
          "visit_duration_min": 75
        },
        {
          "text": "Market Square Rynek Starego Miasta and statue of the Mermaid.",
          "visit_duration_min": 75
        },
        {
          "text": "Warsaw Uprising Museum, tribute to the heroes of 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palace of Culture and Science, emblematic Stalinist skyscraper.",
          "visit_duration_min": 75
        },
        {
          "text": "Interactive Chopin Museum to dive into the composer's world.",
          "visit_duration_min": 75
        },
        {
          "text": "POLIN Museum of the History of Polish Jews, remarkable modern architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Łazienki Park with the Palace on the Isle and its romantic gardens.",
          "visit_duration_min": 75
        },
        {
          "text": "Wilanów Palace, Polish Versailles with French-style gardens.",
          "visit_duration_min": 75
        },
        {
          "text": "National Museum with collection of Polish painting.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum of Modern Art with avant-garde exhibitions.",
          "visit_duration_min": 75
        },
        {
          "text": "Powązki Cemetery, pantheon of Polish personalities.",
          "visit_duration_min": 75
        },
        {
          "text": "Old Town of Warsaw reconstructed after the war, UNESCO miracle.",
          "visit_duration_min": 75
        },
        {
          "text": "Royal Castle and Castle Square with its Sigismund Column.",
          "visit_duration_min": 75
        },
        {
          "text": "Warsaw Uprising Museum to understand recent history.",
          "visit_duration_min": 75
        },
        {
          "text": "POLIN Museum of the History of Polish Jews.",
          "visit_duration_min": 75
        },
        {
          "text": "Wilanów Palace and its baroque gardens.",
          "visit_duration_min": 75
        },
        {
          "text": "Palace of Culture and Science, panorama of modern Warsaw.",
          "visit_duration_min": 75
        },
        {
          "text": "National Museum and Polish art collection.",
          "visit_duration_min": 75
        },
        {
          "text": "Hala Mirowska Market, temple of fresh Warsaw products.",
          "visit_duration_min": 75
        },
        {
          "text": "Blikle pastry shop for legendary pączki since 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Traditional milk bar for popular żurek and pierogi.",
          "visit_duration_min": 75
        },
        {
          "text": "Polish Vodka Museum with comparative tasting.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to a Warsaw craft brewery.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Warsaw's meticulously reconstructed Old Town, a UNESCO World Heritage Site that stands as a remarkable testament to Polish resilience. After suffering more than 85% destruction during World War II, the city was painstakingly rebuilt by its determined citizens. The charming market square and surrounding streets now showcase the architectural beauty that once characterized this historic capital.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Royal Castle, the former official residence of Polish monarchs magnificently restored to its baroque splendor. This grand palace overlooking Castle Square contains lavishly decorated state rooms, royal apartments, and an impressive collection of paintings and decorative arts. The castle serves as both a museum and symbol of Poland's royal heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Warsaw Rising Museum, an innovative and deeply moving tribute to the 1944 uprising against Nazi occupation. Through immersive exhibits, authentic artifacts, and multimedia presentations, this award-winning museum tells the story of the 63-day struggle that shaped modern Polish identity. The experience provides essential context for understanding Warsaw's wartime destruction and subsequent rebirth.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through Łazienki Park, Warsaw's largest and most beautiful park featuring the enchanting Palace on the Isle reflected in tranquil waters. This 18th-century royal summer residence, surrounded by manicured gardens, peacocks, and classical sculptures, offers a serene escape from urban exploration. The park's romantic landscapes and neoclassical architecture make it a favorite among locals and visitors alike.",
          "visit_duration_min": 75
        },
        {
          "text": "Tour Wilanów Palace, often called the Polish Versailles, an exquisite baroque royal residence set amid formal gardens on the city's outskirts. Built as a summer retreat for King John III Sobieski, the palace showcases opulent interiors, period furnishings, and an outstanding collection of European art. The surrounding Italian and English gardens provide a picturesque setting for leisurely strolls.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll along the Royal Way to Łazienki Palace.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of pączki at the legendary Blikle pastry shop.",
          "visit_duration_min": 60
        },
        {
          "text": "Chopin concert at Łazienki Park.",
          "visit_duration_min": 60
        },
        {
          "text": "Trendy district of Praga, street art and alternative cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Nightlife in the vodka bars of Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Modern shopping at Złote Tarasy and Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Hala Mirowska farmers' market for local products.",
          "visit_duration_min": 60
        },
        {
          "text": "Final tasting of modern Polish cuisine.",
          "visit_duration_min": 60
        },
        {
          "text": "Panoramic view from the rooftop terrace of the University.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk along the Royal Route to Łazienki Palace.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner in a traditional tavern in the center.",
          "visit_duration_min": 60
        },
        {
          "text": "Praga district and street art.",
          "visit_duration_min": 60
        },
        {
          "text": "Final shopping at Hala Mirowska market.",
          "visit_duration_min": 60
        },
        {
          "text": "Farewell dinner in a modern gastronomic restaurant.",
          "visit_duration_min": 60
        },
        {
          "text": "Night stroll along the illuminated Vistula.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour in the Praga district on the right bank.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner in a new Polish cuisine restaurant.",
          "visit_duration_min": 60
        },
        {
          "text": "Workshop on making bigos and gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Bar hopping in the vodka bars of Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll through Warsaw's New Town district to experience the city's more contemporary side with trendy cafés, boutiques, and vibrant street life. While historically the 'new' part of the medieval city, this area offers a different atmosphere from the reconstructed Old Town. The mix of restored buildings and modern energy captures Warsaw's dynamic character.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "WARSAW, RISING PHOENIX",
          "day": 1
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "WARSAW, RISING PHOENIX",
          "day": 2
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "WARSAW, RISING PHOENIX",
          "day": 3
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "WARSAW, RISING PHOENIX",
          "day": 4
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "WARSAW, RISING PHOENIX",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 1
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 14
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 15
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 5
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 2
        }
      ],
      "rating": 10
    },
    {
      "place_id": "PL::wroclaw",
      "name": "Wroclaw",
      "cc": "PL",
      "language": "en",
      "coords": [
        51.10788,
        17.03854
      ],
      "lat": 51.10788,
      "lon": 17.03854,
      "visits": [
        {
          "text": "Wrocław's Rynek with its colorful houses and Gothic Town Hall.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint John the Baptist Cathedral on Ostrów Tumski island.",
          "visit_duration_min": 75
        },
        {
          "text": "Racławice Panorama, monumental circular fresco.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Wrocław's stunning Market Square, one of the largest and most beautiful in Europe, surrounded by elegant townhouses showcasing centuries of architectural styles. The ornate Gothic Town Hall dominates this vast public space where locals and visitors gather at outdoor cafés to soak up the vibrant atmosphere. With over 100 parks and green spaces, Wrocław ranks among Europe's greenest cities.",
          "visit_duration_min": 75
        },
        {
          "text": "Hunt for Wrocław's famous bronze dwarfs, over 300 whimsical small sculptures scattered throughout the city streets, each with its own character and story. This beloved urban art project began as anti-communist symbolism and evolved into a charming citywide treasure hunt. The quirky figures appear in unexpected locations, delighting visitors who stumble upon these miniature bronze inhabitants.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Racławice Panorama, a monumental 360-degree painting depicting the 1794 battle where Polish peasant forces defeated the Russian army. This enormous circular canvas, measuring 15 by 114 meters, immerses viewers in the dramatic scene through innovative 19th-century presentation techniques. The painting's journey-hidden during Communist times-adds another layer to its historical significance.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hunt for krasnale dwarfs, the city's mascot.",
          "visit_duration_min": 60
        },
        {
          "text": "Four Denominations Quarter and multicultural architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruise the Oder River to appreciate Wrocław's unique position across more than 100 bridges connecting its many islands. The city's waterways and bridges create romantic vistas at every turn, particularly beautiful when illuminated at night. This aquatic geography earned Wrocław comparisons to Venice and Amsterdam, though its character remains distinctly Central European.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 7
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "PL::zakopane",
      "name": "Zakopane",
      "cc": "PL",
      "language": "en",
      "coords": [
        49.29918,
        19.94957
      ],
      "lat": 49.29918,
      "lon": 19.94957,
      "visits": [
        {
          "text": "Krupówki, lively artery with traditional góralska mountain architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Wooden church of Jaszczurówka, jewel of Zakopane architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Zakopane Style Museum to understand mountain identity.",
          "visit_duration_min": 75
        },
        {
          "text": "Kościeliska Valley, hiking in a fairytale landscape with waterfalls.",
          "visit_duration_min": 75
        },
        {
          "text": "Morskie Oko Lake, pearl of the Tatras nestled in the mountains.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, lively street at the foot of the Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Wooden church of Jaszczurówka, mountain architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Lake Morskie Oko, alpine pearl set in the mountains.",
          "visit_duration_min": 75
        },
        {
          "text": "Kościeliska Valley with its waterfalls and caves.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to an oscypek producing farm with demonstration.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki mountain market for góralskie specialties.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrive in Zakopane, Poland's premier mountain resort nestled at the foot of the spectacular Tatra Mountains. This charming town, known as the winter capital of Poland, enchants visitors with its distinctive wooden architecture, vibrant highlander culture, and stunning alpine scenery. The pedestrianized main street lined with traditional wooden buildings showcases the unique regional style that developed in this isolated mountain community.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend Gubałówka Mountain by funicular for breathtaking panoramic views across Zakopane and the dramatic Tatra peaks beyond. The summit ridge offers easy walking trails, souvenir stalls selling local crafts, and traditional highlander food to sample while drinking in the mountain vistas. On clear days, the jagged silhouette of the High Tatras creates an unforgettable alpine backdrop.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike to Morskie Oko, Poland's largest and most beautiful mountain lake, set in a glacial cirque surrounded by towering granite peaks. The 7.7-kilometer trail through Tatra National Park passes cascading streams and pristine pine forests before revealing the crystal-clear waters reflecting sheer cliff faces. This iconic natural wonder, whose name means 'Eye of the Sea,' represents the quintessential Tatra experience.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cable car to the summit of Kasprowy Wierch for alpine panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of grilled oscypek and żubrówka at the market.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming or relaxation in the thermal baths of Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Cable car to the summit of Kasprowy Wierch.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of grilled oscypek and mountain dishes.",
          "visit_duration_min": 60
        },
        {
          "text": "Thermal baths under the stars.",
          "visit_duration_min": 60
        },
        {
          "text": "Panoramic hiking in the Tatras.",
          "visit_duration_min": 60
        },
        {
          "text": "Grilled oscypek tasting with cranberry jam.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner in an authentic mountain karczma.",
          "visit_duration_min": 60
        },
        {
          "text": "Mountain liqueurs and żubrówka tasting.",
          "visit_duration_min": 60
        },
        {
          "text": "Ride the cable car to Kasprowy Wierch, at 1,987 meters one of the most accessible high peaks in the Polish Tatras. The summit straddles the Polish-Slovak border, offering perspectives into both countries from its rocky viewpoint. In winter, excellent skiing draws crowds to Poland's highest ski resort, while summer brings hikers to the alpine trails radiating from the peak.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore Tatra National Park, a UNESCO Biosphere Reserve protecting Poland's only alpine landscape and the highest mountains in the country. The park's dramatic scenery includes glacial valleys, mountain lakes, waterfalls, and endemic flora found nowhere else in the world. Whether hiking challenging trails or simply admiring the views, the Tatras provide Poland's most spectacular natural experiences.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "KRAKOW, AUSCHWITZ AND TATRA MOUNTAINS",
          "day": 4
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "KRAKOW, AUSCHWITZ AND TATRA MOUNTAINS",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 10
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "THE ESSENTIALS OF POLAND IN 15 DAYS",
          "day": 11
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "GASTRONOMIC ROUTE OF POLAND",
          "day": 3
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 9
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "PL::zalipie",
      "name": "Zalipie",
      "cc": "PL",
      "language": "en",
      "coords": [
        50.22472,
        20.85472
      ],
      "lat": 50.22472,
      "lon": 20.85472,
      "visits": [
        {
          "text": "Painted village of Zalipie, thatched cottages covered with floral motifs.",
          "visit_duration_min": 75
        },
        {
          "text": "House-museum of Felicja Curyłowa, local artist.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traditional floral painting workshop on paper.",
          "visit_duration_min": 60
        },
        {
          "text": "Meeting with the village artisans.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner at a local home with peasant cuisine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SECRET PATHS OF POLAND",
          "day": 9
        }
      ],
      "rating": 5.5
    }
  ]
}