{
  "version": 1,
  "country": "pl",
  "language": "it",
  "places": [
    {
      "place_id": "PL::bialowieza",
      "name": "Bialowieza",
      "cc": "PL",
      "coords": [
        52.70134,
        23.84748
      ],
      "lat": 52.70134,
      "lon": 23.84748,
      "visits": [
        {
          "text": "Foresta di Białowieża, ultima foresta primaria d'Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Parco Nazionale e centro di allevamento di bisonti.",
          "visit_duration_min": 75
        },
        {
          "text": "Forêt de Białowieża, dernière forêt primaire d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Parc National et centre d'élevage de bisons.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione guidata alla ricerca dei bisonti selvatici.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée guidée à la recherche des bisons sauvages.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 1
        }
      ],
      "language": "it",
      "suggested_days": 0.5,
      "rating": 7.6,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::bialystok",
      "name": "Bialystok",
      "cc": "PL",
      "coords": [
        53.1325,
        23.1688
      ],
      "lat": 53.1325,
      "lon": 23.1688,
      "visits": [
        {
          "text": "Ammira il Palazzo Branicki, spesso chiamato la 'Versailles del Nord', un'imponente residenza barocca circondata da giardini in stile francese meticolosamente curati. Questo palazzo aristocratico del XVIII secolo presenta interni ornati, scalinate grandiose e bellissimi giardini completi di fontane e siepi scolpite. Il palazzo ora ospita un'università di medicina pur rimanendo aperto per visite guidate.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Chiesa Ortodossa dei Santi Pietro e Paolo, uno stupendo esempio di architettura religiosa di influenza bizantina che riflette l'eredità multiculturale della regione. Le cupole distintive della chiesa e l'interno riccamente decorato mostrano le tradizioni ortodosse che sono fiorite nella Polonia nord-orientale per secoli. Questo punto di riferimento spirituale offre uno sguardo sul variegato tessuto religioso della regione di confine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rilassati nel Parco Cittadino di Białystok, uno dei parchi urbani più antichi e belli della Polonia, perfetto per una tranquilla passeggiata pomeridiana o un picnic. I viali alberati del parco, gli stagni ornamentali e i monumenti storici creano un'oasi verde tranquilla nel cuore della città. Questo amato luogo di ritrovo locale offre uno sguardo sulla vita polacca quotidiana lontano dai tipici percorsi turistici.",
          "visit_duration_min": 60
        },
        {
          "text": "Avventurati nella primitiva Foresta di Białowieża, una delle ultime foreste antiche rimaste in Europa e Patrimonio dell'Umanità UNESCO che si estende sul confine polacco-bielorusso. Questa straordinaria foresta protegge bisonti europei rari, linci, alci e innumerevoli altre specie in un ecosistema praticamente immutato per millenni. Santuari della fauna selvatica, centri educativi e sentieri forestali permettono ai visitatori di vivere questo tesoro naturale unico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Città Medievali, Costa Baltica e Cime Montuose",
          "day": 1
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3,
      "place_type": "city"
    },
    {
      "place_id": "PL::chelmno",
      "name": "Chelmno",
      "cc": "PL",
      "coords": [
        53.34861,
        18.42361
      ],
      "lat": 53.34861,
      "lon": 18.42361,
      "visits": [
        {
          "text": "Città vecchia medievale di Chełmno perfettamente conservata.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilica dell'Assunzione con reliquie di San Valentino.",
          "visit_duration_min": 75
        },
        {
          "text": "Municipio rinascimentale e panorama dalla torre.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille ville médiévale de Chełmno parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique de l'Assomption avec reliques de Saint Valentin.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville Renaissance et panorama depuis la tour.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sui bastioni medievali intatti.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena in una taverna medievale.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade sur les remparts médiévaux intacts.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne médiévale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 5
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.6,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::czestochowa",
      "name": "Czestochowa",
      "cc": "PL",
      "coords": [
        50.81171,
        19.12075
      ],
      "lat": 50.81171,
      "lon": 19.12075,
      "visits": [
        {
          "text": "Monastero di Jasna Góra e Madonna Nera, importante luogo di pellegrinaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del monastero con tesori religiosi.",
          "visit_duration_min": 75
        },
        {
          "text": "Monastère de Jasna Góra et Vierge Noire, haut lieu de pèlerinage.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du monastère avec trésors religieux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partecipazione a una funzione o canti religiosi.",
          "visit_duration_min": 60
        },
        {
          "text": "Strada dei Nidi d'Aquila nella Giura di Cracovia.",
          "visit_duration_min": 60
        },
        {
          "text": "Participation à un office ou chants religieux.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Nids d'Aigle dans la Jura cracovienne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 12
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.3,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::frombork",
      "name": "Frombork",
      "cc": "PL",
      "coords": [
        54.35722,
        19.67972
      ],
      "lat": 54.35722,
      "lon": 19.67972,
      "visits": [
        {
          "text": "Cattedrale-fortezza di Frombork dove Copernico elaborò la sua teoria.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Copernico nella torre Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planetario con spettacolo sul sistema eliocentrico.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale-forteresse de Frombork où Copernic élabora sa théorie.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Copernic dans la tour Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planétarium avec spectacle sur le système héliocentrique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sulla laguna della Vistola al tramonto.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur la lagune de la Vistule au coucher de soleil.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 4
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::gdansk",
      "name": "Gdansk",
      "cc": "PL",
      "coords": [
        54.35202,
        18.64638
      ],
      "lat": 54.35202,
      "lon": 18.64638,
      "visits": [
        {
          "text": "Długi Targ e Porta Dorata, cuore storico della città anseatica.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilica di Santa Maria, la più grande chiesa in mattoni del mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo dell'Ambra per scoprire l'oro del Baltico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo della Seconda Guerra Mondiale, architettura contemporanea suggestiva.",
          "visit_duration_min": 75
        },
        {
          "text": "Cantieri navali di Danzica e monumento di Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Cattedrale di Oliwa e i suoi organi monumentali barocchi.",
          "visit_duration_min": 75
        },
        {
          "text": "Parco paesaggistico di Oliwa con giardini romantici.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ e architettura anseatica colorata di Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo dell'Ambra sulla strada lastricata Mariacka.",
          "visit_duration_min": 75
        },
        {
          "text": "Castello di Malbork, colossale fortezza teutonica in mattoni.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato del pesce e affumicatoio tradizionale di Danzica.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita della distilleria Der Lachs con storia del Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Laboratorio di fabbricazione di kiełbasa artigianale.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato dei produttori di Gdynia per prodotti della baia.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato mattutino per ultimi acquisti di specialità.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronomico in un caffè storico.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ et Porte d'Or, cœur historique de la cité hanséatique.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie, la plus grande église en brique au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre pour découvrir l'or de la Baltique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Seconde Guerre mondiale, architecture contemporaine saisissante.",
          "visit_duration_min": 75
        },
        {
          "text": "Chantiers navals de Gdansk et monument de Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale d'Oliwa et ses orgues monumentaux baroques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc paysager d'Oliwa avec jardins romantiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ et architecture hanséatique colorée de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre sur la rue Mariacka pavée.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Malbork, forteresse teutonique colossale en brique.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché aux poissons et fumoir traditionnel de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la distillerie Der Lachs avec histoire du Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de fabrication de kiełbasa artisanale.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de producteurs de Gdynia pour produits de la baie.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché matinal pour derniers achats de spécialités.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronomique dans un café historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia lungo la magnifica Via Reale di Gdańsk, il percorso cerimoniale dove i re polacchi un tempo sfilavano davanti alle più grandiose case patrizie e monumenti civici della città. Le facciate colorate della Città Principale, i portali ornati e i timpani eleganti creano uno dei paesaggi urbani più fotogenici di tutta Europa. Nonostante i danni bellici estesi, una ricostruzione meticolosa ha restaurato questo capolavoro anseatico al suo antico splendore.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il porto storico di Gdańsk, dove il fiume Motława è fiancheggiato da magazzini medievali in mattoni e dall'iconica gru in legno che un tempo caricava le navi mercantili. Questo suggestivo distretto sul lungomare cattura l'essenza del prospero passato marittimo della città come uno dei centri commerciali più importanti del Baltico. Crociere in barca partono regolarmente, offrendo prospettive uniche sull'architettura storica dall'acqua.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Castello di Malbork, il più grande castello in mattoni del mondo e Patrimonio dell'Umanità UNESCO, facilmente accessibile come gita di un giorno da Gdańsk. Questa massiccia fortezza del XIII secolo, costruita dai Cavalieri Teutonici, comprende tre complessi di castelli interconnessi circondati da mura difensive multiple. Gli interni estensivamente restaurati ospitano affascinanti collezioni di armature medievali, ambra e arte religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri il fascino costiero di Sopot, un'elegante città resort che vanta il molo in legno più lungo d'Europa che si estende per oltre 500 metri nel Mar Baltico. Questa elegante città termale attrae visitatori dal XIX secolo con le sue belle spiagge, i viali alberati e l'architettura distintiva inclusa la famosa Casa Storta. L'atmosfera vivace e l'ambiente costiero rendono Sopot una deliziosa fuga dal turismo urbano.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora Gdynia, il più grande porto marittimo della Polonia, che crebbe da un piccolo villaggio di pescatori in un moderno hub marittimo durante il periodo interbellico. Il Museo della Marina Polacca e le navi da guerra conservate ormeggiate nel porto raccontano la storia dell'eredità navale della Polonia. L'architettura modernista della città e il vivace lungomare riflettono le sue origini uniche del XX secolo come città pianificata.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sui moli del porto vecchio e Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di Goldwasser in una taverna storica.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione del quartiere alla moda di Wrzeszcz.",
          "visit_duration_min": 60
        },
        {
          "text": "Crociera nella baia di Danzica al tramonto.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto d'organo nella cattedrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Ultimi acquisti di ambra nella via Mariacka.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena d'addio in una cantina storica di Danzica.",
          "visit_duration_min": 60
        },
        {
          "text": "Crociera nel porto storico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di Goldwasser, liquore locale con scaglie d'oro.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita di Sopot e il suo molo di legno più lungo d'Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno sulle spiagge di sabbia fine del Baltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di aringhe marinate in 12 variazioni.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena di frutti di mare baltici in un ristorante storico.",
          "visit_duration_min": 60
        },
        {
          "text": "Pranzo in un milk bar baltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di birre artigianali della Pomerania.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena d'addio con menu degustazione terra e mare.",
          "visit_duration_min": 60
        },
        {
          "text": "Laboratorio finale di degustazione di vodke artigianali.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata digestiva sul lungomare.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade sur les quais du vieux port et Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de Goldwasser dans une taverne historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration du quartier branché de Wrzeszcz.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière dans la baie de Gdansk au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert d'orgue dans la cathédrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Dernières emplettes d'ambre dans la rue Mariacka.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans une cave historique de Gdansk.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière dans le port historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de Goldwasser, liqueur locale à paillettes d'or.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de Sopot et sa jetée en bois la plus longue d'Europe.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade sur les plages de sable fin de la Baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de harengs marinés en 12 variations.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de fruits de mer baltiques dans un restaurant historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Déjeuner dans un bar à lait milk bar baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de bières artisanales de Poméranie.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu avec menu dégustation terre et mer.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier final de dégustation de vodkas artisanales.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade digestive sur la promenade maritime.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivi l'esperienza delle Tre Città combinando visite a Gdańsk, Sopot e Gdynia, tre centri urbani distinti ma interconnessi lungo la costa del Baltico. Efficienti collegamenti ferroviari collegano queste città vicine, ognuna con il proprio carattere: la medievale Gdańsk, l'elegante Sopot e la marittima Gdynia. Questo trio urbano offre un'introduzione completa al patrimonio baltico della Polonia e alla vita costiera contemporanea.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "DANZICA E LA COSTA BALTICA",
          "day": 1
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "DANZICA E LA COSTA BALTICA",
          "day": 2
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "DANZICA E LA COSTA BALTICA",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 4
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 9
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 10
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Città Medievali, Costa Baltica e Cime Montuose",
          "day": 4
        }
      ],
      "language": "it",
      "suggested_days": 4,
      "rating": 9.5,
      "place_type": "metropolis"
    },
    {
      "place_id": "PL::gdynia",
      "name": "Gdynia",
      "cc": "PL",
      "coords": [
        54.51891,
        18.53144
      ],
      "lat": 54.51891,
      "lon": 18.53144,
      "visits": [
        {
          "text": "Museo dell'Emigrazione, storia toccante della partenza verso l'America.",
          "visit_duration_min": 75
        },
        {
          "text": "Cacciatorpediniere Błyskawica, nave museo della marina polacca.",
          "visit_duration_min": 75
        },
        {
          "text": "Acquario di Gdynia per scoprire la fauna baltica.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Émigration, histoire poignante du départ vers l'Amérique.",
          "visit_duration_min": 75
        },
        {
          "text": "Destroyer Błyskawica, navire musée de la marine polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Aquarium de Gdynia pour découvrir la faune baltique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sulla scogliera di Kamienna Góra con vista panoramica.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena di pesce affumicato al porto di pesca.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur la falaise de Kamienna Góra avec vue panoramique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de poisson fumé au port de pêche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "DANZICA E LA COSTA BALTICA",
          "day": 4
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 7.6,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::gniezno",
      "name": "Gniezno",
      "cc": "PL",
      "coords": [
        52.53472,
        17.5825
      ],
      "lat": 52.53472,
      "lon": 17.5825,
      "visits": [
        {
          "text": "Cattedrale di Gniezno, culla della Polonia cristiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Porte di Gniezno, capolavoro romanico in bronzo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo delle Origini dello Stato Polacco.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Gniezno, berceau de la Pologne chrétienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Portes de Gniezno, chef-d'œuvre roman en bronze.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des Origines de l'État Polonais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Via dei Primi Piast attraverso villaggi storici.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita di una fattoria ecologica con prodotti del territorio.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Premiers Piast à travers villages historiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d'une ferme écologique avec produits du terroir.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 6
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5.8,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::hel",
      "name": "Hel",
      "cc": "PL",
      "coords": [
        54.60778,
        18.80222
      ],
      "lat": 54.60778,
      "lon": 18.80222,
      "visits": [
        {
          "text": "Faro di Hel e museo della pesca costiera.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificazioni costiere della Seconda Guerra Mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Phare de Hel et musée de la pêche côtière.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications côtières de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Osservazione delle foche al centro Fokarium.",
          "visit_duration_min": 60
        },
        {
          "text": "Giro in bicicletta sulla penisola stretta tra due mari.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurf o kitesurf sui spot rinomati.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation des phoques au centre Fokarium.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo sur la péninsule étroite entre deux mers.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurf ou kitesurf sur les spots réputés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "DANZICA E LA COSTA BALTICA",
          "day": 5
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.1,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::krakow",
      "name": "Krakow",
      "cc": "PL",
      "coords": [
        50.06465,
        19.94498
      ],
      "lat": 50.06465,
      "lon": 19.94498,
      "visits": [
        {
          "text": "Perditi nella magnifica Rynek Główny di Cracovia, la più grande piazza medievale d'Europa e il cuore vibrante di questa amata ex capitale reale. La vasta distesa di ciottoli, circondata da eleganti case a schiera, chiese gotiche e il Palazzo del Tessuto rinascimentale, pulsa di vita dall'alba fino a ben oltre mezzanotte. Carrozze trainate da cavalli, artisti di strada e terrazze di caffè all'aperto creano un'atmosfera di eleganza europea senza tempo.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilica di Santa Maria e il suo polittico di Veit Stoss, capolavoro gotico.",
          "visit_duration_min": 75
        },
        {
          "text": "Collina del Wawel con il castello reale e la cattedrale dei re di Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Miniere di sale di Wieliczka, cattedrale sotterranea scolpita nel sale.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo della fabbrica di Schindler, testimonianza toccante della Seconda Guerra Mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Castello di Pieskowa Skała e le scogliere del Giura cracoviano.",
          "visit_duration_min": 75
        },
        {
          "text": "Abbazia benedettina di Tyniec sulle rive della Vistola.",
          "visit_duration_min": 75
        },
        {
          "text": "Mattinata libera per shopping di souvenir d'ambra e pizzo.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartiere di Nowa Huta, utopia socialista diventata patrimonio industriale.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny di Cracovia, cuore pulsante della città reale.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato della Hala Sukiennice per prodotti del territorio cracoviano.",
          "visit_duration_min": 75
        },
        {
          "text": "Laboratorio di preparazione di pierogi tradizionali.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita di una distilleria artigianale di vodka con degustazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato contadino Stary Kleparz per incontrare i produttori locali.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita di cantine di miele e idromele con degustazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Caseificio artigianale della regione cracoviana.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny, plus grande place médiévale d'Europe avec la Halle aux Draps.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie et son retable de Veit Stoss, chef-d'œuvre gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Colline du Wawel avec le château royal et la cathédrale des rois de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Mines de sel de Wieliczka, cathédrale souterraine sculptée dans le sel.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'usine Schindler, témoignage émouvant de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Pieskowa Skała et les falaises de Jura cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Abbaye bénédictine de Tyniec sur les rives de la Vistule.",
          "visit_duration_min": 75
        },
        {
          "text": "Matinée libre pour shopping de souvenirs d'ambre et dentelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier de Nowa Huta, utopie socialiste devenue patrimoine industriel.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny de Cracovie, cœur battant de la cité royale.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de la Halle aux Draps pour produits du terroir cracovien.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de confection de pierogi traditionnels.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une distillerie artisanale de vodka avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché paysan Stary Kleparz pour rencontrer producteurs locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de caves à miel et hydromel avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Fromagerie artisanale de la région cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali al Castello di Wawel, l'ex sede dei re polacchi arroccato drammaticamente su un affioramento calcareo sopra il fiume Vistola. Questo magnifico complesso di edifici gotici e rinascimentali ospita sale di stato, appartamenti privati reali e un'impressionante collezione di arazzi fiamminghi e armature. L'adiacente Cattedrale di Wawel, luogo di incoronazione dei monarchi polacchi, contiene tombe reali e il santuario d'argento di San Stanislao.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Palazzo del Tessuto, il grande porticato commerciale rinascimentale che occupa il centro della piazza principale dal XIV secolo. Il piano terra mantiene la sua tradizione commerciale con bancarelle che vendono gioielli d'ambra, oggetti di artigianato in legno e souvenir polacchi, mentre la galleria superiore ospita una sede del Museo Nazionale. Questa struttura iconica incarna perfettamente la prosperità medievale di Cracovia come importante centro commerciale.",
          "visit_duration_min": 75
        },
        {
          "text": "Scendi nella Miniera di Sale di Wieliczka, Patrimonio dell'Umanità UNESCO appena fuori Cracovia dove il sale viene estratto continuamente dal XIII secolo. Le camere sotterranee scavate interamente nel salgemma includono cappelle ornate, sculture elaborate e persino un lago sotterraneo, tutto illuminato da lampadari di cristallo anch'essi fatti di sale. Questa meraviglia sotterranea, che raggiunge profondità di 327 metri, mostra secoli di storia mineraria e notevoli risultati artistici.",
          "visit_duration_min": 75
        },
        {
          "text": "Rendi solenne omaggio al Memoriale e Museo di Auschwitz-Birkenau, il più grande campo di concentramento nazista dove morirono oltre un milione di persone durante la Seconda Guerra Mondiale. Questo sito straziante conserva le prove fisiche del genocidio attraverso baracche originali, torrette di guardia e crematori che testimoniano tragedie umane inimmaginabili. L'esperienza, benché emotivamente impegnativa, fornisce educazione storica essenziale sull'Olocausto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel quartiere ebraico di Kazimierz, cuore vibrante della cultura ebraica polacca.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di pierogi e żurek in una taverna tradizionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione delle gallerie d'arte contemporanea di Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto di musica klezmer a Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Strada dei Nidi d'Aquila attraverso castelli e paesaggi carsici.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena d'addio in una cantina a volta del centro storico.",
          "visit_duration_min": 60
        },
        {
          "text": "Crociera sulla Vistola al tramonto.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartiere ebraico di Kazimierz, luoghi della memoria e caffè.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione presso i migliori produttori di pierogi artigianali.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena in una taverna storica di Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Corso di cucina polacca tradizionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour notturno nei milk bar e nuovi indirizzi.",
          "visit_duration_min": 60
        },
        {
          "text": "Pranzo gastronomico in un ristorante stellato moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata vinicola nei vigneti della Małopolska.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le quartier juif de Kazimierz, cœur vibrant de la culture juive polonaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pierogi et żurek dans une taverne traditionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration des galeries d'art contemporain de Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de musique klezmer à Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Nids d'Aigle à travers châteaux et paysages karstiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans une cave voûtée de la vieille ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière sur la Vistule au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier juif de Kazimierz, lieux de mémoire et cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation chez les meilleurs producteurs de pierogi artisanaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne historique de Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours de cuisine polonaise traditionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour nocturne dans les bars à lait milk bar et nouvelles adresses.",
          "visit_duration_min": 60
        },
        {
          "text": "Déjeuner gastronomique dans un restaurant étoilé moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade viticole dans les vignobles de Małopolska.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplora le mura medievali di Cracovia, tra le meglio conservate d'Europa, con le loro torri difensive e l'iconica Porta di San Floriano. Queste fortificazioni un tempo circondavano tutto il centro storico, anche se oggi rimangono solo frammenti lungo il Parco Planty alberato. Il Barbacane, un imponente avamposto difensivo gotico, rappresenta l'elemento più impressionante sopravvissuto delle difese medievali.",
          "visit_duration_min": 60
        },
        {
          "text": "Scopri i tesori del Museo Nazionale, che ospita la più bella collezione d'arte della Polonia dai tempi medievali all'era contemporanea. Le collezioni del museo includono la 'Dama con l'Ermellino' di Leonardo da Vinci, uno dei soli quattro ritratti sopravvissuti del maestro rinascimentale. Molteplici sedi in tutta la città esplorano le arti decorative, la pittura polacca e l'opera di artisti specifici.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ E MONTI TATRA",
          "day": 1
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ E MONTI TATRA",
          "day": 2
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ E MONTI TATRA",
          "day": 6
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ E MONTI TATRA",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 1
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 4
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Città Medievali, Costa Baltica e Cime Montuose",
          "day": 8
        }
      ],
      "language": "it",
      "suggested_days": 3.5,
      "rating": 9.6,
      "place_type": "capital"
    },
    {
      "place_id": "PL::lancut",
      "name": "Lancut",
      "cc": "PL",
      "coords": [
        50.0675,
        22.22889
      ],
      "lat": 50.0675,
      "lon": 22.22889,
      "visits": [
        {
          "text": "Castello di Łańcut, residenza magnificamente arredata dei magnati.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo dell'automobile e delle carrozze storiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Sinagoga barocca restaurata.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Łańcut, résidence magnifiquement meublée des magnats.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'automobile et des carrosses historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Synagogue baroque restaurée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel parco romantico del castello.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto di musica classica nei saloni.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le parc romantique du château.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de musique classique dans les salons.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 10
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::leba",
      "name": "Leba",
      "cc": "PL",
      "coords": [
        54.7558,
        17.555
      ],
      "lat": 54.7558,
      "lon": 17.555,
      "visits": [
        {
          "text": "Ammira le Dune di Sabbia di Słowiński, le dune mobili più alte d'Europa, che creano un paesaggio desertico ultraterreno all'interno del Parco Nazionale di Słowiński. Queste formazioni straordinarie si spostano di circa 10 metri all'anno, seppellendo gradualmente le pinete circostanti nel loro inesorabile avanzamento. Camminare attraverso queste vaste distese sabbiose, con il Mar Baltico che scintilla in lontananza, offre un'esperienza naturale davvero unica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora il Parco Nazionale di Słowiński, Riserva della Biosfera UNESCO che protegge un notevole ecosistema costiero di dune mobili, laghi incontaminati e diversi habitat faunistici. I paesaggi insoliti del parco includono campi di dune, foreste costiere e zone umide brulicanti di uccelli migratori. Sentieri escursionistici e piattaforme di osservazione permettono ai visitatori di apprezzare questo ambiente dinamico dove sabbia, acqua e vento rimodellano costantemente il terreno.",
          "visit_duration_min": 60
        },
        {
          "text": "Rilassati nella località balneare di Łeba, un'affascinante cittadina baltica che funge da porta d'accesso alle dune mobili. Questo ex villaggio di pescatori combina i servizi per le vacanze al mare con il carattere tradizionale della costa polacca. Le escursioni a cavallo attraverso i paesaggi sabbiosi offrono un modo memorabile per vivere questo ambiente costiero unico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Città Medievali, Costa Baltica e Cime Montuose",
          "day": 5
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3.8,
      "place_type": "city"
    },
    {
      "place_id": "PL::lidzbark-warminski",
      "name": "Lidzbark Warminski",
      "cc": "PL",
      "coords": [
        54.125,
        20.58444
      ],
      "lat": 54.125,
      "lon": 20.58444,
      "visits": [
        {
          "text": "Castello dei vescovi di Warmia, fortezza gotica sconosciuta.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilica gotica dei Santi Pietro e Paolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Château des évêques de Warmie, forteresse gothique méconnue.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique gothique Saint-Pierre et Paul.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Strada dei castelli di Warmia attraverso la campagna.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di prodotti monastici locali.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des châteaux de Warmie à travers la campagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de produits monastiques locaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 3
        }
      ],
      "language": "it",
      "suggested_days": 0.5,
      "rating": 4.6,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::lodz",
      "name": "Lodz",
      "cc": "PL",
      "coords": [
        51.75925,
        19.45598
      ],
      "lat": 51.75925,
      "lon": 19.45598,
      "visits": [
        {
          "text": "Via Piotrkowska, arteria di 4 km costeggiata da palazzi industriali.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo d'Arte MS1 in un palazzo tessile.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complesso culturale in una ex fabbrica.",
          "visit_duration_min": 75
        },
        {
          "text": "Rue Piotrkowska, artère de 4 km bordée de palais industriels.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art MS1 dans un palais textile.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complexe culturel dans une ancienne usine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita del quartiere bohémien Off Piotrkowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Street art nei cortili industriali.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du quartier bohème Off Piotrkowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Street art dans les cours industrielles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 13
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.9,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::malbork",
      "name": "Malbork",
      "cc": "PL",
      "coords": [
        54.03972,
        19.02694
      ],
      "lat": 54.03972,
      "lon": 19.02694,
      "visits": [
        {
          "text": "Castello di Malbork, la più grande fortezza di mattoni al mondo, sede dei Cavalieri Teutonici.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Malbork, plus grande forteresse de briques au monde, siège des Chevaliers Teutoniques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Spettacolo storico medievale nel cortile del castello.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata notturna sui bastioni illuminati.",
          "visit_duration_min": 60
        },
        {
          "text": "Spectacle historique médiéval dans la cour du château.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne sur les remparts illuminés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "DANZICA E LA COSTA BALTICA",
          "day": 6
        }
      ],
      "language": "it",
      "suggested_days": 0.5,
      "rating": 6.9,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::nysa",
      "name": "Nysa",
      "cc": "PL",
      "coords": [
        50.47389,
        17.33361
      ],
      "lat": 50.47389,
      "lon": 17.33361,
      "visits": [
        {
          "text": "Basilica dei Santi Giacomo e Agnese, gioiello gotico slesiano.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificazioni barocche e torre pendente di Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo degli strumenti liturgici.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Saints-Jacques-et-Agnès, joyau gothique silésien.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications baroques et tour penchée de Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des instruments liturgiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplorazione del vecchio canale sotterraneo medievale.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata nei giardini episcopali.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration du vieux canal souterrain médiéval.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans les jardins épiscopaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 7
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::oswiecim",
      "name": "Oswiecim",
      "cc": "PL",
      "coords": [
        50.03492,
        19.17792
      ],
      "lat": 50.03492,
      "lon": 19.17792,
      "visits": [
        {
          "text": "Memoriale e museo di Auschwitz-Birkenau, luogo di raccoglimento essenziale.",
          "visit_duration_min": 75
        },
        {
          "text": "Mémorial et musée d'Auschwitz-Birkenau, lieu de recueillement essentiel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tempo di raccoglimento e riflessione personale.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita del centro storico di Oświęcim.",
          "visit_duration_min": 60
        },
        {
          "text": "Temps de recueillement et réflexion personnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du centre historique d'Oświęcim.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ E MONTI TATRA",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 0.5,
      "rating": 8.6,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::poznan",
      "name": "Poznan",
      "cc": "PL",
      "coords": [
        52.40637,
        16.92517
      ],
      "lat": 52.40637,
      "lon": 16.92517,
      "visits": [
        {
          "text": "Riunisciti nella magnifica Piazza del Mercato Vecchio di Poznań per assistere alle famose capre meccaniche che emergono dalla torre dell'orologio del Municipio ogni giorno a mezzogiorno per scontrarsi a cornate dodici volte. Questa amata tradizione del XVI secolo attira folle quotidiane nel cuore di una delle città più antiche e storiche della Polonia. Le case mercantili rinascimentali circostanti con le loro facciate colorate creano un paesaggio urbano tipicamente centroeuropeo.",
          "visit_duration_min": 75
        },
        {
          "text": "Cattedrale di Poznań sull'isola Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Castello Imperiale in stile neoromanico.",
          "visit_duration_min": 75
        },
        {
          "text": "Place du Vieux Marché avec l'Hôtel de Ville Renaissance.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Impérial de style néo-roman.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Municipio gotico, un capolavoro architettonico rinascimentale che ospita l'affascinante Museo della Storia di Poznań. La loggia ad arcate elegante dell'edificio e gli interni ornati riflettono la prosperità di questo importante centro commerciale durante la sua età dell'oro. Salire sulla torre premia i visitatori con viste panoramiche sul centro storico e sulla città moderna oltre.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Cattedrale dei Santi Pietro e Paolo su Ostrów Tumski (Isola della Cattedrale), la cattedrale più antica della Polonia e luogo di nascita spirituale della nazione polacca. Quest'isola storica nel fiume Warta conserva i resti dei primi sovrani polacchi e fu testimone della conversione del paese al cristianesimo nel 966 d.C. Le cappelle della cattedrale, in particolare la Cappella Dorata contenente tombe reali, mostrano secoli di arte religiosa e storia nazionale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Spettacolo dei capretti del Municipio a mezzogiorno.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartiere alla moda di Jeżyce, street food e caffè.",
          "visit_duration_min": 60
        },
        {
          "text": "Vita notturna studentesca nei pub del centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Spectacle des boucs de l'Hôtel de Ville à midi.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier branché de Jeżyce, street food et cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Vie nocturne étudiante dans les pubs du centre.",
          "visit_duration_min": 60
        },
        {
          "text": "Scopri la reputazione di Poznań come vivace città universitaria con un'energia giovanile che riempie i suoi caffè, bar e locali culturali. I numerosi studenti della città portano vitalità nelle strade storiche dove le tradizioni intellettuali risalgono a secoli fa. Quest'atmosfera dinamica rende Poznań una delle destinazioni urbane più coinvolgenti della Polonia oltre alle sue considerevoli attrazioni architettoniche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 5
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Città Medievali, Costa Baltica e Cime Montuose",
          "day": 6
        }
      ],
      "language": "it",
      "suggested_days": 1.5,
      "rating": 8.2,
      "place_type": "large_city"
    },
    {
      "place_id": "PL::sopot",
      "name": "Sopot",
      "cc": "PL",
      "coords": [
        54.44158,
        18.56044
      ],
      "lat": 54.44158,
      "lon": 18.56044,
      "visits": [
        {
          "text": "Molo di Sopot, il molo di legno più lungo d'Europa che si protende nel mare.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa Storta Krzywy Domek, architettura surrealista unica.",
          "visit_duration_min": 75
        },
        {
          "text": "Molo de Sopot, plus longue jetée en bois d'Europe s'avançant dans la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison Tordue Krzywy Domek, architecture surréaliste unique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bagni e relax sulla spiaggia di sabbia fine.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping e caffè su Monte Cassino, viale animato.",
          "visit_duration_min": 60
        },
        {
          "text": "Serata nei bar sulla spiaggia e club di Sopot.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade et détente sur la plage de sable fin.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping et cafés sur Monte Cassino, avenue animée.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée dans les bars de plage et clubs de Sopot.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "DANZICA E LA COSTA BALTICA",
          "day": 3
        }
      ],
      "language": "it",
      "suggested_days": 0.5,
      "rating": 8.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::swidnica",
      "name": "Swidnica",
      "cc": "PL",
      "coords": [
        50.84306,
        16.49056
      ],
      "lat": 50.84306,
      "lon": 16.49056,
      "visits": [
        {
          "text": "Chiesa della Pace, la più grande chiesa a graticcio d'Europa, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Cattedrale dei Santi Stanislao e Venceslao e il suo organo monumentale.",
          "visit_duration_min": 75
        },
        {
          "text": "Église de la Paix, plus grande église à pans de bois d'Europe, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saints-Stanislas-et-Venceslas et son orgue monumental.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita dell'antico rifugio antiatomico segreto sotto la città.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione nei monti Table con rocce strane.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de l'ancien abri antiatomique secret sous la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée dans les monts Table avec roches étranges.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 8
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::torun",
      "name": "Torun",
      "cc": "PL",
      "coords": [
        53.01379,
        18.59844
      ],
      "lat": 53.01379,
      "lon": 18.59844,
      "visits": [
        {
          "text": "Città Vecchia di Toruń, città medievale perfettamente conservata.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa natale di Copernico e planetario.",
          "visit_duration_min": 75
        },
        {
          "text": "Municipio gotico con vista panoramica.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Pan di Zenzero con laboratorio di confezione.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita della fabbrica Kopernik, pan di zenzero dal 1763.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Toruń, cité médiévale parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison natale de Copernic et planétarium.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville gothique avec vue panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Pain d'Épice avec atelier de confection.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la fabrique Kopernik, pain d'épice depuis 1763.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia attraverso il Centro Storico di Toruń inserito nella lista UNESCO, uno dei centri urbani medievali meglio conservati d'Europa e luogo di nascita dell'astronomo Niccolò Copernico. L'architettura gotica in mattoni, le strade acciottolate tortuose e le piazze suggestive trasportano i visitatori indietro alla prospera era anseatica. Questo paesaggio urbano medievale straordinariamente intatto offre uno sguardo autentico sul ricco passato mercantile della Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora la Casa Museo Copernico, dedicata al figlio più famoso di Toruń che rivoluzionò la nostra comprensione dell'universo. Questa casa di mercante gotica ricostruita dove Copernico nacque nel 1473 espone arredi d'epoca, strumenti astronomici e mostre sulla sua teoria eliocentrica rivoluzionaria. Il museo porta in vita il mondo che plasmò una delle più grandi menti scientifiche della storia.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira il Municipio gotico che domina il Rynek Staromiejski, una magnifica struttura del XIV secolo considerata uno dei più bei esempi di architettura civica medievale dell'Europa Centrale. La torre svettante dell'edificio offre viste panoramiche attraverso il Centro Storico dai tetti rossi fino al fiume Vistola oltre. All'interno, il Museo Regionale mostra l'eredità artistica e culturale di Toruń che abbraccia secoli.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustazione del pan di zenzero di Toruń, specialità ancestrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata notturna sui bastioni medievali.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di pan di zenzero artigianali vari.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena medievale in una cantina gotica.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation du pain d'épice de Toruń, spécialité ancestrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade nocturne sur les remparts médiévaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pains d'épices artisanaux variés.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner médiéval dans une cave gothique.",
          "visit_duration_min": 60
        },
        {
          "text": "Scopri la Torre Pendente di Toruń, una curiosa fortificazione medievale che si inclina notevolmente a causa della sua costruzione su terreno instabile. La leggenda afferma che la torre fu costruita da un Cavaliere Teutonico come penitenza, sebbene la sua inclinazione probabilmente risulti dal terreno soffice sottostante. Questo punto di riferimento bizzarro ora ospita una taverna affascinante dove i visitatori possono sperimentare gli angoli insoliti di persona.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorri la Via Reale seguendo il sentiero un tempo preso dai re polacchi durante le loro visite cerimoniali a questa prospera città commerciale. Questa storica via processionale passa davanti alle più grandiose chiese gotiche, case di mercanti ed edifici civici che resero Toruń una delle città più ricche della Polonia medievale. Il percorso fornisce un'eccellente struttura per esplorare i punti salienti architettonici del Centro Storico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 7
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Città Medievali, Costa Baltica e Cime Montuose",
          "day": 3
        }
      ],
      "language": "it",
      "suggested_days": 1.5,
      "rating": 8.8,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::tykocin",
      "name": "Tykocin",
      "cc": "PL",
      "coords": [
        53.20417,
        22.76861
      ],
      "lat": 53.20417,
      "lon": 22.76861,
      "visits": [
        {
          "text": "Sinagoga barocca di Tykocin, una delle più belle della Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa barocca della Trinità e il suo monastero.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo ebraico nell'antico talmud torah.",
          "visit_duration_min": 75
        },
        {
          "text": "Synagogue baroque de Tykocin, l'une des plus belles de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Église baroque de la Trinité et son monastère.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée juif dans l'ancien talmud torah.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel villaggio conservato sulle rive della Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di miele di foresta presso un apicoltore locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le village préservé au bord de la Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de miel de forêt chez un apiculteur local.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 2
        }
      ],
      "language": "it",
      "suggested_days": 0.5,
      "rating": 3.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::warsaw",
      "name": "Warsaw",
      "cc": "PL",
      "coords": [
        52.22968,
        21.01223
      ],
      "lat": 52.22968,
      "lon": 21.01223,
      "visits": [
        {
          "text": "Città Vecchia di Varsavia, ricostruzione minuziosa classificata UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Castello Reale con i suoi sontuosi interni restaurati.",
          "visit_duration_min": 75
        },
        {
          "text": "Piazza del Mercato Rynek Starego Miasta e statua della Sirena.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo dell'Insurrezione di Varsavia, omaggio agli eroi del 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palazzo della Cultura e delle Scienze, grattacielo staliniano emblematico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Chopin interattivo per immergersi nell'universo del compositore.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo POLIN di storia degli ebrei polacchi, architettura moderna notevole.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia attraverso il Parco Łazienki, il parco più grande e bello di Varsavia che presenta l'incantevole Palazzo sull'Isola riflesso in acque tranquille. Questa residenza estiva reale del XVIII secolo, circondata da giardini curati, pavoni e sculture classiche, offre una fuga serena dall'esplorazione urbana. I paesaggi romantici del parco e l'architettura neoclassica lo rendono un favorito tra locali e visitatori.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Palazzo Wilanów, spesso chiamato la Versailles polacca, una squisita residenza reale barocca situata tra giardini formali alla periferia della città. Costruito come rifugio estivo per il Re Giovanni III Sobieski, il palazzo mostra interni opulenti, arredi d'epoca e un'eccezionale collezione di arte europea. I giardini italiani e inglesi circostanti offrono un ambiente pittoresco per tranquille passeggiate.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Nazionale con collezione di pittura polacca.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo d'Arte Moderna con mostre d'avanguardia.",
          "visit_duration_min": 75
        },
        {
          "text": "Cimitero Powązki, pantheon delle personalità polacche.",
          "visit_duration_min": 75
        },
        {
          "text": "Città Vecchia di Varsavia ricostruita nel dopoguerra, miracolo UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Castello Reale e Piazza del Castello con la sua colonna di Sigismondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri il Museo dell'Insurrezione di Varsavia, un tributo innovativo e profondamente commovente alla rivolta del 1944 contro l'occupazione nazista. Attraverso mostre immersive, manufatti autentici e presentazioni multimediali, questo museo premiato racconta la storia della lotta durata 63 giorni che ha plasmato l'identità polacca moderna. L'esperienza fornisce un contesto essenziale per comprendere la distruzione bellica di Varsavia e la sua successiva rinascita.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato Hala Mirowska, tempio dei prodotti freschi varsaviani.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasticceria Blikle per pączki leggendari dal 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar del latte milk bar tradizionale per żurek e pierogi popolari.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo della Vodka Polacca con degustazione comparativa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita di un birrificio artigianale varsaviano.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Varsovie, reconstruction minutieuse classée UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal avec ses intérieurs somptueux restaurés.",
          "visit_duration_min": 75
        },
        {
          "text": "Place du Marché Rynek Starego Miasta et statue de la Sirène.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Insurrection de Varsovie, hommage aux héros de 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, gratte-ciel stalinien emblématique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Chopin interactif pour plonger dans l'univers du compositeur.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée POLIN d'histoire des Juifs polonais, architecture moderne remarquable.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc Łazienki avec le Palais sur l'Eau et ses jardins romantiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Wilanów, Versailles polonais avec jardins à la française.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National avec collection de peinture polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art Moderne avec expositions avant-gardistes.",
          "visit_duration_min": 75
        },
        {
          "text": "Cimetière Powązki, panthéon des personnalités polonaises.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Varsovie reconstruite après-guerre, miracle UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal et Place du Château avec sa colonne de Sigismond.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Insurrection pour comprendre l'histoire récente.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, panorama sur Varsovie moderne.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National et collection d'art polonais.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché Hala Mirowska, temple des produits frais varsoviens.",
          "visit_duration_min": 75
        },
        {
          "text": "Pâtisserie Blikle pour pączki légendaires depuis 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar à lait milk bar traditionnel pour żurek et pierogi populaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Vodka Polonaise avec dégustation comparative.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une brasserie artisanale varsovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Centro Storico di Varsavia meticolosamente ricostruito, un Patrimonio dell'Umanità UNESCO che rappresenta una notevole testimonianza della resilienza polacca. Dopo aver subito più dell'85% di distruzione durante la Seconda Guerra Mondiale, la città fu pazientemente ricostruita dai suoi cittadini determinati. L'affascinante piazza del mercato e le strade circostanti ora mostrano la bellezza architettonica che un tempo caratterizzava questa capitale storica.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Castello Reale, l'antica residenza ufficiale dei monarchi polacchi magnificamente restaurata al suo splendore barocco. Questo grandioso palazzo che domina Piazza del Castello contiene sale di stato sontuosamente decorate, appartamenti reali e un'impressionante collezione di dipinti e arti decorative. Il castello serve sia come museo che come simbolo dell'eredità reale della Polonia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata lungo la Via Reale fino al Palazzo Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di pączki nella leggendaria pasticceria Blikle.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto di Chopin al parco Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartiere trendy di Praga, street art e caffè alternativi.",
          "visit_duration_min": 60
        },
        {
          "text": "Vita notturna nei bar di vodka di Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping moderne à Złote Tarasy et Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Crociera sulla Vistola al tramonto.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercato dei produttori Hala Mirowska per prodotti locali.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione finale di cucina polacca moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Vista panoramica dalla terrazza sul tetto dell'Università.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena in una taverna tradizionale del centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping finale al mercato Hala Mirowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena d'addio in un ristorante gastronomico moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata notturna lungo la Vistola illuminata.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour nel quartiere di Praga riva destra.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena in un ristorante di nuova cucina polacca.",
          "visit_duration_min": 60
        },
        {
          "text": "Laboratorio di preparazione di bigos e gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Bar hopping dans les vodka bars de Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade le long de la Voie Royale jusqu'au Palais Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pączki à la légendaire pâtisserie Blikle.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de Chopin au parc Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier branché de Praga, street art et cafés alternatifs.",
          "visit_duration_min": 60
        },
        {
          "text": "Vie nocturne dans les bars à vodka de Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière sur la Vistule au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché de producteurs Hala Mirowska pour produits locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation finale de cuisine polonaise moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Vue panoramique depuis le toit-terrasse de l'Université.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne traditionnelle du centre.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans un restaurant gastronomique moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade nocturne le long de la Vistule illuminée.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour dans le quartier de Praga rive droite.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans un restaurant de nouvelle cuisine polonaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de confection de bigos et gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggia attraverso il distretto della Città Nuova di Varsavia per vivere il lato più contemporaneo della città con caffè alla moda, boutique e vivace vita di strada. Sebbene storicamente la parte 'nuova' della città medievale, quest'area offre un'atmosfera diversa dal Centro Storico ricostruito. Il mix di edifici restaurati ed energia moderna cattura il carattere dinamico di Varsavia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSAVIA, FENICE RINASCENTE",
          "day": 1
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSAVIA, FENICE RINASCENTE",
          "day": 2
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSAVIA, FENICE RINASCENTE",
          "day": 3
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSAVIA, FENICE RINASCENTE",
          "day": 4
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSAVIA, FENICE RINASCENTE",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 1
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 14
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 15
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 5
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Città Medievali, Costa Baltica e Cime Montuose",
          "day": 2
        }
      ],
      "language": "it",
      "suggested_days": 4,
      "rating": 10,
      "place_type": "capital"
    },
    {
      "place_id": "PL::wroclaw",
      "name": "Wroclaw",
      "cc": "PL",
      "coords": [
        51.10788,
        17.03854
      ],
      "lat": 51.10788,
      "lon": 17.03854,
      "visits": [
        {
          "text": "Rynek di Wrocław con le sue case colorate e Municipio gotico.",
          "visit_duration_min": 75
        },
        {
          "text": "Cattedrale di San Giovanni Battista sull'isola Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Panorama di Racławice, un monumentale dipinto a 360 gradi che raffigura la battaglia del 1794 dove le forze contadine polacche sconfissero l'esercito russo. Questa enorme tela circolare, che misura 15 per 114 metri, immerge gli spettatori nella scena drammatica attraverso innovative tecniche di presentazione del XIX secolo. Il viaggio del dipinto - nascosto durante l'epoca comunista - aggiunge un altro livello al suo significato storico.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek de Wrocław avec ses maisons colorées et Hôtel de Ville gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saint-Jean-Baptiste sur l'île Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama de Racławice, fresque circulaire monumentale.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora la splendida Piazza del Mercato di Wrocław, una delle più grandi e belle d'Europa, circondata da eleganti case a schiera che mostrano secoli di stili architettonici. Il Municipio gotico ornato domina questo vasto spazio pubblico dove locali e visitatori si riuniscono nei caffè all'aperto per assorbire l'atmosfera vibrante. Con oltre 100 parchi e spazi verdi, Wrocław è tra le città più verdi d'Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerca i famosi nani di bronzo di Wrocław, oltre 300 piccole sculture fantasiose sparse per le strade della città, ognuna con il proprio carattere e storia. Questo amato progetto di arte urbana iniziò come simbolismo anti-comunista ed evolse in un'affascinante caccia al tesoro cittadina. Le figure stravaganti appaiono in luoghi inaspettati, deliziando i visitatori che si imbattono in questi abitanti in miniatura di bronzo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caccia ai nani krasnale, mascotte della città.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartiere delle Quattro Denominazioni e architettura multiculturale.",
          "visit_duration_min": 60
        },
        {
          "text": "Chasse aux nains krasnale, mascotte de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier des Quatre Dénominations et architecture multiculturelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Naviga sul fiume Oder per apprezzare la posizione unica di Wrocław attraverso più di 100 ponti che collegano le sue numerose isole. I corsi d'acqua e i ponti della città creano panorami romantici a ogni svolta, particolarmente belli quando illuminati di notte. Questa geografia acquatica ha fatto guadagnare a Wrocław paragoni con Venezia e Amsterdam, anche se il suo carattere rimane distintamente centroeuropeo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Città Medievali, Costa Baltica e Cime Montuose",
          "day": 7
        }
      ],
      "language": "it",
      "suggested_days": 3,
      "rating": 9.8,
      "place_type": "capital"
    },
    {
      "place_id": "PL::zakopane",
      "name": "Zakopane",
      "cc": "PL",
      "coords": [
        49.29918,
        19.94957
      ],
      "lat": 49.29918,
      "lon": 19.94957,
      "visits": [
        {
          "text": "Krupówki, arteria vivace con architettura montana tradizionale góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa in legno di Jaszczurówka, gioiello dell'architettura di Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo dello stile Zakopane per comprendere l'identità montana.",
          "visit_duration_min": 75
        },
        {
          "text": "Valle di Kościeliska, escursione in un paesaggio da fiaba con cascate.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Morskie Oko, perla dei Tatra incastonata tra le montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, strada animata ai piedi dei Tatra.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita di una fattoria produttrice di oscypek con dimostrazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato montano di Krupówki per specialità góralskie.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, artère animée avec architecture de montagne traditionnelle góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Église en bois de Jaszczurówka, joyau de l'architecture Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du style Zakopane pour comprendre l'identité montagnarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Vallée de Kościeliska, randonnée dans un paysage de contes avec cascades.",
          "visit_duration_min": 75
        },
        {
          "text": "Lac Morskie Oko, perle des Tatras enchâssée dans les montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, rue animée au pied des Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une ferme productrice d'oscypek avec démonstration.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché montagnard de Krupówki pour spécialités góralskie.",
          "visit_duration_min": 75
        },
        {
          "text": "Arriva a Zakopane, la principale località montana della Polonia annidata ai piedi degli spettacolari Monti Tatra. Questa affascinante cittadina, conosciuta come la capitale invernale della Polonia, incanta i visitatori con la sua distintiva architettura in legno, la vibrante cultura degli highlander e lo stupendo paesaggio alpino. La strada principale pedonale fiancheggiata da edifici tradizionali in legno mostra lo stile regionale unico che si sviluppò in questa comunità montana isolata.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite sulla Montagna Gubałówka in funicolare per viste panoramiche mozzafiato su Zakopane e sui drammatici picchi dei Tatra oltre. La cresta della vetta offre sentieri facili da percorrere, bancarelle di souvenir che vendono artigianato locale e cibo tradizionale degli abitanti delle montagne da assaggiare mentre si ammirano i panorami montani. Nelle giornate limpide, la sagoma frastagliata degli Alti Tatra crea uno sfondo alpino indimenticabile.",
          "visit_duration_min": 75
        },
        {
          "text": "Fate un'escursione al Morskie Oko, il lago di montagna più grande e bello della Polonia, situato in un circo glaciale circondato da imponenti picchi di granito. Il sentiero di 7,7 chilometri attraverso il Parco Nazionale dei Tatra passa ruscelli a cascata e foreste di pini incontaminate prima di rivelare le acque cristalline che riflettono pareti rocciose a strapiombo. Questa meraviglia naturale iconica, il cui nome significa 'Occhio del Mare', rappresenta l'esperienza quintessenziale dei Tatra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prendete la funivia per Kasprowy Wierch, a 1.987 metri una delle vette più accessibili degli Alti Tatra polacchi. La vetta si trova sul confine polacco-slovacco, offrendo prospettive su entrambi i paesi dal suo punto panoramico roccioso. In inverno, l'eccellente sci attira folle alla stazione sciistica più alta della Polonia, mentre l'estate porta escursionisti sui sentieri alpini che si irradiano dalla vetta.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di oscypek grigliato e żubrówka al mercato.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno o relax nelle terme di Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di oscypek grigliato e piatti montani.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagni termali sotto le stelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione panoramica nei Tatra.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di oscypek grigliato con confettura di mirtilli rossi.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena in una karczma montana autentica.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di liquori di montagna e żubrówka.",
          "visit_duration_min": 60
        },
        {
          "text": "Téléphérique jusqu'au sommet de Kasprowy Wierch pour panoramas alpins.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation d'oscypek grillé avec confiture d'airelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade ou détente dans les thermes de Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Bains thermaux sous les étoiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée panoramique dans les Tatras.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une karczma montagnarde authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de liqueurs de montagne et żubrówka.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorate il Parco Nazionale dei Tatra, una Riserva della Biosfera UNESCO che protegge l'unico paesaggio alpino della Polonia e le montagne più alte del paese. Lo scenario drammatico del parco include valli glaciali, laghi montani, cascate e flora endemica che non si trova da nessun'altra parte nel mondo. Che facciate escursioni su sentieri impegnativi o semplicemente ammiriate i panorami, i Tatra offrono le esperienze naturali più spettacolari della Polonia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ E MONTI TATRA",
          "day": 4
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ E MONTI TATRA",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 10
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "GLI INDISPENSABILI DELLA POLONIA IN 15 GIORNI",
          "day": 11
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "PERCORSO GASTRONOMICO DELLA POLONIA",
          "day": 3
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Città Medievali, Costa Baltica e Cime Montuose",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 2.5,
      "rating": 9.2,
      "place_type": "metropolis"
    },
    {
      "place_id": "PL::zalipie",
      "name": "Zalipie",
      "cc": "PL",
      "coords": [
        50.22472,
        20.85472
      ],
      "lat": 50.22472,
      "lon": 20.85472,
      "visits": [
        {
          "text": "Villaggio dipinto di Zalipie, case di paglia coperte di motivi floreali.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa-museo di Felicja Curyłowa, artista locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Village peint de Zalipie, chaumières couvertes de motifs floraux.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison-musée de Felicja Curyłowa, artiste locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Laboratorio di pittura floreale tradizionale su carta.",
          "visit_duration_min": 60
        },
        {
          "text": "Incontro con gli artigiani del villaggio.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena presso abitanti con cucina contadina.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de peinture florale traditionnelle sur papier.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre avec les artisans du village.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner chez l'habitant avec cuisine paysanne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENTIERI SEGRETI DELLA POLONIA",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "small_city"
    }
  ]
}