{
  "version": 1,
  "country": "pl",
  "language": "pt",
  "places": [
    {
      "place_id": "PL::bialowieza",
      "name": "Bialowieza",
      "cc": "PL",
      "coords": [
        52.70134,
        23.84748
      ],
      "lat": 52.70134,
      "lon": 23.84748,
      "visits": [
        {
          "text": "Floresta de Białowieża, última floresta primária da Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Parque Nacional e centro de criação de bisões.",
          "visit_duration_min": 75
        },
        {
          "text": "Forêt de Białowieża, dernière forêt primaire d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Parc National et centre d'élevage de bisons.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada guiada em busca dos bisões selvagens.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée guidée à la recherche des bisons sauvages.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 1
        }
      ],
      "language": "pt",
      "suggested_days": 0.5,
      "rating": 7.6,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::bialystok",
      "name": "Bialystok",
      "cc": "PL",
      "coords": [
        53.1325,
        23.1688
      ],
      "lat": 53.1325,
      "lon": 23.1688,
      "visits": [
        {
          "text": "Maravilhe-se com o Palácio Branicki, frequentemente chamado de 'Versalhes do Norte', uma impressionante residência barroca cercada por jardins franceses meticulosamente mantidos. Este palácio aristocrático do século XVIII apresenta interiores ornamentados, escadarias grandiosas e belos jardins completos com fontes e sebes esculpidas. O palácio agora serve como universidade de medicina, mas permanece aberto para visitas guiadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Igreja Ortodoxa dos Santos Pedro e Paulo, um exemplo impressionante de arquitetura religiosa influenciada pelo estilo bizantino que reflete a herança multicultural da região. As cúpulas distintas da igreja e o interior ricamente decorado mostram as tradições ortodoxas que floresceram no nordeste da Polônia por séculos. Este marco espiritual oferece uma visão da diversa tapeçaria religiosa da região fronteiriça.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relaxe no Parque da Cidade de Białystok, um dos parques urbanos mais antigos e belos da Polônia, perfeito para um passeio tranquilo à tarde ou um piquenique. As avenidas arborizadas do parque, lagos ornamentais e monumentos históricos criam um oásis verde tranquilo no coração da cidade. Este querido local de encontro oferece um vislumbre da vida polonesa cotidiana longe das rotas turísticas típicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Aventure-se na floresta primitiva de Białowieża, uma das últimas florestas antigas remanescentes na Europa e Patrimônio Mundial da UNESCO que se estende pela fronteira polonesa-bielorrussa. Esta floresta notável abriga bisões europeus raros, linces, alces e incontáveis outras espécies em um ecossistema virtualmente inalterado por milênios. Santuários de vida selvagem, centros educacionais e trilhas florestais permitem aos visitantes experimentar este tesouro natural único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 1
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3,
      "place_type": "city"
    },
    {
      "place_id": "PL::chelmno",
      "name": "Chelmno",
      "cc": "PL",
      "coords": [
        53.34861,
        18.42361
      ],
      "lat": 53.34861,
      "lon": 18.42361,
      "visits": [
        {
          "text": "Cidade velha medieval de Chełmno perfeitamente preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica da Assunção com relíquias de São Valentim.",
          "visit_duration_min": 75
        },
        {
          "text": "Prefeitura renascentista e panorama desde a torre.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille ville médiévale de Chełmno parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique de l'Assomption avec reliques de Saint Valentin.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville Renaissance et panorama depuis la tour.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada sobre as muralhas medievais intactas.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar numa taverna medieval.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade sur les remparts médiévaux intacts.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne médiévale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 5
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4.6,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::czestochowa",
      "name": "Czestochowa",
      "cc": "PL",
      "coords": [
        50.81171,
        19.12075
      ],
      "lat": 50.81171,
      "lon": 19.12075,
      "visits": [
        {
          "text": "Mosteiro de Jasna Góra e Virgem Negra, alto lugar de peregrinação.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do mosteiro com tesouros religiosos.",
          "visit_duration_min": 75
        },
        {
          "text": "Monastère de Jasna Góra et Vierge Noire, haut lieu de pèlerinage.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du monastère avec trésors religieux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participação em um ofício ou cantos religiosos.",
          "visit_duration_min": 60
        },
        {
          "text": "Rota dos Ninhos de Águia no Jura cracoviano.",
          "visit_duration_min": 60
        },
        {
          "text": "Participation à un office ou chants religieux.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Nids d'Aigle dans la Jura cracovienne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 12
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 6.3,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::frombork",
      "name": "Frombork",
      "cc": "PL",
      "coords": [
        54.35722,
        19.67972
      ],
      "lat": 54.35722,
      "lon": 19.67972,
      "visits": [
        {
          "text": "Catedral-fortaleza de Frombork onde Copérnico elaborou sua teoria.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Copérnico na torre Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planetário com espetáculo sobre o sistema heliocêntrico.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale-forteresse de Frombork où Copernic élabora sa théorie.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Copernic dans la tour Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planétarium avec spectacle sur le système héliocentrique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio na laguna do Vístula ao pôr do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur la lagune de la Vistule au coucher de soleil.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 4
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::gdansk",
      "name": "Gdansk",
      "cc": "PL",
      "coords": [
        54.35202,
        18.64638
      ],
      "lat": 54.35202,
      "lon": 18.64638,
      "visits": [
        {
          "text": "Długi Targ e Porta Dourada, coração histórico da cidade hanseática.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa Maria, a maior igreja de tijolo do mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Âmbar para descobrir o ouro do Báltico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da Segunda Guerra Mundial, arquitetura contemporânea impressionante.",
          "visit_duration_min": 75
        },
        {
          "text": "Estaleiros de Gdansk e monumento de Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Oliwa e seus órgãos monumentais barrocos.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque paisagístico de Oliwa com jardins românticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ e arquitetura hanseática colorida de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Âmbar na rua Mariacka pavimentada.",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo de Malbork, fortaleza teutônica colossal de tijolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de peixes e fumeiro tradicional de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita à destilaria Der Lachs com história do Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Oficina de fabricação de kiełbasa artesanal.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de produtores de Gdynia para produtos da baía.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado matinal para últimas compras de especialidades.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronómico num café histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ et Porte d'Or, cœur historique de la cité hanséatique.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie, la plus grande église en brique au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre pour découvrir l'or de la Baltique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Seconde Guerre mondiale, architecture contemporaine saisissante.",
          "visit_duration_min": 75
        },
        {
          "text": "Chantiers navals de Gdansk et monument de Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale d'Oliwa et ses orgues monumentaux baroques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc paysager d'Oliwa avec jardins romantiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ et architecture hanséatique colorée de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre sur la rue Mariacka pavée.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Malbork, forteresse teutonique colossale en brique.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché aux poissons et fumoir traditionnel de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la distillerie Der Lachs avec histoire du Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de fabrication de kiełbasa artisanale.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de producteurs de Gdynia pour produits de la baie.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché matinal pour derniers achats de spécialités.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronomique dans un café historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pela magnífica Rota Real de Gdańsk, a rota cerimonial onde os reis poloneses uma vez desfilaram passando pelas casas patrícias mais grandiosas da cidade e monumentos cívicos. As fachadas coloridas, portais ornamentados e empenas elegantes da Cidade Principal criam uma das paisagens urbanas mais fotogênicas de toda a Europa. Apesar dos extensos danos de guerra, a reconstrução meticulosa restaurou esta obra-prima hanseática à sua antiga glória.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o porto histórico de Gdańsk, onde o Rio Motława é ladeado por armazéns medievais de tijolos e o icônico guindaste de madeira que uma vez carregou navios de carga. Este distrito atmosférico da orla captura a essência do próspero passado marítimo da cidade como um dos centros comerciais mais importantes do Báltico. Cruzeiros de barco partem regularmente, oferecendo perspectivas únicas da arquitetura histórica a partir da água.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Castelo Malbork, o maior castelo de tijolos do mundo e Patrimônio Mundial da UNESCO, facilmente acessível como uma viagem de um dia de Gdańsk. Esta fortaleza massiva do século XIII, construída pelos Cavaleiros Teutônicos, compreende três complexos de castelos interconectados cercados por múltiplas muralhas defensivas. Os interiores extensivamente restaurados abrigam coleções fascinantes de armaduras medievais, âmbar e arte religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o charme litorâneo de Sopot, uma cidade resort elegante que possui o píer de madeira mais longo da Europa, estendendo-se por mais de 500 metros no Mar Báltico. Esta elegante cidade spa tem atraído visitantes desde o século XIX com suas belas praias, calçadões arborizados e arquitetura distintiva incluindo a famosa Casa Torta. A atmosfera animada e cenário litorâneo fazem de Sopot um escape encantador do turismo urbano.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Gdynia, o maior porto marítimo da Polônia, que cresceu de uma pequena vila pesqueira para um centro marítimo moderno durante o período entre guerras. O Museu da Marinha Polonesa e navios de guerra preservados ancorados no porto contam a história da herança naval da Polônia. A arquitetura modernista da cidade e o calçadão vibrante da orla refletem suas origens únicas do século XX como uma cidade planejada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio pelos cais do porto velho e Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de Goldwasser numa taverna histórica.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração do bairro moderno de Wrzeszcz.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruzeiro na baía de Gdansk ao pôr do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto de órgão na catedral.",
          "visit_duration_min": 60
        },
        {
          "text": "Últimas compras de âmbar na rua Mariacka.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de despedida em uma adega histórica de Gdansk.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruzeiro no porto histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de Goldwasser, licor local com flocos de ouro.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a Sopot e seu píer de madeira mais longo da Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Banho nas praias de areia fina do Báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de arenques marinados em 12 variações.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de frutos do mar bálticos num restaurante histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Almoço num bar de leite milk bar báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de cervejas artesanais da Pomerânia.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de despedida com menu degustação terra e mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Oficina final de degustação de vodkas artesanais.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio digestivo no passeio marítimo.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade sur les quais du vieux port et Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de Goldwasser dans une taverne historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration du quartier branché de Wrzeszcz.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière dans la baie de Gdansk au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert d'orgue dans la cathédrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Dernières emplettes d'ambre dans la rue Mariacka.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans une cave historique de Gdansk.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière dans le port historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de Goldwasser, liqueur locale à paillettes d'or.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de Sopot et sa jetée en bois la plus longue d'Europe.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade sur les plages de sable fin de la Baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de harengs marinés en 12 variations.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de fruits de mer baltiques dans un restaurant historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Déjeuner dans un bar à lait milk bar baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de bières artisanales de Poméranie.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu avec menu dégustation terre et mer.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier final de dégustation de vodkas artisanales.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade digestive sur la promenade maritime.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente a Tríade de Cidades combinando visitas a Gdańsk, Sopot e Gdynia, três centros urbanos distintos, porém interconectados, ao longo da costa do Báltico. Conexões eficientes de trem ligam essas cidades vizinhas, cada uma oferecendo seu próprio caráter - Gdańsk medieval, Sopot elegante e Gdynia marítima. Este trio urbano fornece uma introdução abrangente ao patrimônio báltico da Polônia e à vida costeira contemporânea.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 1
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 2
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 4
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 9
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 10
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 4
        }
      ],
      "language": "pt",
      "suggested_days": 4,
      "rating": 9.5,
      "place_type": "metropolis"
    },
    {
      "place_id": "PL::gdynia",
      "name": "Gdynia",
      "cc": "PL",
      "coords": [
        54.51891,
        18.53144
      ],
      "lat": 54.51891,
      "lon": 18.53144,
      "visits": [
        {
          "text": "Museu da Emigração, história tocante da partida para a América.",
          "visit_duration_min": 75
        },
        {
          "text": "Destroyer Błyskawica, navio-museu da marinha polonesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Aquário de Gdynia para descobrir a fauna báltica.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Émigration, histoire poignante du départ vers l'Amérique.",
          "visit_duration_min": 75
        },
        {
          "text": "Destroyer Błyskawica, navire musée de la marine polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Aquarium de Gdynia pour découvrir la faune baltique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio no penhasco de Kamienna Góra com vista panorâmica.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de peixe defumado no porto pesqueiro.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur la falaise de Kamienna Góra avec vue panoramique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de poisson fumé au port de pêche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 4
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 7.6,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::gniezno",
      "name": "Gniezno",
      "cc": "PL",
      "coords": [
        52.53472,
        17.5825
      ],
      "lat": 52.53472,
      "lon": 17.5825,
      "visits": [
        {
          "text": "Catedral de Gniezno, berço da Polônia cristã.",
          "visit_duration_min": 75
        },
        {
          "text": "Portas de Gniezno, obra-prima românica em bronze.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu das Origens do Estado Polonês.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Gniezno, berceau de la Pologne chrétienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Portes de Gniezno, chef-d'œuvre roman en bronze.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des Origines de l'État Polonais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rota dos Primeiros Piast através de aldeias históricas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a uma fazenda ecológica com produtos da terra.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Premiers Piast à travers villages historiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d'une ferme écologique avec produits du terroir.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 6
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.8,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::hel",
      "name": "Hel",
      "cc": "PL",
      "coords": [
        54.60778,
        18.80222
      ],
      "lat": 54.60778,
      "lon": 18.80222,
      "visits": [
        {
          "text": "Farol de Hel e museu da pesca costeira.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificações costeiras da Segunda Guerra Mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Phare de Hel et musée de la pêche côtière.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications côtières de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observação de focas no centro Fokarium.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio de bicicleta na península estreita entre dois mares.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurf ou kitesurf nos pontos conhecidos.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation des phoques au centre Fokarium.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo sur la péninsule étroite entre deux mers.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurf ou kitesurf sur les spots réputés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 5
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 6.1,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::krakow",
      "name": "Krakow",
      "cc": "PL",
      "coords": [
        50.06465,
        19.94498
      ],
      "lat": 50.06465,
      "lon": 19.94498,
      "visits": [
        {
          "text": "Perca-se no magnífico Rynek Główny de Kraków, a maior praça de mercado medieval da Europa e o coração vibrante desta amada ex-capital real. A vasta extensão de paralelepípedos, cercada por elegantes casas urbanas, igrejas góticas e o Mercado de Tecidos renascentista, pulsa com vida do amanhecer até bem depois da meia-noite. Carruagens puxadas a cavalo, artistas de rua e terraços de cafés ao ar livre criam uma atmosfera de elegância europeia atemporal.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa Maria e seu retábulo de Veit Stoss, obra-prima gótica.",
          "visit_duration_min": 75
        },
        {
          "text": "Colina do Wawel com o castelo real e a catedral dos reis da Polônia.",
          "visit_duration_min": 75
        },
        {
          "text": "Minas de sal de Wieliczka, catedral subterrânea esculpida no sal.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da fábrica Schindler, testemunho emocionante da Segunda Guerra Mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo de Pieskowa Skała e as falésias de Jura cracoviana.",
          "visit_duration_min": 75
        },
        {
          "text": "Abadia beneditina de Tyniec nas margens do Vístula.",
          "visit_duration_min": 75
        },
        {
          "text": "Manhã livre para compras de lembranças de âmbar e renda.",
          "visit_duration_min": 75
        },
        {
          "text": "Bairro de Nowa Huta, utopia socialista transformada em patrimônio industrial.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny de Cracóvia, coração pulsante da cidade real.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado da Sukiennice para produtos regionais cracovianenses.",
          "visit_duration_min": 75
        },
        {
          "text": "Oficina de confecção de pierogi tradicionais.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a uma destilaria artesanal de vodka com degustação.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado camponês Stary Kleparz para conhecer produtores locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a caves de mel e hidromel com degustação.",
          "visit_duration_min": 75
        },
        {
          "text": "Queijaria artesanal da região cracoviana.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny, plus grande place médiévale d'Europe avec la Halle aux Draps.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie et son retable de Veit Stoss, chef-d'œuvre gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Colline du Wawel avec le château royal et la cathédrale des rois de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Mines de sel de Wieliczka, cathédrale souterraine sculptée dans le sel.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'usine Schindler, témoignage émouvant de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Pieskowa Skała et les falaises de Jura cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Abbaye bénédictine de Tyniec sur les rives de la Vistule.",
          "visit_duration_min": 75
        },
        {
          "text": "Matinée libre pour shopping de souvenirs d'ambre et dentelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier de Nowa Huta, utopie socialiste devenue patrimoine industriel.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny de Cracovie, cœur battant de la cité royale.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de la Halle aux Draps pour produits du terroir cracovien.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de confection de pierogi traditionnels.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une distillerie artisanale de vodka avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché paysan Stary Kleparz pour rencontrer producteurs locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de caves à miel et hydromel avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Fromagerie artisanale de la région cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba ao Castelo Wawel, a antiga sede dos reis poloneses situada dramaticamente em um afloramento calcário acima do Rio Vístula. Este magnífico complexo de edifícios góticos e renascentistas abriga salas de estado, apartamentos privados reais e uma impressionante coleção de tapeçarias flamengas e armaduras. A Catedral Wawel adjacente, local de coroação dos monarcas poloneses, contém túmulos reais e o santuário de prata de São Estanislau.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorra o Mercado de Tecidos, a grandiosa arcada comercial renascentista que ocupa o centro da praça principal desde o século XIV. O térreo mantém sua tradição comercial com barracas vendendo joias de âmbar, artesanatos de madeira e souvenirs poloneses, enquanto a galeria superior abriga uma filial do Museu Nacional. Esta estrutura icônica incorpora perfeitamente a prosperidade medieval de Kraków como um importante centro comercial.",
          "visit_duration_min": 75
        },
        {
          "text": "Desça à Mina de Sal Wieliczka, um Patrimônio Mundial da UNESCO nos arredores de Kraków onde o sal tem sido extraído continuamente desde o século XIII. Câmaras subterrâneas esculpidas inteiramente em sal-gema incluem capelas ornamentadas, esculturas elaboradas e até mesmo um lago subterrâneo, tudo iluminado por lustres de cristal também feitos de sal. Esta maravilha subterrânea, atingindo profundidades de 327 metros, exibe séculos de história de mineração e notável conquista artística.",
          "visit_duration_min": 75
        },
        {
          "text": "Preste solene tributo no Memorial e Museu Auschwitz-Birkenau, o maior campo de concentração nazista onde mais de um milhão de pessoas pereceram durante a Segunda Guerra Mundial. Este local assombrado preserva a evidência física do genocídio através de barracões originais, torres de guarda e crematórios que testemunham tragédia humana inimaginável. A experiência, embora emocionalmente desafiadora, fornece educação histórica essencial sobre o Holocausto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio pelo bairro judeu de Kazimierz, coração vibrante da cultura judaica polonesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de pierogi e żurek em uma taverna tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração das galerias de arte contemporânea de Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto de música klezmer em Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Rota dos Ninhos de Águia através de castelos e paisagens cársticas.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de despedida numa cave abobadada da cidade velha.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruzeiro no Vístula ao pôr do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "Bairro judeu de Kazimierz, lugares de memória e cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação com os melhores produtores de pierogi artesanais.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em uma taverna histórica de Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Aulas de culinária polonesa tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour noturno nos milk bars e novos endereços.",
          "visit_duration_min": 60
        },
        {
          "text": "Almoço gastronômico em um restaurante estrelado moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio vinícola nos vinhedos de Małopolska.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le quartier juif de Kazimierz, cœur vibrant de la culture juive polonaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pierogi et żurek dans une taverne traditionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration des galeries d'art contemporain de Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de musique klezmer à Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Nids d'Aigle à travers châteaux et paysages karstiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans une cave voûtée de la vieille ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière sur la Vistule au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier juif de Kazimierz, lieux de mémoire et cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation chez les meilleurs producteurs de pierogi artisanaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne historique de Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours de cuisine polonaise traditionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour nocturne dans les bars à lait milk bar et nouvelles adresses.",
          "visit_duration_min": 60
        },
        {
          "text": "Déjeuner gastronomique dans un restaurant étoilé moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade viticole dans les vignobles de Małopolska.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore as muralhas medievais de Kraków, entre as mais bem preservadas da Europa, com suas torres defensivas e o icônico Portão Florian. Estas fortificações uma vez cercaram toda a Cidade Velha, embora apenas fragmentos permaneçam hoje ao longo do Parque Planty arborizado. O Barbacã, um imponente posto defensivo gótico, permanece como o elemento mais impressionante das defesas medievais sobreviventes.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra os tesouros do Museu Nacional, que abriga a melhor coleção de arte da Polônia desde os tempos medievais até a era contemporânea. O acervo do museu inclui 'Dama com Arminho' de Leonardo da Vinci, um dos apenas quatro retratos sobreviventes do mestre renascentista. Múltiplas filiais pela cidade exploram artes decorativas, pintura polonesa e o trabalho de artistas específicos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 1
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 2
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 6
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 1
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 4
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 8
        }
      ],
      "language": "pt",
      "suggested_days": 3.5,
      "rating": 9.6,
      "place_type": "capital"
    },
    {
      "place_id": "PL::lancut",
      "name": "Lancut",
      "cc": "PL",
      "coords": [
        50.0675,
        22.22889
      ],
      "lat": 50.0675,
      "lon": 22.22889,
      "visits": [
        {
          "text": "Castelo de Łańcut, residência magnificamente mobiliada dos magnatas.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do automóvel e das carruagens históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "Sinagoga barroca restaurada.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Łańcut, résidence magnifiquement meublée des magnats.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'automobile et des carrosses historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Synagogue baroque restaurée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio no parque romântico do castelo.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto de música clássica nos salões.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le parc romantique du château.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de musique classique dans les salons.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 10
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::leba",
      "name": "Leba",
      "cc": "PL",
      "coords": [
        54.7558,
        17.555
      ],
      "lat": 54.7558,
      "lon": 17.555,
      "visits": [
        {
          "text": "Maravilhe-se com as Dunas de Areia de Słowiński, as dunas móveis mais altas da Europa, criando uma paisagem desértica sobrenatural dentro do Parque Nacional Słowiński. Essas formações notáveis se deslocam aproximadamente 10 metros anualmente, enterrando gradualmente as florestas de pinheiros circundantes em seu avanço inexorável. Caminhar através dessas vastas extensões arenosas, com o Mar Báltico cintilando ao longe, proporciona uma experiência natural verdadeiramente única.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o Parque Nacional Słowiński, uma Reserva da Biosfera da UNESCO que protege um ecossistema costeiro notável de dunas móveis, lagos pristinos e diversos habitats de vida selvagem. As paisagens incomuns do parque incluem campos de dunas, florestas costeiras e pântanos repletos de aves migratórias. Trilhas para caminhada e plataformas de observação permitem aos visitantes apreciar este ambiente dinâmico onde areia, água e vento constantemente remodelam o terreno.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxe no resort litorâneo de Łeba, uma charmosa cidade báltica que serve como portal para as dunas móveis. Esta antiga vila de pescadores combina comodidades de férias na praia com o caráter costeiro tradicional polonês. Excursões a cavalo através das paisagens arenosas oferecem uma maneira memorável de experimentar este ambiente costeiro único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 5
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3.8,
      "place_type": "city"
    },
    {
      "place_id": "PL::lidzbark-warminski",
      "name": "Lidzbark Warminski",
      "cc": "PL",
      "coords": [
        54.125,
        20.58444
      ],
      "lat": 54.125,
      "lon": 20.58444,
      "visits": [
        {
          "text": "Castelo dos bispos de Warmia, fortaleza gótica desconhecida.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica gótica São Pedro e Paulo.",
          "visit_duration_min": 75
        },
        {
          "text": "Château des évêques de Warmie, forteresse gothique méconnue.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique gothique Saint-Pierre et Paul.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rota dos castelos de Warmia através do campo.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de produtos monásticos locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des châteaux de Warmie à travers la campagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de produits monastiques locaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 3
        }
      ],
      "language": "pt",
      "suggested_days": 0.5,
      "rating": 4.6,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::lodz",
      "name": "Lodz",
      "cc": "PL",
      "coords": [
        51.75925,
        19.45598
      ],
      "lat": 51.75925,
      "lon": 19.45598,
      "visits": [
        {
          "text": "Rua Piotrkowska, artéria de 4 km ladeada de palácios industriais.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu de Arte MS1 num palácio têxtil.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complexo cultural numa antiga fábrica.",
          "visit_duration_min": 75
        },
        {
          "text": "Rue Piotrkowska, artère de 4 km bordée de palais industriels.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art MS1 dans un palais textile.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complexe culturel dans une ancienne usine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita ao bairro boémio Off Piotrkowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Arte urbana nos pátios industriais.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du quartier bohème Off Piotrkowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Street art dans les cours industrielles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 13
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 6.9,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::malbork",
      "name": "Malbork",
      "cc": "PL",
      "coords": [
        54.03972,
        19.02694
      ],
      "lat": 54.03972,
      "lon": 19.02694,
      "visits": [
        {
          "text": "Castelo de Malbork, maior fortaleza de tijolos do mundo, sede dos Cavaleiros Teutônicos.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Malbork, plus grande forteresse de briques au monde, siège des Chevaliers Teutoniques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Espetáculo histórico medieval no pátio do castelo.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada noturna pelas muralhas iluminadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Spectacle historique médiéval dans la cour du château.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne sur les remparts illuminés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 6
        }
      ],
      "language": "pt",
      "suggested_days": 0.5,
      "rating": 6.9,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::nysa",
      "name": "Nysa",
      "cc": "PL",
      "coords": [
        50.47389,
        17.33361
      ],
      "lat": 50.47389,
      "lon": 17.33361,
      "visits": [
        {
          "text": "Basílica Santos Tiago e Inês, joia gótica silesiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificações barrocas e torre inclinada de Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu dos instrumentos litúrgicos.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Saints-Jacques-et-Agnès, joyau gothique silésien.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications baroques et tour penchée de Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des instruments liturgiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploração do antigo canal subterrâneo medieval.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio pelos jardins episcopais.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration du vieux canal souterrain médiéval.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans les jardins épiscopaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 7
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::oswiecim",
      "name": "Oswiecim",
      "cc": "PL",
      "coords": [
        50.03492,
        19.17792
      ],
      "lat": 50.03492,
      "lon": 19.17792,
      "visits": [
        {
          "text": "Memorial e museu de Auschwitz-Birkenau, local de recolhimento essencial.",
          "visit_duration_min": 75
        },
        {
          "text": "Mémorial et musée d'Auschwitz-Birkenau, lieu de recueillement essentiel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Momento de recolhimento e reflexão pessoal.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita ao centro histórico de Oświęcim.",
          "visit_duration_min": 60
        },
        {
          "text": "Tempo de reflexão pessoal.",
          "visit_duration_min": 60
        },
        {
          "text": "Temps de recueillement et réflexion personnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du centre historique d'Oświęcim.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 9
        }
      ],
      "language": "pt",
      "suggested_days": 0.5,
      "rating": 8.6,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::poznan",
      "name": "Poznan",
      "cc": "PL",
      "coords": [
        52.40637,
        16.92517
      ],
      "lat": 52.40637,
      "lon": 16.92517,
      "visits": [
        {
          "text": "Praça do Mercado Velho com a Câmara Municipal renascentista.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Poznań sur l'île Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo Imperial de estilo neorromânico.",
          "visit_duration_min": 75
        },
        {
          "text": "Place du Vieux Marché avec l'Hôtel de Ville Renaissance.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Impérial de style néo-roman.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Catedral dos Santos Pedro e Paulo em Ostrów Tumski (Ilha da Catedral), a catedral mais antiga da Polônia e berço espiritual da nação polonesa. Esta ilha histórica no Rio Warta guarda os restos dos primeiros governantes da Polônia e testemunhou a conversão do país ao cristianismo em 966 d.C. As capelas da catedral, particularmente a Capela Dourada contendo túmulos reais, exibem séculos de arte religiosa e história nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Reúna-se na magnífica Praça do Mercado Velho de Poznań para testemunhar as famosas cabras mecânicas que emergem da torre do relógio da Prefeitura ao meio-dia todos os dias para se chocarem doze vezes. Esta amada tradição do século XVI atrai multidões diariamente ao coração de uma das cidades mais antigas e históricas da Polônia. As casas mercantes renascentistas circundantes com suas fachadas coloridas criam uma paisagem urbana tipicamente centro-europeia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a Prefeitura Gótica, uma obra-prima arquitetônica renascentista que abriga o fascinante Museu da História de Poznań. A elegante loggia com arcadas do edifício e os interiores ornamentados refletem a prosperidade deste importante centro comercial durante sua era dourada. Subir a torre recompensa os visitantes com vistas panorâmicas da Cidade Velha histórica e da cidade moderna além.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Espetáculo dos bodes da Prefeitura ao meio-dia.",
          "visit_duration_min": 60
        },
        {
          "text": "Bairro moderno de Jeżyce, street food e cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Vida noturna estudantil nos pubs do centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Spectacle des boucs de l'Hôtel de Ville à midi.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier branché de Jeżyce, street food et cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Vie nocturne étudiante dans les pubs du centre.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra a reputação de Poznań como uma vibrante cidade universitária com uma energia juvenil que preenche seus cafés, bares e locais culturais. Os numerosos estudantes da cidade trazem vitalidade às ruas históricas onde tradições intelectuais datam de séculos. Esta atmosfera dinâmica faz de Poznań um dos destinos urbanos mais envolventes da Polônia, além de suas consideráveis atrações arquitetônicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 5
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 6
        }
      ],
      "language": "pt",
      "suggested_days": 1.5,
      "rating": 8.2,
      "place_type": "large_city"
    },
    {
      "place_id": "PL::sopot",
      "name": "Sopot",
      "cc": "PL",
      "coords": [
        54.44158,
        18.56044
      ],
      "lat": 54.44158,
      "lon": 18.56044,
      "visits": [
        {
          "text": "Cais de Sopot, o mais longo píer de madeira da Europa avançando no mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa Torta Krzywy Domek, arquitetura surrealista única.",
          "visit_duration_min": 75
        },
        {
          "text": "Molo de Sopot, plus longue jetée en bois d'Europe s'avançant dans la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison Tordue Krzywy Domek, architecture surréaliste unique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Banho e descanso na praia de areia fina.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras e cafés na Monte Cassino, avenida animada.",
          "visit_duration_min": 60
        },
        {
          "text": "Noitada nos bares de praia e clubes de Sopot.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade et détente sur la plage de sable fin.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping et cafés sur Monte Cassino, avenue animée.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée dans les bars de plage et clubs de Sopot.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 3
        }
      ],
      "language": "pt",
      "suggested_days": 0.5,
      "rating": 8.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::swidnica",
      "name": "Swidnica",
      "cc": "PL",
      "coords": [
        50.84306,
        16.49056
      ],
      "lat": 50.84306,
      "lon": 16.49056,
      "visits": [
        {
          "text": "Igreja da Paz, maior igreja de madeira da Europa, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Santos Estanislau e Venceslau e seu órgão monumental.",
          "visit_duration_min": 75
        },
        {
          "text": "Église de la Paix, plus grande église à pans de bois d'Europe, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saints-Stanislas-et-Venceslas et son orgue monumental.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita ao antigo abrigo antiatomico secreto sob a cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada nos montes Table com rochas estranhas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de l'ancien abri antiatomique secret sous la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée dans les monts Table avec roches étranges.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 8
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::torun",
      "name": "Torun",
      "cc": "PL",
      "coords": [
        53.01379,
        18.59844
      ],
      "lat": 53.01379,
      "lon": 18.59844,
      "visits": [
        {
          "text": "Cidade Velha de Toruń, cidade medieval perfeitamente preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa natal de Copérnico e planetário.",
          "visit_duration_min": 75
        },
        {
          "text": "Prefeitura gótica com vista panorâmica.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Pão de Mel com oficina de confecção.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita à fábrica Kopernik, pão de mel desde 1763.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Toruń, cité médiévale parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison natale de Copernic et planétarium.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville gothique avec vue panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Pain d'Épice avec atelier de confection.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la fabrique Kopernik, pain d'épice depuis 1763.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelo centro histórico de Toruń, listado pela UNESCO, um dos centros urbanos medievais mais bem preservados da Europa e berço do astrônomo Nicolaus Copernicus. A arquitetura gótica de tijolos, ruas de paralelepípedos serpenteantes e praças atmosféricas transportam os visitantes de volta à próspera era hanseática. Esta paisagem urbana medieval notavelmente intacta oferece um vislumbre autêntico do rico passado mercantil da Polônia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Museu Casa Copernicus, dedicado ao filho mais famoso de Toruń que revolucionou nosso entendimento do universo. Esta casa de comerciante gótica reconstruída onde Copernicus nasceu em 1473 exibe móveis de época, instrumentos astronômicos e exposições sobre sua teoria heliocêntrica revolucionária. O museu traz à vida o mundo que moldou uma das maiores mentes científicas da história.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire a Prefeitura Gótica dominando o Rynek Staromiejski, uma estrutura magnífica do século XIV considerada um dos melhores exemplos de arquitetura cívica medieval na Europa Central. A torre elevada do edifício oferece vistas panorâmicas sobre o centro histórico de telhados vermelhos até o Rio Vístula além. Dentro, o Museu Regional apresenta a herança artística e cultural de Toruń spanning séculos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustação do pão de mel de Toruń, especialidade ancestral.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio noturno pelas muralhas medievais.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de pães de mel artesanais variados.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar medieval numa cave gótica.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation du pain d'épice de Toruń, spécialité ancestrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade nocturne sur les remparts médiévaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pains d'épices artisanaux variés.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner médiéval dans une cave gothique.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra a Torre Inclinada de Toruń, uma curiosa fortificação medieval que se inclina visivelmente devido à sua construção em solo instável. A lenda afirma que a torre foi construída por um Cavaleiro Teutônico como penitência, embora sua inclinação provavelmente tenha resultado do solo mole por baixo. Este marco peculiar agora abriga uma taverna encantadora onde os visitantes podem experimentar os ângulos incomuns em primeira mão.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe pela Rota Real seguindo o caminho uma vez percorrido pelos reis poloneses durante suas visitas cerimoniais a esta próspera cidade comercial. Este caminho processional histórico passa pelas igrejas góticas mais grandiosas, casas de comerciantes e edifícios cívicos que fizeram de Toruń uma das cidades mais ricas da Polônia medieval. A rota fornece uma excelente estrutura para explorar os destaques arquitetônicos do centro histórico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 7
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 3
        }
      ],
      "language": "pt",
      "suggested_days": 1.5,
      "rating": 8.8,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::tykocin",
      "name": "Tykocin",
      "cc": "PL",
      "coords": [
        53.20417,
        22.76861
      ],
      "lat": 53.20417,
      "lon": 22.76861,
      "visits": [
        {
          "text": "Sinagoga barroca de Tykocin, uma das mais belas da Polônia.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja barroca da Trindade e seu mosteiro.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu judaico na antiga talmud torah.",
          "visit_duration_min": 75
        },
        {
          "text": "Synagogue baroque de Tykocin, l'une des plus belles de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Église baroque de la Trinité et son monastère.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée juif dans l'ancien talmud torah.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio na aldeia preservada às margens do Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de mel da floresta na casa de um apicultor local.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le village préservé au bord de la Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de miel de forêt chez un apiculteur local.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 2
        }
      ],
      "language": "pt",
      "suggested_days": 0.5,
      "rating": 3.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::warsaw",
      "name": "Warsaw",
      "cc": "PL",
      "coords": [
        52.22968,
        21.01223
      ],
      "lat": 52.22968,
      "lon": 21.01223,
      "visits": [
        {
          "text": "Cidade Velha de Varsóvia, reconstrução minuciosa classificada pela UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal com seus interiores sumptuosos restaurados.",
          "visit_duration_min": 75
        },
        {
          "text": "Praça do Mercado Rynek Starego Miasta e estátua da Sereia.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Levante de Varsóvia, homenagem aos heróis de 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio da Cultura e das Ciências, arranha-céu stalinista emblemático.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Chopin interativo para mergulhar no universo do compositor.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu POLIN de história dos judeus poloneses, arquitetura moderna notável.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Łazienki com o Palácio sobre a Água e seus jardins românticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça um tour pelo Palácio Wilanów, frequentemente chamado de Versalhes polonês, uma requintada residência real barroca situada em meio a jardins formais nos arredores da cidade. Construído como um retiro de verão para o Rei João III Sobieski, o palácio apresenta interiores opulentos, móveis de época e uma coleção excepcional de arte europeia. Os jardins italianos e ingleses circundantes proporcionam um cenário pitoresco para caminhadas tranquilas.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Nacional com coleção de pintura polonesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu de Arte Moderna com exposições vanguardistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cemitério Powązki, panteão das personalidades polonesas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o centro histórico meticulosamente reconstruído de Varsóvia, Patrimônio Mundial da UNESCO que representa um testemunho notável da resistência polonesa. Após sofrer mais de 85% de destruição durante a Segunda Guerra Mundial, a cidade foi pacientemente reconstruída por seus cidadãos determinados. A charmosa praça do mercado e ruas circundantes agora mostram a beleza arquitetônica que uma vez caracterizou esta capital histórica.",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo Real e Praça do Castelo com sua coluna de Sigismundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da Insurreição para compreender a história recente.",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio da Cultura e das Ciências, panorama sobre Varsóvia moderna.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Hala Mirowska, templo dos produtos frescos varsonianos.",
          "visit_duration_min": 75
        },
        {
          "text": "Confeitaria Blikle para pączki lendários desde 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar de leite milk bar tradicional para żurek e pierogi populares.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da Vodka Polonesa com degustação comparativa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a uma cervejaria artesanal varsoniana.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Varsovie, reconstruction minutieuse classée UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal avec ses intérieurs somptueux restaurés.",
          "visit_duration_min": 75
        },
        {
          "text": "Place du Marché Rynek Starego Miasta et statue de la Sirène.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Insurrection de Varsovie, hommage aux héros de 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, gratte-ciel stalinien emblématique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Chopin interactif pour plonger dans l'univers du compositeur.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée POLIN d'histoire des Juifs polonais, architecture moderne remarquable.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc Łazienki avec le Palais sur l'Eau et ses jardins romantiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Wilanów, Versailles polonais avec jardins à la française.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National avec collection de peinture polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art Moderne avec expositions avant-gardistes.",
          "visit_duration_min": 75
        },
        {
          "text": "Cimetière Powązki, panthéon des personnalités polonaises.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Varsovie reconstruite après-guerre, miracle UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal et Place du Château avec sa colonne de Sigismond.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Insurrection pour comprendre l'histoire récente.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, panorama sur Varsovie moderne.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National et collection d'art polonais.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché Hala Mirowska, temple des produits frais varsoviens.",
          "visit_duration_min": 75
        },
        {
          "text": "Pâtisserie Blikle pour pączki légendaires depuis 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar à lait milk bar traditionnel pour żurek et pierogi populaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Vodka Polonaise avec dégustation comparative.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une brasserie artisanale varsovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Castelo Real, a antiga residência oficial dos monarcas poloneses magnificamente restaurada ao seu esplendor barroco. Este grande palácio com vista para a Praça do Castelo contém salas de estado luxuosamente decoradas, apartamentos reais e uma impressionante coleção de pinturas e artes decorativas. O castelo serve tanto como museu quanto como símbolo da herança real da Polônia.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Museu do Levante de Varsóvia, um tributo inovador e profundamente tocante ao levante de 1944 contra a ocupação nazista. Através de exposições imersivas, artefatos autênticos e apresentações multimídia, este museu premiado conta a história da luta de 63 dias que moldou a identidade polonesa moderna. A experiência fornece contexto essencial para entender a destruição de guerra de Varsóvia e seu subsequente renascimento.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelo Parque Łazienki, o maior e mais belo parque de Varsóvia, apresentando o encantador Palácio na Ilha refletido em águas tranquilas. Esta residência real de verão do século XVIII, cercada por jardins bem cuidados, pavões e esculturas clássicas, oferece um escape sereno da exploração urbana. As paisagens românticas e arquitetura neoclássica do parque o tornam um favorito entre locais e visitantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio ao longo da Via Real até o Palácio Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de pączki na lendária confeitaria Blikle.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto de Chopin no parque Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Bairro moderno de Praga, arte de rua e cafés alternativos.",
          "visit_duration_min": 60
        },
        {
          "text": "Vida noturna nos bares de vodka de Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping moderno em Złote Tarasy e Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruzeiro no Vístula ao pôr do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado de produtores Hala Mirowska para produtos locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação final de culinária polonesa moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Vista panorâmica do terraço da Universidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em uma taverna tradicional do centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras finais no mercado Hala Mirowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de despedida em um restaurante gastronômico moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada noturna ao longo do Vístula iluminado.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour no bairro de Praga margem direita.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em um restaurante de nova cozinha polonesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Oficina de confecção de bigos e gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Bar hopping dans les vodka bars de Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade le long de la Voie Royale jusqu'au Palais Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pączki à la légendaire pâtisserie Blikle.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de Chopin au parc Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier branché de Praga, street art et cafés alternatifs.",
          "visit_duration_min": 60
        },
        {
          "text": "Vie nocturne dans les bars à vodka de Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière sur la Vistule au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché de producteurs Hala Mirowska pour produits locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation finale de cuisine polonaise moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Vue panoramique depuis le toit-terrasse de l'Université.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne traditionnelle du centre.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping final au marché Hala Mirowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans un restaurant gastronomique moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade nocturne le long de la Vistule illuminée.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour dans le quartier de Praga rive droite.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans un restaurant de nouvelle cuisine polonaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de confection de bigos et gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie pelo distrito da Cidade Nova de Varsóvia para experimentar o lado mais contemporâneo da cidade com cafés da moda, boutiques e vida de rua vibrante. Embora historicamente a parte 'nova' da cidade medieval, esta área oferece uma atmosfera diferente do centro histórico reconstruído. A mistura de edifícios restaurados e energia moderna captura o caráter dinâmico de Varsóvia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 1
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 2
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 3
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 4
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 1
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 14
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 15
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 5
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 2
        }
      ],
      "language": "pt",
      "suggested_days": 4,
      "rating": 10,
      "place_type": "capital"
    },
    {
      "place_id": "PL::wroclaw",
      "name": "Wroclaw",
      "cc": "PL",
      "coords": [
        51.10788,
        17.03854
      ],
      "lat": 51.10788,
      "lon": 17.03854,
      "visits": [
        {
          "text": "Rynek de Wrocław com suas casas coloridas e Prefeitura gótica.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de São João Batista na ilha Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Panorama Racławice, uma pintura monumental de 360 graus retratando a batalha de 1794 onde forças camponesas polonesas derrotaram o exército russo. Esta enorme tela circular, medindo 15 por 114 metros, imerge os espectadores na cena dramática através de técnicas inovadoras de apresentação do século XIX. A jornada da pintura - escondida durante os tempos comunistas - adiciona outra camada ao seu significado histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek de Wrocław avec ses maisons colorées et Hôtel de Ville gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saint-Jean-Baptiste sur l'île Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama de Racławice, fresque circulaire monumentale.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a deslumbrante Praça do Mercado de Wrocław, uma das maiores e mais belas da Europa, cercada por elegantes casas urbanas que exibem séculos de estilos arquitetônicos. A ornamentada Prefeitura Gótica domina este vasto espaço público onde locais e visitantes se reúnem em cafés ao ar livre para absorver a atmosfera vibrante. Com mais de 100 parques e espaços verdes, Wrocław está entre as cidades mais verdes da Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Cace os famosos anões de bronze de Wrocław, mais de 300 pequenas esculturas caprichosas espalhadas pelas ruas da cidade, cada uma com seu próprio caráter e história. Este amado projeto de arte urbana começou como simbolismo anticomunista e evoluiu para uma encantadora caça ao tesouro em toda a cidade. As figuras peculiares aparecem em locais inesperados, deliciando visitantes que tropeçam nestes pequenos habitantes de bronze.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caça aos anões krasnale, mascote da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Bairro das Quatro Denominações e arquitetura multicultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Chasse aux nains krasnale, mascotte de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier des Quatre Dénominations et architecture multiculturelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Navegue pelo Rio Oder para apreciar a posição única de Wrocław através de mais de 100 pontes conectando suas muitas ilhas. Os cursos d'água e pontes da cidade criam vistas românticas a cada esquina, particularmente belas quando iluminadas à noite. Esta geografia aquática rendeu a Wrocław comparações com Veneza e Amsterdam, embora seu caráter permaneça distintamente centro-europeu.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 7
        }
      ],
      "language": "pt",
      "suggested_days": 3,
      "rating": 9.8,
      "place_type": "capital"
    },
    {
      "place_id": "PL::zakopane",
      "name": "Zakopane",
      "cc": "PL",
      "coords": [
        49.29918,
        19.94957
      ],
      "lat": 49.29918,
      "lon": 19.94957,
      "visits": [
        {
          "text": "Krupówki, artéria animada com arquitetura de montanha tradicional góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja de madeira de Jaszczurówka, joia da arquitetura Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do estilo Zakopane para compreender a identidade montanhesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Vale de Kościeliska, caminhada numa paisagem de contos com cascatas.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Morskie Oko, pérola dos Tatras engastada nas montanhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, rua animada no pé dos Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Morskie Oko, pérola alpina incrustada nas montanhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Vale de Kościeliska com suas cascatas e grutas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a uma fazenda produtora de oscypek com demonstração.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado montanhês de Krupówki para especialidades góralskie.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, artère animée avec architecture de montagne traditionnelle góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Église en bois de Jaszczurówka, joyau de l'architecture Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du style Zakopane pour comprendre l'identité montagnarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Vallée de Kościeliska, randonnée dans un paysage de contes avec cascades.",
          "visit_duration_min": 75
        },
        {
          "text": "Lac Morskie Oko, perle des Tatras enchâssée dans les montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, rue animée au pied des Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une ferme productrice d'oscypek avec démonstration.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché montagnard de Krupówki pour spécialités góralskie.",
          "visit_duration_min": 75
        },
        {
          "text": "Chegue em Zakopane, o principal resort montanhoso da Polônia aninhado ao pé das espetaculares Montanhas Tatra. Esta cidade encantadora, conhecida como a capital de inverno da Polônia, encanta visitantes com sua arquitetura distintiva de madeira, cultura vibrante dos montanheses e cenário alpino deslumbrante. A rua principal pedestrianizada alinhada com edifícios tradicionais de madeira exibe o estilo regional único que se desenvolveu nesta comunidade montanhosa isolada.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba a Montanha Gubałówka de funicular para vistas panorâmicas deslumbrantes de Zakopane e os dramáticos picos do Tatra ao fundo. O cume oferece trilhas fáceis para caminhada, bancas de souvenirs vendendo artesanato local, e comida tradicional dos montanheses para experimentar enquanto aprecia as vistas da montanha. Em dias claros, a silhueta irregular dos Altos Tatras cria um cenário alpino inesquecível.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça uma trilha até Morskie Oko, o maior e mais belo lago de montanha da Polônia, localizado em um circo glacial cercado por picos de granito imponentes. A trilha de 7,7 quilômetros através do Parque Nacional Tatra passa por riachos em cascata e florestas de pinheiros pristinas antes de revelar as águas cristalinas refletindo penhascos íngremes. Esta maravilha natural icônica, cujo nome significa 'Olho do Mar', representa a experiência quintessencial do Tatra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pegue o teleférico para Kasprowy Wierch, a 1.987 metros um dos picos altos mais acessíveis nos Tatras poloneses. O cume fica na fronteira entre Polônia e Eslováquia, oferecendo perspectivas dos dois países de seu mirante rochoso. No inverno, o esqui excelente atrai multidões para a estação de esqui mais alta da Polônia, enquanto o verão traz caminhantes para as trilhas alpinas que se espalham a partir do pico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de oscypek grelhado e żubrówka no mercado.",
          "visit_duration_min": 60
        },
        {
          "text": "Banho ou relaxamento nas termas de Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de oscypek grelhado e pratos montanheses.",
          "visit_duration_min": 60
        },
        {
          "text": "Banhos termais sob as estrelas.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada panorâmica nos Tatras.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de oscypek grelhado com geleia de oxicoco.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em uma karczma montanhesa autêntica.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de licores de montanha e żubrówka.",
          "visit_duration_min": 60
        },
        {
          "text": "Téléphérique jusqu'au sommet de Kasprowy Wierch pour panoramas alpins.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation d'oscypek grillé avec confiture d'airelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade ou détente dans les thermes de Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Bains thermaux sous les étoiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée panoramique dans les Tatras.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une karczma montagnarde authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de liqueurs de montagne et żubrówka.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore o Parque Nacional Tatra, uma Reserva da Biosfera da UNESCO que protege a única paisagem alpina da Polônia e as montanhas mais altas do país. O cenário dramático do parque inclui vales glaciais, lagos de montanha, cachoeiras e flora endêmica encontrada em nenhum outro lugar do mundo. Seja fazendo trilhas desafiadoras ou simplesmente admirando as vistas, os Tatras proporcionam as experiências naturais mais espetaculares da Polônia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 4
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 10
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 11
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 3
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 9
        }
      ],
      "language": "pt",
      "suggested_days": 2.5,
      "rating": 9.2,
      "place_type": "metropolis"
    },
    {
      "place_id": "PL::zalipie",
      "name": "Zalipie",
      "cc": "PL",
      "coords": [
        50.22472,
        20.85472
      ],
      "lat": 50.22472,
      "lon": 20.85472,
      "visits": [
        {
          "text": "Aldeia pintada de Zalipie, casas cobertas de motivos florais.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa-museu de Felicja Curyłowa, artista local.",
          "visit_duration_min": 75
        },
        {
          "text": "Village peint de Zalipie, chaumières couvertes de motifs floraux.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison-musée de Felicja Curyłowa, artiste locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Oficina de pintura floral tradicional em papel.",
          "visit_duration_min": 60
        },
        {
          "text": "Encontro com os artesãos da aldeia.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em casa de família com culinária camponesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de peinture florale traditionnelle sur papier.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre avec les artisans du village.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner chez l'habitant avec cuisine paysanne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 9
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "small_city"
    }
  ]
}