{
  "version": 1,
  "country": "pl",
  "language": "es",
  "places": [
    {
      "place_id": "PL::bialowieza",
      "name": "Bialowieza",
      "cc": "PL",
      "coords": [
        52.70134,
        23.84748
      ],
      "lat": 52.70134,
      "lon": 23.84748,
      "visits": [
        {
          "text": "Bosque de Białowieża, último bosque primario de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Parque Nacional y centro de cría de bisontes.",
          "visit_duration_min": 75
        },
        {
          "text": "Forêt de Białowieża, dernière forêt primaire d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Parc National et centre d'élevage de bisons.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo guiado en busca de bisontes salvajes.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée guidée à la recherche des bisons sauvages.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 1
        }
      ],
      "language": "es",
      "suggested_days": 0.5,
      "rating": 7.6,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::bialystok",
      "name": "Bialystok",
      "cc": "PL",
      "coords": [
        53.1325,
        23.1688
      ],
      "lat": 53.1325,
      "lon": 23.1688,
      "visits": [
        {
          "text": "Maravíllate con el Palacio Branicki, a menudo llamado el 'Versailles del Norte', una impresionante residencia barroca rodeada de jardines de estilo francés meticulosamente mantenidos. Este palacio aristocrático del siglo XVIII cuenta con interiores ornamentados, escalinatas grandiosas y hermosos terrenos completos con fuentes y setos esculpidos. El palacio ahora sirve como universidad de medicina mientras permanece abierto para visitas guiadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Iglesia Ortodoxa de los Santos Pedro y Pablo, un ejemplo impresionante de arquitectura religiosa influenciada por el estilo bizantino que refleja la herencia multicultural de la región. Las cúpulas distintivas de la iglesia y su interior ricamente decorado muestran las tradiciones ortodoxas que han florecido en el noreste de Polonia durante siglos. Este punto de referencia espiritual proporciona una visión del diverso tapiz religioso de la región fronteriza.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relájate en el Parque de la Ciudad de Białystok, uno de los parques urbanos más antiguos y hermosos de Polonia, perfecto para un paseo tranquilo por la tarde o un picnic. Las avenidas arboladas del parque, estanques ornamentales y monumentos históricos crean un oasis verde tranquilo en el corazón de la ciudad. Este querido lugar de encuentro local ofrece una visión de la vida cotidiana polaca lejos de las rutas turísticas típicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Adéntrate en el primitivo Bosque de Białowieża, uno de los últimos bosques antiguos que quedan en Europa y un Sitio del Patrimonio Mundial de la UNESCO que se extiende a ambos lados de la frontera polaco-bielorrusa. Este bosque extraordinario alberga bisontes europeos raros, linces, alces y innumerables otras especies en un ecosistema virtualmente sin cambios durante milenios. Los santuarios de vida silvestre, centros educativos y senderos forestales permiten a los visitantes experimentar este tesoro natural único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 1
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3,
      "place_type": "city"
    },
    {
      "place_id": "PL::chelmno",
      "name": "Chelmno",
      "cc": "PL",
      "coords": [
        53.34861,
        18.42361
      ],
      "lat": 53.34861,
      "lon": 18.42361,
      "visits": [
        {
          "text": "Casco antiguo medieval de Chełmno perfectamente preservado.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de la Asunción con reliquias de San Valentín.",
          "visit_duration_min": 75
        },
        {
          "text": "Ayuntamiento renacentista y panorama desde la torre.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille ville médiévale de Chełmno parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique de l'Assomption avec reliques de Saint Valentin.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville Renaissance et panorama depuis la tour.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por las murallas medievales intactas.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en una taberna medieval.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade sur les remparts médiévaux intacts.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne médiévale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.6,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::czestochowa",
      "name": "Czestochowa",
      "cc": "PL",
      "coords": [
        50.81171,
        19.12075
      ],
      "lat": 50.81171,
      "lon": 19.12075,
      "visits": [
        {
          "text": "Monasterio de Jasna Góra y Virgen Negra, alto lugar de peregrinación.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del monasterio con tesoros religiosos.",
          "visit_duration_min": 75
        },
        {
          "text": "Monastère de Jasna Góra et Vierge Noire, haut lieu de pèlerinage.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du monastère avec trésors religieux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participación en un oficio o cantos religiosos.",
          "visit_duration_min": 60
        },
        {
          "text": "Ruta de los Nidos de Águila en el Jura de Cracovia.",
          "visit_duration_min": 60
        },
        {
          "text": "Participation à un office ou chants religieux.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Nids d'Aigle dans la Jura cracovienne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 12
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.3,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::frombork",
      "name": "Frombork",
      "cc": "PL",
      "coords": [
        54.35722,
        19.67972
      ],
      "lat": 54.35722,
      "lon": 19.67972,
      "visits": [
        {
          "text": "Catedral-fortaleza de Frombork donde Copérnico elaboró su teoría.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Copérnico en la torre Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planetario con espectáculo sobre el sistema heliocéntrico.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale-forteresse de Frombork où Copernic élabora sa théorie.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Copernic dans la tour Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planétarium avec spectacle sur le système héliocentrique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por la laguna del Vístula al atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur la lagune de la Vistule au coucher de soleil.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 4
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::gdansk",
      "name": "Gdansk",
      "cc": "PL",
      "coords": [
        54.35202,
        18.64638
      ],
      "lat": 54.35202,
      "lon": 18.64638,
      "visits": [
        {
          "text": "Długi Targ y Puerta Dorada, corazón histórico de la ciudad hanseática.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa María, la iglesia de ladrillo más grande del mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Ámbar para descubrir el oro del Báltico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de la Segunda Guerra Mundial, arquitectura contemporánea impresionante.",
          "visit_duration_min": 75
        },
        {
          "text": "Astilleros de Gdansk y monumento de Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Oliwa y sus órganos monumentales barrocos.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque paisajístico de Oliwa con jardines románticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ y arquitectura hanseática colorida de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Ámbar en la calle Mariacka empedrada.",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Malbork, fortaleza teutónica colosal de ladrillo.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de pescado y ahumadero tradicional de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de la destilería Der Lachs con historia del Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Taller de fabricación de kiełbasa artesanal.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de productores de Gdynia para productos de la bahía.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado matutino para últimas compras de especialidades.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronómico en un café histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ et Porte d'Or, cœur historique de la cité hanséatique.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie, la plus grande église en brique au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre pour découvrir l'or de la Baltique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Seconde Guerre mondiale, architecture contemporaine saisissante.",
          "visit_duration_min": 75
        },
        {
          "text": "Chantiers navals de Gdansk et monument de Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale d'Oliwa et ses orgues monumentaux baroques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc paysager d'Oliwa avec jardins romantiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ et architecture hanséatique colorée de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre sur la rue Mariacka pavée.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Malbork, forteresse teutonique colossale en brique.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché aux poissons et fumoir traditionnel de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la distillerie Der Lachs avec histoire du Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de fabrication de kiełbasa artisanale.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de producteurs de Gdynia pour produits de la baie.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché matinal pour derniers achats de spécialités.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronomique dans un café historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por la magnífica Ruta Real de Gdańsk, la ruta ceremonial donde los reyes polacos una vez desfilaron pasando las casas patricias más grandiosas de la ciudad y monumentos cívicos. Las fachadas coloridas del Pueblo Principal, portones ornamentados y frontones elegantes crean uno de los paisajes urbanos más fotogénicos de toda Europa. A pesar del extenso daño bélico, la reconstrucción meticulosa ha restaurado esta obra maestra hanseática a su gloria anterior.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el puerto histórico de Gdańsk, donde el río Motława está bordeado de almacenes medievales de ladrillo y la icónica grúa de madera que una vez cargaba barcos de carga. Este distrito atmosférico del puerto captura la esencia del próspero pasado marítimo de la ciudad como uno de los centros comerciales más importantes del Báltico. Los cruceros en barco parten regularmente, ofreciendo perspectivas únicas de la arquitectura histórica desde el agua.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Castillo de Malbork, el castillo de ladrillo más grande del mundo y un Sitio del Patrimonio Mundial de la UNESCO, fácilmente accesible como excursión de un día desde Gdańsk. Esta fortaleza masiva del siglo XIII, construida por los Caballeros Teutónicos, comprende tres complejos de castillos interconectados rodeados por múltiples muros defensivos. Los interiores extensamente restaurados albergan fascinantes colecciones de armadura medieval, ámbar y arte religioso.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el encanto costero de Sopot, una ciudad balneario elegante que presume del muelle de madera más largo de Europa extendiéndose más de 500 metros hacia el Mar Báltico. Esta elegante ciudad spa ha atraído visitantes desde el siglo XIX con sus hermosas playas, paseos arbolados y arquitectura distintiva incluyendo la famosa Casa Torcida. La atmósfera animada y el entorno costero hacen de Sopot un escape delicioso del turismo urbano.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Gdynia, el puerto marítimo más grande de Polonia, que creció de un pequeño pueblo pesquero a un centro marítimo moderno durante el período de entreguerras. El Museo de la Marina Polaca y los barcos de guerra preservados atracados en el puerto cuentan la historia de la herencia naval de Polonia. La arquitectura modernista de la ciudad y el paseo marítimo vibrante reflejan sus orígenes únicos del siglo XX como ciudad planificada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por los muelles del puerto viejo y Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de Goldwasser en una taberna histórica.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración del barrio moderno de Wrzeszcz.",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero por la bahía de Gdansk al atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Concierto de órgano en la catedral.",
          "visit_duration_min": 60
        },
        {
          "text": "Últimas compras de ámbar en la calle Mariacka.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de despedida en una bodega histórica de Gdansk.",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero por el puerto histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de Goldwasser, licor local con escamas de oro.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a Sopot y su muelle de madera más largo de Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño en las playas de arena fina del Báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de arenques marinados en 12 variaciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de mariscos bálticos en un restaurante histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Almuerzo en un bar de leche milk bar báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de cervezas artesanales de Pomerania.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de despedida con menú degustación tierra y mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller final de degustación de vodkas artesanales.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo digestivo por el paseo marítimo.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade sur les quais du vieux port et Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de Goldwasser dans une taverne historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration du quartier branché de Wrzeszcz.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière dans la baie de Gdansk au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert d'orgue dans la cathédrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Dernières emplettes d'ambre dans la rue Mariacka.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans une cave historique de Gdansk.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière dans le port historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de Goldwasser, liqueur locale à paillettes d'or.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de Sopot et sa jetée en bois la plus longue d'Europe.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade sur les plages de sable fin de la Baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de harengs marinés en 12 variations.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de fruits de mer baltiques dans un restaurant historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Déjeuner dans un bar à lait milk bar baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de bières artisanales de Poméranie.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu avec menu dégustation terre et mer.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier final de dégustation de vodkas artisanales.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade digestive sur la promenade maritime.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta las Tres Ciudades combinando visitas a Gdańsk, Sopot y Gdynia, tres centros urbanos distintos pero interconectados a lo largo de la costa del Báltico. Las eficientes conexiones ferroviarias enlazan estas ciudades vecinas, cada una ofreciendo su propio carácter: la medieval Gdańsk, la elegante Sopot y la marítima Gdynia. Este trío urbano proporciona una introducción integral al patrimonio báltico de Polonia y la vida costera contemporánea.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 1
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 2
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 4
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 9
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 10
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 4
        }
      ],
      "language": "es",
      "suggested_days": 4,
      "rating": 9.5,
      "place_type": "metropolis"
    },
    {
      "place_id": "PL::gdynia",
      "name": "Gdynia",
      "cc": "PL",
      "coords": [
        54.51891,
        18.53144
      ],
      "lat": 54.51891,
      "lon": 18.53144,
      "visits": [
        {
          "text": "Museo de la Emigración, historia conmovedora de la partida hacia América.",
          "visit_duration_min": 75
        },
        {
          "text": "Destructor Błyskawica, buque museo de la marina polaca.",
          "visit_duration_min": 75
        },
        {
          "text": "Acuario de Gdynia para descubrir la fauna báltica.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Émigration, histoire poignante du départ vers l'Amérique.",
          "visit_duration_min": 75
        },
        {
          "text": "Destroyer Błyskawica, navire musée de la marine polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Aquarium de Gdynia pour découvrir la faune baltique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el acantilado de Kamienna Góra con vista panorámica.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de pescado ahumado en el puerto pesquero.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur la falaise de Kamienna Góra avec vue panoramique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de poisson fumé au port de pêche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 4
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7.6,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::gniezno",
      "name": "Gniezno",
      "cc": "PL",
      "coords": [
        52.53472,
        17.5825
      ],
      "lat": 52.53472,
      "lon": 17.5825,
      "visits": [
        {
          "text": "Catedral de Gniezno, cuna de la Polonia cristiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Puertas de Gniezno, obra maestra románica en bronce.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de los Orígenes del Estado Polaco.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Gniezno, berceau de la Pologne chrétienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Portes de Gniezno, chef-d'œuvre roman en bronze.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des Origines de l'État Polonais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ruta de los Primeros Piast a través de pueblos históricos.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a una granja ecológica con productos del terruño.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Premiers Piast à travers villages historiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d'une ferme écologique avec produits du terroir.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 6
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.8,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::hel",
      "name": "Hel",
      "cc": "PL",
      "coords": [
        54.60778,
        18.80222
      ],
      "lat": 54.60778,
      "lon": 18.80222,
      "visits": [
        {
          "text": "Faro de Hel y museo de la pesca costera.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificaciones costeras de la Segunda Guerra Mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Phare de Hel et musée de la pêche côtière.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications côtières de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observación de focas en el centro Fokarium.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo en bicicleta por la península estrecha entre dos mares.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurf o kitesurf en los spots reputados.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation des phoques au centre Fokarium.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo sur la péninsule étroite entre deux mers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.1,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::krakow",
      "name": "Krakow",
      "cc": "PL",
      "coords": [
        50.06465,
        19.94498
      ],
      "lat": 50.06465,
      "lon": 19.94498,
      "visits": [
        {
          "text": "Piérdete en la magnífica Rynek Główny de Kraków, la plaza de mercado medieval más grande de Europa y el corazón vibrante de esta querida antigua capital real. La vasta extensión empedrada, rodeada de elegantes casas adosadas, iglesias góticas y el renacentista Mercado de los Paños, pulsa con vida desde el amanecer hasta bien pasada la medianoche. Los carruajes tirados por caballos, artistas callejeros y terrazas de cafés al aire libre crean una atmósfera de elegancia europea atemporal.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa María y su retablo de Veit Stoss, obra maestra gótica.",
          "visit_duration_min": 75
        },
        {
          "text": "Colina de Wawel con el castillo real y la catedral de los reyes de Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Minas de sal de Wieliczka, catedral subterránea esculpida en sal.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de la fábrica de Schindler, testimonio conmovedor de la Segunda Guerra Mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Pieskowa Skała y los acantilados del Jura cracoviano.",
          "visit_duration_min": 75
        },
        {
          "text": "Abadía benedictina de Tyniec a orillas del Vístula.",
          "visit_duration_min": 75
        },
        {
          "text": "Mañana libre para compras de recuerdos de ámbar y encaje.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio de Nowa Huta, utopía socialista convertida en patrimonio industrial.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny de Cracovia, corazón palpitante de la ciudad real.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de la Lonja de los Paños para productos del terroir cracoviano.",
          "visit_duration_min": 75
        },
        {
          "text": "Taller de confección de pierogi tradicionales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a una destilería artesanal de vodka con degustación.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado campesino Stary Kleparz para conocer productores locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a bodegas de miel e hidromiel con degustación.",
          "visit_duration_min": 75
        },
        {
          "text": "Quesería artesanal de la región cracoviana.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny, plus grande place médiévale d'Europe avec la Halle aux Draps.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie et son retable de Veit Stoss, chef-d'œuvre gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Colline du Wawel avec le château royal et la cathédrale des rois de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Mines de sel de Wieliczka, cathédrale souterraine sculptée dans le sel.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'usine Schindler, témoignage émouvant de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Pieskowa Skała et les falaises de Jura cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Abbaye bénédictine de Tyniec sur les rives de la Vistule.",
          "visit_duration_min": 75
        },
        {
          "text": "Matinée libre pour shopping de souvenirs d'ambre et dentelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier de Nowa Huta, utopie socialiste devenue patrimoine industriel.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny de Cracovie, cœur battant de la cité royale.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de la Halle aux Draps pour produits du terroir cracovien.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de confection de pierogi traditionnels.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une distillerie artisanale de vodka avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché paysan Stary Kleparz pour rencontrer producteurs locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de caves à miel et hydromel avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Fromagerie artisanale de la région cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende al Castillo de Wawel, la antigua sede de los reyes polacos encaramada dramáticamente sobre un afloramiento calcáreo sobre el río Vístula. Este magnífico complejo de edificios góticos y renacentistas alberga salones de estado, apartamentos privados reales y una impresionante colección de tapices flamencos y armaduras. La contigua Catedral de Wawel, lugar de coronación de monarcas polacos, contiene tumbas reales y el santuario de plata de San Estanislao.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Mercado de los Paños, la gran galería comercial renacentista que ha ocupado el centro de la plaza principal desde el siglo XIV. La planta baja mantiene su tradición comercial con puestos que venden joyas de ámbar, artesanías de madera y souvenirs polacos, mientras que la galería superior alberga una sucursal del Museo Nacional. Esta estructura icónica encarna perfectamente la prosperidad medieval de Kraków como importante centro comercial.",
          "visit_duration_min": 75
        },
        {
          "text": "Desciende a la Mina de Sal de Wieliczka, un Sitio del Patrimonio Mundial de la UNESCO justo a las afueras de Kraków donde la sal ha sido extraída continuamente desde el siglo XIII. Las cámaras subterráneas talladas completamente en sal de roca incluyen capillas ornamentadas, esculturas elaboradas e incluso un lago subterráneo, todo iluminado por candelabros de cristal también hechos de sal. Esta maravilla subterránea, que alcanza profundidades de 327 metros, muestra siglos de historia minera y logros artísticos extraordinarios.",
          "visit_duration_min": 75
        },
        {
          "text": "Rinde solemne homenaje en el Memorial y Museo de Auschwitz-Birkenau, el campo de concentración nazi más grande donde perecieron más de un millón de personas durante la Segunda Guerra Mundial. Este sitio inquietante preserva la evidencia física del genocidio a través de barracones originales, torres de vigilancia y crematorios que dan testimonio de una tragedia humana inimaginable. La experiencia, aunque emocionalmente exigente, proporciona educación histórica esencial sobre el Holocausto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el barrio judío de Kazimierz, corazón vibrante de la cultura judía polaca.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de pierogi y żurek en una taberna tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración de las galerías de arte contemporáneo de Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Concierto de música klezmer en Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Ruta de los Nidos de Águila a través de castillos y paisajes kársticos.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de despedida en una bodega abovedada del casco antiguo.",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero por el Vístula al atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio judío de Kazimierz, lugares de memoria y cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación en los mejores productores de pierogi artesanales.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en una taberna histórica de Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Curso de cocina polaca tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour nocturno en los milk bar y nuevos establecimientos.",
          "visit_duration_min": 60
        },
        {
          "text": "Almuerzo gastronómico en un restaurante estrellado moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo vinícola por los viñedos de Małopolska.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le quartier juif de Kazimierz, cœur vibrant de la culture juive polonaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pierogi et żurek dans une taverne traditionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration des galeries d'art contemporain de Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de musique klezmer à Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Nids d'Aigle à travers châteaux et paysages karstiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans une cave voûtée de la vieille ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière sur la Vistule au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier juif de Kazimierz, lieux de mémoire et cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation chez les meilleurs producteurs de pierogi artisanaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne historique de Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours de cuisine polonaise traditionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour nocturne dans les bars à lait milk bar et nouvelles adresses.",
          "visit_duration_min": 60
        },
        {
          "text": "Déjeuner gastronomique dans un restaurant étoilé moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade viticole dans les vignobles de Małopolska.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora las murallas medievales de Kraków, entre las mejor conservadas de Europa, con sus torres defensivas y la icónica Puerta de San Florián. Estas fortificaciones una vez rodearon todo el Casco Antiguo, aunque solo quedan fragmentos hoy a lo largo del Parque Planty bordeado de árboles. La Barbacana, un imponente puesto defensivo gótico, se alza como el elemento más impresionante que sobrevive de las defensas medievales.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre los tesoros del Museo Nacional, que alberga la mejor colección de arte de Polonia desde tiempos medievales hasta la era contemporánea. Las posesiones del museo incluyen 'La Dama del Armiño' de Leonardo da Vinci, uno de solo cuatro retratos sobrevivientes del maestro renacentista. Múltiples sucursales por la ciudad exploran artes decorativas, pintura polaca y el trabajo de artistas específicos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 1
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 2
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 6
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 1
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 4
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 8
        }
      ],
      "language": "es",
      "suggested_days": 3.5,
      "rating": 9.6,
      "place_type": "capital"
    },
    {
      "place_id": "PL::lancut",
      "name": "Lancut",
      "cc": "PL",
      "coords": [
        50.0675,
        22.22889
      ],
      "lat": 50.0675,
      "lon": 22.22889,
      "visits": [
        {
          "text": "Castillo de Łańcut, residencia magníficamente amueblada de los magnates.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del automóvil y de los carruajes históricos.",
          "visit_duration_min": 75
        },
        {
          "text": "Sinagoga barroca restaurada.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Łańcut, résidence magnifiquement meublée des magnats.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'automobile et des carrosses historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Synagogue baroque restaurée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el parque romántico del castillo.",
          "visit_duration_min": 60
        },
        {
          "text": "Concierto de música clásica en los salones.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le parc romantique du château.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de musique classique dans les salons.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 10
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::leba",
      "name": "Leba",
      "cc": "PL",
      "coords": [
        54.7558,
        17.555
      ],
      "lat": 54.7558,
      "lon": 17.555,
      "visits": [
        {
          "text": "Maravíllate con las Dunas de Arena de Słowiński, las dunas móviles más altas de Europa, creando un paisaje desértico de otro mundo dentro del Parque Nacional Słowiński. Estas formaciones extraordinarias se desplazan aproximadamente 10 metros al año, enterrando gradualmente los bosques de pinos circundantes en su avance inexorable. Caminar por estas vastas extensiones arenosas, con el Mar Báltico brillando a la distancia, proporciona una experiencia natural verdaderamente única.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el Parque Nacional Słowiński, una Reserva de la Biosfera de la UNESCO que protege un ecosistema costero extraordinario de dunas cambiantes, lagos prístinos y diversos hábitats de vida silvestre. Los paisajes inusuales del parque incluyen campos de dunas, bosques costeros y humedales rebosantes de aves migratorias. Los senderos y las plataformas de observación permiten a los visitantes apreciar este ambiente dinámico donde la arena, el agua y el viento remodelan constantemente el terreno.",
          "visit_duration_min": 60
        },
        {
          "text": "Relájate en el balneario costero de Łeba, un encantador pueblo báltico que sirve como puerta de entrada a las dunas móviles. Esta antigua aldea pesquera combina las comodidades de vacaciones de playa con el carácter tradicional de la costa polaca. Las excursiones a caballo por los paisajes arenosos ofrecen una manera memorable de experimentar este entorno costero único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.8,
      "place_type": "city"
    },
    {
      "place_id": "PL::lidzbark-warminski",
      "name": "Lidzbark Warminski",
      "cc": "PL",
      "coords": [
        54.125,
        20.58444
      ],
      "lat": 54.125,
      "lon": 20.58444,
      "visits": [
        {
          "text": "Castillo de los obispos de Warmia, fortaleza gótica desconocida.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica gótica de San Pedro y Pablo.",
          "visit_duration_min": 75
        },
        {
          "text": "Château des évêques de Warmie, forteresse gothique méconnue.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique gothique Saint-Pierre et Paul.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ruta de los castillos de Warmia a través del campo.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de productos monásticos locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des châteaux de Warmie à travers la campagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de produits monastiques locaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 0.5,
      "rating": 4.6,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::lodz",
      "name": "Lodz",
      "cc": "PL",
      "coords": [
        51.75925,
        19.45598
      ],
      "lat": 51.75925,
      "lon": 19.45598,
      "visits": [
        {
          "text": "Calle Piotrkowska, arteria de 4 km bordeada de palacios industriales.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de Arte MS1 en un palacio textil.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complejo cultural en una antigua fábrica.",
          "visit_duration_min": 75
        },
        {
          "text": "Rue Piotrkowska, artère de 4 km bordée de palais industriels.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art MS1 dans un palais textile.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complexe culturel dans une ancienne usine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita del barrio bohemio Off Piotrkowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Street art en los patios industriales.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du quartier bohème Off Piotrkowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Street art dans les cours industrielles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 13
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.9,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::malbork",
      "name": "Malbork",
      "cc": "PL",
      "coords": [
        54.03972,
        19.02694
      ],
      "lat": 54.03972,
      "lon": 19.02694,
      "visits": [
        {
          "text": "Castillo de Malbork, la fortaleza de ladrillo más grande del mundo, sede de los Caballeros Teutónicos.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Malbork, plus grande forteresse de briques au monde, siège des Chevaliers Teutoniques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Espectáculo histórico medieval en el patio del castillo.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno por las murallas iluminadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Spectacle historique médiéval dans la cour du château.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne sur les remparts illuminés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 6
        }
      ],
      "language": "es",
      "suggested_days": 0.5,
      "rating": 6.9,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::nysa",
      "name": "Nysa",
      "cc": "PL",
      "coords": [
        50.47389,
        17.33361
      ],
      "lat": 50.47389,
      "lon": 17.33361,
      "visits": [
        {
          "text": "Basílica de Santiago y Inés, joya gótica silesia.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificaciones barrocas y torre inclinada de Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de instrumentos litúrgicos.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Saints-Jacques-et-Agnès, joyau gothique silésien.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications baroques et tour penchée de Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des instruments liturgiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración del antiguo canal subterráneo medieval.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por los jardines episcopales.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration du vieux canal souterrain médiéval.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans les jardins épiscopaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 7
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::oswiecim",
      "name": "Oswiecim",
      "cc": "PL",
      "coords": [
        50.03492,
        19.17792
      ],
      "lat": 50.03492,
      "lon": 19.17792,
      "visits": [
        {
          "text": "Memorial y museo de Auschwitz-Birkenau, lugar de recogimiento esencial.",
          "visit_duration_min": 75
        },
        {
          "text": "Mémorial et musée d'Auschwitz-Birkenau, lieu de recueillement essentiel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tiempo de recogimiento y reflexión personal.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita del centro histórico de Oświęcim.",
          "visit_duration_min": 60
        },
        {
          "text": "Temps de recueillement et réflexion personnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du centre historique d'Oświęcim.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 0.5,
      "rating": 8.6,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::poznan",
      "name": "Poznan",
      "cc": "PL",
      "coords": [
        52.40637,
        16.92517
      ],
      "lat": 52.40637,
      "lon": 16.92517,
      "visits": [
        {
          "text": "Reúnete en la magnífica Plaza del Mercado Viejo de Poznań para presenciar las famosas cabras mecánicas que emergen de la torre del reloj del Ayuntamiento cada día al mediodía para chocar cabezas doce veces. Esta querida tradición del siglo XVI atrae multitudes diariamente al corazón de una de las ciudades más antiguas e históricas de Polonia. Las casas mercantiles renacentistas circundantes con sus fachadas coloridas crean un paisaje urbano típico de Europa Central.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Poznań sur l'île Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo Imperial de estilo neorrománico.",
          "visit_duration_min": 75
        },
        {
          "text": "Place du Vieux Marché avec l'Hôtel de Ville Renaissance.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Impérial de style néo-roman.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Catedral de San Pedro y San Pablo en Ostrów Tumski (Isla de la Catedral), la catedral más antigua de Polonia y cuna espiritual de la nación polaca. Esta isla histórica en el río Warta alberga los restos de los primeros gobernantes de Polonia y fue testigo de la conversión del país al cristianismo en 966 d.C. Las capillas de la catedral, particularmente la Capilla Dorada que contiene tumbas reales, muestran siglos de arte religioso e historia nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Ayuntamiento gótico, una obra maestra de la arquitectura renacentista que alberga el fascinante Museo de la Historia de Poznań. La elegante logia con arcadas del edificio y sus interiores ornamentados reflejan la prosperidad de este importante centro comercial durante su época dorada. Subir a la torre recompensa a los visitantes con vistas panorámicas del casco histórico y la ciudad moderna más allá.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Espectáculo de los machos cabríos del Ayuntamiento al mediodía.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio moderno de Jeżyce, comida callejera y cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Vida nocturna estudiantil en los pubs del centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Spectacle des boucs de l'Hôtel de Ville à midi.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier branché de Jeżyce, street food et cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Vie nocturne étudiante dans les pubs du centre.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre la reputación de Poznań como una vibrante ciudad universitaria con una energía juvenil que llena sus cafés, bares y centros culturales. Los numerosos estudiantes de la ciudad aportan vitalidad a las calles históricas donde las tradiciones intelectuales se remontan a siglos atrás. Esta atmósfera dinámica hace de Poznań uno de los destinos urbanos más atractivos de Polonia, más allá de sus considerables atracciones arquitectónicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 5
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 6
        }
      ],
      "language": "es",
      "suggested_days": 1.5,
      "rating": 8.2,
      "place_type": "large_city"
    },
    {
      "place_id": "PL::sopot",
      "name": "Sopot",
      "cc": "PL",
      "coords": [
        54.44158,
        18.56044
      ],
      "lat": 54.44158,
      "lon": 18.56044,
      "visits": [
        {
          "text": "Molo de Sopot, el muelle de madera más largo de Europa que se adentra en el mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa Torcida Krzywy Domek, arquitectura surrealista única.",
          "visit_duration_min": 75
        },
        {
          "text": "Molo de Sopot, plus longue jetée en bois d'Europe s'avançant dans la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison Tordue Krzywy Domek, architecture surréaliste unique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Baño y relajación en la playa de arena fina.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras y cafés en Monte Cassino, avenida animada.",
          "visit_duration_min": 60
        },
        {
          "text": "Noche en los bares de playa y clubes de Sopot.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade et détente sur la plage de sable fin.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping et cafés sur Monte Cassino, avenue animée.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée dans les bars de plage et clubs de Sopot.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 0.5,
      "rating": 8.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::swidnica",
      "name": "Swidnica",
      "cc": "PL",
      "coords": [
        50.84306,
        16.49056
      ],
      "lat": 50.84306,
      "lon": 16.49056,
      "visits": [
        {
          "text": "Iglesia de la Paz, la iglesia de entramado de madera más grande de Europa, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Santos Estanislao y Venceslao y su órgano monumental.",
          "visit_duration_min": 75
        },
        {
          "text": "Église de la Paix, plus grande église à pans de bois d'Europe, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saints-Stanislas-et-Venceslas et son orgue monumental.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita del antiguo refugio antiatómico secreto bajo la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo en los montes Table con rocas extrañas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de l'ancien abri antiatomique secret sous la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée dans les monts Table avec roches étranges.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 8
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::torun",
      "name": "Torun",
      "cc": "PL",
      "coords": [
        53.01379,
        18.59844
      ],
      "lat": 53.01379,
      "lon": 18.59844,
      "visits": [
        {
          "text": "Casco Antiguo de Toruń, ciudad medieval perfectamente conservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa natal de Copérnico y planetarium.",
          "visit_duration_min": 75
        },
        {
          "text": "Ayuntamiento gótico con vista panorámica.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Pan de Jengibre con taller de elaboración.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de la fábrica Kopernik, pan de jengibre desde 1763.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Toruń, cité médiévale parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison natale de Copernic et planétarium.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville gothique avec vue panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Pain d'Épice avec atelier de confection.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la fabrique Kopernik, pain d'épice depuis 1763.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el Casco Antiguo de Toruń, declarado Patrimonio Mundial por la UNESCO, uno de los centros urbanos medievales mejor preservados de Europa y lugar de nacimiento del astrónomo Nicolás Copérnico. La arquitectura gótica de ladrillo, las calles serpenteantes de adoquines y las plazas atmosféricas transportan a los visitantes de vuelta a la próspera era hanseática. Este paisaje urbano medieval notablemente intacto ofrece una visión auténtica del rico pasado mercantil de Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo Casa de Copérnico, dedicado al hijo más famoso de Toruń quien revolucionó nuestro entendimiento del universo. Esta casa de comerciante gótica reconstruida donde nació Copérnico en 1473 exhibe mobiliario de época, instrumentos astronómicos y exposiciones sobre su revolucionaria teoría heliocéntrica. El museo da vida al mundo que moldeó una de las mentes científicas más grandes de la historia.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el Ayuntamiento Gótico que domina el Rynek Staromiejski, una magnífica estructura del siglo XIV considerada uno de los mejores ejemplos de arquitectura cívica medieval en Europa Central. La torre elevada del edificio ofrece vistas panorámicas a través del Casco Antiguo de techos rojos hasta el río Vístula más allá. Adentro, el Museo Regional muestra la herencia artística y cultural de Toruń a través de los siglos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustación del pan de jengibre de Toruń, especialidad ancestral.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno por las murallas medievales.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de panes de jengibre artesanales variados.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena medieval en una cueva gótica.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation du pain d'épice de Toruń, spécialité ancestrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade nocturne sur les remparts médiévaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pains d'épices artisanaux variés.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner médiéval dans une cave gothique.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre la Torre Inclinada de Toruń, una curiosa fortificación medieval que se inclina notablemente debido a su construcción en terreno inestable. La leyenda afirma que la torre fue construida por un Caballero Teutónico como penitencia, aunque su inclinación probablemente resultó del suelo blando debajo. Este punto de referencia peculiar ahora alberga una taberna encantadora donde los visitantes pueden experimentar los ángulos inusuales de primera mano.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina por la Ruta Real siguiendo el sendero una vez tomado por los reyes polacos durante sus visitas ceremoniales a esta próspera ciudad comercial. Esta vía procesional histórica pasa por las iglesias góticas más grandiosas, casas de comerciantes y edificios cívicos que hicieron de Toruń una de las ciudades más ricas en la Polonia medieval. La ruta proporciona un marco excelente para explorar los puntos arquitectónicos destacados del Casco Antiguo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 7
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 1.5,
      "rating": 8.8,
      "place_type": "medium_city"
    },
    {
      "place_id": "PL::tykocin",
      "name": "Tykocin",
      "cc": "PL",
      "coords": [
        53.20417,
        22.76861
      ],
      "lat": 53.20417,
      "lon": 22.76861,
      "visits": [
        {
          "text": "Sinagoga barroca de Tykocin, una de las más bellas de Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia barroca de la Trinidad y su monasterio.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo judío en el antiguo talmud torah.",
          "visit_duration_min": 75
        },
        {
          "text": "Synagogue baroque de Tykocin, l'une des plus belles de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Église baroque de la Trinité et son monastère.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée juif dans l'ancien talmud torah.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el pueblo preservado a orillas del Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de miel de bosque en casa de un apicultor local.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le village préservé au bord de la Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de miel de forêt chez un apiculteur local.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 2
        }
      ],
      "language": "es",
      "suggested_days": 0.5,
      "rating": 3.3,
      "place_type": "small_city"
    },
    {
      "place_id": "PL::warsaw",
      "name": "Warsaw",
      "cc": "PL",
      "coords": [
        52.22968,
        21.01223
      ],
      "lat": 52.22968,
      "lon": 21.01223,
      "visits": [
        {
          "text": "Ciudad Vieja de Varsovia, reconstrucción minuciosa declarada Patrimonio de la UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal con sus suntuosos interiores restaurados.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaza del Mercado Rynek Starego Miasta y estatua de la Sirena.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Alzamiento de Varsovia, homenaje a los héroes de 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio de la Cultura y las Ciencias, rascacielos estaliniano emblemático.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Chopin interactivo para sumergirse en el universo del compositor.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo POLIN de historia de los judíos polacos, arquitectura moderna notable.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el Parque Łazienki, el parque más grande y hermoso de Varsovia que presenta el encantador Palacio en la Isla reflejado en aguas tranquilas. Esta residencia real de verano del siglo XVIII, rodeada de jardines cuidados, pavos reales y esculturas clásicas, ofrece un escape sereno de la exploración urbana. Los paisajes románticos del parque y la arquitectura neoclásica lo convierten en favorito tanto de locales como visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Wilanów, Versalles polaco con jardines a la francesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Nacional con colección de pintura polaca.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de Arte Moderno con exposiciones vanguardistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cementerio Powązki, panteón de las personalidades polacas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Casco Antiguo de Varsovia meticulosamente reconstruido, un Sitio del Patrimonio Mundial de la UNESCO que se erige como un testimonio extraordinario de la resistencia polaca. Después de sufrir más del 85% de destrucción durante la Segunda Guerra Mundial, la ciudad fue pacientemente reconstruida por sus ciudadanos decididos. La encantadora plaza del mercado y las calles circundantes ahora muestran la belleza arquitectónica que una vez caracterizó a esta capital histórica.",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo Real y Plaza del Castillo con su columna de Segismundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Museo del Levantamiento de Varsovia, un tributo innovador y profundamente conmovedor al levantamiento de 1944 contra la ocupación nazi. A través de exhibiciones inmersivas, artefactos auténticos y presentaciones multimedia, este museo galardonado cuenta la historia de la lucha de 63 días que moldeó la identidad polaca moderna. La experiencia proporciona contexto esencial para entender la destrucción bélica de Varsovia y su posterior renacimiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio de la Cultura y las Ciencias, panorama sobre Varsovia moderna.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Nacional y colección de arte polaco.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Hala Mirowska, templo de los productos frescos varsoviano.",
          "visit_duration_min": 75
        },
        {
          "text": "Pastelería Blikle para pączki legendarios desde 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar de leche milk bar tradicional para żurek y pierogi populares.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Vodka Polaco con degustación comparativa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a una cervecería artesanal varsoviana.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Varsovie, reconstruction minutieuse classée UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal avec ses intérieurs somptueux restaurés.",
          "visit_duration_min": 75
        },
        {
          "text": "Place du Marché Rynek Starego Miasta et statue de la Sirène.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Insurrection de Varsovie, hommage aux héros de 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, gratte-ciel stalinien emblématique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Chopin interactif pour plonger dans l'univers du compositeur.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée POLIN d'histoire des Juifs polonais, architecture moderne remarquable.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc Łazienki avec le Palais sur l'Eau et ses jardins romantiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Wilanów, Versailles polonais avec jardins à la française.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National avec collection de peinture polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art Moderne avec expositions avant-gardistes.",
          "visit_duration_min": 75
        },
        {
          "text": "Cimetière Powązki, panthéon des personnalités polonaises.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Varsovie reconstruite après-guerre, miracle UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal et Place du Château avec sa colonne de Sigismond.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Insurrection pour comprendre l'histoire récente.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, panorama sur Varsovie moderne.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National et collection d'art polonais.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché Hala Mirowska, temple des produits frais varsoviens.",
          "visit_duration_min": 75
        },
        {
          "text": "Pâtisserie Blikle pour pączki légendaires depuis 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar à lait milk bar traditionnel pour żurek et pierogi populaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Vodka Polonaise avec dégustation comparative.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une brasserie artisanale varsovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Castillo Real, la antigua residencia oficial de los monarcas polacos magníficamente restaurada a su esplendor barroco. Este gran palacio con vista a la Plaza del Castillo contiene salones de estado lujosamente decorados, apartamentos reales y una impresionante colección de pinturas y artes decorativas. El castillo sirve tanto como museo como símbolo de la herencia real de Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorre el Palacio de Wilanów, a menudo llamado el Versailles polaco, una exquisita residencia real barroca ubicada entre jardines formales en las afueras de la ciudad. Construido como retiro de verano para el Rey Juan III Sobieski, el palacio muestra interiores opulentos, mobiliario de época y una extraordinaria colección de arte europeo. Los jardines italianos e ingleses circundantes proporcionan un marco pintoresco para paseos tranquilos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por la Vía Real hasta el Palacio Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de pączki en la legendaria pastelería Blikle.",
          "visit_duration_min": 60
        },
        {
          "text": "Concierto de Chopin en el parque Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio de moda de Praga, arte callejero y cafés alternativos.",
          "visit_duration_min": 60
        },
        {
          "text": "Vida nocturna en los bares de vodka de Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras modernas en Złote Tarasy y Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero por el Vístula al atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado de productores Hala Mirowska para productos locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación final de cocina polaca moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Vista panorámica desde la azotea de la Universidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en una taberna tradicional del centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio de Praga y street art.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras finales en el mercado Hala Mirowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de despedida en un restaurante gastronómico moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno a lo largo del Vístula iluminado.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour en el barrio de Praga orilla derecha.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en un restaurante de nueva cocina polaca.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller de elaboración de bigos y gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido de bares en los vodka bars de Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade le long de la Voie Royale jusqu'au Palais Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pączki à la légendaire pâtisserie Blikle.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de Chopin au parc Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier branché de Praga, street art et cafés alternatifs.",
          "visit_duration_min": 60
        },
        {
          "text": "Vie nocturne dans les bars à vodka de Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping moderne à Złote Tarasy et Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière sur la Vistule au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché de producteurs Hala Mirowska pour produits locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation finale de cuisine polonaise moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Vue panoramique depuis le toit-terrasse de l'Université.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne traditionnelle du centre.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping final au marché Hala Mirowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans un restaurant gastronomique moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade nocturne le long de la Vistule illuminée.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour dans le quartier de Praga rive droite.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans un restaurant de nouvelle cuisine polonaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de confection de bigos et gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por el distrito de la Ciudad Nueva de Varsovia para experimentar el lado más contemporáneo de la ciudad con cafés de moda, boutiques y vida callejera vibrante. Aunque históricamente la parte 'nueva' de la ciudad medieval, esta área ofrece una atmósfera diferente del Casco Antiguo reconstruido. La mezcla de edificios restaurados y energía moderna captura el carácter dinámico de Varsovia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 1
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 2
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 3
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 4
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 1
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 14
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 15
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 5
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 2
        }
      ],
      "language": "es",
      "suggested_days": 4,
      "rating": 10,
      "place_type": "capital"
    },
    {
      "place_id": "PL::wroclaw",
      "name": "Wroclaw",
      "cc": "PL",
      "coords": [
        51.10788,
        17.03854
      ],
      "lat": 51.10788,
      "lon": 17.03854,
      "visits": [
        {
          "text": "Rynek de Wrocław con sus casas coloridas y Ayuntamiento gótico.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de San Juan Bautista en la isla Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Panorama de Racławice, una pintura monumental de 360 grados que representa la batalla de 1794 donde las fuerzas campesinas polacas derrotaron al ejército ruso. Este enorme lienzo circular, que mide 15 por 114 metros, sumerge a los espectadores en la escena dramática a través de técnicas innovadoras de presentación del siglo XIX. El viaje de la pintura, escondida durante los tiempos comunistas, añade otra capa a su significado histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek de Wrocław avec ses maisons colorées et Hôtel de Ville gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saint-Jean-Baptiste sur l'île Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama de Racławice, fresque circulaire monumentale.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la impresionante Plaza del Mercado de Wrocław, una de las más grandes y hermosas de Europa, rodeada de elegantes casas adosadas que muestran siglos de estilos arquitectónicos. El ornamentado Ayuntamiento gótico domina este vasto espacio público donde locales y visitantes se reúnen en cafés al aire libre para disfrutar de la atmósfera vibrante. Con más de 100 parques y espacios verdes, Wrocław se encuentra entre las ciudades más verdes de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Busca los famosos enanos de bronce de Wrocław, más de 300 pequeñas esculturas caprichosas esparcidas por las calles de la ciudad, cada una con su propio carácter e historia. Este querido proyecto de arte urbano comenzó como simbolismo anticomunista y evolucionó hacia una encantadora búsqueda del tesoro por toda la ciudad. Las figuras pintorescas aparecen en lugares inesperados, deleitando a los visitantes que se topan con estos diminutos habitantes de bronce.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caza de los enanos krasnale, mascota de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio de las Cuatro Denominaciones y arquitectura multicultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Chasse aux nains krasnale, mascotte de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier des Quatre Dénominations et architecture multiculturelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Navega por el río Oder para apreciar la posición única de Wrocław a través de más de 100 puentes que conectan sus numerosas islas. Los cursos de agua y puentes de la ciudad crean vistas románticas en cada esquina, particularmente hermosas cuando se iluminan por la noche. Esta geografía acuática hizo que Wrocław fuera comparada con Venecia y Ámsterdam, aunque su carácter sigue siendo distintivamente centroeuropeo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 7
        }
      ],
      "language": "es",
      "suggested_days": 3,
      "rating": 9.8,
      "place_type": "capital"
    },
    {
      "place_id": "PL::zakopane",
      "name": "Zakopane",
      "cc": "PL",
      "coords": [
        49.29918,
        19.94957
      ],
      "lat": 49.29918,
      "lon": 19.94957,
      "visits": [
        {
          "text": "Krupówki, arteria animada con arquitectura de montaña tradicional góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia de madera de Jaszczurówka, joya de la arquitectura Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del estilo Zakopane para comprender la identidad montañesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Valle de Kościeliska, senderismo en un paisaje de cuentos con cascadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Morskie Oko, perla de los Tatras engarzada en las montañas.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, calle animada al pie de los Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a una granja productora de oscypek con demostración.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado montañés de Krupówki para especialidades góralskie.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, artère animée avec architecture de montagne traditionnelle góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Église en bois de Jaszczurówka, joyau de l'architecture Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du style Zakopane pour comprendre l'identité montagnarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Vallée de Kościeliska, randonnée dans un paysage de contes avec cascades.",
          "visit_duration_min": 75
        },
        {
          "text": "Lac Morskie Oko, perle des Tatras enchâssée dans les montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, rue animée au pied des Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une ferme productrice d'oscypek avec démonstration.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché montagnard de Krupówki pour spécialités góralskie.",
          "visit_duration_min": 75
        },
        {
          "text": "Llega a Zakopane, el principal resort de montaña de Polonia ubicado al pie de las espectaculares Montañas Tatra. Esta ciudad encantadora, conocida como la capital invernal de Polonia, cautiva a los visitantes con su distintiva arquitectura de madera, vibrante cultura montañesa y paisajes alpinos impresionantes. La calle principal peatonal bordeada de edificios tradicionales de madera muestra el estilo regional único que se desarrolló en esta comunidad montañesa aislada.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende la Montaña Gubałówka en funicular para disfrutar de vistas panorámicas impresionantes de Zakopane y los dramáticos picos de los Tatras. La cresta de la cumbre ofrece senderos fáciles para caminar, puestos de souvenirs que venden artesanías locales, y comida tradicional de montañeses para degustar mientras contemplas las vistas de la montaña. En días despejados, la silueta dentada de los Altos Tatras crea un telón de fondo alpino inolvidable.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina hasta Morskie Oko, el lago de montaña más grande y hermoso de Polonia, situado en un circo glacial rodeado de imponentes picos de granito. El sendero de 7.7 kilómetros a través del Parque Nacional Tatra pasa por arroyos en cascada y bosques vírgenes de pinos antes de revelar las aguas cristalinas que reflejan las paredes rocosas verticales. Esta maravilla natural icónica, cuyo nombre significa 'Ojo del Mar', representa la experiencia quintesencial de los Tatras.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Toma el teleférico hasta Kasprowy Wierch, a 1,987 metros uno de los picos altos más accesibles de los Tatras polacos. La cumbre se extiende sobre la frontera polaco-eslovaca, ofreciendo perspectivas hacia ambos países desde su mirador rocoso. En invierno, el excelente esquí atrae multitudes a la estación de esquí más alta de Polonia, mientras que el verano trae excursionistas a los senderos alpinos que se extienden desde el pico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de oscypek a la parrilla y żubrówka en el mercado.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño o relajación en las termas de Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de oscypek asado y platos montañeses.",
          "visit_duration_min": 60
        },
        {
          "text": "Baños termales bajo las estrellas.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo panorámico en los Tatras.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de oscypek a la parrilla con mermelada de arándanos rojos.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en una karczma montañesa auténtica.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de licores de montaña y żubrówka.",
          "visit_duration_min": 60
        },
        {
          "text": "Téléphérique jusqu'au sommet de Kasprowy Wierch pour panoramas alpins.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation d'oscypek grillé avec confiture d'airelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade ou détente dans les thermes de Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Bains thermaux sous les étoiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée panoramique dans les Tatras.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une karczma montagnarde authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de liqueurs de montagne et żubrówka.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora el Parque Nacional Tatra, una Reserva de la Biosfera de la UNESCO que protege el único paisaje alpino de Polonia y las montañas más altas del país. El paisaje dramático del parque incluye valles glaciales, lagos de montaña, cascadas y flora endémica que no se encuentra en ningún otro lugar del mundo. Ya sea caminando por senderos desafiantes o simplemente admirando las vistas, los Tatras proporcionan las experiencias naturales más espectaculares de Polonia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 4
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 10
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 11
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 3
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 2.5,
      "rating": 9.2,
      "place_type": "metropolis"
    },
    {
      "place_id": "PL::zalipie",
      "name": "Zalipie",
      "cc": "PL",
      "coords": [
        50.22472,
        20.85472
      ],
      "lat": 50.22472,
      "lon": 20.85472,
      "visits": [
        {
          "text": "Pueblo pintado de Zalipie, casas de campo cubiertas de motivos florales.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa-museo de Felicja Curyłowa, artista local.",
          "visit_duration_min": 75
        },
        {
          "text": "Village peint de Zalipie, chaumières couvertes de motifs floraux.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison-musée de Felicja Curyłowa, artiste locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Taller de pintura floral tradicional sobre papel.",
          "visit_duration_min": 60
        },
        {
          "text": "Encuentro con los artesanos del pueblo.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en casa de lugareños con cocina campesina.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de peinture florale traditionnelle sur papier.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre avec les artisans du village.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner chez l'habitant avec cuisine paysanne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "small_city"
    }
  ]
}