{
  "version": 1,
  "country": "pl",
  "language": "fr",
  "places": [
    {
      "place_id": "PL::bialowieza",
      "name": "Bialowieza",
      "cc": "PL",
      "language": "fr",
      "coords": [
        52.70134,
        23.84748
      ],
      "lat": 52.70134,
      "lon": 23.84748,
      "visits": [
        {
          "text": "Forêt de Białowieża, dernière forêt primaire d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Parc National et centre d'élevage de bisons.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée guidée à la recherche des bisons sauvages."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 1
        }
      ],
      "rating": 8,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::bialystok",
      "name": "Bialystok",
      "cc": "PL",
      "language": "fr",
      "coords": [
        53.1325,
        23.1688
      ],
      "lat": 53.1325,
      "lon": 23.1688,
      "visits": [
        {
          "text": "Émerveillez-vous devant le palais Branicki, souvent appelé le 'Versailles du Nord', une impressionnante résidence baroque entourée de jardins de style français méticuleusement entretenus. Ce palais aristocratique du XVIIIe siècle présente des intérieurs ornés, de grands escaliers et de beaux jardins agrémentés de fontaines et de haies sculptées. Le palais sert maintenant d'université de médecine tout en restant ouvert aux visites guidées.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église orthodoxe Saints Pierre et Paul, un exemple saisissant d'architecture religieuse d'influence byzantine reflétant l'héritage multiculturel de la région. Les dômes distinctifs de l'église et son intérieur richement décoré mettent en valeur les traditions orthodoxes qui prospèrent dans le nord-est de la Pologne depuis des siècles. Ce monument spirituel offre un aperçu de la diversité religieuse de cette région frontalière.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détendez-vous dans le parc municipal de Białystok, l'un des plus anciens et des plus beaux parcs urbains de Pologne, parfait pour une promenade paisible l'après-midi ou un pique-nique. Les avenues bordées d'arbres, les étangs ornementaux et les monuments historiques du parc créent une oasis de verdure tranquille au cœur de la ville. Ce lieu de rassemblement local bien-aimé offre un aperçu de la vie polonaise quotidienne loin des circuits touristiques typiques."
        },
        {
          "text": "Partez à la découverte de la forêt primaire de Białowieża, l'une des dernières forêts anciennes d'Europe et site du patrimoine mondial de l'UNESCO à cheval sur la frontière polono-biélorusse. Cette forêt remarquable abrite des bisons d'Europe rares, des lynx, des élans et d'innombrables autres espèces dans un écosystème pratiquement inchangé depuis des millénaires. Les sanctuaires fauniques, centres éducatifs et sentiers forestiers permettent aux visiteurs de découvrir ce trésor naturel unique."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Tour Complet Pologne : Villes, Baltique et Tatras",
          "day": 1
        }
      ],
      "rating": 6.1,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::bydgoszcz",
      "name": "Bydgoszcz",
      "cc": "PL",
      "language": "fr",
      "coords": [
        53.1235,
        18.0084
      ],
      "lat": 53.1235,
      "lon": 18.0084,
      "visits": [
        {
          "text": "Découvrez Bydgoszcz (anciennement Bromberg), une ville charmante où les voies navigables serpentent à travers le centre historique créant un paysage urbain unique souvent appelé le Petit Berlin. La pittoresque île du Moulin (Wyspa Młyńska) présente des greniers restaurés, d'élégants ponts et de paisibles canaux qui invitent à une exploration tranquille. Cette ancienne ville prussienne mélange les influences architecturales allemandes et polonaises dans son quartier historique bien préservé.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez le long du front de mer de la rivière Brda, où d'historiques greniers en briques rouges se reflètent dans les eaux calmes et des façades colorées bordent les quais. L'héritage musical de la ville est célébré à travers de nombreux monuments et la renommée salle de concert Opera Nova. Bydgoszcz offre une expérience de ville polonaise authentique et plus tranquille, loin des foules des destinations plus célèbres.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faites une promenade en bateau à travers les canaux de la ville pour apprécier son réseau de voies navigables unique et son quartier historique d'entrepôts"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 16
        }
      ],
      "rating": 6.4,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::chelmno",
      "name": "Chelmno",
      "cc": "PL",
      "language": "fr",
      "coords": [
        53.34861,
        18.42361
      ],
      "lat": 53.34861,
      "lon": 18.42361,
      "visits": [
        {
          "text": "Vieille ville médiévale de Chełmno parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique de l'Assomption avec reliques de Saint Valentin.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville Renaissance et panorama depuis la tour.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade sur les remparts médiévaux intacts."
        },
        {
          "text": "Dîner dans une taverne médiévale."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 5
        }
      ],
      "rating": 4.3,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::czestochowa",
      "name": "Czestochowa",
      "cc": "PL",
      "language": "fr",
      "coords": [
        50.81171,
        19.12075
      ],
      "lat": 50.81171,
      "lon": 19.12075,
      "visits": [
        {
          "text": "Monastère de Jasna Góra et Vierge Noire, haut lieu de pèlerinage.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du monastère avec trésors religieux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participation à un office ou chants religieux."
        },
        {
          "text": "Route des Nids d'Aigle dans la Jura cracovienne."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 12
        }
      ],
      "rating": 6.1,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::dobrzyca",
      "name": "Dobrzyca",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.1667,
        16.0833
      ],
      "lat": 54.1667,
      "lon": 16.0833,
      "visits": [
        {
          "text": "Déambulez dans le complexe de jardins thématiques Hortulus à Dobrzyca, un lieu débordant de couleurs, de parfums et de merveilles horticoles. Les enfants peuvent s'aventurer dans le labyrinthe de haies tandis que les parents admirent les magnifiques jardins japonais, les paisibles fontaines et les jardins de rocaille artistiques. Cette oasis de tranquillité développe l'appréciation de la beauté de la nature et offre une retraite familiale parfaite.",
          "visit_duration_min": 75
        },
        {
          "text": "Testez votre sens de l'orientation dans le Labyrinthe de Maïs saisonnier, un immense labyrinthe créé chaque été dans les champs de Dobrzyca. Trouver la sortie de ce puzzle naturel procure un amusement excitant et un véritable défi pour les visiteurs de tous âges. Le design du labyrinthe change chaque année, intégrant souvent des surprises supplémentaires et des attractions cachées le long de ses chemins sinueux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détendez-vous dans les cafés des jardins et profitez des aires de jeux conçues pour les loisirs familiaux au milieu de paysages magnifiques"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 8
        }
      ],
      "rating": 2.7,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::dziwnow",
      "name": "Dziwnow",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.0289,
        14.7675
      ],
      "lat": 54.0289,
      "lon": 14.7675,
      "visits": [
        {
          "text": "Détendez-vous sur la magnifique plage de sable fin de Dziwnów, une charmante ville balnéaire parfaite pour des vacances en famille au bord de la Baltique. Les sables dorés invitent les enfants à construire des châteaux de sable, à s'éclabousser dans les vagues et à profiter d'activités de plage surveillées pendant la saison estivale. Des animations organisées, des concours et des événements divertissent les jeunes visiteurs tout au long de la journée.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le pittoresque port de pêche de Dziwnów, où cotres traditionnels et bateaux de croisière créent une atmosphère maritime authentique. Observer les pêcheurs ramener leur prise quotidienne offre un aperçu des traditions ancestrales des communautés de pêcheurs de la Baltique. La promenade du port permet d'agréables balades avec vue sur les bateaux qui se balancent doucement dans le port.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez de la baignade en mer et des activités de plage dans cette station familiale dotée d'excellentes infrastructures pour les enfants"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 5
        }
      ],
      "rating": 3.5,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::frombork",
      "name": "Frombork",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.35722,
        19.67972
      ],
      "lat": 54.35722,
      "lon": 19.67972,
      "visits": [
        {
          "text": "Cathédrale-forteresse de Frombork où Copernic élabora sa théorie.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Copernic dans la tour Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planétarium avec spectacle sur le système héliocentrique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade sur la lagune de la Vistule au coucher de soleil."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 4
        }
      ],
      "rating": 3.5,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::gdansk",
      "name": "Gdansk",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.35202,
        18.64638
      ],
      "lat": 54.35202,
      "lon": 18.64638,
      "visits": [
        {
          "text": "Marché aux poissons et fumoir traditionnel de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la distillerie Der Lachs avec histoire du Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de fabrication de kiełbasa artisanale.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de producteurs de Gdynia pour produits de la baie.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché matinal pour derniers achats de spécialités.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronomique dans un café historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ et architecture hanséatique colorée de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie, la plus grande église en brique au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre sur la rue Mariacka pavée.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Malbork, forteresse teutonique colossale en brique.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous le long de la magnifique Voie Royale de Gdańsk, la route cérémonielle où les rois polonais défilaient autrefois devant les plus grandes demeures patriciennes et monuments civiques de la ville. Les façades colorées de la Ville Principale, les portails ornés et les pignons élégants créent l'un des paysages urbains les plus photogéniques de toute l'Europe. Malgré d'importants dommages de guerre, une reconstruction méticuleuse a restauré ce chef-d'œuvre hanséatique à sa gloire d'antan.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le port historique de Gdańsk, où la rivière Motława est bordée d'entrepôts médiévaux en brique et de l'iconique grue en bois qui chargeait autrefois les navires marchands. Ce quartier portuaire atmosphérique capture l'essence du passé maritime prospère de la ville en tant que l'un des centres commerciaux les plus importants de la Baltique. Des croisières en bateau partent régulièrement, offrant des perspectives uniques sur l'architecture historique depuis l'eau.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Château de Malbork, le plus grand château en brique au monde et site du patrimoine mondial de l'UNESCO, facilement accessible en excursion d'une journée depuis Gdańsk. Cette massive forteresse du XIIIe siècle, construite par les Chevaliers Teutoniques, comprend trois complexes de châteaux interconnectés entourés de multiples murs défensifs. Les intérieurs largement restaurés abritent de fascinantes collections d'armures médiévales, d'ambre et d'art religieux.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le charme balnéaire de Sopot, une station balnéaire à la mode qui possède la plus longue jetée en bois d'Europe s'étendant sur plus de 500 mètres dans la mer Baltique. Cette élégante ville thermale attire les visiteurs depuis le XIXe siècle avec ses belles plages, ses promenades bordées d'arbres et son architecture distinctive incluant la célèbre Maison Tordue. L'atmosphère animée et le cadre balnéaire font de Sopot une délicieuse évasion des visites urbaines.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Gdynia, le plus grand port de mer de Pologne, qui s'est développé d'un petit village de pêcheurs en un hub maritime moderne pendant l'entre-deux-guerres. Le Musée de la Marine Polonaise et les navires de guerre préservés amarrés dans le port racontent l'histoire du patrimoine naval de la Pologne. L'architecture moderniste de la ville et sa promenade portuaire dynamique reflètent ses origines uniques du XXe siècle en tant que ville planifiée.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ et Porte d'Or, cœur historique de la cité hanséatique.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie, plus grande église en brique du monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre pour découvrir l'or de la Baltique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Seconde Guerre mondiale, architecture contemporaine saisissante.",
          "visit_duration_min": 75
        },
        {
          "text": "Chantiers navals de Gdansk et monument de Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale d'Oliwa et ses orgues monumentaux baroques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc paysager d'Oliwa avec jardins romantiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Plongez dans la magnificence de la vieille ville de Gdańsk, autrefois fierté de la Ligue hanséatique et aujourd'hui l'un des centres historiques les plus magnifiquement restaurés d'Europe. Les maisons de marchands colorées bordant le Long Marché et les façades ornées de la place de la Fontaine de Neptune transportent les visiteurs à l'âge d'or du commerce maritime de la ville. Églises gothiques, portes Renaissance et palais baroques créent un trésor architectural à chaque coin de rue.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Westerplatte, la péninsule devenue un puissant symbole de la résistance polonaise lorsqu'une petite garnison a tenu tête aux forces allemandes écrasantes pendant sept jours au début de la Seconde Guerre mondiale en septembre 1939. Le monument et le musée commémorent cette défense héroïque et marquent l'endroit où le conflit le plus meurtrier de l'histoire humaine a commencé. Ce site émouvant offre de profondes leçons sur le courage, le sacrifice et le coût de la guerre.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Centre Européen de Solidarité, un musée de classe mondiale documentant l'essor du mouvement syndical Solidarité qui a défié le régime communiste et contribué à mettre fin à la Guerre froide. L'imposant bâtiment couleur rouille se dresse sur le site historique des chantiers navals de Gdańsk où Lech Wałęsa a mené les ouvriers dans leur lutte historique pour la liberté. Des expositions interactives retracent cette histoire inspirante de résistance pacifique qui a changé le monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Grue médiévale (Żuraw), la plus grande grue portuaire fonctionnelle de l'Europe médiévale et le monument le plus reconnaissable de Gdańsk. Cette remarquable structure chargeait autrefois les cargaisons sur les navires et abrite aujourd'hui de fascinantes expositions du musée maritime. Le front de mer le long de la rivière Motława offre des vues pittoresques et des croisières en bateau au cœur du quartier portuaire historique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustation de harengs marinés en 12 variations."
        },
        {
          "text": "Dîner de fruits de mer baltiques dans un restaurant historique."
        },
        {
          "text": "Déjeuner dans un bar à lait milk bar baltique."
        },
        {
          "text": "Dégustation de bières artisanales de Poméranie."
        },
        {
          "text": "Dîner d'adieu avec menu dégustation terre et mer."
        },
        {
          "text": "Atelier final de dégustation de vodkas artisanales."
        },
        {
          "text": "Balade digestive sur la promenade maritime."
        },
        {
          "text": "Croisière dans le port historique."
        },
        {
          "text": "Dégustation de Goldwasser, liqueur locale à paillettes d'or."
        },
        {
          "text": "Visite de Sopot et sa jetée en bois la plus longue d'Europe."
        },
        {
          "text": "Baignade sur les plages de sable fin de la Baltique."
        },
        {
          "text": "Découvrez les Trois Villes en combinant des visites à Gdańsk, Sopot et Gdynia, trois centres urbains distincts mais interconnectés le long de la côte baltique. Des liaisons ferroviaires efficaces relient ces villes voisines, chacune offrant son propre caractère - Gdańsk médiévale, Sopot élégante, et Gdynia maritime. Ce trio urbain offre une introduction complète au patrimoine baltique de la Pologne et à la vie côtière contemporaine."
        },
        {
          "text": "Promenade sur les quais du vieux port et Motława."
        },
        {
          "text": "Dégustation de Goldwasser dans une taverne historique."
        },
        {
          "text": "Exploration du quartier branché de Wrzeszcz."
        },
        {
          "text": "Croisière dans la baie de Gdansk au coucher du soleil."
        },
        {
          "text": "Concert d'orgue dans la cathédrale."
        },
        {
          "text": "Dernières emplettes d'ambre dans la rue Mariacka."
        },
        {
          "text": "Dîner d'adieu dans une cave historique de Gdansk."
        },
        {
          "text": "Faites une croisière en bateau le long de la rivière Motława pour voir le port historique et les chantiers navals depuis l'eau"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 9
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 10
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 4
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Tour Complet Pologne : Villes, Baltique et Tatras",
          "day": 4
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "Road Trip Gdańsk et Côte Baltique Pologne",
          "day": 1
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "Road Trip Gdańsk et Côte Baltique Pologne",
          "day": 2
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "Road Trip Gdańsk et Côte Baltique Pologne",
          "day": 7
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 14
        }
      ],
      "rating": 9.2,
      "place_type": "metropolis",
      "suggested_days": 4
    },
    {
      "place_id": "PL::gdynia",
      "name": "Gdynia",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.51891,
        18.53144
      ],
      "lat": 54.51891,
      "lon": 18.53144,
      "visits": [
        {
          "text": "Musée de l'Émigration, histoire poignante du départ vers l'Amérique.",
          "visit_duration_min": 75
        },
        {
          "text": "Destroyer Błyskawica, navire musée de la marine polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Aquarium de Gdynia pour découvrir la faune baltique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade sur la falaise de Kamienna Góra avec vue panoramique."
        },
        {
          "text": "Dîner de poisson fumé au port de pêche."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "Road Trip Gdańsk et Côte Baltique Pologne",
          "day": 4
        }
      ],
      "rating": 8.2,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::gniezno",
      "name": "Gniezno",
      "cc": "PL",
      "language": "fr",
      "coords": [
        52.53472,
        17.5825
      ],
      "lat": 52.53472,
      "lon": 17.5825,
      "visits": [
        {
          "text": "Cathédrale de Gniezno, berceau de la Pologne chrétienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Portes de Gniezno, chef-d'œuvre roman en bronze.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des Origines de l'État Polonais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Route des Premiers Piast à travers villages historiques."
        },
        {
          "text": "Visite d'une ferme écologique avec produits du terroir."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 6
        }
      ],
      "rating": 5.8,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::hel",
      "name": "Hel",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.60778,
        18.80222
      ],
      "lat": 54.60778,
      "lon": 18.80222,
      "visits": [
        {
          "text": "Phare de Hel et musée de la pêche côtière.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications côtières de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la péninsule de Hel, une remarquable langue de sable de 35 kilomètres s'avançant dans la mer Baltique et séparant la baie de Puck des eaux libres. Cette formation géographique unique offre des plages immaculées des deux côtés, avec les eaux calmes de la baie d'un côté et les vagues de la mer ouverte de l'autre. La charmante ville de pêcheurs de Hel à l'extrémité de la péninsule conserve son caractère maritime authentique avec ses cottages colorés et ses bateaux traditionnels.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Fokarium, sanctuaire des phoques à Hel, où les visiteurs peuvent observer des phoques gris en rééducation avant leur libération dans la nature. La station de recherche joue un rôle crucial dans la conservation marine de la Baltique et propose des programmes éducatifs sur ces fascinants mammifères marins. Observer les phoques nager, jouer et interagir offre des moments mémorables pour toute la famille.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observation des phoques au centre Fokarium."
        },
        {
          "text": "Balade à vélo sur la péninsule étroite entre deux mers."
        },
        {
          "text": "Windsurf ou kitesurf sur les spots réputés."
        },
        {
          "text": "Pédalez le long des pistes cyclables pittoresques de la péninsule ou profitez de l'expérience unique de plages donnant sur deux plans d'eau différents"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "Road Trip Gdańsk et Côte Baltique Pologne",
          "day": 5
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 12
        }
      ],
      "rating": 6.4,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::kolobrzeg",
      "name": "Kolobrzeg",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.1758,
        15.5833
      ],
      "lat": 54.1758,
      "lon": 15.5833,
      "visits": [
        {
          "text": "Découvrez le Musée de la Pêche Maritime à Niechorze, qui présente la riche histoire de la pêche le long de la côte baltique polonaise. Les visiteurs peuvent examiner des outils de pêche traditionnels, des maquettes de navires complexes et des expositions fascinantes qui documentent la vie difficile de générations de pêcheurs. Des présentations interactives et multimédia font revivre le patrimoine maritime de façon accessible et captivante.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au phare de Niechorze pour des vues spectaculaires sur le littoral et les paysages environnants. Cette tour distinctive en briques rouges guide les navires dans ces eaux depuis plus d'un siècle et accueille désormais les visiteurs pour apprécier ses panoramas. Le complexe du phare raconte l'histoire de la navigation maritime le long de cette route commerciale historiquement importante.",
          "visit_duration_min": 75
        },
        {
          "text": "Plongez dans le monde sous-marin fascinant de l'Océanarium de Kołobrzeg, où de nombreux aquariums présentent des poissons exotiques, des requins, des coraux chatoyants et des créatures marines mystérieuses du monde entier. Des expositions interactives et des présentations multimédia révèlent les secrets des écosystèmes océaniques, les menaces environnementales et l'importance de la conservation marine. Cette aventure éducative captive les visiteurs de tous âges avec les merveilles cachées sous les vagues.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Musée des Armes Polonaises, qui abrite une impressionnante collection d'histoire militaire couvrant des siècles de forces armées polonaises. Les enfants peuvent s'émerveiller devant diverses armes, uniformes, véhicules militaires, avions et chars exposés à l'intérieur et dans les espaces d'exposition extérieurs. Des expositions interactives et des présentations multimédia rendent l'histoire accessible et passionnante pour les jeunes visiteurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous sur l'emblématique jetée de Kołobrzeg qui s'étend loin dans la mer Baltique, offrant de fraîches brises marines et des vues panoramiques sur la côte. Le phare à proximité offre un autre point de vue pour apprécier la beauté de cette ville thermale historique. La promenade du front de mer bourdonne d'activité et crée des opportunités parfaites pour une mémorable balade au bord de la mer.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marchez le long du sentier côtier reliant le phare à la plage pour des vues panoramiques sur la Baltique"
        },
        {
          "text": "Assistez à des reconstitutions et participez à des ateliers éducatifs au Musée des Armes"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 6
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 7
        }
      ],
      "rating": 7.9,
      "place_type": "small_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "PL::koszalin",
      "name": "Koszalin",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.1944,
        16.1717
      ],
      "lat": 54.1944,
      "lon": 16.1717,
      "visits": [
        {
          "text": "Vivez l'expérience du Far West au Western Park d'Ustronie Morskie, une attraction thématique qui transporte les visiteurs à la frontière américaine. Les enfants peuvent rencontrer des cow-boys et des Amérindiens, assister à des spectacles de cascades palpitants et apprendre à tirer à l'arc. Le parc propose des aires de jeux, un mini-zoo et des ateliers d'artisanat qui créent des souvenirs d'aventure inoubliables.",
          "visit_duration_min": 75
        },
        {
          "text": "Rafraîchissez-vous à l'Aquapark de Koszalin, la destination parfaite pour s'amuser dans l'eau quelles que soient les conditions météorologiques. Cette installation moderne propose de nombreux toboggans, des piscines à vagues, des rivières paresseuses et des zones dédiées aux plus petits nageurs. Les adultes peuvent se détendre dans les saunas, jacuzzis et espaces de relaxation tandis que les enfants s'éclaboussent et jouent en toute sécurité sous la surveillance de maîtres-nageurs qualifiés.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez d'une journée complète d'attractions aquatiques avec toboggans, piscines à vagues et espaces de baignade familiaux"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 9
        }
      ],
      "rating": 3.7,
      "place_type": "medium_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::krakow",
      "name": "Krakow",
      "cc": "PL",
      "language": "fr",
      "coords": [
        50.06465,
        19.94498
      ],
      "lat": 50.06465,
      "lon": 19.94498,
      "visits": [
        {
          "text": "Marché de la Halle aux Draps pour produits du terroir cracovien.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de confection de pierogi traditionnels.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une distillerie artisanale de vodka avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché paysan Stary Kleparz pour rencontrer producteurs locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de caves à miel et hydromel avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Fromagerie artisanale de la région cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny de Cracovie, cœur battant de la cité royale.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie et son retable de Veit Stoss.",
          "visit_duration_min": 75
        },
        {
          "text": "Colline du Wawel avec château et cathédrale des rois.",
          "visit_duration_min": 75
        },
        {
          "text": "Mines de sel de Wieliczka, cathédrale souterraine sculptée.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'usine Schindler, témoignage bouleversant.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny, plus grande place médiévale d'Europe avec la Halle aux Draps.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie et son retable de Veit Stoss, chef-d'œuvre gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Colline du Wawel avec le château royal et la cathédrale des rois de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Mines de sel de Wieliczka, cathédrale souterraine sculptée dans le sel.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'usine Schindler, témoignage émouvant de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Pieskowa Skała et les falaises de Jura cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Abbaye bénédictine de Tyniec sur les rives de la Vistule.",
          "visit_duration_min": 75
        },
        {
          "text": "Matinée libre pour shopping de souvenirs d'ambre et dentelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier de Nowa Huta, utopie socialiste devenue patrimoine industriel.",
          "visit_duration_min": 75
        },
        {
          "text": "Perdez-vous dans le magnifique Rynek Główny de Kraków, la plus grande place de marché médiévale d'Europe et le cœur vibrant de cette ancienne capitale royale bien-aimée. Cette vaste étendue pavée, entourée d'élégantes maisons bourgeoises, d'églises gothiques et de la Halle aux Draps Renaissance, pulse de vie de l'aube jusqu'à bien après minuit. Les calèches, les artistes de rue et les terrasses de cafés créent une atmosphère d'élégance européenne intemporelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Château de Wawel, l'ancien siège des rois polonais perché de façon spectaculaire sur un affleurement calcaire au-dessus de la Vistule. Ce magnifique complexe de bâtiments gothiques et Renaissance abrite des salles d'apparat, les appartements privés royaux et une impressionnante collection de tapisseries flamandes et d'armures. La Cathédrale de Wawel adjacente, lieu de couronnement des monarques polonais, contient les tombes royales et le sanctuaire d'argent de Saint Stanislas.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans la Halle aux Draps, la grande arcade commerciale Renaissance qui occupe le centre de la place principale depuis le 14ème siècle. Le rez-de-chaussée maintient sa tradition commerciale avec des étals vendant des bijoux en ambre, de l'artisanat en bois et des souvenirs polonais, tandis que la galerie supérieure abrite une succursale du Musée National. Cette structure emblématique incarne parfaitement la prospérité médiévale de Kraków en tant que centre commercial majeur.",
          "visit_duration_min": 75
        },
        {
          "text": "Descendez dans la Mine de Sel de Wieliczka, site du patrimoine mondial de l'UNESCO juste à l'extérieur de Kraków où le sel a été extrait en continu depuis le 13ème siècle. Les chambres souterraines entièrement sculptées dans le sel gemme incluent des chapelles ornées, des sculptures élaborées et même un lac souterrain, le tout éclairé par des lustres en cristal également faits de sel. Cette merveille souterraine, atteignant 327 mètres de profondeur, présente des siècles d'histoire minière et de remarquables réalisations artistiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Rendez hommage solennellement au Mémorial et Musée d'Auschwitz-Birkenau, le plus grand camp de concentration nazi où plus d'un million de personnes ont péri pendant la Seconde Guerre mondiale. Ce site bouleversant préserve les preuves physiques du génocide à travers les baraquements originaux, les tours de garde et les crématoriums qui témoignent d'une tragédie humaine inimaginable. Cette expérience, bien qu'émotionnellement éprouvante, fournit une éducation historique essentielle sur l'Holocauste.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustation chez les meilleurs producteurs de pierogi artisanaux."
        },
        {
          "text": "Dîner dans une taverne historique de Kazimierz."
        },
        {
          "text": "Cours de cuisine polonaise traditionnelle."
        },
        {
          "text": "Food tour nocturne dans les bars à lait milk bar et nouvelles adresses."
        },
        {
          "text": "Déjeuner gastronomique dans un restaurant étoilé moderne."
        },
        {
          "text": "Balade viticole dans les vignobles de Małopolska."
        },
        {
          "text": "Quartier juif de Kazimierz, lieux de mémoire et cafés."
        },
        {
          "text": "Concert de klezmer dans Kazimierz."
        },
        {
          "text": "Balade dans le quartier juif de Kazimierz, cœur vibrant de la culture juive polonaise."
        },
        {
          "text": "Dégustation de pierogi et żurek dans une taverne traditionnelle."
        },
        {
          "text": "Exploration des galeries d'art contemporain de Podgórze."
        },
        {
          "text": "Concert de musique klezmer à Kazimierz."
        },
        {
          "text": "Route des Nids d'Aigle à travers châteaux et paysages karstiques."
        },
        {
          "text": "Dîner d'adieu dans une cave voûtée de la vieille ville."
        },
        {
          "text": "Croisière sur la Vistule au coucher du soleil."
        },
        {
          "text": "Explorez les remparts médiévaux de Kraków, parmi les mieux préservés d'Europe, avec leurs tours défensives et l'emblématique Porte Florian. Ces fortifications encerclaient autrefois toute la Vieille Ville, bien que seuls des fragments subsistent aujourd'hui le long du Parc Planty bordé d'arbres. La Barbacane, un imposant avant-poste défensif gothique, demeure l'élément le plus impressionnant des défenses médiévales survivantes."
        },
        {
          "text": "Découvrez les trésors du Musée National, abritant la plus belle collection d'art de Pologne de l'époque médiévale à l'ère contemporaine. Les fonds du musée incluent 'La Dame à l'Hermine' de Léonard de Vinci, l'un des quatre seuls portraits survivants du maître de la Renaissance. Plusieurs succursales à travers la ville explorent les arts décoratifs, la peinture polonaise et l'œuvre d'artistes spécifiques."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 1
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 4
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 8
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "Circuit Cracovie : Auschwitz et Monts Tatras",
          "day": 1
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "Circuit Cracovie : Auschwitz et Monts Tatras",
          "day": 2
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "Circuit Cracovie : Auschwitz et Monts Tatras",
          "day": 6
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "Circuit Cracovie : Auschwitz et Monts Tatras",
          "day": 7
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Tour Complet Pologne : Villes, Baltique et Tatras",
          "day": 8
        }
      ],
      "rating": 9.7,
      "place_type": "capital",
      "suggested_days": 3.5
    },
    {
      "place_id": "PL::lancut",
      "name": "Lancut",
      "cc": "PL",
      "language": "fr",
      "coords": [
        50.0675,
        22.22889
      ],
      "lat": 50.0675,
      "lon": 22.22889,
      "visits": [
        {
          "text": "Château de Łańcut, résidence magnifiquement meublée des magnats.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'automobile et des carrosses historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Synagogue baroque restaurée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le parc romantique du château."
        },
        {
          "text": "Concert de musique classique dans les salons."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 10
        }
      ],
      "rating": 5.5,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::leba",
      "name": "Leba",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.7558,
        17.555
      ],
      "lat": 54.7558,
      "lon": 17.555,
      "visits": [
        {
          "text": "Émerveillez-vous devant les Dunes de Sable de Słowiński, les plus hautes dunes mobiles d'Europe, créant un paysage désertique surnaturel dans le Parc National de Słowiński. Ces formations remarquables se déplacent d'environ 10 mètres annuellement, ensevelissant progressivement les forêts de pins environnantes dans leur avancée inexorable. Marcher à travers ces vastes étendues sablonneuses, avec la mer Baltique scintillant au loin, procure une expérience naturelle vraiment unique.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant les dunes de sable mouvantes du Parc National Słowiński, où de vastes étendues de sable en mouvement créent un paysage quasi désertique sur la côte baltique. Ces dunes spectaculaires, constamment remodelées par le vent et les vagues, comptent parmi les phénomènes naturels les plus impressionnants d'Europe du Nord. Des sentiers de randonnée traversent cet écosystème unique où la terre et la mer se rencontrent de façon spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Rencontrez des dinosaures grandeur nature au Parc des Dinosaures de Łeba, où des créatures préhistoriques animatroniques bougent et rugissent comme elles l'auraient fait il y a des millions d'années. Le parc combine divertissement et éducation grâce à des attractions supplémentaires incluant un parc de cordes, un mini-zoo, un cinéma 5D et des aires de jeux excitantes. Cette expérience immersive stimule l'imagination des jeunes tout en enseignant le passé préhistorique fascinant de la Terre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le Parc National de Słowiński, une Réserve de Biosphère UNESCO protégeant un remarquable écosystème côtier de dunes mouvantes, lacs pristins et habitats fauniques diversifiés. Les paysages insolites du parc incluent des champs de dunes, des forêts côtières et des zones humides grouillant d'oiseaux migrateurs. Les sentiers de randonnée et plateformes d'observation permettent aux visiteurs d'apprécier cet environnement dynamique où le sable, l'eau et le vent remodèlent constamment le terrain."
        },
        {
          "text": "Détendez-vous dans la station balnéaire de Łeba, une charmante ville baltique servant de porte d'entrée aux dunes mobiles. Cet ancien village de pêcheurs combine les équipements de vacances à la plage avec le caractère côtier traditionnel polonais. Les excursions à cheval à travers les paysages sablonneux offrent une façon mémorable de découvrir cet environnement côtier unique."
        },
        {
          "text": "Explorez les paysages uniques de dunes mouvantes et les écosystèmes côtiers du Parc National Słowiński à pied ou à vélo"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Tour Complet Pologne : Villes, Baltique et Tatras",
          "day": 5
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 11
        }
      ],
      "rating": 5.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::lidzbark-warminski",
      "name": "Lidzbark Warminski",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.125,
        20.58444
      ],
      "lat": 54.125,
      "lon": 20.58444,
      "visits": [
        {
          "text": "Château des évêques de Warmie, forteresse gothique méconnue.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique gothique Saint-Pierre et Paul.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Route des châteaux de Warmie à travers la campagne."
        },
        {
          "text": "Dégustation de produits monastiques locaux."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 3
        }
      ],
      "rating": 5,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::lodz",
      "name": "Lodz",
      "cc": "PL",
      "language": "fr",
      "coords": [
        51.75925,
        19.45598
      ],
      "lat": 51.75925,
      "lon": 19.45598,
      "visits": [
        {
          "text": "Rue Piotrkowska, artère de 4 km bordée de palais industriels.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art MS1 dans un palais textile.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complexe culturel dans une ancienne usine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite du quartier bohème Off Piotrkowska."
        },
        {
          "text": "Street art dans les cours industrielles."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 13
        }
      ],
      "rating": 7.4,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::malbork",
      "name": "Malbork",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.03972,
        19.02694
      ],
      "lat": 54.03972,
      "lon": 19.02694,
      "visits": [
        {
          "text": "Château de Malbork, plus grande forteresse de briques au monde, siège des Chevaliers Teutoniques.",
          "visit_duration_min": 75
        },
        {
          "text": "Restez émerveillé devant le château de Malbork, le plus grand château du monde par sa superficie et un chef-d'œuvre classé au patrimoine mondial de l'UNESCO de l'architecture gothique en brique médiévale. Cette forteresse colossale servait de quartier général aux Chevaliers Teutoniques qui régnaient sur de vastes territoires d'Europe du Nord depuis ces murs imposants. Le complexe du château comprend le Haut-Château, le Château Moyen et le Château Bas, chacun révélant des couches de pouvoir politique médiéval et de dévotion religieuse.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les magnifiques chambres intérieures du château, dont le Palais du Grand Maître avec ses superbes plafonds voûtés et les caves et passages atmosphériques qui serpentent sous la forteresse. Le musée du château expose des armures médiévales, des armes et des artefacts qui font revivre l'ère teutonique de façon vivante. Des spectacles son et lumière en soirée illuminent les murs du château, créant un spectacle inoubliable sur le ciel nocturne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Spectacle historique médiéval dans la cour du château."
        },
        {
          "text": "Balade nocturne sur les remparts illuminés."
        },
        {
          "text": "Parcourez les vastes murailles défensives et les tours du château pour des vues panoramiques sur la rivière Nogat et la campagne environnante"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "Road Trip Gdańsk et Côte Baltique Pologne",
          "day": 6
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 15
        }
      ],
      "rating": 7.4,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::miedzyzdroje",
      "name": "Miedzyzdroje",
      "cc": "PL",
      "language": "fr",
      "coords": [
        53.9308,
        14.4522
      ],
      "lat": 53.9308,
      "lon": 14.4522,
      "visits": [
        {
          "text": "Promenez-vous sur la célèbre Promenade des Étoiles de Międzyzdroje, où les empreintes de mains de stars du cinéma polonais sont gravées dans le sol, telle une version baltique du Walk of Fame d'Hollywood. Cette élégante station balnéaire possède l'une des plus belles plages de la côte polonaise, avec du sable fin s'étendant sous de spectaculaires falaises côtières. La jetée historique s'avance loin dans la mer Baltique, offrant des vues romantiques au coucher du soleil et de fraîches brises marines.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Parc des Miniatures de la Baltique où des maquettes minutieusement réalisées à l'échelle 1:25 présentent les monuments les plus importants des pays baltes. Chaque miniature reproduit fidèlement les détails architecturaux de sites célèbres, créant une fascinante leçon de géographie et d'histoire en un seul lieu enchanteur. Le parc propose également des aires de jeux, un petit train et des installations adaptées aux familles.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez au Moyen Âge au Centre des Slaves et des Vikings à Wolin, un musée archéologique en plein air recréant la vie d'il y a plus de mille ans. Les visiteurs peuvent explorer des huttes reconstituées, des ateliers et des équipements authentiques utilisés par les peuples slaves et vikings qui habitaient autrefois cette région. Des démonstrations d'artisanat, des spectacles de combat de guerriers et des ateliers éducatifs font revivre l'histoire ancienne de façon spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Parc National de Wolin pour rencontrer des bisons d'Europe à la célèbre Ferme d'Exposition des Bisons, où ces animaux majestueux peuvent être observés de près aux côtés de cerfs et de sangliers. Le parc propose de nombreux sentiers de randonnée, des points de vue panoramiques et des parcours pédagogiques qui serpentent à travers des forêts côtières préservées. Le Musée d'Histoire Naturelle présente la faune et la flore diversifiées de la région à travers des dioramas captivants et des expositions interactives.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez les sentiers pédagogiques du Parc National de Wolin pour découvrir les écosystèmes uniques de cette nature sauvage côtière protégée"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 4
        }
      ],
      "rating": 5.1,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::nysa",
      "name": "Nysa",
      "cc": "PL",
      "language": "fr",
      "coords": [
        50.47389,
        17.33361
      ],
      "lat": 50.47389,
      "lon": 17.33361,
      "visits": [
        {
          "text": "Basilique Saints-Jacques-et-Agnès, joyau gothique silésien.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications baroques et tour penchée de Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des instruments liturgiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration du vieux canal souterrain médiéval."
        },
        {
          "text": "Balade dans les jardins épiscopaux."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 7
        }
      ],
      "rating": 4.2,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::oswiecim",
      "name": "Oswiecim",
      "cc": "PL",
      "language": "fr",
      "coords": [
        50.03492,
        19.17792
      ],
      "lat": 50.03492,
      "lon": 19.17792,
      "visits": [
        {
          "text": "Mémorial et musée d'Auschwitz-Birkenau, lieu de recueillement essentiel.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée et mémorial d'Auschwitz-Birkenau, lieu de mémoire essentiel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Temps de réflexion personnelle."
        },
        {
          "text": "Temps de recueillement et réflexion personnelle."
        },
        {
          "text": "Visite du centre historique d'Oświęcim."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 9
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "Circuit Cracovie : Auschwitz et Monts Tatras",
          "day": 3
        }
      ],
      "rating": 9.1,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::poznan",
      "name": "Poznan",
      "cc": "PL",
      "language": "fr",
      "coords": [
        52.40637,
        16.92517
      ],
      "lat": 52.40637,
      "lon": 16.92517,
      "visits": [
        {
          "text": "Place du Vieux Marché avec l'Hôtel de Ville Renaissance.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Poznań sur l'île Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Impérial de style néo-roman.",
          "visit_duration_min": 75
        },
        {
          "text": "Rassemblez-vous sur la magnifique Place du Vieux Marché de Poznań pour assister aux célèbres chèvres mécaniques qui émergent du beffroi de l'Hôtel de Ville à midi chaque jour pour s'entrechoquer les cornes douze fois. Cette tradition bien-aimée du XVIe siècle attire quotidiennement les foules au cœur de l'une des villes les plus anciennes et historiques de Pologne. Les maisons de marchands Renaissance environnantes avec leurs façades colorées créent un paysage urbain typiquement centre-européen.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'Hôtel de Ville gothique, un chef-d'œuvre architectural Renaissance abritant le fascinant Musée de l'Histoire de Poznań. La loggia à arcades élégante du bâtiment et ses intérieurs ornés reflètent la prospérité de cet important centre commercial pendant son âge d'or. Gravir la tour récompense les visiteurs avec des vues panoramiques sur la Vieille Ville historique et la ville moderne au-delà.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Cathédrale Saints-Pierre-et-Paul sur Ostrów Tumski (Île de la Cathédrale), la plus ancienne cathédrale de Pologne et berceau spirituel de la nation polonaise. Cette île historique dans la rivière Warta abrite les restes des premiers dirigeants de Pologne et fut témoin de la conversion du pays au christianisme en 966 après J.-C. Les chapelles de la cathédrale, particulièrement la Chapelle Dorée contenant les tombeaux royaux, présentent des siècles d'art religieux et d'histoire nationale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Spectacle des boucs de l'Hôtel de Ville à midi."
        },
        {
          "text": "Quartier branché de Jeżyce, street food et cafés."
        },
        {
          "text": "Vie nocturne étudiante dans les pubs du centre."
        },
        {
          "text": "Découvrez la réputation de Poznań comme ville universitaire dynamique avec une énergie jeune qui remplit ses cafés, bars et lieux culturels. Les nombreux étudiants de la ville apportent de la vitalité aux rues historiques où les traditions intellectuelles remontent à des siècles. Cette atmosphère dynamique fait de Poznań l'une des destinations urbaines les plus captivantes de Pologne au-delà de ses considérables attractions architecturales."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 5
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Tour Complet Pologne : Villes, Baltique et Tatras",
          "day": 6
        }
      ],
      "rating": 8.7,
      "place_type": "large_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "PL::sierakow-slawienski",
      "name": "Sierakow Slawienski",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.1833,
        16.4167
      ],
      "lat": 54.1833,
      "lon": 16.4167,
      "visits": [
        {
          "text": "Entrez dans le monde magique du Village des Hobbits à Sieraków Sławieński, une attraction unique inspirée de l'univers fantastique des romans bien-aimés de J.R.R. Tolkien. Les enfants peuvent explorer des maisons de hobbits d'aspect authentique construites à flanc de colline, participer à des jeux de plein air et rejoindre des ateliers d'artisanat créatif. Des fêtes thématiques, des pique-niques et des feux de camp créent une atmosphère enchanteresse qui stimule l'imagination et l'aventure.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Parc d'Attractions Poméranie à Dygowo, qui propose des attractions pour les enfants de tous âges, des manèges doux aux attractions plus excitantes. Le parc comprend des trains, des toboggans, un parcours de cordes et des châteaux gonflables ainsi qu'une zone dédiée aux tout-petits avec des équipements de jeu sûrs et adaptés à leur âge. Des animations organisées, des concours et des spectacles artistiques assurent un divertissement non-stop tout au long de la journée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Habillez-vous confortablement pour les aventures en plein air au Village des Hobbits et préparez-vous pour des jeux de terrain et des activités créatives"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 10
        }
      ],
      "rating": 2.3,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::sopot",
      "name": "Sopot",
      "cc": "PL",
      "language": "fr",
      "coords": [
        54.44158,
        18.56044
      ],
      "lat": 54.44158,
      "lon": 18.56044,
      "visits": [
        {
          "text": "Molo de Sopot, plus longue jetée en bois d'Europe s'avançant dans la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison Tordue Krzywy Domek, architecture surréaliste unique.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Gdynia, le plus jeune membre de l'agglomération Tricity, construite presque entièrement au XXe siècle comme porte d'accès de la Pologne à la mer. L'architecture moderniste et les larges boulevards reflètent l'optimisme de la Pologne de l'entre-deux-guerres, tandis que le port animé reste vital pour le commerce maritime national. Des navires-musées et l'aquarium offrent des attractions maritimes pour les visiteurs curieux.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous sur la légendaire jetée en bois de Sopot, la plus longue de son genre en Europe, s'étendant sur plus de 500 mètres dans la mer Baltique. Cette élégante station balnéaire attire les riches et célèbres depuis plus d'un siècle avec ses belles plages, ses grands hôtels et son atmosphère sophistiquée. La jetée offre des vues romantiques au coucher du soleil et l'expérience rafraîchissante de marcher loin au-dessus des eaux scintillantes de la Baltique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Baignade et détente sur la plage de sable fin."
        },
        {
          "text": "Shopping et cafés sur Monte Cassino, avenue animée."
        },
        {
          "text": "Soirée dans les bars de plage et clubs de Sopot."
        },
        {
          "text": "Arpentez l'élégante rue Monte Cassino à Sopot, bordée de boutiques, galeries et cafés"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "Road Trip Gdańsk et Côte Baltique Pologne",
          "day": 3
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 13
        }
      ],
      "rating": 8.8,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::swidnica",
      "name": "Swidnica",
      "cc": "PL",
      "language": "fr",
      "coords": [
        50.84306,
        16.49056
      ],
      "lat": 50.84306,
      "lon": 16.49056,
      "visits": [
        {
          "text": "Église de la Paix, plus grande église à pans de bois d'Europe, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saints-Stanislas-et-Venceslas et son orgue monumental.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite de l'ancien abri antiatomique secret sous la ville."
        },
        {
          "text": "Randonnée dans les monts Table avec roches étranges."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 8
        }
      ],
      "rating": 5.5,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::swinoujscie",
      "name": "Swinoujscie",
      "cc": "PL",
      "language": "fr",
      "coords": [
        53.9103,
        14.2472
      ],
      "lat": 53.9103,
      "lon": 14.2472,
      "visits": [
        {
          "text": "Découvrez la réserve naturelle de Świdwie, un paradis pour les ornithologues et les amoureux de la nature, située dans des zones humides préservées près de Szczecin. Cette zone protégée abrite des espèces d'oiseaux remarquables, notamment des grues, des cigognes et de majestueux pygargues à queue blanche qui nichent dans les marais. Des sentiers pédagogiques et des tours d'observation offrent des plateformes confortables pour observer ces magnifiques créatures dans leur habitat naturel.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez au phare de Świnoujście, le plus haut phare de toute la côte polonaise et l'un des plus élevés au monde. L'ascension jusqu'au sommet représente un défi gratifiant, avec des vues panoramiques à couper le souffle sur la ville, le port animé et la mer Baltique à perte de vue en récompense. Ce phare emblématique guide les navires en toute sécurité vers le port depuis plus de 160 ans.",
          "visit_duration_min": 75
        },
        {
          "text": "Remontez le temps au Fort Gerhard, où des visites interactives menées par des guides en authentiques costumes de soldats du XIXe siècle font revivre l'histoire militaire de façon vivante. Cette forteresse bien conservée offre un aperçu fascinant de l'importance stratégique de cet emplacement côtier et des soldats qui l'ont jadis défendu. Les tunnels, remparts et emplacements de canons créent une atmosphère aventureuse parfaite pour les jeunes explorateurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le lac Turquoise à Wapnica, un réservoir époustouflant aux eaux d'un turquoise intense créé sur le site d'une ancienne mine de craie. Ce lac pittoresque propose des sentiers de promenade à travers des paysages extraordinaires où les couleurs vibrantes de l'eau créent un spectacle naturel presque surréaliste. Des points de vue et des aires de pique-nique offrent des endroits parfaits pour absorber la beauté unique de cette merveille géologique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Apportez jumelles et appareils photo pour capturer les divers écosystèmes des zones humides et découvrir l'importance écologique de ces marais protégés"
        },
        {
          "text": "Parcourez les sentiers pittoresques entourant le lac Turquoise pour capturer des photographies uniques de ses remarquables eaux turquoise"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 2
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 3
        }
      ],
      "rating": 6.2,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "PL::szczecin",
      "name": "Szczecin",
      "cc": "PL",
      "language": "fr",
      "coords": [
        53.4285,
        14.5528
      ],
      "lat": 53.4285,
      "lon": 14.5528,
      "visits": [
        {
          "text": "Explorez le magnifique château de Szczecin, ancienne résidence de style Renaissance des ducs de Poméranie qui domine la silhouette de la ville. Cet impressionnant complexe fortifié abrite des musées, des salles de concert et des cours intérieures qui racontent l'histoire du noble héritage de la région. Les tours du château offrent des vues panoramiques sur l'Oder et le quartier historique environnant.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la cathédrale Saint-Jacques, l'une des plus grandes églises gothiques en brique de toute la région, dont la flèche élancée a récemment été restaurée dans sa splendeur d'antan. L'intérieur imposant de la cathédrale présente de magnifiques voûtes et des œuvres d'art médiévales qui témoignent du savoir-faire des artisans hanséatiques. Cet espace sacré est témoin de siècles de prière et de dévotion depuis le Moyen Âge.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplez la Philharmonie, un bâtiment contemporain primé inauguré en 2015 qui a reçu des éloges internationaux tant pour son architecture que pour son acoustique exceptionnelle. La façade blanche angulaire crée un contraste saisissant avec les structures historiques de la ville et représente la renaissance culturelle moderne de la Pologne. Des mélomanes de toute l'Europe viennent vivre des spectacles dans ce chef-d'œuvre acoustique.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez le long de la Hakenterrasse (Wały Chrobrego), un magnifique ensemble de bâtiments du début du XXe siècle perchés au-dessus de l'Oder. Cette élégante promenade offre des vues spectaculaires sur le front de mer, le port et les navires qui passent en contrebas. Les jardins en terrasses et l'architecture monumentale créent l'un des panoramas les plus photographiés de toute la Poméranie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relevez le défi du parc d'accrobranche Tarzania, où différents parcours de niveaux variés permettent aux visiteurs de tous âges de tester leur agilité dans les cimes des arbres"
        },
        {
          "text": "Visitez le Musée de la Technologie et de la Communication pour découvrir des voitures anciennes, des motos, des tramways et des équipements informatiques historiques avec des expositions interactives pratiques"
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Road Trip en Famille sur la Côte Baltique Polonaise : 16 Jours d'Aventures en Poméranie",
          "day": 1
        }
      ],
      "rating": 8.1,
      "place_type": "large_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "PL::torun",
      "name": "Torun",
      "cc": "PL",
      "language": "fr",
      "coords": [
        53.01379,
        18.59844
      ],
      "lat": 53.01379,
      "lon": 18.59844,
      "visits": [
        {
          "text": "Musée du Pain d'Épice avec atelier de confection.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la fabrique Kopernik, pain d'épice depuis 1763.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Toruń, cité médiévale parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison natale de Copernic et planétarium.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville gothique avec vue panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans la Vieille Ville de Toruń, classée au patrimoine mondial de l'UNESCO, l'un des centres urbains médiévaux les mieux préservés d'Europe et lieu de naissance de l'astronome Nicolas Copernic. L'architecture gothique en brique, les rues pavées sinueuses et les places atmosphériques transportent les visiteurs à l'époque prospère de la Hanse. Ce paysage urbain médiéval remarquablement intact offre un aperçu authentique du riche passé marchand de la Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Musée de la Maison Copernic, dédié au plus célèbre fils de Toruń qui révolutionna notre compréhension de l'univers. Cette maison de marchand gothique reconstituée où Copernic naquit en 1473 présente du mobilier d'époque, des instruments astronomiques et des expositions sur sa théorie héliocentrique révolutionnaire. Le musée fait revivre le monde qui façonna l'un des plus grands esprits scientifiques de l'histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'Hôtel de Ville gothique qui domine le Rynek Staromiejski, une magnifique structure du XIVe siècle considérée comme l'un des plus beaux exemples d'architecture civique médiévale d'Europe centrale. La tour élancée du bâtiment offre des vues panoramiques sur la Vieille Ville aux toits rouges jusqu'à la Vistule au-delà. À l'intérieur, le Musée Régional présente le patrimoine artistique et culturel de Toruń sur plusieurs siècles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustation de pains d'épices artisanaux variés."
        },
        {
          "text": "Dîner médiéval dans une cave gothique."
        },
        {
          "text": "Dégustation du pain d'épice de Toruń, spécialité ancestrale."
        },
        {
          "text": "Promenade nocturne sur les remparts médiévaux."
        },
        {
          "text": "Découvrez la Tour Penchée de Toruń, une curieuse fortification médiévale qui penche sensiblement en raison de sa construction sur un terrain instable. La légende prétend que la tour fut construite par un Chevalier Teutonique en pénitence, bien que son inclinaison résulte probablement du sol meuble en dessous. Ce monument original abrite maintenant une charmante taverne où les visiteurs peuvent expérimenter les angles insolites de première main."
        },
        {
          "text": "Parcourez la Route Royale en suivant le chemin autrefois emprunté par les rois polonais lors de leurs visites cérémonielles à cette prospère ville marchande. Cette voie processionnelle historique passe devant les plus grandes églises gothiques, maisons de marchands et bâtiments civiques qui firent de Toruń l'une des villes les plus riches de la Pologne médiévale. L'itinéraire fournit un excellent cadre pour explorer les points forts architecturaux de la Vieille Ville."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 2
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Tour Complet Pologne : Villes, Baltique et Tatras",
          "day": 3
        }
      ],
      "rating": 9.4,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "PL::tykocin",
      "name": "Tykocin",
      "cc": "PL",
      "language": "fr",
      "coords": [
        53.20417,
        22.76861
      ],
      "lat": 53.20417,
      "lon": 22.76861,
      "visits": [
        {
          "text": "Synagogue baroque de Tykocin, l'une des plus belles de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Église baroque de la Trinité et son monastère.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée juif dans l'ancien talmud torah.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le village préservé au bord de la Narew."
        },
        {
          "text": "Dégustation de miel de forêt chez un apiculteur local."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 2
        }
      ],
      "rating": 4.3,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "PL::warsaw",
      "name": "Warsaw",
      "cc": "PL",
      "language": "fr",
      "coords": [
        52.22968,
        21.01223
      ],
      "lat": 52.22968,
      "lon": 21.01223,
      "visits": [
        {
          "text": "Marché Hala Mirowska, temple des produits frais varsoviens.",
          "visit_duration_min": 75
        },
        {
          "text": "Pâtisserie Blikle pour pączki légendaires depuis 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar à lait milk bar traditionnel pour żurek et pierogi populaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Vodka Polonaise avec dégustation comparative.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une brasserie artisanale varsovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Varsovie reconstruite après-guerre, miracle UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal et Place du Château avec sa colonne de Sigismond.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Insurrection pour comprendre l'histoire récente.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée POLIN d'histoire des Juifs polonais.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Wilanów et ses jardins baroques.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, panorama sur Varsovie moderne.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National et collection d'art polonais.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille Ville de Varsovie, reconstruction minutieuse classée UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal avec ses intérieurs somptueux restaurés.",
          "visit_duration_min": 75
        },
        {
          "text": "Place du Marché Rynek Starego Miasta et statue de la Sirène.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Insurrection de Varsovie, hommage aux héros de 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, gratte-ciel stalinien emblématique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Chopin interactif pour plonger dans l'univers du compositeur.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée POLIN d'histoire des Juifs polonais, architecture moderne remarquable.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc Łazienki avec le Palais sur l'Eau et ses jardins romantiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Wilanów, Versailles polonais avec jardins à la française.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National avec collection de peinture polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art Moderne avec expositions avant-gardistes.",
          "visit_duration_min": 75
        },
        {
          "text": "Cimetière Powązki, panthéon des personnalités polonaises.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la vieille ville de Varsovie méticuleusement reconstruite, site du patrimoine mondial de l'UNESCO qui témoigne remarquablement de la résilience polonaise. Après avoir subi plus de 85% de destruction pendant la Seconde Guerre mondiale, la ville fut patiemment reconstruite par ses citoyens déterminés. La charmante place du marché et les rues environnantes présentent maintenant la beauté architecturale qui caractérisait autrefois cette capitale historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le château royal, ancienne résidence officielle des monarques polonais magnifiquement restaurée dans sa splendeur baroque. Ce grand palais surplombant la place du château contient des salles d'apparat somptueusement décorées, des appartements royaux et une impressionnante collection de peintures et d'arts décoratifs. Le château sert à la fois de musée et de symbole de l'héritage royal polonais.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le musée de l'Insurrection de Varsovie, un hommage innovant et profondément émouvant au soulèvement de 1944 contre l'occupation nazie. À travers des expositions immersives, des artefacts authentiques et des présentations multimédias, ce musée primé raconte l'histoire de la lutte de 63 jours qui a façonné l'identité polonaise moderne. L'expérience fournit un contexte essentiel pour comprendre la destruction de Varsovie en temps de guerre et sa renaissance subséquente.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans le parc Łazienki, le plus grand et le plus beau parc de Varsovie, avec l'enchanteur palais sur l'île se reflétant dans des eaux tranquilles. Cette résidence d'été royale du XVIIIe siècle, entourée de jardins entretenus, de paons et de sculptures classiques, offre une évasion sereine de l'exploration urbaine. Les paysages romantiques et l'architecture néoclassique du parc en font un favori parmi les habitants et les visiteurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Palais de Wilanów, souvent appelé le Versailles polonais, une exquise résidence royale baroque située au milieu de jardins formels à la périphérie de la ville. Construit comme retraite d'été pour le roi Jean III Sobieski, le palais présente des intérieurs opulents, du mobilier d'époque et une remarquable collection d'art européen. Les jardins italiens et anglais environnants offrent un cadre pittoresque pour des promenades tranquilles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Food tour dans le quartier de Praga rive droite."
        },
        {
          "text": "Dîner dans un restaurant de nouvelle cuisine polonaise."
        },
        {
          "text": "Atelier de confection de bigos et gołąbki."
        },
        {
          "text": "Bar hopping dans les vodka bars de Nowy Świat."
        },
        {
          "text": "Balade sur la Voie Royale jusqu'au Palais Łazienki."
        },
        {
          "text": "Dîner dans une taverne traditionnelle du centre."
        },
        {
          "text": "Quartier de Praga et street art."
        },
        {
          "text": "Shopping final au marché Hala Mirowska."
        },
        {
          "text": "Dîner d'adieu dans un restaurant gastronomique moderne."
        },
        {
          "text": "Promenade nocturne le long de la Vistule illuminée."
        },
        {
          "text": "Balade le long de la Voie Royale jusqu'au Palais Łazienki."
        },
        {
          "text": "Dégustation de pączki à la légendaire pâtisserie Blikle."
        },
        {
          "text": "Concert de Chopin au parc Łazienki."
        },
        {
          "text": "Quartier branché de Praga, street art et cafés alternatifs."
        },
        {
          "text": "Vie nocturne dans les bars à vodka de Pawilony."
        },
        {
          "text": "Shopping moderne à Złote Tarasy et Nowy Świat."
        },
        {
          "text": "Marché de producteurs Hala Mirowska pour produits locaux."
        },
        {
          "text": "Dégustation finale de cuisine polonaise moderne."
        },
        {
          "text": "Vue panoramique depuis le toit-terrasse de l'Université."
        },
        {
          "text": "Promenez-vous dans le quartier de la Nouvelle Ville de Varsovie pour découvrir le côté plus contemporain de la ville avec ses cafés branchés, ses boutiques et sa vie de rue animée. Bien qu'historiquement la partie 'nouvelle' de la cité médiévale, ce quartier offre une atmosphère différente de la Vieille Ville reconstruite. Le mélange de bâtiments restaurés et d'énergie moderne capture le caractère dynamique de Varsovie."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 5
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 6
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 1
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 14
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 15
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "Que Voir À Varsovie : Histoire et Culture",
          "day": 1
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "Que Voir À Varsovie : Histoire et Culture",
          "day": 2
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "Que Voir À Varsovie : Histoire et Culture",
          "day": 3
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "Que Voir À Varsovie : Histoire et Culture",
          "day": 4
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "Que Voir À Varsovie : Histoire et Culture",
          "day": 5
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Tour Complet Pologne : Villes, Baltique et Tatras",
          "day": 2
        }
      ],
      "rating": 10,
      "place_type": "capital",
      "suggested_days": 4
    },
    {
      "place_id": "PL::wroclaw",
      "name": "Wroclaw",
      "cc": "PL",
      "language": "fr",
      "coords": [
        51.10788,
        17.03854
      ],
      "lat": 51.10788,
      "lon": 17.03854,
      "visits": [
        {
          "text": "Rynek de Wrocław avec ses maisons colorées et Hôtel de Ville gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saint-Jean-Baptiste sur l'île Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama de Racławice, fresque circulaire monumentale.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la magnifique Grand-Place de Wrocław, l'une des plus grandes et des plus belles d'Europe, entourée d'élégantes maisons bourgeoises présentant des siècles de styles architecturaux. L'Hôtel de Ville gothique orné domine ce vaste espace public où habitants et visiteurs se rassemblent aux terrasses des cafés pour s'imprégner de l'atmosphère vibrante. Avec plus de 100 parcs et espaces verts, Wrocław figure parmi les villes les plus vertes d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Partez à la chasse aux fameux nains de bronze de Wrocław, plus de 300 petites sculptures fantaisistes dispersées dans les rues de la ville, chacune avec son propre caractère et son histoire. Ce projet artistique urbain bien-aimé a commencé comme un symbole anti-communiste et a évolué en une charmante chasse au trésor à l'échelle de la ville. Ces figures originales apparaissent dans des endroits inattendus, ravissant les visiteurs qui tombent sur ces minuscules habitants de bronze.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Panorama de Racławice, une peinture monumentale à 360 degrés représentant la bataille de 1794 où les forces paysannes polonaises ont vaincu l'armée russe. Cette énorme toile circulaire, mesurant 15 sur 114 mètres, plonge les spectateurs dans la scène dramatique grâce à des techniques de présentation innovantes du 19ème siècle. Le parcours de la peinture - cachée pendant l'époque communiste - ajoute une autre dimension à sa signification historique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Chasse aux nains krasnale, mascotte de la ville."
        },
        {
          "text": "Quartier des Quatre Dénominations et architecture multiculturelle."
        },
        {
          "text": "Naviguez sur l'Oder pour apprécier la position unique de Wrocław avec ses plus de 100 ponts reliant ses nombreuses îles. Les voies navigables et les ponts de la ville créent des panoramas romantiques à chaque tournant, particulièrement beaux lorsqu'ils sont illuminés la nuit. Cette géographie aquatique a valu à Wrocław des comparaisons avec Venise et Amsterdam, bien que son caractère reste distinctement centre-européen."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Tour Complet Pologne : Villes, Baltique et Tatras",
          "day": 7
        }
      ],
      "rating": 9.8,
      "place_type": "capital",
      "suggested_days": 3
    },
    {
      "place_id": "PL::zakopane",
      "name": "Zakopane",
      "cc": "PL",
      "language": "fr",
      "coords": [
        49.29918,
        19.94957
      ],
      "lat": 49.29918,
      "lon": 19.94957,
      "visits": [
        {
          "text": "Visite d'une ferme productrice d'oscypek avec démonstration.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché montagnard de Krupówki pour spécialités góralskie.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, rue animée au pied des Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Église en bois de Jaszczurówka, architecture montagnarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Lac Morskie Oko, perle alpine enchâssée dans les montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Vallée de Kościeliska avec ses cascades et grottes.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, artère animée avec architecture de montagne traditionnelle góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Église en bois de Jaszczurówka, joyau de l'architecture Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du style Zakopane pour comprendre l'identité montagnarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Vallée de Kościeliska, randonnée dans un paysage de contes avec cascades.",
          "visit_duration_min": 75
        },
        {
          "text": "Lac Morskie Oko, perle des Tatras enchâssée dans les montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrivez à Zakopane, la première station de montagne de Pologne nichée au pied des spectaculaires Montagnes Tatra. Cette charmante ville, connue comme la capitale hivernale de la Pologne, enchante les visiteurs avec son architecture distinctive en bois, sa culture montagnarde vibrante et ses paysages alpins époustouflants. La rue principale piétonne bordée de bâtiments traditionnels en bois présente le style régional unique qui s'est développé dans cette communauté montagnarde isolée.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Mont Gubałówka en funiculaire pour des vues panoramiques à couper le souffle sur Zakopane et les pics dramatiques des Tatra au-delà. La crête du sommet offre des sentiers de randonnée faciles, des stands de souvenirs vendant de l'artisanat local et de la nourriture traditionnelle montagnarde à déguster tout en admirant les panoramas montagneux. Par temps clair, la silhouette dentelée des Hautes Tatra crée un décor alpin inoubliable.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez jusqu'à Morskie Oko, le plus grand et le plus beau lac de montagne de Pologne, situé dans un cirque glaciaire entouré de pics de granit imposants. Le sentier de 7,7 kilomètres à travers le Parc National des Tatra passe par des ruisseaux en cascade et des forêts de pins vierges avant de révéler les eaux cristallines reflétant des parois rocheuses abruptes. Cette merveille naturelle emblématique, dont le nom signifie 'Œil de la Mer', représente l'expérience quintessentielle des Tatra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustation d'oscypek grillé avec confiture d'airelles."
        },
        {
          "text": "Dîner dans une karczma montagnarde authentique."
        },
        {
          "text": "Dégustation de liqueurs de montagne et żubrówka."
        },
        {
          "text": "Téléphérique jusqu'au sommet de Kasprowy Wierch."
        },
        {
          "text": "Dégustation d'oscypek grillé et plats montagnards."
        },
        {
          "text": "Bains thermaux sous les étoiles."
        },
        {
          "text": "Randonnée panoramique dans les Tatras."
        },
        {
          "text": "Téléphérique jusqu'au sommet de Kasprowy Wierch pour panoramas alpins."
        },
        {
          "text": "Dégustation d'oscypek grillé et żubrówka au marché."
        },
        {
          "text": "Baignade ou détente dans les thermes de Zakopane."
        },
        {
          "text": "Prenez le téléphérique jusqu'à Kasprowy Wierch, à 1 987 mètres l'un des hauts sommets les plus accessibles des Tatra polonaises. Le sommet chevauche la frontière polono-slovaque, offrant des perspectives sur les deux pays depuis son point de vue rocheux. En hiver, l'excellent ski attire les foules vers la station de ski la plus haute de Pologne, tandis que l'été amène les randonneurs sur les sentiers alpins rayonnant depuis le pic."
        },
        {
          "text": "Explorez le Parc National des Tatra, Réserve de Biosphère UNESCO protégeant le seul paysage alpin de Pologne et les plus hautes montagnes du pays. Les paysages dramatiques du parc incluent des vallées glaciaires, des lacs de montagne, des cascades et une flore endémique qu'on ne trouve nulle part ailleurs au monde. Que ce soit en randonnant sur des sentiers difficiles ou simplement en admirant les vues, les Tatra offrent les expériences naturelles les plus spectaculaires de Pologne."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "Circuit Gastronomique Pologne : Pierogi et Traditions",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 10
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "Les Incontournables de Pologne",
          "day": 11
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "Circuit Cracovie : Auschwitz et Monts Tatras",
          "day": 4
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "Circuit Cracovie : Auschwitz et Monts Tatras",
          "day": 5
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Tour Complet Pologne : Villes, Baltique et Tatras",
          "day": 9
        }
      ],
      "rating": 8.8,
      "place_type": "metropolis",
      "suggested_days": 2.5
    },
    {
      "place_id": "PL::zalipie",
      "name": "Zalipie",
      "cc": "PL",
      "language": "fr",
      "coords": [
        50.22472,
        20.85472
      ],
      "lat": 50.22472,
      "lon": 20.85472,
      "visits": [
        {
          "text": "Village peint de Zalipie, chaumières couvertes de motifs floraux.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison-musée de Felicja Curyłowa, artiste locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Atelier de peinture florale traditionnelle sur papier."
        },
        {
          "text": "Rencontre avec les artisans du village."
        },
        {
          "text": "Dîner chez l'habitant avec cuisine paysanne."
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "Pologne Secrète : Villages et Forêts Primitives",
          "day": 9
        }
      ],
      "rating": 4.8,
      "place_type": "small_city",
      "suggested_days": 1
    }
  ]
}