{
  "version": 1,
  "country": "me",
  "language": "it",
  "places": [
    {
      "place_id": "ME::biogradska-gora",
      "name": "Biogradska Gora",
      "cc": "ME",
      "language": "it",
      "coords": [
        42.8833,
        19.6
      ],
      "lat": 42.8833,
      "lon": 19.6,
      "visits": [
        {
          "text": "Esplorate il parco nazionale di Biogradska Gora, nascosto nella regione montuosa di Bjelasica come una delle ultime foreste vergini d'Europa. Vi troverete una natura intatta e preservata, laghi glaciali cristallini e un invito a camminare, fare trekking, andare in bicicletta o osservare la fauna selvatica.",
          "visit_duration_min": 75
        },
        {
          "text": "Noleggiate una barca a remi o un kayak sul Lago Biogradsko per un'esperienza indimenticabile su questo lago glaciale preservato. In alternativa, fate il giro del lago a piedi attraverso una foresta antica che non è mai stata sfruttata.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La foresta vergine del parco contiene alberi di oltre 500 anni e offre un raro sguardo su come apparivano i paesaggi europei prima dell'intervento umano. Molteplici sentieri di varia difficoltà permettono di esplorare questa natura selvaggia protetta."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 9
        }
      ],
      "rating": 3.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::budva",
      "name": "Budva",
      "cc": "ME",
      "language": "it",
      "coords": [
        42.2911,
        18.8403
      ],
      "lat": 42.2911,
      "lon": 18.8403,
      "visits": [
        {
          "text": "Scoprite Budva, una delle città più antiche dell'Adriatico, fondata circa 2.500 anni fa secondo la leggenda. Il centro storico fortificato presenta edifici storici, vicoli stretti, piccole chiese, negozi e ristoranti accoglienti che vi trasportano nel tempo, il tutto fedelmente ricostruito dopo il devastante terremoto del 1979.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrate nella Cittadella pagando un piccolo biglietto d'ingresso e godetevi magnifiche viste sul mare e sull'intero centro storico con la Budva moderna sullo sfondo. Questa fortezza sopraelevata offre la prospettiva perfetta su questa antica città.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorrete le antiche mura cittadine che offrono un'occasione unica per immergersi nel passato di Budva, camminando sugli stessi sentieri un tempo pattugliati dai soldati veneziani. Le mura offrono viste panoramiche sul centro storico, il porto e il litorale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiate dalla spiaggia fino alla celebre statua della Ballerina al tramonto per viste mozzafiato. Proseguendo lungo il sentiero costiero, scoprirete piccole spiagge nascoste e calette isolate perfette per il bagno."
        },
        {
          "text": "Esplorate le spiagge della Riviera di Budva, considerate tra le migliori dei Balcani. Alcune sfoggiano la Bandiera Blu per i loro elevati standard di pulizia e sicurezza, mentre altre si nascondono in calette isolate offrendo fughe tranquille."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 1
        }
      ],
      "rating": 6.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::cetinje",
      "name": "Cetinje",
      "cc": "ME",
      "language": "it",
      "coords": [
        42.3903,
        18.9231
      ],
      "lat": 42.3903,
      "lon": 18.9231,
      "visits": [
        {
          "text": "Esplorate Cetinje, la piccola, affascinante e pittoresca antica capitale reale del Montenegro fino alla fine della Seconda Guerra Mondiale. Oggi residenza ufficiale del presidente, questa città storica conserva la sua atmosfera regale con l'antico palazzo reale e numerose ambasciate dell'epoca del regno.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il monastero storico e passeggiate tra i piccoli negozi prima di attardarvi nei ristoranti accoglienti. Cetinje appare molto più piacevole e graziosa dell'attuale capitale Podgorica.",
          "visit_duration_min": 75
        },
        {
          "text": "Scendete nella grotta di Lipa, un'impressionante grotta di stalattiti vecchia di 6 milioni di anni scoperta per caso nel XIX secolo. Unica grotta accessibile in Montenegro, presenta immense stalattiti e stalagmiti mozzafiato formatesi nel corso di milioni di anni, creando un mondo sotterraneo magico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La visita della grotta costa 15€ e richiede una giacca anche in estate a causa del clima fresco. Le formazioni creano un paesaggio da un altro mondo che è tra le attrazioni naturali più uniche del Montenegro."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 7
        }
      ],
      "rating": 3.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::durmitor",
      "name": "Durmitor",
      "cc": "ME",
      "language": "it",
      "coords": [
        43.15,
        19.0167
      ],
      "lat": 43.15,
      "lon": 19.0167,
      "visits": [
        {
          "text": "Scoprite il parco nazionale del Durmitor, che prende il nome dalla catena montuosa che conta 48 vette oltre i 2.000 metri e 18 laghi glaciali. Che veniate in inverno per sciare o in estate per fare trekking, questa destinazione emblematica presenta i paesaggi alpini più spettacolari del Montenegro.",
          "visit_duration_min": 75
        },
        {
          "text": "Fate il giro del Lago Nero (Crno Jezero), il più grande dei 18 laghi glaciali e il punto di partenza di tutti i sentieri. Nonostante l'affluenza estiva, le acque scure che riflettono le vette circostanti creano una scena indimenticabile.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il Lago Vražje (Lago del Diavolo), particolarmente notevole grazie al suo colore unico. Secondo la leggenda, il diavolo vi avrebbe un tempo costruito un castello di cristalli di ghiaccio sul fondo. Il lago si trova in un paesaggio di steppa circondato da catene montuose in un ambiente quasi mistico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Per gli escursionisti esperti, accettate la sfida dell'ascensione al Bobotov Kuk (2.522 m), la vetta più alta del parco nazionale del Durmitor. Molteplici sentieri di varia difficoltà permettono di esplorare questa natura selvaggia classificata UNESCO."
        },
        {
          "text": "Percorrete l'«Anello del Durmitor» lungo la strada P14 fino al canyon di Piva, considerato una delle strade più belle d'Europa. Il passo di Sedlo offre panorami montani spettacolari."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 12
        }
      ],
      "rating": 6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::kotor",
      "name": "Kotor",
      "cc": "ME",
      "language": "it",
      "coords": [
        42.4247,
        18.7712
      ],
      "lat": 42.4247,
      "lon": 18.7712,
      "visits": [
        {
          "text": "Esplorate il centro storico di Kotor, sito del patrimonio mondiale UNESCO dove le prime tribù illiriche si stabilirono 5.000 anni fa. Caratterizzata dai palazzi di ricche famiglie nobili e chiese romantiche, i piccoli vicoli, negozi e caffè della città fortificata invitano a passeggiare e attardarsi in questo scenario magico.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite alla leggendaria fortezza di Kotor (Castello di San Giovanni), monumento emblematico che si erge dal IX secolo. Questa serie di mura difensive, porte e torri offre un'escursione impegnativa ma gratificante con quasi 1.400 gradini fino al punto più alto e viste favolose su Kotor, la baia di Kotor e le montagne circostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Prendete la nuova funivia di Kotor aperta nel 2023, che sale a 1.316 metri fino alla cima del Monte Lovćen. Godetevi viste spettacolari sulla baia di Boka, Kotor e attraverso il mare Adriatico fino all'Italia nelle giornate limpide, con uno slittino alpino che offre emozionanti opzioni di discesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il famoso Parco dei Gatti nel centro storico dove i felini si aggirano liberamente. I visitatori possono mettere bottiglie di plastica in distributori automatici per fornire cibo e acqua agli animali - Kotor è conosciuta come la città dei gatti in tutti i Balcani.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplorate Kotor al mattino presto o al tramonto per evitare i turisti delle navi da crociera. I piccoli vicoli si trasformano quando le folle se ne vanno, rivelando il vero carattere romantico di questa antica città marinara."
        },
        {
          "text": "Situata nella baia di Boka circondata da montagne, il paesaggio ricorda i fiordi mozzafiato della Norvegia - anche se qui il mare si è gradualmente fatto strada in un antico letto fluviale piuttosto che in valli glaciali."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 3
        }
      ],
      "rating": 8.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::lovcen",
      "name": "Lovcen",
      "cc": "ME",
      "language": "it",
      "coords": [
        42.395,
        18.84
      ],
      "lat": 42.395,
      "lon": 18.84,
      "visits": [
        {
          "text": "Visitate il Mausoleo di Njegoš a 1.650 metri d'altitudine nel parco nazionale del Lovćen - il mausoleo più alto del mondo. Petar II Petrović Njegoš, principe-vescovo del Montenegro e uno dei poeti più importanti del mondo serbo, vi è sepolto come aveva decretato in vita.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite i 461 gradini dall'ingresso al mausoleo (ingresso 8€) per accedere a una fantastica piattaforma panoramica con viste a 360 gradi sul parco nazionale del Lovćen. Per molti visitatori, questo è uno dei siti più belli del Montenegro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La strada attraverso il parco nazionale del Lovćen è spettacolare, con strade a tornanti che salgono attraverso un paesaggio montano drammatico. I panorami sulla baia di Boka dai diversi punti panoramici lungo il percorso sono indimenticabili."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 6
        }
      ],
      "rating": 6.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::meandri-cehotine",
      "name": "Meandri Cehotine",
      "cc": "ME",
      "language": "it",
      "coords": [
        43.1167,
        19.4667
      ],
      "lat": 43.1167,
      "lon": 19.4667,
      "visits": [
        {
          "text": "Raggiungete il punto panoramico dei Meandri della Ćehotina con una breve passeggiata dal parcheggio. Una vista fantastica vi attende su un letto fluviale serpeggiante che si snoda attraverso un paesaggio collinare, dove l'acqua di un blu profondo crea un contrasto sorprendente con i dintorni verdeggianti.",
          "visit_duration_min": 75
        },
        {
          "text": "Nelle giornate di sole, i colori sono particolarmente intensi, creando una delle scene naturali più fotogeniche del Montenegro. La strada d'accesso discreta conduce a una delle gemme nascoste del paese.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Il fiume serpentino disegna curve spettacolari attraverso il paesaggio, creando anfiteatri naturali di pendii verdeggianti che si riflettono nell'acqua blu e calma. Gli appassionati di fotografia troveranno questa tappa imperdibile."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 10
        }
      ],
      "rating": 2.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::perast",
      "name": "Perast",
      "cc": "ME",
      "language": "it",
      "coords": [
        42.4867,
        18.6983
      ],
      "lat": 42.4867,
      "lon": 18.6983,
      "visits": [
        {
          "text": "Scoprite Perast, una delle città più romantiche del Montenegro con la sua passeggiata sul lungomare, le case eleganti e la pittoresca chiesa sullo sfondo delle acque tranquille della baia. Questa antica città di marinai è oggi un monumento protetto ideale per passeggiare ed esplorare i piccoli vicoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Prendete una barca per Nostra Signora dello Scoglio (Gospa od Škrpjela), probabilmente il sito più famoso del Montenegro con una storia molto particolare. Nel 1452, due pescatori trovarono un dipinto di Maria e Gesù su un piccolo affioramento roccioso - per secoli furono gettate pietre e affondate navi per costruire quest'isola artificiale e questa chiesa cattolica di pellegrinaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate l'interno della chiesa per vedere il miracoloso dipinto di Maria e Gesù sull'altare. Il piccolo museo al secondo piano presenta esposizioni risalenti all'età della pietra e offre belle viste sulla campagna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Da Perast, ammirate l'isola naturale di San Giorgio con il suo monastero benedettino del XII secolo (non aperto ai visitatori). Le due isole creano una delle scene più fotografate di tutto il Montenegro."
        },
        {
          "text": "Fate un'escursione sopra Perast fuori dall'estate per viste mozzafiato sulla baia di Boka. I sentieri in quota rivelano prospettive su questo paesaggio protetto dall'UNESCO impossibili da vedere dal livello dell'acqua."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 4
        }
      ],
      "rating": 7.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::porto-montenegro",
      "name": "Porto Montenegro",
      "cc": "ME",
      "language": "it",
      "coords": [
        42.435,
        18.6883
      ],
      "lat": 42.435,
      "lon": 18.6883,
      "visits": [
        {
          "text": "Scoprite Porto Montenegro, la moderna città portuale con yacht di lusso e boutique di moda che funge da punto d'incontro per ricchi e famosi. Questa mini Saint-Tropez offre un contrasto sorprendente con le antiche città di Kotor e Perast.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiate sul porto osservando i mega-yacht e sfogliate le boutique di alta gamma. L'architettura contemporanea e l'atmosfera cosmopolita creano un'altra sfaccettatura del fascino del Montenegro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fate una crociera privata in barca intorno alla baia di Kotor per vedere i fiordi montenegrini da diverse prospettive e scoprire il patrimonio culturale della regione dall'acqua. Diversi itinerari propongono soste in calette nascoste per il bagno o viste panoramiche."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 5
        }
      ],
      "rating": 7.3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::skadar-lake",
      "name": "Skadar Lake",
      "cc": "ME",
      "language": "it",
      "coords": [
        42.25,
        19.1
      ],
      "lat": 42.25,
      "lon": 19.1,
      "visits": [
        {
          "text": "Scoprite il parco nazionale del Lago di Scutari, il più grande lago dei Balcani e la più grande distesa d'acqua interna della regione con il confine albanese che lo attraversa. I suoi habitat d'acqua dolce unici e le zone umide offrono un santuario a oltre 280 specie di uccelli tra cui il raro pellicano dalmata e il cormorano pigmeo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate l'affascinante villaggio di pescatori di Virpazar, punto di partenza delle escursioni in barca. Merita di essere esplorato per se stesso; in primavera quando la neve si scioglie, Virpazar diventa una piccola isola a causa delle acque alte, accessibile solo attraverso tre ponti di pietra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fate una crociera in barca o in canoa per scoprire l'immensità del lago e la sua biodiversità unica dall'acqua. La biosfera del Lago di Scutari è considerata unica nel suo genere con specie rare e minacciate introvabili altrove."
        },
        {
          "text": "Il paesaggio impressionante invita a un'esplorazione pacifica - se cercate calma e natura, questo è il posto ideale. Le viste sul lago dalla terra sono anch'esse magnifiche, incorniciate da montagne spettacolari."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 8
        }
      ],
      "rating": 9.4,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "ME::sveti-stefan",
      "name": "Sveti Stefan",
      "cc": "ME",
      "language": "it",
      "coords": [
        42.2567,
        18.8917
      ],
      "lat": 42.2567,
      "lon": 18.8917,
      "visits": [
        {
          "text": "Ammirate Sveti Stefan, IL soggetto da cartolina del Montenegro - una piccola isola collegata alla terraferma che crea una delle viste più iconiche dell'Adriatico. La vista è particolarmente bella al tramonto o a mezzogiorno quando l'acqua assume una tonalità blu abbagliante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il punto panoramico della chiesa di San Sava per la migliore vista sull'isola. Grazie alla sua posizione sopraelevata, questo luogo tranquillo offre prospettive straordinarie che la maggior parte dei pullman turistici non raggiunge, accessibile in auto in pochi minuti dalla strada principale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "L'intera isola è oggi un hotel di lusso, ma le viste mozzafiato dalla terraferma e dai punti panoramici circostanti ne fanno una tappa fotografica imperdibile di ogni viaggio in Montenegro."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 2
        }
      ],
      "rating": 4.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::tara-canyon",
      "name": "Tara Canyon",
      "cc": "ME",
      "language": "it",
      "coords": [
        43.15,
        19.3
      ],
      "lat": 43.15,
      "lon": 19.3,
      "visits": [
        {
          "text": "Ammirate il canyon della Tara, la gola di montagna più profonda d'Europa e la seconda più profonda del mondo dopo il Grand Canyon. Il fiume Tara, il più lungo e spettacolare del Montenegro, attraversa questo paesaggio drammatico - i locali si sentono così legati ad esso che danno il suo nome ai loro figli.",
          "visit_duration_min": 75
        },
        {
          "text": "Attraversate l'iconico ponte Đurđevića Tara, alto 170 metri con viste spettacolari sul canyon. Costruito nel 1940, questo capolavoro ingegneristico si estende per 365 metri sopra la gola.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fate rafting sul fiume Tara attraverso il canyon - uno dei punti salienti assoluti e una delle migliori attività in Montenegro. Le acque cristalline color smeraldo e le imponenti pareti del canyon creano un'avventura indimenticabile."
        },
        {
          "text": "Per i più coraggiosi, fate zipline dal ponte - un volo gigantesco sopra il canyon che offre una prospettiva unica su questa meraviglia naturale. In alternativa, noleggiate una canoa per un'esplorazione più pacifica di questo paesaggio affascinante."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordi dell'Adriatico, Montagne e Fortezze Medievali",
          "day": 11
        }
      ],
      "rating": 9,
      "place_type": "nature",
      "suggested_days": 1
    }
  ]
}