{
  "version": 1,
  "country": "me",
  "language": "pt",
  "places": [
    {
      "place_id": "ME::biogradska-gora",
      "name": "Biogradska Gora",
      "cc": "ME",
      "language": "pt",
      "coords": [
        42.8833,
        19.6
      ],
      "lat": 42.8833,
      "lon": 19.6,
      "visits": [
        {
          "text": "Explore o parque nacional de Biogradska Gora, aninhado na região montanhosa de Bjelasica como uma das últimas florestas virgens da Europa. Encontrará aqui natureza intacta e preservada, lagos glaciares cristalinos e um convite para caminhar, fazer trilhos, andar de bicicleta ou observar a fauna selvagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Alugue um barco a remos ou um caiaque no Lago Biogradsko para uma experiência inesquecível neste lago glaciar preservado. Alternativamente, faça a volta ao lago a pé através de uma floresta antiga que nunca foi explorada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A floresta virgem do parque contém árvores com mais de 500 anos e oferece um raro vislumbre de como eram as paisagens europeias antes da intervenção humana. Múltiplos trilhos de dificuldade variada permitem explorar esta natureza selvagem protegida."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 9
        }
      ],
      "rating": 3.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::budva",
      "name": "Budva",
      "cc": "ME",
      "language": "pt",
      "coords": [
        42.2911,
        18.8403
      ],
      "lat": 42.2911,
      "lon": 18.8403,
      "visits": [
        {
          "text": "Descubra Budva, uma das cidades mais antigas do Adriático, fundada há cerca de 2.500 anos segundo a lenda. O centro histórico fortificado apresenta edifícios históricos, ruelas estreitas, pequenas igrejas, lojas e restaurantes acolhedores que o transportam no tempo, tudo fielmente reconstruído após o devastador terramoto de 1979.",
          "visit_duration_min": 75
        },
        {
          "text": "Entre na Cidadela mediante um pequeno bilhete de entrada e desfrute de vistas magníficas sobre o mar e todo o centro histórico com a Budva moderna em pano de fundo. Esta fortaleza elevada oferece a perspetiva perfeita sobre esta cidade antiga.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorra as antigas muralhas da cidade que oferecem uma oportunidade única de mergulhar no passado de Budva, caminhando pelos mesmos caminhos outrora patrulhados pelos soldados venezianos. As muralhas oferecem vistas panorâmicas sobre o centro histórico, o porto e o litoral.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie desde a praia até à célebre estátua da Bailarina ao pôr do sol para vistas de cortar a respiração. Continuando pelo trilho costeiro, descobrirá pequenas praias escondidas e enseadas isoladas perfeitas para banhos."
        },
        {
          "text": "Explore as praias da Riviera de Budva, consideradas entre as melhores dos Balcãs. Algumas ostentam a Bandeira Azul pelos seus elevados padrões de limpeza e segurança, enquanto outras se aninham em enseadas isoladas oferecendo escapadelas tranquilas."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 1
        }
      ],
      "rating": 6.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::cetinje",
      "name": "Cetinje",
      "cc": "ME",
      "language": "pt",
      "coords": [
        42.3903,
        18.9231
      ],
      "lat": 42.3903,
      "lon": 18.9231,
      "visits": [
        {
          "text": "Explore Cetinje, a pequena, encantadora e pitoresca antiga capital real do Montenegro até ao final da Segunda Guerra Mundial. Hoje residência oficial do presidente, esta cidade histórica conserva a sua atmosfera real com o antigo palácio real e numerosas embaixadas da época do reino.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o mosteiro histórico e passeie pelas pequenas lojas antes de se demorar em restaurantes acolhedores. Cetinje parece muito mais agradável e bonita do que a atual capital Podgorica.",
          "visit_duration_min": 75
        },
        {
          "text": "Desça à gruta de Lipa, uma impressionante gruta de estalactites com 6 milhões de anos descoberta por acaso no século XIX. Única gruta acessível no Montenegro, apresenta imensas estalactites e estalagmites de cortar a respiração formadas ao longo de milhões de anos, criando um mundo subterrâneo mágico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A visita à gruta custa 15€ e requer um casaco mesmo no verão devido ao clima fresco. As formações criam uma paisagem de outro mundo que está entre as atrações naturais mais únicas do Montenegro."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 7
        }
      ],
      "rating": 3.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::durmitor",
      "name": "Durmitor",
      "cc": "ME",
      "language": "pt",
      "coords": [
        43.15,
        19.0167
      ],
      "lat": 43.15,
      "lon": 19.0167,
      "visits": [
        {
          "text": "Descubra o parque nacional do Durmitor, nomeado a partir da cadeia montanhosa que conta 48 picos com mais de 2.000 metros e 18 lagos glaciares. Quer venha no inverno para esquiar ou no verão para fazer trilhos, este destino emblemático apresenta as paisagens alpinas mais espetaculares do Montenegro.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça a volta ao Lago Negro (Crno Jezero), o maior dos 18 lagos glaciares e o ponto de partida de todos os trilhos. Apesar da afluência estival, as águas escuras refletindo os picos circundantes criam uma cena inesquecível.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Lago Vražje (Lago do Diabo), particularmente notável graças à sua cor única. Segundo a lenda, o diabo teria outrora construído um castelo de cristais de gelo no fundo. O lago situa-se numa paisagem de estepe rodeada por cadeias montanhosas num cenário quase místico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Para caminhantes experientes, aceitem o desafio da ascensão ao Bobotov Kuk (2.522 m), o pico mais alto do parque nacional do Durmitor. Múltiplos trilhos de dificuldade variada permitem explorar esta natureza selvagem classificada UNESCO."
        },
        {
          "text": "Percorra o «Anel do Durmitor» ao longo da estrada P14 até ao canhão de Piva, considerado uma das estradas mais belas da Europa. O passo de Sedlo oferece panoramas montanhosos espetaculares."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 12
        }
      ],
      "rating": 6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::kotor",
      "name": "Kotor",
      "cc": "ME",
      "language": "pt",
      "coords": [
        42.4247,
        18.7712
      ],
      "lat": 42.4247,
      "lon": 18.7712,
      "visits": [
        {
          "text": "Explore o centro histórico de Kotor, Património Mundial da UNESCO onde as primeiras tribos ilírias se estabeleceram há 5.000 anos. Caracterizada pelos palácios de ricas famílias nobres e igrejas românticas, as pequenas ruelas, lojas e cafés da cidade fortificada convidam a passear e demorar-se neste cenário mágico.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba até à lendária fortaleza de Kotor (Castelo de São João), monumento emblemático que se ergue desde o século IX. Esta série de muralhas defensivas, portas e torres oferece uma caminhada árdua mas gratificante com quase 1.400 degraus até ao ponto mais alto e vistas fabulosas sobre Kotor, a baía de Kotor e as montanhas circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Apanhe o novo teleférico de Kotor inaugurado em 2023, subindo a 1.316 metros até ao cume do Monte Lovćen. Desfrute de vistas espetaculares sobre a baía de Boka, Kotor e através do mar Adriático até à Itália em dias limpos, com um trenó alpino que oferece opções de descida emocionantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o famoso Parque dos Gatos no centro histórico onde os felinos passeiam livremente. Os visitantes podem colocar garrafas de plástico em máquinas automáticas para fornecer comida e água aos animais - Kotor é conhecida como a cidade dos gatos em todos os Balcãs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Kotor de manhã cedo ou ao pôr do sol para evitar os turistas dos navios de cruzeiro. As pequenas ruelas transformam-se quando as multidões partem, revelando o verdadeiro carácter romântico desta antiga cidade marítima."
        },
        {
          "text": "Situada na baía de Boka rodeada de montanhas, a paisagem lembra os fiordes deslumbrantes da Noruega - embora aqui o mar tenha gradualmente aberto caminho num antigo leito de rio em vez de vales glaciares."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 3
        }
      ],
      "rating": 8.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::lovcen",
      "name": "Lovcen",
      "cc": "ME",
      "language": "pt",
      "coords": [
        42.395,
        18.84
      ],
      "lat": 42.395,
      "lon": 18.84,
      "visits": [
        {
          "text": "Visite o Mausoléu de Njegoš a 1.650 metros de altitude no parque nacional do Lovćen - o mausoléu mais alto do mundo. Petar II Petrović Njegoš, príncipe-bispo do Montenegro e um dos poetas mais importantes do mundo sérvio, está aí sepultado como decretou em vida.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba os 461 degraus desde a entrada até ao mausoléu (entrada 8€) para aceder a uma fantástica plataforma de observação com vistas de 360 graus sobre o parque nacional do Lovćen. Para muitos visitantes, este é um dos locais mais belos do Montenegro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A estrada através do parque nacional do Lovćen é espetacular, com estradas em ziguezague que sobem através de uma paisagem montanhosa dramática. Os panoramas sobre a baía de Boka desde os diferentes miradouros ao longo do percurso são inesquecíveis."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 6
        }
      ],
      "rating": 6.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::meandri-cehotine",
      "name": "Meandri Cehotine",
      "cc": "ME",
      "language": "pt",
      "coords": [
        43.1167,
        19.4667
      ],
      "lat": 43.1167,
      "lon": 19.4667,
      "visits": [
        {
          "text": "Alcance o miradouro dos Meandros da Ćehotina através de uma curta caminhada desde o estacionamento. Uma vista fantástica aguarda-o sobre um leito de rio serpenteante que serpenteia através de uma paisagem de colinas, onde a água de um azul profundo cria um contraste surpreendente com os arredores verdejantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Nos dias de sol, as cores são particularmente intensas, criando uma das cenas naturais mais fotogénicas do Montenegro. A estrada de acesso discreta conduz a uma das joias escondidas do país.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O rio serpenteante desenha curvas espetaculares através da paisagem, criando anfiteatros naturais de encostas verdejantes refletidas na água azul e calma. Os entusiastas de fotografia acharão esta paragem imperdível."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 10
        }
      ],
      "rating": 2.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::perast",
      "name": "Perast",
      "cc": "ME",
      "language": "pt",
      "coords": [
        42.4867,
        18.6983
      ],
      "lat": 42.4867,
      "lon": 18.6983,
      "visits": [
        {
          "text": "Descubra Perast, uma das cidades mais românticas do Montenegro com o seu passeio à beira-mar, casas elegantes e igreja pitoresca sobre o pano de fundo das águas tranquilas da baía. Esta antiga cidade de marinheiros é hoje um monumento protegido ideal para passear e explorar as pequenas ruelas.",
          "visit_duration_min": 75
        },
        {
          "text": "Apanhe um barco para Nossa Senhora do Rochedo (Gospa od Škrpjela), provavelmente o local mais famoso do Montenegro com uma história muito particular. Em 1452, dois pescadores encontraram uma pintura de Maria e Jesus num pequeno afloramento rochoso - durante séculos, foram atiradas pedras e afundados navios para construir esta ilha artificial e esta igreja católica de peregrinação.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o interior da igreja para ver a pintura milagrosa de Maria e Jesus no altar. O pequeno museu no segundo andar apresenta exposições que remontam à Idade da Pedra e oferece belas vistas sobre a paisagem.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desde Perast, admire a ilha natural de São Jorge com o seu mosteiro beneditino do século XII (não aberto a visitantes). As duas ilhas criam uma das cenas mais fotografadas de todo o Montenegro."
        },
        {
          "text": "Faça uma caminhada acima de Perast fora do verão para vistas de cortar a respiração sobre a baía de Boka. Os trilhos em altitude revelam perspetivas sobre esta paisagem protegida pela UNESCO impossíveis de ver ao nível da água."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 4
        }
      ],
      "rating": 7.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::porto-montenegro",
      "name": "Porto Montenegro",
      "cc": "ME",
      "language": "pt",
      "coords": [
        42.435,
        18.6883
      ],
      "lat": 42.435,
      "lon": 18.6883,
      "visits": [
        {
          "text": "Descubra Porto Montenegro, a moderna cidade portuária com iates de luxo e boutiques de moda que serve de ponto de encontro para ricos e famosos. Esta mini Saint-Tropez oferece um contraste surpreendente com as cidades antigas de Kotor e Perast.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pela marina observando os mega-iates e percorra as boutiques de alta gama. A arquitetura contemporânea e a atmosfera cosmopolita criam outra faceta do encanto do Montenegro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça um cruzeiro privado de barco à volta da baía de Kotor para ver os fiordes montenegrinos de diferentes perspetivas e descobrir o património cultural da região desde a água. Diferentes itinerários propõem paragens em enseadas escondidas para banhos ou vistas panorâmicas."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 5
        }
      ],
      "rating": 7.3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::skadar-lake",
      "name": "Skadar Lake",
      "cc": "ME",
      "language": "pt",
      "coords": [
        42.25,
        19.1
      ],
      "lat": 42.25,
      "lon": 19.1,
      "visits": [
        {
          "text": "Descubra o parque nacional do Lago Skadar, o maior lago dos Balcãs e a maior extensão de água interior da região com a fronteira albanesa a atravessá-lo. Os seus habitats de água doce únicos e zonas húmidas oferecem um santuário a mais de 280 espécies de aves incluindo o raro pelicano dálmata e o corvo-marinho-pigmeu.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a encantadora aldeia piscatória de Virpazar, ponto de partida das excursões de barco. Merece ser explorada por si mesma; na primavera quando a neve derrete, Virpazar torna-se uma pequena ilha devido às águas altas, acessível apenas através de três pontes de pedra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça um cruzeiro de barco ou de canoa para descobrir a imensidão do lago e a sua biodiversidade única desde a água. A biosfera do Lago Skadar é considerada única no seu género com espécies raras e ameaçadas que não se encontram noutro lugar."
        },
        {
          "text": "A paisagem impressionante convida a uma exploração pacífica - se procura calma e natureza, este é o local ideal. As vistas sobre o lago desde terra são também magníficas, emolduradas por montanhas espetaculares."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 8
        }
      ],
      "rating": 9.4,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "ME::sveti-stefan",
      "name": "Sveti Stefan",
      "cc": "ME",
      "language": "pt",
      "coords": [
        42.2567,
        18.8917
      ],
      "lat": 42.2567,
      "lon": 18.8917,
      "visits": [
        {
          "text": "Maravilhe-se com Sveti Stefan, O motivo de postal do Montenegro - uma pequena ilha ligada ao continente que cria uma das vistas mais icónicas do Adriático. A vista é particularmente bela ao pôr do sol ou ao meio-dia quando a água assume um tom azul deslumbrante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o miradouro da igreja de São Sava para a melhor vista panorâmica sobre a ilha. Graças à sua posição elevada, este local tranquilo oferece perspetivas extraordinárias que a maioria dos autocarros turísticos não alcança, acessível de carro em poucos minutos desde a estrada principal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A ilha inteira é hoje um hotel de luxo, mas as vistas deslumbrantes desde o continente e os miradouros circundantes fazem dela uma paragem fotográfica imperdível de qualquer viagem ao Montenegro."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 2
        }
      ],
      "rating": 4.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "ME::tara-canyon",
      "name": "Tara Canyon",
      "cc": "ME",
      "language": "pt",
      "coords": [
        43.15,
        19.3
      ],
      "lat": 43.15,
      "lon": 19.3,
      "visits": [
        {
          "text": "Maravilhe-se com o canhão do Tara, a garganta de montanha mais profunda da Europa e a segunda mais profunda do mundo depois do Grand Canyon. O rio Tara, o mais longo e espetacular do Montenegro, atravessa esta paisagem dramática - os locais sentem-se tão ligados a ele que dão o seu nome aos filhos.",
          "visit_duration_min": 75
        },
        {
          "text": "Atravesse a icónica ponte Đurđevića Tara, com 170 metros de altura e vistas espetaculares sobre o canhão. Construída em 1940, esta obra-prima de engenharia estende-se por 365 metros sobre a garganta.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça rafting no rio Tara através do canhão - um dos pontos altos absolutos e uma das melhores atividades no Montenegro. As águas cristalinas cor de esmeralda e as imponentes paredes do canhão criam uma aventura inesquecível."
        },
        {
          "text": "Para os mais corajosos, faça tirolesa desde a ponte - um voo gigantesco sobre o canhão que oferece uma perspetiva única sobre esta maravilha natural. Alternativamente, alugue uma canoa para uma exploração mais pacífica desta paisagem fascinante."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegro: Fiordes do Adriático, Montanhas e Fortalezas Medievais",
          "day": 11
        }
      ],
      "rating": 9,
      "place_type": "nature",
      "suggested_days": 1
    }
  ]
}