{
  "version": 1,
  "country": "me",
  "language": "es",
  "places": [
    {
      "place_id": "ME::biogradska-gora",
      "name": "Biogradska Gora",
      "cc": "ME",
      "language": "es",
      "coords": [
        42.8833,
        19.6
      ],
      "lat": 42.8833,
      "lon": 19.6,
      "visits": [
        {
          "text": "Explora el Parque Nacional de Biogradska Gora, enclavado en la región montañosa de Bjelasica como uno de los últimos bosques vírgenes de Europa. Aquí encontrarás naturaleza intacta y virgen, claros lagos glaciares e invitación a caminar, hacer senderismo, ciclismo u observar la vida silvestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Alquila un bote de remos o kayak en el Lago Biogradsko para una experiencia inolvidable en este prístino lago glaciar. Alternativamente, recorre a pie el lago atravesando un bosque ancestral que nunca ha sido talado.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El bosque virgen del parque contiene árboles de más de 500 años y ofrece un raro vistazo a cómo eran los paisajes europeos antes de la intervención humana. Múltiples senderos de variada dificultad exploran esta naturaleza protegida.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 9
        }
      ]
    },
    {
      "place_id": "ME::budva",
      "name": "Budva",
      "cc": "ME",
      "language": "es",
      "coords": [
        42.2911,
        18.8403
      ],
      "lat": 42.2911,
      "lon": 18.8403,
      "visits": [
        {
          "text": "Descubre Budva, una de las ciudades más antiguas del Adriático que se dice fue fundada hace unos 2.500 años. El casco antiguo amurallado presenta edificios históricos, calles estrechas, pequeñas iglesias, tiendas y acogedores restaurantes que te transportan en el tiempo, todo fielmente reconstruido tras el devastador terremoto de 1979.",
          "visit_duration_min": 75
        },
        {
          "text": "Entra en la Ciudadela por una pequeña tarifa y disfruta de maravillosas vistas del mar y todo el casco antiguo con la moderna Budva de fondo. Esta fortaleza elevada proporciona la perspectiva perfecta sobre este antiguo asentamiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorre las antiguas murallas de la ciudad que ofrecen una oportunidad única para sumergirte en el pasado de Budva, pisando los mismos caminos que una vez patrullaron los soldados venecianos. Las murallas ofrecen vistas panorámicas del casco antiguo, el puerto y la costa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea desde la playa hasta la famosa estatua de la Bailarina al atardecer para disfrutar de vistas impresionantes. Siguiendo el sendero costero descubrirás pequeñas playas escondidas y calas apartadas perfectas para nadar.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora las playas de la Riviera de Budva, consideradas entre las mejores de los Balcanes. Algunas ostentan Banderas Azules por sus altos estándares de limpieza y seguridad, mientras otras se esconden en calas apartadas ofreciendo tranquilos refugios.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 1
        }
      ]
    },
    {
      "place_id": "ME::cetinje",
      "name": "Cetinje",
      "cc": "ME",
      "language": "es",
      "coords": [
        42.3903,
        18.9231
      ],
      "lat": 42.3903,
      "lon": 18.9231,
      "visits": [
        {
          "text": "Explora Cetinje, la pequeña, encantadora y pintoresca antigua capital real de Montenegro hasta el final de la Segunda Guerra Mundial. Hoy residencia oficial del presidente, esta histórica ciudad conserva su atmósfera regia con el antiguo palacio real y numerosas embajadas de la era del reino.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el histórico monasterio y pasea por las pequeñas tiendas antes de demorarte en acogedores restaurantes. Cetinje se siente mucho más agradable y bonita que la actual capital, Podgorica.",
          "visit_duration_min": 75
        },
        {
          "text": "Desciende a la Cueva de Lipa, una impresionante cueva de estalactitas de 6 millones de años descubierta por casualidad en el siglo XIX. Como la única cueva accesible de Montenegro, presenta enormes e impresionantes estalactitas y estalagmitas formadas durante millones de años, creando un mágico mundo subterráneo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La visita a la cueva cuesta 15€ y requiere chaqueta incluso en verano debido al clima fresco. Las formaciones crean un paisaje de otro mundo que se cuenta entre las atracciones naturales más singulares de Montenegro.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 7
        }
      ]
    },
    {
      "place_id": "ME::durmitor",
      "name": "Durmitor",
      "cc": "ME",
      "language": "es",
      "coords": [
        43.15,
        19.0167
      ],
      "lat": 43.15,
      "lon": 19.0167,
      "visits": [
        {
          "text": "Experimenta el Parque Nacional de Durmitor, nombrado por la cordillera que presume de 48 picos de más de 2.000 metros y 18 lagos glaciares. Ya sea que visites en invierno para esquiar o en verano para hacer senderismo, este destino icónico muestra los paisajes alpinos más dramáticos de Montenegro.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea alrededor del Lago Negro (Crno Jezero), el mayor de los 18 lagos glaciares y el punto de partida de todos los senderos. A pesar de las multitudes veraniegas, las oscuras aguas reflejando los picos circundantes crean una escena inolvidable.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Lago Vražje (Lago del Diablo), particularmente digno de ver gracias a su color único. Según la leyenda, el diablo una vez construyó un castillo de cristales de hielo en el fondo. El lago se asienta en un paisaje estepario rodeado de cordilleras en un entorno casi místico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Para senderistas experimentados, desafíate con el ascenso al Bobotov Kuk (2.522 m), el pico más alto del Parque Nacional de Durmitor. Múltiples senderos de variada dificultad exploran esta naturaleza declarada Patrimonio de la Humanidad por la UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "Conduce el 'Anillo de Durmitor' por la carretera P14 hasta el Cañón de Piva, considerada una de las rutas más pintorescas de Europa. El Paso de Sedlo ofrece espectaculares panoramas de montaña.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 12
        }
      ]
    },
    {
      "place_id": "ME::kotor",
      "name": "Kotor",
      "cc": "ME",
      "language": "es",
      "coords": [
        42.4247,
        18.7712
      ],
      "lat": 42.4247,
      "lon": 18.7712,
      "visits": [
        {
          "text": "Explora el casco antiguo de Kotor, Patrimonio de la Humanidad de la UNESCO donde las primeras tribus ilirias se asentaron hace 5.000 años. Caracterizado por palacios de familias nobles adineradas e iglesias románticas, los pequeños callejones de la ciudad fortificada, tiendas y cafés invitan a curiosear y demorarse en este entorno mágico.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube a la legendaria Fortaleza de Kotor (Castillo de San Giovanni), un destacado monumento en pie desde el siglo IX. La serie de murallas defensivas, puertas y torres ofrece una subida extenuante pero gratificante con casi 1.400 escalones hasta el punto más alto y fabulosas vistas de Kotor, la Bahía de Kotor y las montañas circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube en el nuevo teleférico de Kotor inaugurado en 2023, que asciende 1.316 metros hasta la cumbre del Monte Lovćen. Disfruta de vistas espectaculares de la Bahía de Boka, Kotor y a través del mar Adriático hasta Italia en días despejados, con un Alpine Coaster que ofrece emocionantes opciones de descenso.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el famoso Parque de los Gatos en el casco antiguo donde los felinos deambulan libremente. Los visitantes pueden depositar botellas de plástico en máquinas expendedoras para proporcionar comida y agua a los animales - Kotor es conocida como la ciudad de los gatos en todos los Balcanes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora Kotor temprano por la mañana o al atardecer para evitar a los turistas de cruceros. Los pequeños callejones se transforman cuando las multitudes se van, revelando el verdadero carácter romántico de esta antigua ciudad marítima.",
          "visit_duration_min": 60
        },
        {
          "text": "Situada en la Bahía de Boka rodeada de montañas, el paisaje recuerda a los impresionantes fiordos de Noruega - aunque aquí el mar se abrió paso gradualmente en un antiguo lecho fluvial en lugar de valles glaciares.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 3
        }
      ]
    },
    {
      "place_id": "ME::lovcen",
      "name": "Lovcen",
      "cc": "ME",
      "language": "es",
      "coords": [
        42.395,
        18.84
      ],
      "lat": 42.395,
      "lon": 18.84,
      "visits": [
        {
          "text": "Visita el Mausoleo de Njegoš a 1.650 metros de altitud en el Parque Nacional de Lovćen - el mausoleo más alto del mundo. Petar II Petrović Njegoš, príncipe-obispo de Montenegro y uno de los poetas más importantes del mundo serboparlante, está enterrado aquí según dispuso durante su vida.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube los 461 escalones desde la entrada hasta el mausoleo (entrada 8€) para acceder a una fantástica plataforma de observación con vistas de 360 grados sobre el Parque Nacional de Lovćen. Para muchos visitantes, este es uno de los lugares más hermosos de Montenegro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La ruta en coche a través del Parque Nacional de Lovćen es espectacular, con carreteras serpenteantes que ascienden por dramáticos paisajes montañosos. Los panoramas de la Bahía de Boka desde varios miradores a lo largo del recorrido son inolvidables.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 6
        }
      ]
    },
    {
      "place_id": "ME::meandri-cehotine",
      "name": "Meandri Cehotine",
      "cc": "ME",
      "language": "es",
      "coords": [
        43.1167,
        19.4667
      ],
      "lat": 43.1167,
      "lon": 19.4667,
      "visits": [
        {
          "text": "Alcanza el mirador de Meandri Ćehotine mediante una corta caminata desde el aparcamiento. Te espera una fantástica vista de un meandro fluvial serpenteando por el paisaje montañoso, donde el agua azul intenso crea un llamativo contraste con el verde circundante.",
          "visit_duration_min": 75
        },
        {
          "text": "En días soleados los colores son particularmente intensos, creando una de las escenas naturales más fotogénicas de Montenegro. La discreta carretera de acceso conduce a una de las joyas ocultas del país.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El río serpentea dramáticamente a través del paisaje, creando anfiteatros naturales de laderas verdes reflejadas en las tranquilas aguas azules. Los entusiastas de la fotografía encontrarán esta una parada imprescindible.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 10
        }
      ]
    },
    {
      "place_id": "ME::perast",
      "name": "Perast",
      "cc": "ME",
      "language": "es",
      "coords": [
        42.4867,
        18.6983
      ],
      "lat": 42.4867,
      "lon": 18.6983,
      "visits": [
        {
          "text": "Descubre Perast, uno de los pueblos más románticos de Montenegro con su paseo marítimo, elegantes casas y pintoresca iglesia con el telón de fondo de las tranquilas aguas de la bahía. La antigua ciudad marinera es ahora un monumento protegido ideal para pasear y explorar pequeños callejones.",
          "visit_duration_min": 75
        },
        {
          "text": "Toma un barco hacia Nuestra Señora de las Rocas (Gospa od Škrpjela), probablemente el monumento más famoso de Montenegro con una historia muy especial. En 1452, dos pescadores encontraron una pintura de María y Jesús en un pequeño afloramiento rocoso - durante siglos, se arrojaron piedras y hundieron naufragios para construir esta isla artificial e iglesia católica de peregrinación.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el interior de la iglesia para ver la milagrosa pintura de María y Jesús en el altar. El pequeño museo en el segundo piso exhibe objetos que datan de la Edad de Piedra y ofrece bonitas vistas del paisaje.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desde Perast, contempla la isla natural de San Jorge con su monasterio benedictino del siglo XII (no abierto a visitantes). Las dos islas crean una de las escenas más fotografiadas de todo Montenegro.",
          "visit_duration_min": 60
        },
        {
          "text": "Sube a pie por encima de Perast fuera del verano para disfrutar de vistas impresionantes sobre la Bahía de Boka. Los senderos elevados revelan perspectivas de este paisaje protegido por la UNESCO imposibles de ver desde el nivel del agua.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 4
        }
      ]
    },
    {
      "place_id": "ME::porto-montenegro",
      "name": "Porto Montenegro",
      "cc": "ME",
      "language": "es",
      "coords": [
        42.435,
        18.6883
      ],
      "lat": 42.435,
      "lon": 18.6883,
      "visits": [
        {
          "text": "Experimenta Porto Montenegro, la moderna ciudad portuaria con yates de lujo y boutiques de moda que sirve como punto de encuentro para ricos y famosos. Este mini Saint-Tropez ofrece un llamativo contraste con las antiguas ciudades de Kotor y Perast.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el puerto deportivo observando mega-yates y curiosea en las boutiques de alta gama. La arquitectura contemporánea y el ambiente cosmopolita crean una faceta diferente del atractivo de Montenegro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Realiza un crucero privado en barco por la Bahía de Kotor para ver los fiordos montenegrinos desde diferentes perspectivas y experimentar el patrimonio cultural de la región desde el agua. Varias rutas ofrecen paradas en calas escondidas para nadar o disfrutar de vistas panorámicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 5
        }
      ]
    },
    {
      "place_id": "ME::skadar-lake",
      "name": "Skadar Lake",
      "cc": "ME",
      "language": "es",
      "coords": [
        42.25,
        19.1
      ],
      "lat": 42.25,
      "lon": 19.1,
      "visits": [
        {
          "text": "Descubre el Parque Nacional del Lago Skadar, el lago más grande de los Balcanes y el mayor cuerpo de agua interior de la región con la frontera albanesa atravesándolo. Sus hábitats únicos de agua dulce y humedales proporcionan santuario a más de 280 especies de aves incluyendo el raro pelícano dálmata y el cormorán pigmeo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el encantador pueblo pesquero de Virpazar, el punto de partida para excursiones en barco. Vale la pena explorarlo por derecho propio; en primavera, cuando la nieve se derrite, Virpazar se convierte en una pequeña isla debido al alto nivel del agua, accesible solo por tres puentes de piedra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Realiza un crucero en barco o canoa para presenciar la inmensidad del lago y su biodiversidad única desde el agua. La biosfera del Lago Skadar se considera única en su especie con especies raras y en peligro que no se encuentran en ningún otro lugar.",
          "visit_duration_min": 60
        },
        {
          "text": "El impresionante paisaje invita a una exploración relajada - si buscas paz y naturaleza, este es el lugar. Las vistas del lago desde tierra también son hermosas, enmarcadas por dramáticas montañas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 8
        }
      ]
    },
    {
      "place_id": "ME::sveti-stefan",
      "name": "Sveti Stefan",
      "cc": "ME",
      "language": "es",
      "coords": [
        42.2567,
        18.8917
      ],
      "lat": 42.2567,
      "lon": 18.8917,
      "visits": [
        {
          "text": "Maravíllate ante Sveti Stefan, LA imagen de postal de Montenegro - una pequeña isla conectada al continente que crea una de las vistas más icónicas del Adriático. La vista es particularmente hermosa al atardecer o al mediodía cuando el agua adquiere un impresionante tono azul.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el mirador de la Iglesia de San Sava para obtener la mejor vista panorámica de la isla. Gracias a su posición elevada, este lugar tranquilo ofrece perspectivas increíbles que la mayoría de los autobuses turísticos pasan por alto, accesible en coche en solo unos minutos desde la carretera principal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Toda la isla es ahora un hotel de lujo, pero las impresionantes vistas desde tierra firme y los miradores circundantes hacen de esta una parada fotográfica imprescindible en cualquier viaje por Montenegro.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 2
        }
      ]
    },
    {
      "place_id": "ME::tara-canyon",
      "name": "Tara Canyon",
      "cc": "ME",
      "language": "es",
      "coords": [
        43.15,
        19.3
      ],
      "lat": 43.15,
      "lon": 19.3,
      "visits": [
        {
          "text": "Maravíllate ante el Cañón del Tara, el desfiladero de montaña más profundo de Europa y segundo más profundo del mundo después del Gran Cañón. El río Tara, el más largo y espectacular de Montenegro, fluye a través de este dramático paisaje - los locales se sienten tan conectados que ponen a sus hijos su nombre.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruza el icónico Puente Đurđevića Tara, de 170 metros de altura con vistas espectaculares hacia el cañón. Construido en 1940, esta maravilla de la ingeniería se extiende 365 metros sobre el desfiladero.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Practica rafting por el río Tara a través del cañón - uno de los puntos culminantes absolutos y mejores actividades en Montenegro. Las cristalinas aguas esmeralda y las imponentes paredes del cañón crean una aventura inolvidable.",
          "visit_duration_min": 60
        },
        {
          "text": "Para los verdaderamente valientes, practica tirolina desde el puente - un vuelo gigantesco sobre el cañón que proporciona una perspectiva única de esta maravilla natural. Alternativamente, alquila una canoa para una exploración más tranquila del fascinante paisaje.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Maravillas de Montenegro: Fiordos del Adriático, Montañas Negras y Fortalezas Ancestrales",
          "day": 11
        }
      ]
    }
  ]
}