{
  "version": 1,
  "country": "la",
  "language": "en",
  "places": [
    {
      "place_id": "LA::champasak",
      "name": "Champasak",
      "cc": "LA",
      "language": "en",
      "coords": [
        14.8833,
        105.8667
      ],
      "lat": 14.8833,
      "lon": 105.8667,
      "visits": [
        {
          "text": "Wat Phu rises on the slopes of sacred Mount Phu Passak along a ritual axis connecting the summit to the Mekong over 10 kilometers. A sanctuary dedicated to Shiva occupied this site in the 6th century before the 12th-century Khmer complex under Suryavarman II.",
          "visit_duration_min": 75
        },
        {
          "text": "The processional causeway lined with stone markers crosses a ceremonial basin covered with water lilies. Two ruined pavilions once welcomed pilgrims, one for men, one for women.",
          "visit_duration_min": 75
        },
        {
          "text": "A monumental staircase with irregular steps climbs toward the main sanctuary nestled against the cliff from which a sacred spring flows. Centuries-old frangipani trees perfume the air.",
          "visit_duration_min": 75
        },
        {
          "text": "The summit prasat displays carved pediments illustrating episodes from the Lao Ramayana. The site was rediscovered by a French explorer in the late 19th century.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Phu, a UNESCO site since 2001, receives a fraction of Angkor Wat's visitors, offering a rare contemplative experience among Khmer ruins.",
          "visit_duration_min": 75
        },
        {
          "text": "The small town of Champasak dozes on the Mekong bank. Colonial houses line traditional Lao dwellings along the main street.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The red dirt roads between Champasak and Wat Phu are easily cycled through rice paddies and sleepy villages.",
          "visit_duration_min": 60
        },
        {
          "text": "The Bun Wat Phu festival during three days at the February full moon attracts thousands of pilgrims for boat races, boxing matches and shows.",
          "visit_duration_min": 60
        },
        {
          "text": "The viewpoint halfway up the stairs offers an aerial view of the lower complex and the plain to the Mekong.",
          "visit_duration_min": 60
        },
        {
          "text": "Champasak morning market displays fruits, vegetables, Mekong fish and Bolaven coffee. Stalls serve Lao breakfast.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset sets the Mekong ablaze facing Champasak. Stilt restaurants serve Lao cuisine as Mount Phu Passak is silhouetted against the light.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 11
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "LA::don-det",
      "name": "Don Det",
      "cc": "LA",
      "language": "en",
      "coords": [
        13.9833,
        105.9167
      ],
      "lat": 13.9833,
      "lon": 105.9167,
      "visits": [
        {
          "text": "Si Phan Don archipelago scatters its sandbars and wooded islets across the widened Mekong before the Cambodian border. Three islands welcome visitors: Don Det, Don Khon and Don Khong.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Det concentrates stilt bungalows and hammocks facing the river in an atmosphere conducive to laziness. The northern tip offers the most beautiful sunsets.",
          "visit_duration_min": 75
        },
        {
          "text": "A bridge connects Don Det to Don Khon for a modest toll. The neighboring island maintains a more peaceful atmosphere with its fishing villages.",
          "visit_duration_min": 75
        },
        {
          "text": "The remains of the French railway bear witness to the colonial attempt to bypass the Mekong's impassable rapids. A rusted locomotive rests near the old landing.",
          "visit_duration_min": 75
        },
        {
          "text": "The sandy beach on Don Det's west bank stretches facing the current where children splash and fishermen cast their nets.",
          "visit_duration_min": 75
        },
        {
          "text": "Liphi Falls cascade down a series of tumultuous rapids at Don Khon's southern tip with a permanent roar. Black rocks create a labyrinth where waters rush through.",
          "visit_duration_min": 75
        },
        {
          "text": "Khone Phapheng Falls constitute Southeast Asia's largest waterfall by their colossal flow. A viewpoint allows contemplating the water curtain 10 kilometers wide during monsoon.",
          "visit_duration_min": 75
        },
        {
          "text": "The fishing village at Don Khon's southern tip lives by the river's rhythm. Inhabitants stretch fish traps in the rapids to catch fish.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Khong, the largest island, stays away from tourist flows with its modest temples, village markets and verdant rice paddies.",
          "visit_duration_min": 75
        },
        {
          "text": "A final program-free morning on Don Det allows savoring the Mekong's rhythm against the stilts. Time seems suspended in the archipelago.",
          "visit_duration_min": 75
        },
        {
          "text": "The little-known trails of Don Det's interior cross rice paddies, family gardens and coconut groves far from beaten paths.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Det's small market offers fresh fruits, baguettes inherited from French times and Lao coffee. Locals gather there every morning.",
          "visit_duration_min": 75
        },
        {
          "text": "The sandy beach welcomes a final morning swim in the Mekong's warm waters. Fishermen retrieve their nets while children play.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bike rentals allow covering the dirt roads of Don Det and Don Khon in a few hours. The flat terrain makes for easy riding.",
          "visit_duration_min": 60
        },
        {
          "text": "Hammocks facing the Mekong constitute the main activity for visitors who succumb to the archipelago's torpor.",
          "visit_duration_min": 60
        },
        {
          "text": "Locals continue their activities on the riverbank: laundry, bathing, children playing. Watching this morning ballet offers a glimpse of island life.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunrise sets the Mekong ablaze with golden light reflecting on the calm waters between the islets.",
          "visit_duration_min": 60
        },
        {
          "text": "Pirogues depart at dawn to try spotting Irrawaddy freshwater dolphins near the Cambodian border. These endangered cetaceans occasionally surface.",
          "visit_duration_min": 60
        },
        {
          "text": "The rusted rails of the old railway cross Don Khon to the French docks. This shaded walk passes through jungle sections.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming in the Mekong's calm branches refreshes after hours of cycling. Locals bathe near sandy beaches at day's end.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from Don Det's northern tip closes the day. Pirogue silhouettes glide on the reddening water.",
          "visit_duration_min": 60
        },
        {
          "text": "A lingering breakfast facing the river allows leafing through a book left by a previous traveler. Guesthouses accumulate dog-eared novels.",
          "visit_duration_min": 60
        },
        {
          "text": "Massage parlors on shaded terraces offer treatments at modest rates. The breeze and birdsong accompany relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Locals encountered over the days deserve a final farewell. These fleeting connections are part of the 4000 Islands magic.",
          "visit_duration_min": 60
        },
        {
          "text": "The return ferry to Ban Nakasang leaves late morning to reach Pakse. The Mekong recedes as memories take on a nostalgic tinge.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 12
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 13
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 14
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "LA::luang-prabang",
      "name": "Luang Prabang",
      "cc": "LA",
      "language": "en",
      "coords": [
        19.8856,
        102.1347
      ],
      "lat": 19.8856,
      "lon": 102.1347,
      "visits": [
        {
          "text": "The Royal Palace was built in 1904 for King Sisavang Vong in a hybrid style blending traditional Lao roofs with French colonnades. Converted into a museum after the 1975 revolution, it displays the throne room, royal apartments and monarchy regalia.",
          "visit_duration_min": 75
        },
        {
          "text": "Haw Pha Bang temple houses the Phra Bang, a two-millennium-old golden Buddha statue that gave the city its name. The current building dates from 2006 but faithfully reproduces classic Lao architecture with its layered roofs.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xiengthong has raised its cascading roofs on the Mekong bank since 1559, when King Setthathirath ordered its construction. Its exterior walls shimmer with glass mosaics depicting village scenes, while the interior preserves an original reclining Buddha.",
          "visit_duration_min": 75
        },
        {
          "text": "Mount Phousi rises 100 meters above the peninsula, crowned by the golden stupa of Wat Chom Si. The 328 steps of the ascent lead to a circular view embracing the confluence of the Mekong and Nam Khan rivers.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Sene displays a striking red and gold facade that contrasts with the more subdued tones of neighboring temples. Built in the 18th century, it attracts fewer visitors and offers a contemplative atmosphere conducive to reflection.",
          "visit_duration_min": 75
        },
        {
          "text": "The UNESCO old town alternates colonial villas converted into boutiques and temples with sloping roofs characteristic of Lao style. The tip of the peninsula offers a panorama of the two rivers enclosing the historic quarter.",
          "visit_duration_min": 75
        },
        {
          "text": "TAEC gathers costumes, tools and textiles from Laos's 49 ethnic groups in a modern, interactive display. This museum provides the best introduction to the country's cultural mosaic.",
          "visit_duration_min": 75
        },
        {
          "text": "The Ock Pop Tok center on the Mekong banks allows visitors to watch artisans weave silk on vertical looms. They dye threads with plant pigments and apply wax batik.",
          "visit_duration_min": 75
        },
        {
          "text": "The bamboo bridge spans the Nam Khan for 100 meters, connecting the tourist peninsula to the peaceful neighborhood on the opposite bank. A local family rebuilds this footbridge every year after the water recedes.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xiengleck nestles in a neighborhood where tourists are rare on the other side of the bridge. The surrounding alleys house family workshops for weaving, wood carving and saa paper making.",
          "visit_duration_min": 75
        },
        {
          "text": "Educational farms in the surroundings demonstrate the stages of Lao rice cultivation, from grain sorting to final husking. Visitors plow the mud alongside water buffaloes.",
          "visit_duration_min": 75
        },
        {
          "text": "Pak Ou caves open in a limestone cliff at the confluence of the Mekong and Nam Ou, two hours upstream by boat. Thousands of Buddha statuettes deposited over the centuries line the walls of the two cavities.",
          "visit_duration_min": 75
        },
        {
          "text": "The upper cave at Pak Ou, darker and less frequented, reveals hundreds of statues piled in the corners. Some are covered with golden dust.",
          "visit_duration_min": 75
        },
        {
          "text": "Kuang Si Falls cascade down 50 meters of limestone tiers in the heart of the jungle, 29 kilometers from town. The turquoise pools invite swimming in modest attire.",
          "visit_duration_min": 75
        },
        {
          "text": "The Moon Bear sanctuary rescues Asian black bears from the bile trade at the entrance to Kuang Si park. The residents roam in semi-natural enclosures.",
          "visit_duration_min": 75
        },
        {
          "text": "Weaving villages along the road to the falls allow visitors to watch artisans work silk at their doorsteps. Direct purchases ensure fair payment.",
          "visit_duration_min": 75
        },
        {
          "text": "Garavek theater programs an evening session of traditional Lao tales accompanied by the khène, the local mouth organ. A storyteller narrates regional legends in English.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Visoun houses the oldest Buddha in the city in a sanctuary rebuilt after a fire in the 19th century. The rounded stupa next to the temple, nicknamed the watermelon, dates from the 16th century.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Aham nestles in the shade of two centuries-old banyan trees considered the dwelling of Luang Prabang's protective spirits. This discreet temple welcomes few visitors.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Mai Suwannaphumaham displays a finely carved golden porch depicting scenes from the Ramayana and Buddha's life. This monastery hosts the Phra Bang during the Lao New Year.",
          "visit_duration_min": 75
        },
        {
          "text": "The Nam Khan riverbank follows shaded gardens to the confluence with the Mekong. Benches invite reading while fishing pirogues glide silently past.",
          "visit_duration_min": 75
        },
        {
          "text": "The old colonial mansions in the French quarter bear witness to the protectorate past with their wooden shutters and ornate balconies. Several have been converted into cafés or galleries.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The tak bat gathers monks from the 34 temples who file silently from 5:45am to receive sticky rice from the faithful. Kneel on the sidewalk at a respectful distance while avoiding camera flashes.",
          "visit_duration_min": 60
        },
        {
          "text": "The peninsula morning market spreads its stalls until 10am in a joyful hubbub of haggling. Vendors offer tropical fruits, wriggling fish, jars of rice alcohol and khao jee, grilled sticky rice skewers.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from the Mekong waterfront pontoons offers a free show as the mountains glow red on the opposite bank. This option avoids the crowds at the top of Phousi.",
          "visit_duration_min": 60
        },
        {
          "text": "The night market takes over the main street facing the Royal Palace from 4:30pm. Stalls display woven textiles, canvas paintings and souvenirs under colorful tents.",
          "visit_duration_min": 60
        },
        {
          "text": "Weaving workshops at Ock Pop Tok center allow visitors to operate the traditional loom or dye silk with indigo for half a day.",
          "visit_duration_min": 60
        },
        {
          "text": "Local cooking schools begin with a morning market visit to select fresh ingredients. Preparation of dishes like larb, orlam or mok pa continues in the kitchen.",
          "visit_duration_min": 60
        },
        {
          "text": "Craft workshops introduce bamboo weaving, pottery throwing or making saa paper umbrellas.",
          "visit_duration_min": 60
        },
        {
          "text": "Fair trade shops in the city center sell textiles hand-woven by fairly paid artisans.",
          "visit_duration_min": 60
        },
        {
          "text": "Several local NGOs organize language exchange sessions with Lao students eager to practice English.",
          "visit_duration_min": 60
        },
        {
          "text": "A slow boat ride at dawn passes karst cliffs and fishing villages on the way to Pak Ou caves. The longer option reaches Huay Xai in two days.",
          "visit_duration_min": 60
        },
        {
          "text": "The street buffet offers an assortment of vegetarian and meat Lao dishes every evening for a modest sum. Diners compose their meal from steaming pots.",
          "visit_duration_min": 60
        },
        {
          "text": "Bike rental shops offer bicycles for the day to explore rice paddies and Hmong villages where children greet visitors with a cheerful 'Sabaidee'.",
          "visit_duration_min": 60
        },
        {
          "text": "Roads to the highlands cross landscapes of karst formations reminiscent of a landlocked Ha Long Bay.",
          "visit_duration_min": 60
        },
        {
          "text": "Cafés overlooking the Mekong serve strong Lao coffee and French pastries inherited from colonial times. The slow pace of the city invites savoring these moments.",
          "visit_duration_min": 60
        },
        {
          "text": "Traditional massage parlors offer herbal treatments and techniques inherited from Lao medicine.",
          "visit_duration_min": 60
        },
        {
          "text": "The Mekong riverbank in late afternoon offers a final sunset over Luang Prabang. Orange hues set the river and mountains ablaze.",
          "visit_duration_min": 60
        },
        {
          "text": "The night market allows hunting for final souvenirs: silk scarves, paper lanterns or spice sachets.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 1
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 2
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 3
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 4
        }
      ],
      "rating": 10
    },
    {
      "place_id": "LA::pakse",
      "name": "Pakse",
      "cc": "LA",
      "language": "en",
      "coords": [
        15.12,
        105.7992
      ],
      "lat": 15.12,
      "lon": 105.7992,
      "visits": [
        {
          "text": "The twin Tad Fane waterfall plunges 120 meters into a jungle-clad gorge. Mist shrouds the abyss in the early morning.",
          "visit_duration_min": 75
        },
        {
          "text": "A zipline crosses the Tad Fane canyon between the twin falls for thrill seekers.",
          "visit_duration_min": 75
        },
        {
          "text": "Tad Yuang waterfall pours its waters into a pool surrounded by gardens where steps descend to the foot of the liquid curtain. Stalls sell local coffee.",
          "visit_duration_min": 75
        },
        {
          "text": "Tad Champee waterfall remains unknown despite its photogenic setting. The calm contrasts with the crowds at more famous sites.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages of the Laven, Alak and Katu ethnic groups dot the plateau, recognizable by their stilt houses with thatched roofs.",
          "visit_duration_min": 75
        },
        {
          "text": "Blacksmiths in a village near Tad Fane forge tools and knives using techniques passed down through generations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming in Tad Yuang pools refreshes after hours on the roads. The turquoise water invites a dip.",
          "visit_duration_min": 60
        },
        {
          "text": "Local guides offer ethnic village visits to understand traditional ways of life. Support craftsmanship by buying textiles or basketry.",
          "visit_duration_min": 60
        },
        {
          "text": "The plateau's highland climate offers mild temperatures with cool mornings. Pack an extra layer.",
          "visit_duration_min": 60
        },
        {
          "text": "Pakse agencies organize driver-guided excursions to enjoy the scenery without navigation worries.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 10
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "LA::tad-lo",
      "name": "Tad Lo",
      "cc": "LA",
      "language": "en",
      "coords": [
        15.35,
        106.3833
      ],
      "lat": 15.35,
      "lon": 106.3833,
      "visits": [
        {
          "text": "Wat Luang in Pakse adjoins the Korean bridge and hosts a monastic school where young monks stroll in saffron robes. Classrooms alternate with prayer pavilions.",
          "visit_duration_min": 75
        },
        {
          "text": "The Mekong riverbanks from the Korean bridge to the Lao-Japanese bridge line restaurants on stilts that come alive at sunset.",
          "visit_duration_min": 75
        },
        {
          "text": "Tad Soung waterfall plunges 90 meters into a verdant canyon accessible by paved road east of Paksong. A viewpoint overlooks the void.",
          "visit_duration_min": 75
        },
        {
          "text": "Tad Lo village unfolds a series of waterfalls through the town, offering swimming pools. Children splash alongside water buffaloes.",
          "visit_duration_min": 75
        },
        {
          "text": "The elephant bathing takes place every late afternoon upstream from Tad Hang. Mahouts guide their pachyderms into the water at sunset.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The Bolaven Plateau can be explored in a loop from Pakse over two to five days. The road winds through waterfalls, coffee plantations and ethnic villages.",
          "visit_duration_min": 60
        },
        {
          "text": "Coffee plantations around Paksong grow Arabica and Robusta side by side in the cooler highland climate. Farms offer tastings.",
          "visit_duration_min": 60
        },
        {
          "text": "Pakse night market stretches along Route 13 South with its street food and textile stalls.",
          "visit_duration_min": 60
        },
        {
          "text": "Guesthouse terraces in Tad Lo face waterfalls lit by the last rays. This village is the classic stop on the plateau.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 9
        }
      ],
      "rating": 3
    },
    {
      "place_id": "LA::vang-vieng",
      "name": "Vang Vieng",
      "cc": "LA",
      "language": "en",
      "coords": [
        18.922,
        102.4476
      ],
      "lat": 18.922,
      "lon": 102.4476,
      "visits": [
        {
          "text": "The Nam Xay viewpoint rises above the valley a few kilometers north of town. The steep 30-minute climb requires using all four limbs in some sections.",
          "visit_duration_min": 75
        },
        {
          "text": "Pha Poak summit is marked by improvised trail markers through the jungle. The red flag planted at the top marks a spectacular viewpoint over the rice paddies.",
          "visit_duration_min": 75
        },
        {
          "text": "Tham Chang cave opens in the mountainside and served as a refuge for locals during Chinese invasions in the 19th century. An icy pool fed by underground waters invites swimming.",
          "visit_duration_min": 75
        },
        {
          "text": "Pha Thao cave about ten kilometers away has ladders and marked trails to access several successive chambers. The limestone formations create fantastic silhouettes.",
          "visit_duration_min": 75
        },
        {
          "text": "Lusi cave remains unknown despite its underground network requiring nearly an hour of exploration. The most daring can swim in complete darkness.",
          "visit_duration_min": 75
        },
        {
          "text": "Pha Ngern viewpoint offers two levels of lookouts: the first after 30 minutes of walking, the second after an additional 40 minutes on a steep trail.",
          "visit_duration_min": 75
        },
        {
          "text": "Tham Nam cave extends 500 meters of narrow passages navigated by inner tube along a rope in total darkness. Limestone formations pass within inches of your face.",
          "visit_duration_min": 75
        },
        {
          "text": "The main Blue Lagoon nestles its turquoise waters at the foot of karst mountains. A tree overhangs the pool allowing jumps from 10 meters high.",
          "visit_duration_min": 75
        },
        {
          "text": "Blue Lagoon 3 features a small waterfall in addition to its swimming pool and attracts fewer visitors. Refreshments are sold on site.",
          "visit_duration_min": 75
        },
        {
          "text": "Kaeng Nyui waterfall on the east side of the valley is the only notable waterfall in the area. A deserted pool rewards the bumpy drive.",
          "visit_duration_min": 75
        },
        {
          "text": "Inter Park gathers animal sculptures and green spaces for families in an area accessible by a track west of the river.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tubing on the Nam Song River crosses a landscape of karst mountains in 3 hours of peaceful descent. Authorities cleaned up the activity after 2012.",
          "visit_duration_min": 60
        },
        {
          "text": "Tubes are rented at the official office in town with tuk-tuk transport to the starting point. Return is downstream before 6pm.",
          "visit_duration_min": 60
        },
        {
          "text": "Local climbing schools offer courses on limestone cliffs with equipment provided. Sport routes suit all levels.",
          "visit_duration_min": 60
        },
        {
          "text": "The surrounding countryside unfolds its flooded rice paddies and rickety bamboo bridges. Children play in the river between field work.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayaking downstream passes villages and karst landscapes. The trip often includes floating through Tham Nam cave on an inner tube.",
          "visit_duration_min": 60
        },
        {
          "text": "Hot air balloon flights take off at dawn or late afternoon to fly over the mosaic of rice paddies and limestone peaks.",
          "visit_duration_min": 60
        },
        {
          "text": "Rice paddies at sunset blaze with orange light that silhouettes the mountains. The fields offer an ideal foreground.",
          "visit_duration_min": 60
        },
        {
          "text": "Zipline courses and quads are rented near the lagoons and caves. The rainy season makes trails muddy but passable.",
          "visit_duration_min": 60
        },
        {
          "text": "The town center retains some bars playing sitcoms on loop. Banana pancakes and suspended hammocks complete the backpacker stopover.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 5
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 6
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "LA::vientiane",
      "name": "Vientiane",
      "cc": "LA",
      "language": "en",
      "coords": [
        17.9757,
        102.6331
      ],
      "lat": 17.9757,
      "lon": 102.6331,
      "visits": [
        {
          "text": "Pha That Luang raises its golden silhouette 4 km from the center and constitutes the most sacred monument in Laos, featured on banknotes. Legend attributes its founding to the 3rd century, but the current structure was rebuilt in the 1930s.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat That Luang Tai houses an imposing reclining Buddha in a hall with walls adorned with narrative frescoes. The faithful deposit offerings in a more intimate atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Patuxai dominates Lane Xang Avenue like a tropical triumphal arch built in the 1960s. Its four towers and central tower symbolize the five Buddhist principles.",
          "visit_duration_min": 75
        },
        {
          "text": "The seven floors of Patuxai offer a view of the straight avenue pointing toward Pha That Luang. The illuminated fountain attracts locals and visitors every evening.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Sisaket remains the only temple spared by the Siamese invasion of 1828. Built by King Anouvong, it houses over 10,000 Buddha statues nestled in the cloister's niches.",
          "visit_duration_min": 75
        },
        {
          "text": "Ho Phra Keo was built in 1565 to house the Emerald Buddha. The statue now sits in Bangkok, but the museum preserves bronzes and sculptures from the 6th century.",
          "visit_duration_min": 75
        },
        {
          "text": "That Dam Stupa stands in the middle of a roundabout, its brown mass overtaken by vegetation. Legend says a seven-headed naga lives beneath the structure.",
          "visit_duration_min": 75
        },
        {
          "text": "The King Anouvong statue was erected in 2010 to commemorate Vientiane's 450th anniversary. The nine-meter bronze faces the Mekong and Thailand.",
          "visit_duration_min": 75
        },
        {
          "text": "Buddha Park 25 km from the city gathers dozens of monumental concrete statues created in 1958 by a mystic blending Hinduism and Buddhism.",
          "visit_duration_min": 75
        },
        {
          "text": "A giant demon's mouth serves as the entrance to a tower at Buddha Park offering an aerial view. The three levels symbolize hell, earth and paradise.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Si Muang attracts the faithful who come to pray before the city's founding pillar, said to house the spirit of a young woman sacrificed during its installation.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The COPE Visitor Centre traces the history of Laos, the most bombed country on earth. Unexploded ordnance continues to maim villagers.",
          "visit_duration_min": 60
        },
        {
          "text": "COPE's interactive exhibitions explain the deminers' work and present survivor testimonies. Admission is free.",
          "visit_duration_min": 60
        },
        {
          "text": "The historic center alternates temples with colorful facades and colonial villas converted into cafés. Wat Inpeng displays an emerald green facade.",
          "visit_duration_min": 60
        },
        {
          "text": "The night market stretches along the Mekong facing the lights of Thailand. Stalls offer clothing, souvenirs and street food.",
          "visit_duration_min": 60
        },
        {
          "text": "Food parks gather dozens of stalls every evening where locals crowd around grills and seafood salads.",
          "visit_duration_min": 60
        },
        {
          "text": "The Mekong promenade at sunset attracts joggers and families facing the last glow on the river. Chao Anouvong Park offers shaded benches.",
          "visit_duration_min": 60
        },
        {
          "text": "Vientiane's trendy cafés serve strong Lao coffee in settings mixing vintage furniture and works by local artists.",
          "visit_duration_min": 60
        },
        {
          "text": "City center massage parlors offer traditional treatments before a final raid on the night market.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 7
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Authentic Laos: Temples, Waterfalls and Mekong Islands",
          "day": 8
        }
      ],
      "rating": 8.9
    }
  ]
}