{
  "version": 1,
  "country": "la",
  "language": "es",
  "places": [
    {
      "place_id": "LA::attapeu",
      "name": "Attapeu",
      "cc": "LA",
      "coords": [
        14.8,
        106.8333
      ],
      "lat": 14.8,
      "lon": 106.8333,
      "visits": [
        {
          "text": "Vuelo Paksé-Attapeu o ruta 200km provincia aislada sureste pocos turistas etnias.",
          "visit_duration_min": 75
        },
        {
          "text": "Ciudad Attapeu pequeña capital provincial mercado etnias montañesas productos forestales.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas Alak Katu Nge trajes tradicionales casas comunitarias tradiciones animistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cuevas Tad Lo circundantes cascadas ocultas bosque selva espesa aislamiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Vol Paksé-Attapeu ou route 200km province isolée sud-est peu touristes ethnies.",
          "visit_duration_min": 75
        },
        {
          "text": "Ville Attapeu petite capitale provinciale marché ethnies montagnardes produits forestiers.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Alak Katu Nge costumes traditionnels maisons communautaires traditions animistes.",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes Tad Lo environnantes cascades cachées forêt jungle épaisse isolement.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago del cráter volcánico Nong Fa que se dice está embrujado por una criatura cerdo-serpiente",
          "visit_duration_min": 75
        },
        {
          "text": "Área Nacional de Conservación de Biodiversidad Dong Ampham",
          "visit_duration_min": 75
        },
        {
          "text": "Chutes d'eau : Tad Saephe, Tad Samongphak, Tad Phok, Tad Phaphong",
          "visit_duration_min": 75
        },
        {
          "text": "Lac de cratère volcanique de Nong Fa hanté selon la légende par une créature serpent-cochon",
          "visit_duration_min": 75
        },
        {
          "text": "Zone nationale de conservation de la biodiversité de Dong Ampham",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración provincia desconocida etnias minoritarias tradiciones preservadas aislamiento geográfico autenticidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata aldeas remotas encuentros etnias hospitalidad montañesa ceremonias animistas búfalos.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado étnico productos forestales hongos bambúes caza artesanía única tejido.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap alak carne cruda especias forestales hierbas silvestres única provincia.",
          "visit_duration_min": 60
        },
        {
          "text": "Lao-lao destilación local hierbas medicinales.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration province méconnue ethnies minoritaires traditions préservées isolement géographique authenticité.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek villages reculés rencontres ethnies hospitalité montagnarde cérémonies animistes buffalos.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché ethnique produits forestiers champignons bambous gibier artisanat unique tissage.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap alak viande crue épices forestières herbes sauvages unique province.",
          "visit_duration_min": 60
        },
        {
          "text": "Lao-lao distillation locale herbes médicinales.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cascadas famosas sin turistas",
          "visit_duration_min": 60
        },
        {
          "text": "Explora lago de cráter volcánico con leyendas locales",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la última frontera intacta de Laos",
          "visit_duration_min": 60
        },
        {
          "text": "Visita durante la estación seca ya que las carreteras se lavan con la lluvia",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre una región que aún no está preparada para el turismo",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter des chutes d'eau remarquables sans touristes",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer un lac de cratère volcanique avec des légendes locales",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir la dernière frontière intacte du Laos",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter pendant la saison sèche car les routes sont emportées par la pluie",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir une région pas encore aménagée pour le tourisme",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::secrets-partie2",
          "itin_title": "LOS TESOROS OCULTOS DEL SUR DE LAOS",
          "day": 6
        },
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 14
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.6
    },
    {
      "place_id": "LA::ban-na-village",
      "name": "Ban Na Village",
      "cc": "LA",
      "coords": [
        20.679,
        102.741
      ],
      "lat": 20.679,
      "lon": 102.741,
      "visits": [
        {
          "text": "Pueblo khamu/hmong (descubrimiento de las actividades cotidianas)",
          "visit_duration_min": 75
        },
        {
          "text": "Village khamu/hmong (découverte des activités quotidiennes)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminata Muang Ngoi → pueblos rurales (ida)",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée Muang Ngoi → villages ruraux (aller)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 17
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4
    },
    {
      "place_id": "LA::bokeo",
      "name": "Bokeo",
      "cc": "LA",
      "coords": [
        20.2667,
        100.0833
      ],
      "lat": 20.2667,
      "lon": 100.0833,
      "visits": [
        {
          "text": "Reserva Natural de Bokeo en el infame Triángulo Dorado",
          "visit_duration_min": 75
        },
        {
          "text": "La aventura de tirolesa de varios días Gibbon Experience",
          "visit_duration_min": 75
        },
        {
          "text": "Hermosas cordilleras que limitan con Myanmar y Tailandia",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve naturelle de Bokeo dans le tristement célèbre Triangle d'Or",
          "visit_duration_min": 75
        },
        {
          "text": "L'aventure de tyrolienne multi-jours Gibbon Experience",
          "visit_duration_min": 75
        },
        {
          "text": "Magnifiques chaînes de montagnes à la frontière du Myanmar et de la Thaïlande",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta tirolesa y senderismo de varios días en Gibbon Experience",
          "visit_duration_min": 60
        },
        {
          "text": "Visita más de 30 aldeas de grupos étnicos",
          "visit_duration_min": 60
        },
        {
          "text": "Organiza estadías familiares con comunidades étnicas",
          "visit_duration_min": 60
        },
        {
          "text": "Explora la región minera de gemas de Bokeo",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez une expérience de tyrolienne et de trekking multi-jours au Gibbon Experience",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez plus de 30 villages de groupes ethniques",
          "visit_duration_min": 60
        },
        {
          "text": "Organisez des séjours chez l'habitant avec les communautés ethniques",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez la région minière de gemmes de Bokeo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 6
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7
    },
    {
      "place_id": "LA::champassak-town",
      "name": "Champassak Town",
      "cc": "LA",
      "coords": [
        14.8944,
        105.8769
      ],
      "lat": 14.8944,
      "lon": 105.8769,
      "visits": [
        {
          "text": "Wat Phou UNESCO templo khmer pre-angkoriano siglos 5-13 montaña Lingaparvata Shiva.",
          "visit_duration_min": 75
        },
        {
          "text": "Escaleras monumentales 200 escalones santuario cumbre panorama llanura Mékong arrozales.",
          "visit_duration_min": 75
        },
        {
          "text": "Estanques piedra sagrados cocodrilos sacrificios rituales vestigios arquitectura jemer angkor.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo sitio estatuas lingas esculturas jemeres historia arqueológica.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruta Bolaven-Champassak 80km descenso meseta Mekong pueblos arrozales mercados locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Champassak verduras llanura pescados Mekong hierbas especialidades jemer influencia.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurantes locales cocina tradicional influencias Wat Phou recetas antiguas reales.",
          "visit_duration_min": 75
        },
        {
          "text": "Orillas Mekong pescadores compras pescados frescos preparación tradicional asados vapor.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Phou UNESCO pré-angkorien 5-13e siècle temple montagne Lingaparvata Shiva.",
          "visit_duration_min": 75
        },
        {
          "text": "Escaliers monumentaux 200 marches sanctuaire sommet panorama plaine Mékong rizières.",
          "visit_duration_min": 75
        },
        {
          "text": "Bassins pierre sacrés crocodiles sacrifices rituels vestiges architecture khmère angkor.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée site statues lingas sculptures khmères histoire archéologique.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Bolaven-Champassak 80km descente plateau Mékong villages rizières marchés locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché Champassak légumes plaine poissons Mékong herbes spécialités khmères influence.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurants locaux cuisine traditionnelle influences Wat Phou anciennes recettes royales.",
          "visit_duration_min": 75
        },
        {
          "text": "Bords Mékong pêcheurs achats poissons frais préparation traditionnelle grillades vapeur.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración templo jemer atmósfera mística selva calor historia arqueología angkoriana.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata ruinas palacio santuarios bajorrelieves devatas apsaras civilización desaparecida.",
          "visit_duration_min": 60
        },
        {
          "text": "Bicicleta pueblos casas coloniales francesas Mekong tranquilo campestre autenticidad rural.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping pa pescado asado marinada hierba limón acompañamiento verduras vapor.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Beerlao Gold.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cocina influencias jemer Wat Phou recetas antiguas reales templo.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping pa pescado del Mekong a la parrilla marinado con hierba limón ajo cilantro de acompañamiento.",
          "visit_duration_min": 60
        },
        {
          "text": "Mok pa pescado al vapor en hojas de plátano con pasta de chiles especias ajo chalotas.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap pa pescado picado crudo marinado con lima menta chiles galanga.",
          "visit_duration_min": 60
        },
        {
          "text": "Arroz glutinoso rojo variedades locales acompañamiento platos cerveza Beerlao.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration temple khmer atmosphère mystique jungle chaleur histoire archéologie angkorienne.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek ruines palais sanctuaires bas-reliefs devatas apsaras civilisation disparue.",
          "visit_duration_min": 60
        },
        {
          "text": "Vélo villages maisons coloniales françaises Mékong calme champêtre authenticité rurale.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping pa poisson Mékong grillé marinade citronnelle ail coriandre accompagnement.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière Beerlao Gold.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration cuisine influences khmères Wat Phou recettes anciennes royales temple.",
          "visit_duration_min": 60
        },
        {
          "text": "Mok pa poisson vapeur feuilles bananier pâte piments épices ail échalotes.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap pa poisson haché cru marinade citron vert menthe piments galanga.",
          "visit_duration_min": 60
        },
        {
          "text": "Riz gluant rouge variétés locales accompagnement plats bière Beerlao.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::champassak",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 2
        },
        {
          "itin_id": "LA::incontournables-15j-partie3",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 13
        },
        {
          "itin_id": "LA::incontournables-21j-partie4",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 17
        },
        {
          "itin_id": "LA::gastronomie-partie2",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 8
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7.8
    },
    {
      "place_id": "LA::don-det",
      "name": "Don Det",
      "cc": "LA",
      "coords": [
        13.9833,
        105.9311
      ],
      "lat": 13.9833,
      "lon": 105.9311,
      "visits": [
        {
          "text": "Islas Don Det Don Khone conectadas puente francés 1910 ferrocarril colonial.",
          "visit_duration_min": 75
        },
        {
          "text": "Cataratas Li Phi Somphamit rápidos poderosos temporada lluvias salto diablo leyenda.",
          "visit_duration_min": 75
        },
        {
          "text": "Puente francés vestigios ferrocarril colonial 1897 rodear rápidos historia.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos pescadores nasas tradicionales secado pescados vida insular auténtica.",
          "visit_duration_min": 75
        },
        {
          "text": "Cataratas Khone Phapheng más grandes Sudeste Asiático 10km anchura caudal impresionante.",
          "visit_duration_min": 75
        },
        {
          "text": "Punto de observación panorama fuerza naturaleza arcoíris rocío espectáculo poderoso.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos étnicos Camboya cerca frontera mercados locales artesanía.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrozales acuáticos búfalos agua trabajos manuales paisajes verdes serenidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruta Champassak-4000 islas 120km Mekong archipiélago pueblos pescadores mercados isleños.",
          "visit_duration_min": 75
        },
        {
          "text": "Puente francés 1910 vía férrea colonial vestigios ferrocarril bordear rápidos.",
          "visit_duration_min": 75
        },
        {
          "text": "Barco Don Khong-Don Det islas conectadas puente francés 1910 vía férrea.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrozales acuáticos búfalos pueblos paisajes verdes serenidad campestre tradicional.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración islas menores barco piragua encuentros locales pescadores aislamiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercados locales Don Det pescados del Mekong secos fritos verduras tropicales frutas.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurantes bungalows cocina isleña pescados de río parrilladas vapor sencillez.",
          "visit_duration_min": 75
        },
        {
          "text": "Pescadores locales compra directa pescados frescos preparación tradicional técnicas ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Det Don Khone îles reliées pont français 1910 voie ferrée coloniale.",
          "visit_duration_min": 75
        },
        {
          "text": "Chutes Li Phi Somphamit rapides puissants saison pluies saut diable légende.",
          "visit_duration_min": 75
        },
        {
          "text": "Pont français vestiges chemin fer colonial 1897 contourner rapides histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages pêcheurs nasses traditionnelles séchage poissons vie insulaire authentique.",
          "visit_duration_min": 75
        },
        {
          "text": "Chutes Khone Phapheng plus grandes Asie Sud-Est 10km largeur débit impressionnant.",
          "visit_duration_min": 75
        },
        {
          "text": "Observation point panorama force nature arc-en-ciel embruns spectacle puissant.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages ethniques Cambodge proche frontière marchés locaux artisanat.",
          "visit_duration_min": 75
        },
        {
          "text": "Rizières aquatiques buffles villages paysages verdoyants sérénité champêtre traditionnel.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Champassak-4000 îles 120km Mékong archipel villages pêcheurs marchés insulaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Pont français 1910 voie ferrée coloniale vestiges chemin fer contourner rapides.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration îles mineures bateau pirogue rencontres locales pêcheurs isolement.",
          "visit_duration_min": 75
        },
        {
          "text": "Marchés locaux Don Det poissons Mékong séchés frits légumes tropicaux fruits.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurants bungalows cuisine insulaire poissons rivière grillades vapeur simplicité.",
          "visit_duration_min": 75
        },
        {
          "text": "Pêcheurs locaux achat direct poissons frais préparation traditionnelle techniques ancestrales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Kayak rápidos Mekong navegación islas canales aventura acuática naturaleza salvaje.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación delfines Irrawaddy especie amenazada Don Khone excursión barco mañana.",
          "visit_duration_min": 60
        },
        {
          "text": "Descanso hamacas bungalows sobre pilotes atardecer relajación total paraíso isleño.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen haeng carne seca asada acompañamiento arroz glutinoso papaya.",
          "visit_duration_min": 60
        },
        {
          "text": "Batidos de frutas tropicales mango, piña, plátano, coco fresco y cerveza Beerlao.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek cascadas senderos selva tropical calor puntos de vista fotográficos excepcionales.",
          "visit_duration_min": 60
        },
        {
          "text": "Barco tradicional pesca técnicas ancestrales redes nasas bambú observación.",
          "visit_duration_min": 60
        },
        {
          "text": "Velada bungalow estrellas Mekong fuegos animación local tranquilidad rural.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap pa pescado picado crudo marinada limón menta chiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Beerlao fresca.",
          "visit_duration_min": 60
        },
        {
          "text": "Trekking cascadas senderos jungla puntos de vista fotográficos naturaleza poderosa biodiversidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Bicicleta islas pueblos templos mercados locales encuentros auténticos tranquilidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocina isleña 4000 islas pescados del Mekong preparación múltiple a la parrilla vapor seco.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen pa pescado seco a la parrilla acompañamiento arroz glutinoso papaya picante clásico.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping pa fresco del Mékong asado al carbón con marinado mínimo para sabores naturales.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam pa de papaya con pescado fermentado, especialidad de las islas con chiles, cacahuetes y tomates.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak rapides Mékong navigation îles canaux aventure aquatique nature sauvage.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation dauphins Irrawaddy espèce menacée Don Khone excursion bateau matin.",
          "visit_duration_min": 60
        },
        {
          "text": "Farniente hamacs bungalows pilotis coucher soleil détente totale paradis insulaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen haeng viande séchée grillée accompagnement riz gluant papaye.",
          "visit_duration_min": 60
        },
        {
          "text": "Smoothies fruits tropicaux mangue ananas banane coco frais bière Beerlao.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek cascades sentiers jungle tropicale chaleur points de vue photographiques exceptionnels.",
          "visit_duration_min": 60
        },
        {
          "text": "Bateau traditionnel pêche techniques ancestrales filets nasses bambou observation.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée bungalow étoiles Mékong feux animation locale tranquillité rurale.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap pa poisson haché cru marinade citron menthe piments.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière Beerlao fresh.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek cascades sentiers jungle points vue photographiques nature puissante biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Vélo îles villages temples marchés locaux rencontres authentiques tranquillité.",
          "visit_duration_min": 60
        },
        {
          "text": "Cuisine insulaire 4000 îles poissons Mékong préparation multiple grillé vapeur séché.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen pa poisson séché grillé accompagnement riz gluant papaye épicée classique.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping pa frais Mékong grillé charbon bois marinade minimale saveurs naturelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam pa papaye poisson fermenté spécialité îles piments cacahuètes tomates.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::champassak",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 4
        },
        {
          "itin_id": "LA::champassak",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 5
        },
        {
          "itin_id": "LA::incontournables-15j-partie3",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 14
        },
        {
          "itin_id": "LA::incontournables-21j-partie4",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 19
        },
        {
          "itin_id": "LA::incontournables-21j-partie4",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 20
        },
        {
          "itin_id": "LA::gastronomie-partie2",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 8.8
    },
    {
      "place_id": "LA::don-khong",
      "name": "Don Khong",
      "cc": "LA",
      "coords": [
        13.9472,
        105.9117
      ],
      "lat": 13.9472,
      "lon": 105.9117,
      "visits": [
        {
          "text": "Don Khong isla principal 4000 islas 18km Mekong pueblos pescadores templos tranquilos.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Phou Khao Kaew templo colina vista panorámica Mekong arrozales puesta sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos tradicionales Ban Houa Khong pesca artesanal nasas bambú vida rural.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Khong antigua capital real vestigios franceses tranquilidad insular.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Khong île principale 4000 îles 18km Mékong villages pêcheurs temples paisibles.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Phou Khao Kaew temple colline vue panoramique Mékong rizières coucher soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages traditionnels Ban Houa Khong pêche artisanale nasses bambou vie rurale.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Khong ancienne capitale royale vestiges français tranquillité insulaire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour en bicicleta isla 50km pueblos pescadores arrozales templos búfalos encuentros auténticos.",
          "visit_duration_min": 60
        },
        {
          "text": "Barco tradicional Mekong islotes navegación canales naturaleza preservada aves biodiversidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Atardecer Mekong luces pescadores redes silencio relajante serenidad total.",
          "visit_duration_min": 60
        },
        {
          "text": "Mok pa pescado vapor hojas plátano especias ajo chalotas.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky lao-lao artesanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Vélo tour île 50km villages pêcheurs rizières temples buffles rencontres authentiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Bateau traditionnel Mékong îlots navigation canaux nature préservée oiseaux biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Coucher soleil Mékong lumières pêcheurs filets silence apaisant sérénité totale.",
          "visit_duration_min": 60
        },
        {
          "text": "Mok pa poisson vapeur feuilles bananier épices ail échalotes.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky lao-lao artisanal.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::champassak",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 3
        },
        {
          "itin_id": "LA::incontournables-21j-partie4",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 18
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7
    },
    {
      "place_id": "LA::hongsa",
      "name": "Hongsa",
      "cc": "LA",
      "coords": [
        19.55,
        100.7167
      ],
      "lat": 19.55,
      "lon": 100.7167,
      "visits": [
        {
          "text": "Ruta Nam Mat-Hongsa 160km montañas valles pueblos aislados Mekong frontera.",
          "visit_duration_min": 75
        },
        {
          "text": "Distrito Hongsa elefantes salvajes bosques santuarios naturaleza preservada poco visitados.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas tradicionales Ban Pak Beng etnias agricultura elefantes domésticos tradiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Fuentes termales naturales selva ocultas baños terapéuticos sulfurosos relajación montaña.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Nam Mat-Hongsa 160km montagnes vallées villages isolés Mékong frontière.",
          "visit_duration_min": 75
        },
        {
          "text": "District Hongsa éléphants sauvages forêts sanctuaires nature préservée peu visités.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages traditionnels Ban Pak Beng ethnies agriculture éléphants domestiques traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Sources chaudes naturelles jungle cachées bains thérapeutiques sulfureux relaxation montagne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trekking bosques elefantes observación fauna salvaje naturaleza preservada biodiversidad excepcional.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita mahouts elefantes domésticos tradiciones trabajo forestal madera bambú.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño fuentes termales selva aislamiento naturaleza terapéutica relajación total.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen savanh caza asada marinada forestal hierbas silvestres acompañamiento.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky lao-lao elefantes infusión cortezas medicinales.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek forêts éléphants observation faune sauvage nature préservée biodiversité exceptionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite mahouts éléphants domestiques traditions travail forestier bois bambou.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade sources chaudes jungle isolement nature thérapeutique relaxation totale.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen savanh gibier grillé marinade forestière herbes sauvages accompagnement.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky lao-lao éléphants infusion écorces médicinales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::secrets-partie1",
          "itin_title": "EXPLORACIÓN DEL NORTE DE LAOS: MONTAÑAS Y ALDEAS TRADICIONALES",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.4
    },
    {
      "place_id": "LA::houayxay",
      "name": "Houayxay",
      "cc": "LA",
      "coords": [
        20.277,
        100.413
      ],
      "lat": 20.277,
      "lon": 100.413,
      "days_plan": [
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 21
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.5
    },
    {
      "place_id": "LA::kong-lor",
      "name": "Kong Lor",
      "cc": "LA",
      "coords": [
        17.973,
        104.729
      ],
      "lat": 17.973,
      "lon": 104.729,
      "visits": [
        {
          "text": "Paradas panorámicas sobre el valle kárstico de Khammouane",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblo de Ban Nahin (parada y mercado)",
          "visit_duration_min": 75
        },
        {
          "text": "Arrêts panoramiques sur la vallée karstique de Khammouane",
          "visit_duration_min": 75
        },
        {
          "text": "Village de Ban Nahin (halte et marché)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ruta Tha Lang → Kong Lor (sección montañosa del circuito)",
          "visit_duration_min": 60
        },
        {
          "text": "Route Tha Lang → Kong Lor (section montagneuse de la boucle)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.8
    },
    {
      "place_id": "LA::long-lao-mai",
      "name": "Long Lao Mai",
      "cc": "LA",
      "coords": [
        19.819,
        102.005
      ],
      "lat": 19.819,
      "lon": 102.005,
      "visits": [
        {
          "text": "Kuang Si Waterfall (piscinas naturales y senderos)",
          "visit_duration_min": 75
        },
        {
          "text": "Centro de rescate de osos (cerca de Kuang Si)",
          "visit_duration_min": 75
        },
        {
          "text": "Kuang Si Waterfall (bassins et sentiers)",
          "visit_duration_min": 75
        },
        {
          "text": "Centre de sauvetage des ours (près de Kuang Si)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mercado aldeano alrededor de Long Lao (comunidad khamu)",
          "visit_duration_min": 60
        },
        {
          "text": "Marche villageoise autour de Long Lao (communauté khamu)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 12
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.1
    },
    {
      "place_id": "LA::luang-namtha",
      "name": "Luang Namtha",
      "cc": "LA",
      "coords": [
        20.95,
        101.4
      ],
      "lat": 20.95,
      "lon": 101.4,
      "visits": [
        {
          "text": "Área Nacional Protegida Nam Ha con cuatro ríos y bosques primarios",
          "visit_duration_min": 75
        },
        {
          "text": "Hogar del leopardo nublado, aves raras e insectos",
          "visit_duration_min": 75
        },
        {
          "text": "Zone nationale protégée de Nam Ha avec quatre rivières et forêts primaires",
          "visit_duration_min": 75
        },
        {
          "text": "Foyer de la panthère nébuleuse, d'oiseaux rares et d'insectes",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Haz tours de senderismo ecoturístico a través del área protegida",
          "visit_duration_min": 60
        },
        {
          "text": "Ve en bicicleta y kayak en la naturaleza prístina",
          "visit_duration_min": 60
        },
        {
          "text": "Observa vida silvestre incluyendo hábitat del leopardo nebuloso",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta el punto de partida para aventuras del noroeste de Laos",
          "visit_duration_min": 60
        },
        {
          "text": "Participez à des circuits de trekking écotouristique à travers la zone protégée",
          "visit_duration_min": 60
        },
        {
          "text": "Faites du vélo et du kayak dans la nature sauvage vierge",
          "visit_duration_min": 60
        },
        {
          "text": "Observez la faune y compris l'habitat de la panthère nébuleuse",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez le point de départ pour les aventures du nord-ouest du Laos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.9
    },
    {
      "place_id": "LA::luang-prabang",
      "name": "Luang Prabang",
      "cc": "LA",
      "coords": [
        19.884,
        102.141
      ],
      "lat": 19.884,
      "lon": 102.141,
      "visits": [
        {
          "text": "Monte Phousi (vista de la ciudad y el Mekong)",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xieng Thong",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Palacio Real",
          "visit_duration_min": 75
        },
        {
          "text": "UXO Lao Visitor Centre (Luang Prabang)",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado nocturno (artesanía local)",
          "visit_duration_min": 75
        },
        {
          "text": "Ceremonia de las ofrendas (Tak Bat) — observación respetuosa",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Mai et Wat Sensoukharam",
          "visit_duration_min": 75
        },
        {
          "text": "Sendero Kuang Si Butterfly Park (según apertura)",
          "visit_duration_min": 75
        },
        {
          "text": "Mont Phousi (vue sur la ville et le Mékong)",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Palais Royal",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de nuit (artisanat local)",
          "visit_duration_min": 75
        },
        {
          "text": "Cérémonie des offrandes (Tak Bat) — observation respectueuse",
          "visit_duration_min": 75
        },
        {
          "text": "Sentier Kuang Si Butterfly Park (selon ouverture)",
          "visit_duration_min": 75
        },
        {
          "text": "Monte Phousi de más de 100m de altura en el centro del casco antiguo de la UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Cataratas Kuang Si, la cascada más grande de la provincia con una caída de 50m",
          "visit_duration_min": 75
        },
        {
          "text": "Casco antiguo Patrimonio Mundial de la UNESCO con arquitectura única",
          "visit_duration_min": 75
        },
        {
          "text": "Templos budistas ornamentados y palacios reales",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado nocturno tradicional de artes y artesanías laosianas",
          "visit_duration_min": 75
        },
        {
          "text": "Mont Phousi de plus de 100m de haut au centre de la vieille ville UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Chutes de Kuang Si, plus grande cascade de la province avec une chute de 50m",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille ville du patrimoine mondial UNESCO avec une architecture unique",
          "visit_duration_min": 75
        },
        {
          "text": "Temples bouddhistes ornés et palais royaux",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de nuit traditionnel pour l'artisanat laotien",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traslado Vang Vieng → Luang Prabang (carretera)",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por el centro histórico",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por las orillas del Mekong y Nam Khan",
          "visit_duration_min": 60
        },
        {
          "text": "Tiempo libre museos y templos secundarios",
          "visit_duration_min": 60
        },
        {
          "text": "Regreso hacia Luang Prabang, tiempo libre (artesanía, talleres)",
          "visit_duration_min": 60
        },
        {
          "text": "Transfert Vang Vieng → Luang Prabang (autoroute)",
          "visit_duration_min": 60
        },
        {
          "text": "Flânerie dans le centre historique",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur les rives du Mékong et Nam Khan",
          "visit_duration_min": 60
        },
        {
          "text": "Temps libre musées & temples secondaires",
          "visit_duration_min": 60
        },
        {
          "text": "Retour vers Luang Prabang, temps libre (artisanat, ateliers)",
          "visit_duration_min": 60
        },
        {
          "text": "Sube al Monte Phousi para vistas inolvidables del amanecer y atardecer sobre el Mekong",
          "visit_duration_min": 60
        },
        {
          "text": "Haz ofrendas en los templos a lo largo del camino hacia la cima",
          "visit_duration_min": 60
        },
        {
          "text": "Nada en las frescas aguas turquesas de las Cataratas Kuang Si a 29km al sur de la ciudad",
          "visit_duration_min": 60
        },
        {
          "text": "Presencia la ceremonia diaria de limosnas de los monjes en las calles",
          "visit_duration_min": 60
        },
        {
          "text": "Toma un crucero fluvial para vistas impresionantes del paisaje y el atardecer",
          "visit_duration_min": 60
        },
        {
          "text": "Disfruta de la excelente cocina de fusión lao-francesa",
          "visit_duration_min": 60
        },
        {
          "text": "Compra artesanías tradicionales en el elegante mercado nocturno",
          "visit_duration_min": 60
        },
        {
          "text": "Gravir le mont Phousi pour des vues inoubliables du lever et coucher de soleil sur le Mékong",
          "visit_duration_min": 60
        },
        {
          "text": "Faire des offrandes dans les temples le long du chemin vers le sommet",
          "visit_duration_min": 60
        },
        {
          "text": "Se baigner dans les eaux turquoise fraîches des chutes de Kuang Si à 29 km au sud de la ville",
          "visit_duration_min": 60
        },
        {
          "text": "Assister à la cérémonie quotidienne d'aumônes des moines dans les rues",
          "visit_duration_min": 60
        },
        {
          "text": "Faire une croisière fluviale pour des vues magnifiques sur le paysage et le coucher de soleil",
          "visit_duration_min": 60
        },
        {
          "text": "Se régaler de l'excellente cuisine fusion lao-française",
          "visit_duration_min": 60
        },
        {
          "text": "Faire du shopping pour l'artisanat traditionnel au marché de nuit élégant",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 9
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 10
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 11
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 13
        },
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 9.2
    },
    {
      "place_id": "LA::luang-prabang-city",
      "name": "Luang Prabang City",
      "cc": "LA",
      "coords": [
        19.8845,
        102.1347
      ],
      "lat": 19.8845,
      "lon": 102.1347,
      "visits": [
        {
          "text": "Palacio Real museo nacional 1904 arquitectura colonial francesa colecciones reales.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xieng Thong 1560 templo sagrado techos superpuestos mosaicos dorados obras maestras.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Mai 1821 cinco techos fachada dorada importancia religiosa ceremonias.",
          "visit_duration_min": 75
        },
        {
          "text": "Monte Phousi 100m escaleras stupa cumbre panorama 360 ciudad Mékong atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas Kuang Si 29km turquesa piscinas escalonadas selva tropical paraíso natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Centro Conservación Osos rescate osos negros asiáticos protección medio ambiente.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos étnicos Hmong tejido tradicional artesanía textil montañas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva Pak Ou 25km Mekong miles estatuas Buda santuario espiritual acantilados.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruta Vang Vieng-Luang Prabang 210km montañas sinuosas paisajes valles panoramas.",
          "visit_duration_min": 75
        },
        {
          "text": "Tham Ting cueva inferior accesible Tham Theung cueva superior escaleras vistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Ban Xang Hai producción whisky lao-lao destilación artesanal degustación.",
          "visit_duration_min": 75
        },
        {
          "text": "Tejido tradicional seda pueblos artesanos telares madera técnicas ancestrales saber hacer.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruta Vientiane-Luang Prabang 210km paradas pueblos mercados productos locales descubrimiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado matutino Luang Prabang vegetales montañeses peces Mekong carnes caza.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurantes UNESCO cocina real laosiana recetas palacio refinamiento tradiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Night Market comida callejera brochetas fideos papaya crepes animación convivencia.",
          "visit_duration_min": 75
        },
        {
          "text": "Escuela cocina Tamarind curso intensivo técnicas laosianas ingredientes mercado preparación.",
          "visit_duration_min": 75
        },
        {
          "text": "Granja orgánica Ban Phanom verduras orgánicas hierbas aromáticas productores locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrozales visita cultivo arroz glutinoso variedades tradicionales cosecha pilado vapor.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas tejido visita artesanos encuentro productores intercambio tradiciones culinarias textiles.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas Kuang Si picnic gastronómico naturaleza cestas tradicionales especialidades locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas Hmong degustación platos étnicos maíz asado pollo vapor bambú.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Phosy verduras frescas pescados Mékong especias hierbas vida local auténtica.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurantes gastronómicos fusión cocina laosiana internacional creatividad chefs locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Royal musée national 1904 architecture coloniale française collections royales.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xieng Thong 1560 temple sacré toits superposés mosaïques dorées chefs-d'œuvre.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Mai 1821 cinq toits façade dorée importance religieuse cérémonies.",
          "visit_duration_min": 75
        },
        {
          "text": "Mont Phousi 100m escaliers stupa sommet panorama 360 ville Mékong coucher.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascades Kuang Si 29km turquoise piscines étagées jungle tropicale paradis naturel.",
          "visit_duration_min": 75
        },
        {
          "text": "Centre Conservation Ours sauvetage ours noirs asiatiques protection environnement.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages ethniques Hmong tissage traditionnel artisanat textile montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte Pak Ou 25km Mékong milliers statues Bouddha sanctuaire spirituel falaises.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Vang Vieng-Luang Prabang 210km montagnes sinueuses paysages vallées panoramas.",
          "visit_duration_min": 75
        },
        {
          "text": "Tham Ting grotte inférieure accessible Tham Theung grotte supérieure escaliers vues.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Ban Xang Hai production whisky lao-lao distillation artisanale dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Tissage traditionnel soie villages artisans métiers bois techniques ancestrales savoir-faire.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Vientiane-Luang Prabang 210km arrêts villages marchés produits locaux découverte.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché du matin Luang Prabang légumes montagnards poissons Mékong viandes gibier.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurants UNESCO cuisine royale laotienne recettes palais raffinement traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Night Market street food brochettes nouilles papaye crêpes animation convivialité.",
          "visit_duration_min": 75
        },
        {
          "text": "École cuisine Tamarind cours intensif techniques laotiennes ingrédients marché préparation.",
          "visit_duration_min": 75
        },
        {
          "text": "Ferme biologique Ban Phanom légumes organiques herbes aromatiques producteurs locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Rizières visite culture riz gluant variétés traditionnelles récolte pilage vapeur.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages tissage visite artisans rencontre producteurs échange traditions culinaires textiles.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascades Kuang Si pique-nique gastronomique nature baskets traditionnels spécialités locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Hmong dégustation plats ethniques maïs grillé poulet vapeur bambou.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché Phosy légumes frais poissons Mékong épices herbes vie locale authentique.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurants gastronomiques fusion cuisine laotienne internationale créativité chefs locaux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ceremonia tak bat procesión monjes aurora ofrendas limosnas tradición espiritual.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración ciudad vieja UNESCO arquitectura preservada casas coloniales.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado nocturno artesanía linternas textiles sedas negociación recuerdos.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación laap carne picada especias menta arroz glutinoso.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky lao-lao infusiones hierbas montañesas cerveza Beerlao local.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño piscinas turquesa cascadas senderismo senderos selva naturaleza exuberante.",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero Mekong puesta de sol pueblos flotantes paisajes kársticos serenidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocina laosiana taller preparación tam mak hoong ensalada papaya picante.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao poon sopa fideos leche coco curry rojo pescado fermentado hierbas.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación whisky local destilería artesanal fermentación arroz maíz tradiciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Llegada Luang Prabang UNESCO instalación exploración ciudad antigua arquitectura preservada.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller cocina laosiana preparación platos tradicionales mercado ingredientes.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam mak hoong ensalada papaya picante camarones secos cacahuetes.",
          "visit_duration_min": 60
        },
        {
          "text": "Barco lento Mékong navegación tranquila paisajes aldeanos pescadores auténtico.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cuevas sagradas ofrendas budistas atmósfera mística espiritualidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Café robusta local postres arroz glutinoso mango plátano coco azúcar palma.",
          "visit_duration_min": 60
        },
        {
          "text": "Llegada Luang Prabang instalación exploración culinaria mercado nocturno degustación.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap luang prabang especialidad local carne picada especias hierbas aromáticas único.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam guiso signature carne seca berenjenas amargas madera sagrada chiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao soi fideos curry influencia norte tailandesa leche coco pollo.",
          "visit_duration_min": 60
        },
        {
          "text": "Curso completo cocina real laosiana varios platos técnicas refinadas presentación.",
          "visit_duration_min": 60
        },
        {
          "text": "Mok pa pescado vapor hojas plátano especias ajo chalotas cilantro.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai pollo asado marinada hierba limón ajo pimienta acompañamiento arroz glutinoso.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam mak hoong luang prabang papaya verde tomates cangrejo fermentado cacahuetes.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación vinos arroz fermentados alcoholes locales artesanales tradiciones montañesas.",
          "visit_duration_min": 60
        },
        {
          "text": "Picnic gastronómico cascadas laap seen savanh tam som arroz glutinoso frutas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cocina étnica hmong maíz fermentado carnes ahumadas verduras silvestres.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen haeng carne seca asada acompañamiento arroz glutinoso papaya picante.",
          "visit_duration_min": 60
        },
        {
          "text": "Cérémonie tak bat procession moines aurore offrandes aumônes tradition spirituelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Arrivée Luang Prabang UNESCO installation exploration vieille ville architecture préservée.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché de nuit artisanat lanternes textiles soieries négociation souvenirs.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation laap viande hachée épices menthe riz gluant.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky lao-lao infusions herbes montagnardes bière Beerlao locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade bassins turquoise cascades randonnée sentiers jungle nature luxuriante.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière Mékong coucher soleil villages flottants paysages karstiques sérénité.",
          "visit_duration_min": 60
        },
        {
          "text": "Cuisine laotienne atelier préparation tam mak hoong salade papaye pimentée.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao poon soupe nouilles lait coco curry rouge poisson fermenté herbes.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation whisky local distillerie artisanale fermentation riz maïs traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier cuisine laotienne préparation plats traditionnels marché ingrédients.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam mak hoong salade papaye pimentée crevettes séchées cacahuètes.",
          "visit_duration_min": 60
        },
        {
          "text": "Bateau lent Mékong navigation tranquille paysages villageois pêcheurs authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration grottes sacrées offrandes bouddhistes atmosphère mystique spiritualité.",
          "visit_duration_min": 60
        },
        {
          "text": "Café robusta local desserts riz gluant mangue banane coco sucre palme.",
          "visit_duration_min": 60
        },
        {
          "text": "Arrivée Luang Prabang installation exploration culinaire marché nocturne dégustation.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap luang prabang spécialité locale viande hachée épices herbes aromatiques unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam ragoût signature viande séchée aubergines amères bois sacré piments.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao soi nouilles curry influence nord thaïlandaise lait coco poulet.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours complet cuisine royale laotienne plusieurs plats techniques raffinées présentation.",
          "visit_duration_min": 60
        },
        {
          "text": "Mok pa poisson vapeur feuilles bananier épices ail échalotes coriandre.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai poulet grillé marinade citronnelle ail poivre accompagnement riz gluant.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam mak hoong luang prabang papaye verte tomates crabe fermenté cacahuètes.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation vins riz fermentés alcools locaux artisanaux traditions montagnardes.",
          "visit_duration_min": 60
        },
        {
          "text": "Pique-nique gastronomique cascades laap seen savanh tam som riz gluant fruits.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration cuisine ethnique hmong maïs fermenté viandes fumées légumes sauvages.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen haeng viande séchée grillée accompagnement riz gluant papaye épicée.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::luang-prabang",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 1
        },
        {
          "itin_id": "LA::luang-prabang",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 2
        },
        {
          "itin_id": "LA::incontournables-15j-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 4
        },
        {
          "itin_id": "LA::incontournables-15j-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 5
        },
        {
          "itin_id": "LA::incontournables-15j-partie2",
          "itin_title": "DESCUBRIMIENTO DE LAOS IMPRESCINDIBLES CUEVAS PAK OU NONG KHIAW PHONSAVAN JARRAS",
          "day": 6
        },
        {
          "itin_id": "LA::gastronomie-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 3
        },
        {
          "itin_id": "LA::gastronomie-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 4
        },
        {
          "itin_id": "LA::gastronomie-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 5
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 9.9
    },
    {
      "place_id": "LA::muang-khua",
      "name": "Muang Khua",
      "cc": "LA",
      "coords": [
        20.85,
        102.5167
      ],
      "lat": 20.85,
      "lon": 102.5167,
      "visits": [
        {
          "text": "Ruta Pakbeng-Muang Khua 200km montañas aisladas pueblos remotos pocos turistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblo Muang Khua Nam Ou Nam Phak confluencia aislamiento montañoso autenticidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Cuevas Pha Tok conjunto cavernas inmensas estalactitas refugios guerra historia oculta.",
          "visit_duration_min": 75
        },
        {
          "text": "Puente colgante bambú tradicional travesía Nam Ou vértigo panorama río.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Pakbeng-Muang Khua 200km montagnes isolées villages reculés peu touristes.",
          "visit_duration_min": 75
        },
        {
          "text": "Village Muang Khua Nam Ou Nam Phak confluent isolement montagnard authenticité.",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes Pha Tok ensemble cavernes immenses stalactites abris guerre histoire cachée.",
          "visit_duration_min": 75
        },
        {
          "text": "Pont suspendu bambou traditionnel traversée Nam Ou vertige panorama rivière.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración pueblo aislado fuera circuitos turísticos vida tradicional preservada intercambios.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek pueblos Akha Lolo etnias minoritarias trajes tradiciones animistas aislamiento.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak Nam Ou rápidos secciones aisladas naturaleza salvaje biodiversidad preservada.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam akha guiso étnico carne ahumada vegetales silvestres especias únicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Té montañés fermentado.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration village isolé hors circuits touristiques vie traditionnelle préservée échanges.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek villages Akha Lolo ethnies minoritaires costumes traditions animistes isolement.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak Nam Ou rapides sections isolées nature sauvage biodiversité préservée.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam akha ragoût ethnique viande fumée légumes sauvages épices uniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Thé montagnard fermenté.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::secrets-partie1",
          "itin_title": "EXPLORACIÓN DEL NORTE DE LAOS: MONTAÑAS Y ALDEAS TRADICIONALES",
          "day": 2
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 2.8
    },
    {
      "place_id": "LA::muang-ngoi",
      "name": "Muang Ngoi",
      "cc": "LA",
      "coords": [
        20.7175,
        102.6611
      ],
      "lat": 20.7175,
      "lon": 102.6611,
      "visits": [
        {
          "text": "Aldea Muang Ngoi Neua accesible únicamente barco electricidad limitada autenticidad rural.",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva Tham Kang accesible pie aldea estalactitas estalagmitas Buda.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas circundantes Ban Huay Sen etnias Khmu tradiciones preservadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Senderos naturales acantilados kársticos arrozales panoramas montañas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cuevas Tham Kang / Tham Pha Noi (Muang Ngoi, según acceso)",
          "visit_duration_min": 75
        },
        {
          "text": "Village Muang Ngoi Neua accessible uniquement bateau électricité limitée authenticité rurale.",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte Tham Kang accessible pied village stalactites stalagmites Bouddha.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages environnants Ban Huay Sen ethnies Khmu traditions préservées.",
          "visit_duration_min": 75
        },
        {
          "text": "Sentiers nature falaises karstiques rizières panoramas montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes Tham Kang / Tham Pha Noi (Muang Ngoi, selon accès)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Barco tradicional Nam Ou paisajes kársticos pueblos ribereños aislamiento naturaleza.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminatas descalzos arrozales encuentros campesinos búfalos agua tradiciones agrícolas.",
          "visit_duration_min": 60
        },
        {
          "text": "Velada pueblo sin electricidad estrellas tranquilidad rural auténtica.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai pollo asado marinada hierba limón.",
          "visit_duration_min": 60
        },
        {
          "text": "Lao-lao casero.",
          "visit_duration_min": 60
        },
        {
          "text": "Trayecto en piragua Nong Khiaw → Muang Ngoi",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por los arrozales alrededor de Muang Ngoi",
          "visit_duration_min": 60
        },
        {
          "text": "Bateau traditionnel Nam Ou paysages karstiques villages riverains isolement nature.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnées pieds nus rizières rencontres paysans buffles eau traditions agricoles.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée village sans électricité étoiles tranquillité rurale authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai poulet grillé marinade citronnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Lao-lao maison.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans les rizières autour de Muang Ngoi",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::luang-prabang",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 5
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 16
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.1
    },
    {
      "place_id": "LA::nam-mat",
      "name": "Nam Mat",
      "cc": "LA",
      "coords": [
        19.8167,
        101.5833
      ],
      "lat": 19.8167,
      "lon": 101.5833,
      "visits": [
        {
          "text": "Pista Vieng Phoukha-Nam Mat 120km montañas aisladas aldeas etnias minoritarias.",
          "visit_duration_min": 75
        },
        {
          "text": "Distrito Nam Mat zona preservada pocos turistas naturaleza salvaje biodiversidad altitud.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Khmu tradiciones animistas casas pilotes madera artesanía bambú ratán.",
          "visit_duration_min": 75
        },
        {
          "text": "Ríos fuentes ocultas cascadas secretas baño naturaleza virgen tranquilidad absoluta.",
          "visit_duration_min": 75
        },
        {
          "text": "Piste Vieng Phoukha-Nam Mat 120km montagnes isolées villages ethnies minoritaires.",
          "visit_duration_min": 75
        },
        {
          "text": "District Nam Mat zone préservée peu touristes nature sauvage biodiversité altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Khmu traditions animistes maisons pilotis bois artisanat bambou rotin.",
          "visit_duration_min": 75
        },
        {
          "text": "Rivières sources cachées cascades secrètes baignade nature vierge tranquillité absolue.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración zona preservada fuera senderos turismo masivo autenticidad total descubrimiento.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo selva primaria fauna flora altitud orquídeas aves raras biodiversidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Pesca tradicional ríos técnicas ancestrales nasas redes bambú observación.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai montañés pollo campero asado hierbas locales arroz violeta variedad.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza artesanal pueblo fermentación arroz maíz.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration zone préservée hors sentiers tourisme massif authenticité totale découverte.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée jungle primaire faune flore altitude orchidées oiseaux rares biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Pêche traditionnelle rivières techniques ancestrales nasses filets bambou observation.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai montagnard poulet fermier grillé herbes locales riz violet variété.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière artisanale village fermentation riz maïs.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::secrets-partie1",
          "itin_title": "EXPLORACIÓN DEL NORTE DE LAOS: MONTAÑAS Y ALDEAS TRADICIONALES",
          "day": 4
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 2.7
    },
    {
      "place_id": "LA::nong-het",
      "name": "Nong Het",
      "cc": "LA",
      "coords": [
        19.6167,
        103.8
      ],
      "lat": 19.6167,
      "lon": 103.8,
      "visits": [
        {
          "text": "Ruta panorámica montañas valles pueblos aislados etnias minoritarias Hmong Khmu.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Nong Het etnias montañesas productos forestales hongos caza artesanía.",
          "visit_duration_min": 75
        },
        {
          "text": "Cuevas naturales caliza estalactitas refugios guerra historia local memoria.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos tradicionales casas pilotes madera bambú agricultura alimentaria subsistencia.",
          "visit_duration_min": 75
        },
        {
          "text": "Route panoramique montagnes vallées villages isolés ethnies minoritaires Hmong Khmu.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché Nong Het ethnies montagnardes produits forestiers champignons gibier artisanat.",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes naturelles calcaire stalactites abris guerre histoire locale mémoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages traditionnels maisons pilotis bois bambou agriculture vivrière subsistance.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Inmersión aldeas remotas hospitalidad montañesa compartir comidas tradiciones ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo bosques primarios biodiversidad altitud frescura naturaleza preservada silencio.",
          "visit_duration_min": 60
        },
        {
          "text": "Velada fuego leña relatos antiguos cantos hmong alcohol maíz convivencia.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao piak sen sopa fideos cerdo hierba limón cilantro reconfort.",
          "visit_duration_min": 60
        },
        {
          "text": "Café robusta local.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion villages reculés hospitalité montagnarde partage repas traditions ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée forêts primaires biodiversité altitude fraîcheur nature préservée silence.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée feu bois récits anciens chants hmong alcool maïs convivialité.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao piak sen soupe nouilles porc citronnelle coriandre réconfort.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::xieng-khouang",
          "itin_title": "DESCUBRIMIENTO DE XIENG KHOUANG LLANURA JARRAS UNESCO GUERRA HMONG",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.2
    },
    {
      "place_id": "LA::nong-khiaw",
      "name": "Nong Khiaw",
      "cc": "LA",
      "coords": [
        20.5797,
        102.6136
      ],
      "lat": 20.5797,
      "lon": 102.6136,
      "visits": [
        {
          "text": "Ruta 140km montañas kársticas río Nam Ou valles arrozales panoramas espectaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "Puente colgante Nong Khiaw río Nam Ou acantilados calcáreos 200m impresionantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblo tradicional Nong Khiaw etnias Khmu Hmong auténtico rural.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Pha Daeng Peak 1h30 ascensión panorama excepcional montañas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva Pha Tok inmensa caverna acantilado utilizada hospital guerra refugio población.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblo Ban Sop Jam étnico tejido algodón tradicional artesanía bambú.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas Nam Tok cataratas naturales baño jungla espesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Point de vue Sunset viewpoint panorama coucher soleil Nam Ou.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblo tradicional etnias Khmu Hmong autenticidad rural vida simple montañas.",
          "visit_duration_min": 75
        },
        {
          "text": "Paradas panorámicas en la Ruta 13 hacia Nong Khiaw",
          "visit_duration_min": 75
        },
        {
          "text": "Demostración artesanal (hilado/tejido del algodón)",
          "visit_duration_min": 75
        },
        {
          "text": "Route 140km montagnes karstiques Nam Ou rivière vallées rizières panoramas spectaculaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Pont suspension Nong Khiaw rivière Nam Ou falaises calcaires 200m impressionnantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Village traditionnel Nong Khiaw ethnies Khmu Hmong authentique rural.",
          "visit_duration_min": 75
        },
        {
          "text": "Point de vue Pha Daeng Peak 1h30 ascension panorama exceptionnel montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte Pha Tok immense caverne falaise utilisée hôpital guerre abris population.",
          "visit_duration_min": 75
        },
        {
          "text": "Village Ban Sop Jam ethnique tissage coton traditionnel artisanat bambou.",
          "visit_duration_min": 75
        },
        {
          "text": "Chutes Nam Tok cascades naturelles baignade jungle épaisse.",
          "visit_duration_min": 75
        },
        {
          "text": "Village traditionnel ethnies Khmu Hmong authenticité rurale vie simple montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Démonstration artisanale (filage/tissage du coton)",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Nong Khiaw enclavado entre montañas y exuberante selva tropical",
          "visit_duration_min": 75
        },
        {
          "text": "Impresionante paisaje montañoso kárstico a lo largo del río Nam Ou",
          "visit_duration_min": 75
        },
        {
          "text": "Village de Nong Khiaw niché entre montagnes et forêt tropicale luxuriante",
          "visit_duration_min": 75
        },
        {
          "text": "Paysage montagneux karstique époustouflant le long de la rivière Nam Ou",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo cumbre montaña vistas espectaculares valle Nam Ou pueblos aislados.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak río Nam Ou rápidos suaves cuevas kársticas aventura acuática.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita pueblos étnicos tradiciones tejido forja herramientas hospitalidad montañesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Mok pa pescado vapor hojas plátano especias ajo.",
          "visit_duration_min": 60
        },
        {
          "text": "Té verde montañés.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cuevas históricas vestigios guerra memoria colectiva.",
          "visit_duration_min": 60
        },
        {
          "text": "Trekking aldeas remotas encuentros étnicos hospitalidad local naturaleza preservada.",
          "visit_duration_min": 60
        },
        {
          "text": "Pesca tradicional río técnicas ancestrales redes bambú.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam guiso carne berenjenas madera sagrada chiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza local artesanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Transfert Luang Prabang → Nong Khiaw",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por el puente sobre el Nam Ou",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo a lo largo del Nam Ou (orillas y pequeños senderos)",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata de regreso hacia Muang Ngoi luego piragua hacia Nong Khiaw",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée sommet montagne vues spectaculaires vallée Nam Ou villages isolés.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak rivière Nam Ou rapides doux grottes karstiques aventure aquatique.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite villages ethniques traditions tissage forge outils hospitalité montagnarde.",
          "visit_duration_min": 60
        },
        {
          "text": "Mok pa poisson vapeur feuilles bananier épices ail.",
          "visit_duration_min": 60
        },
        {
          "text": "Thé vert montagnard.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration grottes historiques vestiges guerre mémoire collective.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek villages reculés rencontres ethniques hospitalité locale nature préservée.",
          "visit_duration_min": 60
        },
        {
          "text": "Pêche traditionnelle rivière techniques ancestrales filets bambou.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam ragoût viande aubergines bois sacré piments.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière locale artisanale.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur le pont sur la Nam Ou",
          "visit_duration_min": 60
        },
        {
          "text": "Balade le long de la Nam Ou (rives et petits sentiers)",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée retour vers Muang Ngoi puis pirogue vers Nong Khiaw",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la auténtica vida rural en un entorno montañoso",
          "visit_duration_min": 60
        },
        {
          "text": "Camina a través de la selva tropical prístina que rodea el pueblo",
          "visit_duration_min": 60
        },
        {
          "text": "Disfruta de vistas impresionantes de los karsts de piedra caliza",
          "visit_duration_min": 60
        },
        {
          "text": "Haz paseos en bote por el pintoresco río Nam Ou",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez la vie authentique du village dans un cadre montagneux",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez à travers la forêt tropicale vierge entourant le village",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez de vues à couper le souffle sur les karsts calcaires",
          "visit_duration_min": 60
        },
        {
          "text": "Faites des excursions en bateau le long de la pittoresque rivière Nam Ou",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::luang-prabang",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 3
        },
        {
          "itin_id": "LA::luang-prabang",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 4
        },
        {
          "itin_id": "LA::incontournables-15j-partie2",
          "itin_title": "DESCUBRIMIENTO DE LAOS IMPRESCINDIBLES CUEVAS PAK OU NONG KHIAW PHONSAVAN JARRAS",
          "day": 7
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 14
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 15
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 18
        },
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 4
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 8.3
    },
    {
      "place_id": "LA::pakbeng",
      "name": "Pakbeng",
      "cc": "LA",
      "coords": [
        19.856,
        101.044
      ],
      "lat": 19.856,
      "lon": 101.044,
      "visits": [
        {
          "text": "Ruta Luang Prabang-Pakbeng 180km montañas aldeas étnicas aisladas poco visitadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldea Pakbeng etapa Mekong entre Luang Prabang Huay Xai autenticidad rural.",
          "visit_duration_min": 75
        },
        {
          "text": "Templos locales Wat Sin Jong Jaeng colina vista Mekong panorama puesta de sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado matinal etnias montañesas Khmu Hmong productos forestales caza artesanía.",
          "visit_duration_min": 75
        },
        {
          "text": "Mekong Elephant Park (observación, alimentación, educación)",
          "visit_duration_min": 75
        },
        {
          "text": "Route Luang Prabang-Pakbeng 180km montagnes villages ethniques isolés peu visités.",
          "visit_duration_min": 75
        },
        {
          "text": "Village Pakbeng étape Mékong entre Luang Prabang Huay Xai authenticité rurale.",
          "visit_duration_min": 75
        },
        {
          "text": "Temples locaux Wat Sin Jong Jaeng colline vue Mékong panorama coucher soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché matinal ethnies montagnardes Khmu Hmong produits forestiers gibier artisanat.",
          "visit_duration_min": 75
        },
        {
          "text": "Mekong Elephant Park (observation, alimentation, éducation)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración aldea etapa fluvial vida local pescadores agricultura de subsistencia autenticidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata aldeas circundantes Ban Houy Phalam etnias tradiciones aislamiento montañés.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado productos forestales hongos bambúes caza hierbas medicinales encuentros.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap montañés carne fresca especias locales hierbas silvestres arroz glutinoso.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky lao-lao artesanal casero.",
          "visit_duration_min": 60
        },
        {
          "text": "Traslado por carretera Nong Khiaw → Pakbeng (vía Oudomxay)",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo a orillas del Mékong en Pakbeng",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration village étape fluviale vie locale pêcheurs agriculture vivrière authenticité.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée villages environnants Ban Houy Phalam ethnies traditions isolement montagnard.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché produits forestiers champignons bambous gibier herbes médicinales rencontres.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap montagnard viande fraîche épices locales herbes sauvages riz gluant.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky lao-lao artisanal maison.",
          "visit_duration_min": 60
        },
        {
          "text": "Transfert routier Nong Khiaw → Pakbeng (via Oudomxay)",
          "visit_duration_min": 60
        },
        {
          "text": "Balade au bord du Mékong à Pakbeng",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::secrets-partie1",
          "itin_title": "EXPLORACIÓN DEL NORTE DE LAOS: MONTAÑAS Y ALDEAS TRADICIONALES",
          "day": 1
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 19
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 20
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.5
    },
    {
      "place_id": "LA::pakse",
      "name": "Pakse",
      "cc": "LA",
      "coords": [
        15.1202,
        105.7987
      ],
      "lat": 15.1202,
      "lon": 105.7987,
      "visits": [
        {
          "text": "Ciudad Paksé confluencia Mekong Sédone puente francés colonial mercado central animación.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Luang templo principal arquitectura tradicional budismo theravada ceremonias.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Dao Heuang productos locales vegetales pescados artesanía textiles animación.",
          "visit_duration_min": 75
        },
        {
          "text": "Puente japonés Mekong 2000 enlace vial comercio travesía panorámica.",
          "visit_duration_min": 75
        },
        {
          "text": "Vuelo Vientiane-Pakse 1h travesía país confluencia Mekong Sedone puente colonial.",
          "visit_duration_min": 75
        },
        {
          "text": "Cataratas Khone Phapheng más grandes Asia Sudeste 10km anchura caudal poderoso.",
          "visit_duration_min": 75
        },
        {
          "text": "Punto observación panorama fuerza naturaleza arco iris salpicaduras espectáculo impresionante.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrozales acuáticos búfalos agua pueblos paisajes verdeantes regreso Paksé 120km.",
          "visit_duration_min": 75
        },
        {
          "text": "Vuelo regreso Paksé-Vientiane 1h fin circuito bucle completo imprescindibles.",
          "visit_duration_min": 75
        },
        {
          "text": "Regreso Don Det-Paksé 140km último día sur recuerdos viaje completo.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado final Dao Heuang últimas compras artesanía recuerdos textiles joyas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita últimos templos Wat Luang ceremonias finales budismo oraciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Vuelo Luang Prabang-Paksé 1h sur gastronómico mercado Dao Heuang productos tropicales.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado central pescados Mékong verduras sur especias chiles hierbas aromáticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurantes locales cocina sur influencias jemeres vietnamitas tailandesas fusión.",
          "visit_duration_min": 75
        },
        {
          "text": "Orillas del Mékong terrazas restaurantes pescados a la parrilla especialidades del río puesta de sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Regreso Don Det-Paksé 140km con paradas en mercados y pueblos para compras de productos locales y recuerdos.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Dao Heuang para últimas compras de especias, café de Bolaven, productos del Mékong y artesanías.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurantes gastronómicos de Paksé con cocina fusión creativa de chefs locales que innovan las tradiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Curso de cocina final con recapitulación de técnicas y recetas aprendidas en el viaje gastronómico completo.",
          "visit_duration_min": 75
        },
        {
          "text": "Regreso Sekong-Paksé 200km montañas salida zonas aisladas regreso civilización.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada Tad Lo 90km desvío cascada accesible baño naturaleza aldea elefantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas alrededores Tad Lo etnias Suay Alak artesanía elefantes domésticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Llegada Paksé fin exploración lugares secretos sureste desconocidos auténticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Ville Paksé confluent Mékong Sédone pont français colonial marché central animation.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Luang temple principal architecture traditionnelle bouddhisme theravada cérémonies.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché Dao Heuang produits locaux légumes poissons artisanat textiles animation.",
          "visit_duration_min": 75
        },
        {
          "text": "Pont japonais Mékong 2000 liaison routière commerce traversée panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Vol Vientiane-Paksé 1h traversée pays confluent Mékong Sédone pont colonial.",
          "visit_duration_min": 75
        },
        {
          "text": "Chutes Khone Phapheng plus grandes Asie Sud-Est 10km largeur débit puissant.",
          "visit_duration_min": 75
        },
        {
          "text": "Observation point panorama force nature arc-en-ciel embruns impressionnant spectacle.",
          "visit_duration_min": 75
        },
        {
          "text": "Rizières aquatiques buffles eau villages paysages verdoyants retour Paksé 120km.",
          "visit_duration_min": 75
        },
        {
          "text": "Vol retour Paksé-Vientiane 1h fin circuit boucle complète incontournables.",
          "visit_duration_min": 75
        },
        {
          "text": "Retour Don Det-Paksé 140km dernière journée sud souvenirs voyage complet.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché final Dao Heuang derniers achats artisanat souvenirs textiles bijoux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite derniers temples Wat Luang cérémonies finales bouddhisme prières.",
          "visit_duration_min": 75
        },
        {
          "text": "Vol Luang Prabang-Paksé 1h sud gastronomique marché Dao Heuang produits tropicaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché central poissons Mékong légumes sud épices piments herbes aromatiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurants locaux cuisine sud influences khmères vietnamiennes thaïlandaises fusion.",
          "visit_duration_min": 75
        },
        {
          "text": "Bords Mékong terrasses restaurants poissons grillés spécialités rivière coucher soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Retour Don Det-Paksé 140km arrêts marchés villages achats produits locaux souvenirs.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché Dao Heuang dernier shopping épices café Bolaven produits Mékong artisanat.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurants gastronomiques Paksé cuisine fusion créative chefs locaux innovation traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Cours cuisine final récapitulation techniques recettes apprises voyage gastronomique complet.",
          "visit_duration_min": 75
        },
        {
          "text": "Retour Sekong-Paksé 200km montagnes sortie zones isolées retour civilisation.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascade Tad Lo 90km détour cascade accessible baignade nature village éléphants.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages environnants Tad Lo ethnies Suay Alak artisanat éléphants domestiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrivée Paksé fin exploration lieux secrets sud-est méconnus authentiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruinas del templo hindú khmer Vat Phou Patrimonio Mundial UNESCO del siglo V",
          "visit_duration_min": 75
        },
        {
          "text": "Paisaje Cultural de Champasak a lo largo de la montaña y el frente marítimo",
          "visit_duration_min": 75
        },
        {
          "text": "Área Nacional Protegida Dong Hua Sao de más de 1100 kilómetros cuadrados",
          "visit_duration_min": 75
        },
        {
          "text": "Vat Phou UNESCO patrimoine mondial ruines de temple hindou khmer du 5ème siècle",
          "visit_duration_min": 75
        },
        {
          "text": "Paysage culturel de Champasak le long de la montagne et du front de mer",
          "visit_duration_min": 75
        },
        {
          "text": "Zone nationale protégée de Dong Hua Sao de plus de 1100 kilomètres carrés",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración ciudad colonial arquitectura francesa calles comerciales animación local.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado matutino vegetales tropicales pescados Mékong especias vida cotidiana local.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo orillas Mékong puesta de sol pescadores barcas tradicionales serenidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Sien savanh carne asada hierbas hierba limón tamarindo acompañamientos arroz glutinoso.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Bolaven robusta fuerte cerveza Beerlao Gold local.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek cascadas senderos selva puntos vista fotográficos naturaleza poderosa.",
          "visit_duration_min": 60
        },
        {
          "text": "Barco tradicional pesca técnicas ancestrales redes nasas bambú observación.",
          "visit_duration_min": 60
        },
        {
          "text": "Relajación último día sur tranquilidad rural recuerdos viaje completo.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap pa pescado picado crudo marinada limón menta chiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Beerlao fresca.",
          "visit_duration_min": 60
        },
        {
          "text": "Relajación mañana últimos momentos sur tranquilidad descanso antes partida regreso.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras finales artesanía local textiles recuerdos regalos negociación última.",
          "visit_duration_min": 60
        },
        {
          "text": "Comida final cocina laosiana especialidades del sur recapitulación viaje experiencias.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam som ensalada frutas del mar papaya verde camarones calamares chiles cacahuetes.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración cocina del sur laosiano influencias vecinas especias chiles sabores intensos.",
          "visit_duration_min": 60
        },
        {
          "text": "Sien savanh carne a la parrilla marinadas hierba limón tamarindo ajo chalotes chiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping pa pescado a la parrilla del Mékong marinada hierbas acompañamiento arroz verduras al vapor.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller de cocina final síntesis del viaje con recetas favoritas, técnicas dominadas y creatividad.",
          "visit_duration_min": 60
        },
        {
          "text": "Preparación de menú completo con entrada, plato principal y postre: laap, tam som, ping pa.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación comparativa de cocina del norte y sur, influencias, diferencias regionales, especias y técnicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Comida final festiva recapitulación descubrimientos culinarios viaje sabores recuerdos.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño cascada Tad Lo refrescamiento naturaleza después zonas aisladas remotas montañas.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo elefantes río tradiciones mahouts trabajo forestal madera bambú transporte.",
          "visit_duration_min": 60
        },
        {
          "text": "Descanso Paksé descanso después circuito aventurero zonas difíciles aislamiento autenticidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Comida final recapitulación descubrimientos etnias tradiciones encuentros únicos memorables.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Bolaven cerveza Beerlao celebración fin aventura secretos.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration ville coloniale architecture française rues commerçantes animation locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché matinal légumes tropicaux poissons Mékong épices vie quotidienne locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade bords Mékong coucher soleil pêcheurs barques traditionnelles sérénité.",
          "visit_duration_min": 60
        },
        {
          "text": "Sien savanh viande grillée herbes citronnelle tamarin accompagnements riz gluant.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek cascades sentiers jungle points de vue photographiques nature puissante.",
          "visit_duration_min": 60
        },
        {
          "text": "Bateau traditionnel pêche techniques ancestrales filets nasses bambou observation.",
          "visit_duration_min": 60
        },
        {
          "text": "Détente dernière journée sud tranquillité rurale souvenirs voyage complet.",
          "visit_duration_min": 60
        },
        {
          "text": "Laap pa poisson haché cru marinade citron menthe piments.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière Beerlao fresh.",
          "visit_duration_min": 60
        },
        {
          "text": "Détente matinée derniers moments sud tranquillité repos avant départ retour.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping final artisanat local textiles souvenirs cadeaux négociation dernière.",
          "visit_duration_min": 60
        },
        {
          "text": "Repas final cuisine laotienne spécialités sud récapitulation voyage expériences.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam som salade fruits mer papaye verte crevettes calamars piments cacahuètes.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration cuisine sud laotien influences voisines épices piments saveurs intenses.",
          "visit_duration_min": 60
        },
        {
          "text": "Sien savanh viande grillée marinades citronnelle tamarin ail échalotes piments.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping pa poisson grillé Mékong marinade herbes accompagnement riz légumes vapeur.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier cuisine final synthèse voyage recettes favorites techniques maîtrisées créativité.",
          "visit_duration_min": 60
        },
        {
          "text": "Préparation menu complet entrée plat dessert laap tam som ping pa.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation comparative cuisine nord sud influences différences régionales épices techniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Repas final festif récapitulation découvertes culinaires voyage saveurs mémoires.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade cascade Tad Lo rafraîchissement nature après zones isolées reculées montagnes.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade éléphants rivière traditions mahouts travail forestier bois bambou transport.",
          "visit_duration_min": 60
        },
        {
          "text": "Détente Paksé repos après circuit aventureux zones difficiles isolement authenticité.",
          "visit_duration_min": 60
        },
        {
          "text": "Repas final récapitulation découvertes ethnies traditions rencontres uniques mémorables.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Bolaven bière Beerlao célébration fin aventure secrets.",
          "visit_duration_min": 60
        },
        {
          "text": "Sigue las huellas del Imperio Khmer con inscripciones y altares aún visibles",
          "visit_duration_min": 60
        },
        {
          "text": "Explora ruinas de templos dispersas por la cima de la montaña y el frente marítimo",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el bosque protegido de 20 años con árboles de hoja perenne de 40 años",
          "visit_duration_min": 60
        },
        {
          "text": "Avista monos, ciervos porcinos, pavos reales, cálaos",
          "visit_duration_min": 60
        },
        {
          "text": "Ve elefantes salvajes y gibones de mejillas amarillas en peligro de extinción si tienes suerte",
          "visit_duration_min": 60
        },
        {
          "text": "Suivez les traces de l'Empire khmer avec des inscriptions et des autels encore visibles",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les ruines de temples parsemées sur le sommet de la montagne et le bord de mer",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez une forêt protégée vieille de 20 ans avec des conifères de 40 ans",
          "visit_duration_min": 60
        },
        {
          "text": "Observez les singes, les cerfs-cochons, les paons, les calaos",
          "visit_duration_min": 60
        },
        {
          "text": "Voyez des éléphants sauvages et des gibbons à joues jaunes en voie de disparition si vous avez de la chance",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::champassak",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 1
        },
        {
          "itin_id": "LA::incontournables-15j-partie3",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 11
        },
        {
          "itin_id": "LA::incontournables-15j-partie3",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 15
        },
        {
          "itin_id": "LA::incontournables-21j-partie4",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 21
        },
        {
          "itin_id": "LA::gastronomie-partie2",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 6
        },
        {
          "itin_id": "LA::gastronomie-partie2",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 10
        },
        {
          "itin_id": "LA::secrets-partie2",
          "itin_title": "LOS TESOROS OCULTOS DEL SUR DE LAOS",
          "day": 10
        },
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 12
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 9.5
    },
    {
      "place_id": "LA::paksong",
      "name": "Paksong",
      "cc": "LA",
      "coords": [
        15.2,
        106.3
      ],
      "lat": 15.2,
      "lon": 106.3,
      "visits": [
        {
          "text": "Ruta Paksé-Bolaven 50km meseta café plantaciones robusta arábica altitud frescura.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas Tad Fane gemelas 120m caída selva exuberante panorama espectacular.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas Tad Yuang baño posible piscina natural refrescante bosque.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos étnicos Alak Katu tradiciones animistas café cultura montañesa aislamiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas Tad Yuang baño piscina natural refrescamiento selva tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "Plantaciones café visita cultivo cosecha secado tostado degustación orígenes terroir.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas Alak Katu cocina étnica montañesa caza verduras silvestres tradiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas picnic naturaleza especialidades montañesas arroz glutinoso carnes a la parrilla frutas.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Paksé-Bolaven 50km plateau café plantations robusta arabica altitude fraîcheur.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascades Tad Fane jumelles 120m chute jungle luxuriante panorama spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascades Tad Yuang baignade bassin naturel rafraîchissement forêt tropicale.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages ethniques Alak Katu traditions animistes café culture montagnarde isolement.",
          "visit_duration_min": 75
        },
        {
          "text": "Plantations café visite culture récolte séchage torréfaction dégustation origines terroir.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Alak Katu cuisine ethnique montagnarde gibier légumes sauvages traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascades pique-nique nature spécialités montagnardes riz gluant viandes grillées fruits.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour plantaciones café proceso cultivo tostado degustación robusta arábica terroir.",
          "visit_duration_min": 60
        },
        {
          "text": "Trekking cascadas selva biodiversidad altitud naturaleza preservada senderos bosque primario.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita pueblos étnicos casas tradicionales artesanía tejido hospitalidad acogida.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao piak sen sopa fideos montañesa verduras frescas.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Bolaven origen.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour completo plantaciones café proceso producción degustación comparativa robusta arábica.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación café Bolaven diferentes fincas terroirs métodos preparación filtros.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocina montañesa étnica arroz violeta verduras silvestres setas bosque caza.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam montañés guiso carne seca berenjenas amargas madera sagrada altitud.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky café infusión granos tostados alcohol arroz innovaciones locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour plantations café processus culture torréfaction dégustation robusta arabica terroir.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek cascades jungle biodiversité altitude nature préservée sentiers forêt primaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite villages ethniques maisons traditionnelles artisanat tissage hospitalité accueil.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao piak sen soupe nouilles montagnarde légumes frais.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Bolaven origin.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour complet plantations café processus production dégustation comparative robusta arabica.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation café Bolaven different estates terroirs méthodes préparation filtres.",
          "visit_duration_min": 60
        },
        {
          "text": "Cuisine montagnarde ethnique riz violet légumes sauvages champignons forêt gibier.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam montagnard ragoût viande séchée aubergines amères bois sacré altitude.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky café infusion grains torréfiés alcool riz innovations locales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::incontournables-15j-partie3",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 12
        },
        {
          "itin_id": "LA::incontournables-21j-partie4",
          "itin_title": "LAS 4000 ISLAS Y CHAMPASSAK: TEMPLOS, MEKONG Y DULZURA DEL SUR",
          "day": 16
        },
        {
          "itin_id": "LA::gastronomie-partie2",
          "itin_title": "LA MESETA DE LOS BOLOVENS: CAFÉ, CASCADAS Y PUEBLOS AUTÉNTICOS",
          "day": 7
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.9
    },
    {
      "place_id": "LA::phongsaly",
      "name": "Phongsaly",
      "cc": "LA",
      "coords": [
        21.6833,
        102.1
      ],
      "lat": 21.6833,
      "lon": 102.1,
      "visits": [
        {
          "text": "Aldea Ban Komaen con árbol de té de 400 años de antigüedad",
          "visit_duration_min": 75
        },
        {
          "text": "Área Nacional Protegida Phu Den Din con vistas a las montañas",
          "visit_duration_min": 75
        },
        {
          "text": "Provincia más septentrional a más de 1000m de elevación",
          "visit_duration_min": 75
        },
        {
          "text": "Village de Ban Komaen avec un théier vieux de 400 ans",
          "visit_duration_min": 75
        },
        {
          "text": "Zone nationale protégée de Phu Den Din avec vues sur les montagnes",
          "visit_duration_min": 75
        },
        {
          "text": "Province la plus au nord à plus de 1000m d'altitude",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta un clima más fresco, a menudo frío por la noche",
          "visit_duration_min": 60
        },
        {
          "text": "Camina a través de paisajes montañosos increíbles",
          "visit_duration_min": 60
        },
        {
          "text": "Visita antiguos árboles de té en la región fronteriza",
          "visit_duration_min": 60
        },
        {
          "text": "Acceso mediante viaje en auto de 10 horas, viaje en barco de dos días, o vuelo desde Vientiane",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez d'un climat plus frais souvent froid la nuit",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée à travers des paysages de montagne incroyables",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez d'anciens théiers dans la région frontalière",
          "visit_duration_min": 60
        },
        {
          "text": "Accès par 10 heures de route, deux jours de bateau, ou vol depuis Vientiane",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 7
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.6
    },
    {
      "place_id": "LA::phonsavan",
      "name": "Phonsavan",
      "cc": "LA",
      "coords": [
        19.45,
        103.2
      ],
      "lat": 19.45,
      "lon": 103.2,
      "visits": [
        {
          "text": "Llanura de las Jarras UNESCO sitio 1 200 jarras megalíticas 500 AEC-500 EC hierro arenisca misterio.",
          "visit_duration_min": 75
        },
        {
          "text": "Sitio 2 Hai Hin Phu Salato 93 jarras colina panorama bombardeos cráteres bombas.",
          "visit_duration_min": 75
        },
        {
          "text": "Sitio 3 Hai Hin Lat Khai 150 jarras bosque pinos tranquilidad vestigios arqueológicos.",
          "visit_duration_min": 75
        },
        {
          "text": "MAG UXO Centro desminado educación bombas sin explotar historia guerra secreta.",
          "visit_duration_min": 75
        },
        {
          "text": "Antigua capital Xieng Khouang vestigios bombardeos guerra Vietnam destrucción completa.",
          "visit_duration_min": 75
        },
        {
          "text": "Cuevas Tham Piu refugio población civil bombardeo 1968 400 víctimas memorial.",
          "visit_duration_min": 75
        },
        {
          "text": "Fuentes termales Muang Kham 30km agua sulfurosa baños naturales relajación montaña.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Hmong Ban Napia tejido índigo trajes tradicionales opio pasado.",
          "visit_duration_min": 75
        },
        {
          "text": "Viejo Muang Khoun templos dañados Wat Phia Wat stupa That Foun vestigios guerra.",
          "visit_duration_min": 75
        },
        {
          "text": "That Chom Phet stupa restaurado importancia religiosa local peregrinaciones ceremonias.",
          "visit_duration_min": 75
        },
        {
          "text": "Cráteres bombas B-52 reconvertidos estanques piscicultura arrozales irrigación creatividad.",
          "visit_duration_min": 75
        },
        {
          "text": "Quarry Site cantera antiguas jarras fabricación técnicas prehistóricas arqueología.",
          "visit_duration_min": 75
        },
        {
          "text": "Artesanía bombas reconvertidas cucharas pulseras recuerdos MAG ingeniosidad reciclaje.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo UXO Visitor Centre historia bombardeos testimonios supervivientes educación prevención.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos circundantes desminado progresivo tierras agrícolas reconstrucción esperanza futuro.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador atardecer panorama llanura jarras montañas puesta sol serenidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruta Nong Khiaw-Phonsavan 250km montañas serpenteantes etnias pueblos aislados altitud.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaine des Jarres UNESCO site 1 200 jarres mégalithiques 500 BCE-500 CE fer grès mystère.",
          "visit_duration_min": 75
        },
        {
          "text": "Site 2 Hai Hin Phu Salato 93 jarres colline panorama bombardements cratères bombes.",
          "visit_duration_min": 75
        },
        {
          "text": "Site 3 Hai Hin Lat Khai 150 jarres forêt pins tranquillité vestiges archéologiques.",
          "visit_duration_min": 75
        },
        {
          "text": "MAG UXO Centre déminage éducation bombes non explosées histoire guerre secrète.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancienne capitale Xieng Khouang vestiges bombardements guerre Vietnam destruction complète.",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes Tham Piu abri population civile bombardement 1968 400 victimes mémorial.",
          "visit_duration_min": 75
        },
        {
          "text": "Sources chaudes Muang Kham 30km eau sulfureuse bains naturels relaxation montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Hmong Ban Napia tissage indigo costumes traditionnels opium passé.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieux Muang Khoun temples endommagés Wat Phia Wat stupa That Foun vestiges guerre.",
          "visit_duration_min": 75
        },
        {
          "text": "That Chom Phet stupa restauré importance religieuse locale pèlerinages cérémonies.",
          "visit_duration_min": 75
        },
        {
          "text": "Cratères bombes B-52 reconvertis bassins pisciculture rizières irrigation créativité.",
          "visit_duration_min": 75
        },
        {
          "text": "Quarry Site carrière anciennes jarres fabrication techniques préhistoriques archéologie.",
          "visit_duration_min": 75
        },
        {
          "text": "Artisanat bombes reconverties cuillères bracelets souvenirs MAG ingéniosité recyclage.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée UXO Visitor Centre histoire bombardements témoignages survivants éducation prévention.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages environnants déminage progressif terres agricoles reconstruction espoir futur.",
          "visit_duration_min": 75
        },
        {
          "text": "Sunset viewpoint panorama plaine jarres montagnes coucher soleil sérénité.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Nong Khiaw-Phonsavan 250km montagnes sinueuses ethnies villages isolés altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Llanura de las Jarras con cientos de vasijas megalíticas de la Edad de Bronce",
          "visit_duration_min": 75
        },
        {
          "text": "Granja y taller de seda de morera en Phonsavan",
          "visit_duration_min": 75
        },
        {
          "text": "Aguas termales naturales y cuevas del Pathet Lao",
          "visit_duration_min": 75
        },
        {
          "text": "Plaine des Jarres avec des centaines de récipients mégalithiques de l'âge du bronze",
          "visit_duration_min": 75
        },
        {
          "text": "Ferme et atelier de soie de mûrier à Phonsavan",
          "visit_duration_min": 75
        },
        {
          "text": "Sources chaudes naturelles et grottes du Pathet Lao",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración sitios megalíticos historia enigmática civilización desaparecida teorías arqueológicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita pueblos Hmong bordados tradicionales trajes coloridos artesanía textil.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado central vegetales montañeses carnes asadas hierbas etnias minoritarias.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen kheua salchichas fermentadas asadas arroz glutinoso papaya picante.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky de maíz hmong.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek pueblos étnicos Hmong Khmu arrozales terrazas paisajes altitud biodiversidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita museo historia bombardeos desminado humanitario sensibilización resistencia población.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo cráteres bombas reconvertidos estanques peces irrigación agricultura resistencia.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam guiso montañés carne seca berenjenas amargas madera sagrada.",
          "visit_duration_min": 60
        },
        {
          "text": "Té verde montañés.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración vestigios históricos destrucción reconstrucción resistencia población local memoria.",
          "visit_duration_min": 60
        },
        {
          "text": "Bicicleta campo arrozales búfalos pueblos étnicos encuentros auténticos naturaleza.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación destilería local whisky arroz maíz producción artesanal tradiciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai pollo asado marinada local acompañamiento arroz glutinoso verduras.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Beerlao artesanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller artesanía bombas fabricación objetos metal reciclado encuentro artesanos locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Curso cocina montañesa verduras silvestres carnes asadas técnicas tradicionales.",
          "visit_duration_min": 60
        },
        {
          "text": "Bar nocturno local relatos viajeros encuentros internacionales intercambios culturales.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam mak hoong montañesa papaya verde chiles tomates fermentados cangrejo.",
          "visit_duration_min": 60
        },
        {
          "text": "Lao-lao infusiones hierbas.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado central verduras montañesas carnes asadas etnias minoritarias animación.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration sites mégalithiques histoire énigmatique civilisation disparue théories archéologiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite villages Hmong broderies traditionnelles costumes colorés artisanat textile.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché central légumes montagnards viandes grillées ethnies minoritaires animation.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen kheua saucisses fermentées grillées riz gluant papaye épicée.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky maïs hmong.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek villages ethniques Hmong Khmu rizières terrasses paysages altitude biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite musée histoire bombardements déminage humanitaire sensibilisation résilience population.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade cratères bombes reconvertis bassins poissons irrigation agriculture résilience.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam ragoût montagnard viande séchée aubergines amères bois sacré.",
          "visit_duration_min": 60
        },
        {
          "text": "Thé vert montagnard.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration vestiges historiques destruction reconstruction résilience population locale mémoire.",
          "visit_duration_min": 60
        },
        {
          "text": "Vélo campagne rizières buffles villages ethniques rencontres authentiques nature.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation distillerie locale whisky riz maïs production artisanale traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai poulet grillé marinade locale accompagnement riz gluant légumes.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière Beerlao artisanale.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier artisanat bombes fabrication objets métal recyclé rencontre artisans locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours cuisine montagnarde légumes sauvages viandes grillées techniques traditionnelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée bar local récits voyageurs rencontres internationales échanges culturels.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam mak hoong montagnarde papaye verte piments tomates fermentées crabe.",
          "visit_duration_min": 60
        },
        {
          "text": "Lao-lao infusions herbes.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita la Llanura de las Jarras usada en tradiciones funerarias de la Edad de Bronce",
          "visit_duration_min": 60
        },
        {
          "text": "Explora sitios despejados de bombas con colinas ondulantes de jarras antiguas",
          "visit_duration_min": 60
        },
        {
          "text": "Reserva un guía de trekking para acceder de forma segura a sitios remotos de jarras",
          "visit_duration_min": 60
        },
        {
          "text": "Visita las cuevas donde los líderes del Pathet Lao se escondieron durante la Guerra de Vietnam",
          "visit_duration_min": 60
        },
        {
          "text": "Aprende sobre las organizaciones UXO que trabajan en la región",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez la Plaine des Jarres utilisée dans les traditions funéraires de l'âge du bronze",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les sites de bombardement déminés avec des collines vallonnées d'anciennes jarres",
          "visit_duration_min": 60
        },
        {
          "text": "Réservez un guide de randonnée pour accéder en toute sécurité aux sites de jarres éloignés",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez les grottes où les dirigeants du Pathet Lao se sont cachés pendant la guerre du Vietnam",
          "visit_duration_min": 60
        },
        {
          "text": "Apprenez-en davantage sur les organisations UXO travaillant dans la région",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::xieng-khouang",
          "itin_title": "DESCUBRIMIENTO DE XIENG KHOUANG LLANURA JARRAS UNESCO GUERRA HMONG",
          "day": 1
        },
        {
          "itin_id": "LA::xieng-khouang",
          "itin_title": "DESCUBRIMIENTO DE XIENG KHOUANG LLANURA JARRAS UNESCO GUERRA HMONG",
          "day": 2
        },
        {
          "itin_id": "LA::xieng-khouang",
          "itin_title": "DESCUBRIMIENTO DE XIENG KHOUANG LLANURA JARRAS UNESCO GUERRA HMONG",
          "day": 4
        },
        {
          "itin_id": "LA::xieng-khouang",
          "itin_title": "DESCUBRIMIENTO DE XIENG KHOUANG LLANURA JARRAS UNESCO GUERRA HMONG",
          "day": 5
        },
        {
          "itin_id": "LA::incontournables-15j-partie2",
          "itin_title": "DESCUBRIMIENTO DE LAOS IMPRESCINDIBLES CUEVAS PAK OU NONG KHIAW PHONSAVAN JARRAS",
          "day": 8
        },
        {
          "itin_id": "LA::incontournables-15j-partie2",
          "itin_title": "DESCUBRIMIENTO DE LAOS IMPRESCINDIBLES CUEVAS PAK OU NONG KHIAW PHONSAVAN JARRAS",
          "day": 9
        },
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 9.5
    },
    {
      "place_id": "LA::salavan",
      "name": "Salavan",
      "cc": "LA",
      "coords": [
        15.7167,
        106.4167
      ],
      "lat": 15.7167,
      "lon": 106.4167,
      "visits": [
        {
          "text": "Ruta Attapeu-Salavan 180km montañas bosques aldeas etnias Ta-Oy Katang aisladas.",
          "visit_duration_min": 75
        },
        {
          "text": "Provincia Salavan poco visitada naturaleza preservada etnias montañesas tradiciones únicas.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Nacional Dong Hua Sao biodiversidad fauna flora protegida selva espesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas Ta-Oy casas sobre pilotes altas artesanía tejido algodón índigo tradiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Attapeu-Salavan 180km montagnes forêts villages ethnies Ta-Oy Katang isolés.",
          "visit_duration_min": 75
        },
        {
          "text": "Province Salavan peu visitée nature préservée ethnies montagnardes traditions uniques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc National Dong Hua Sao biodiversité faune flore protégée jungle épaisse.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Ta-Oy maisons pilotis hautes artisanat tissage coton indigo traditions.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trekking parque nacional selva primaria fauna salvaje monos aves raras biodiversidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Inmersión aldeas Ta-Oy tradiciones animistas ceremonias sacrificios espíritus bosque.",
          "visit_duration_min": 60
        },
        {
          "text": "Artesanía tejido algodón índigo motivos tradicionales técnicas ancestrales saber hacer.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam ta-oy guiso carne berenjenas salvajes madera medicinal único.",
          "visit_duration_min": 60
        },
        {
          "text": "Alcohol arroz fermentado aldea tradiciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek parc national jungle primaire faune sauvage singes oiseaux rares biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion villages Ta-Oy traditions animistes cérémonies sacrifices esprits forêt.",
          "visit_duration_min": 60
        },
        {
          "text": "Artisanat tissage coton indigo motifs traditionnels techniques ancestrales savoir-faire.",
          "visit_duration_min": 60
        },
        {
          "text": "Or lam ta-oy ragoût viande aubergines sauvages bois médicinal unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Alcool riz fermenté village traditions.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::secrets-partie2",
          "itin_title": "LOS TESOROS OCULTOS DEL SUR DE LAOS",
          "day": 7
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 5.3
    },
    {
      "place_id": "LA::sam-neua",
      "name": "Sam Neua",
      "cc": "LA",
      "coords": [
        20.4167,
        104.0667
      ],
      "lat": 20.4167,
      "lon": 104.0667,
      "visits": [
        {
          "text": "Sam Neua capital en valle brumoso de la Provincia Houaphan",
          "visit_duration_min": 75
        },
        {
          "text": "Cuevas Vieng Xai donde el Presidente Kaysone Phomvihane se escondió durante la Guerra de Vietnam",
          "visit_duration_min": 75
        },
        {
          "text": "Textiles detallados de tejedores locales",
          "visit_duration_min": 75
        },
        {
          "text": "Sam Neua capitale dans la vallée brumeuse de la province de Houaphan",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes de Vieng Xai où le Président Kaysone Phomvihane s'est caché pendant la guerre du Vietnam",
          "visit_duration_min": 75
        },
        {
          "text": "Textiles détaillés des tisserands locaux",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Compra textiles detallados en el mercado o en casas de tejedores",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el sitio histórico de guerra de las cuevas de Vieng Xai",
          "visit_duration_min": 60
        },
        {
          "text": "Aprende sobre la familia real encarcelada en campos de prisioneros",
          "visit_duration_min": 60
        },
        {
          "text": "Alquila bicicletas o camina por el valle prístino rara vez visitado por turistas",
          "visit_duration_min": 60
        },
        {
          "text": "Achetez des textiles détaillés au marché ou chez les tisserands",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le site historique de guerre des grottes de Vieng Xai",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez l'histoire de la famille royale incarcérée dans les camps de prisonniers",
          "visit_duration_min": 60
        },
        {
          "text": "Louez des vélos ou faites de la randonnée dans une vallée pristine rarement visitée par les touristes",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 8
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.7
    },
    {
      "place_id": "LA::savannakhet",
      "name": "Savannakhet",
      "cc": "LA",
      "coords": [
        16.55,
        104.75
      ],
      "lat": 16.55,
      "lon": 104.75,
      "visits": [
        {
          "text": "Bosque Dong Natad pasando el Puente de la Amistad y las minas de sal",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Nong Lam en área forestal protegida",
          "visit_duration_min": 75
        },
        {
          "text": "Comunidades de aldeanos nativos viviendo vida tradicional",
          "visit_duration_min": 75
        },
        {
          "text": "Forêt de Dong Natad au-delà du Pont de l'Amitié et des mines de sel",
          "visit_duration_min": 75
        },
        {
          "text": "Lac Nong Lam dans la zone forestière protégée",
          "visit_duration_min": 75
        },
        {
          "text": "Communautés de villageois autochtones vivant une vie traditionnelle",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubrir bosque raramente conocido por turistas",
          "visit_duration_min": 60
        },
        {
          "text": "Encontrar hombres de tribus recogiendo hongos, frutas, hormigas e insectos",
          "visit_duration_min": 60
        },
        {
          "text": "Experimentar el verdadero sabor de la vida tradicional de Laos",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar dos comunidades nativas viviendo en el bosque",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir une forêt rarement connue des touristes",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontrer des membres de tribus cueillant champignons, fruits, fourmis et insectes",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir le vrai goût de la vie traditionnelle du Laos",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter deux communautés autochtones vivant dans la forêt",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 11
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 6.6
    },
    {
      "place_id": "LA::sekong",
      "name": "Sekong",
      "cc": "LA",
      "coords": [
        15.5667,
        106.7
      ],
      "lat": 15.5667,
      "lon": 106.7,
      "visits": [
        {
          "text": "Ruta Salavan-Sekong 120km provincia aislada sureste etnias numerosas diversidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Provincia Sekong 14 etnias minoritarias mayor diversidad Laos tradiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas Alak Mangkong Katang trajes casas tradicionales artesanía única.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada Tad Faek escondida selva acceso difícil aislamiento baño naturaleza virgen.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Salavan-Sekong 120km province isolée sud-est ethnies nombreuses diversité.",
          "visit_duration_min": 75
        },
        {
          "text": "Province Sekong 14 ethnies minoritaires plus grande diversité Laos traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Alak Mangkong Katang costumes maisons traditionnelles artisanat unique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascade Tad Faek cachée jungle accès difficile isolement baignade nature vierge.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración provincia etnias múltiples diversidad cultural tradiciones costumbres lenguas únicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata cascada escondida selva espesa senderos difíciles naturaleza salvaje preservada.",
          "visit_duration_min": 60
        },
        {
          "text": "Noche pueblo étnico casa comunitaria fuego ceremonias cantos tradiciones animistas.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai étnico pollo de granja marinada hierbas forestales bambú vapor.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky étnico destilación artesanal hierbas medicinales locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration province ethnies multiples diversité culturelle traditions costumes langues uniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek cascade cachée jungle épaisse sentiers difficiles nature sauvage préservée.",
          "visit_duration_min": 60
        },
        {
          "text": "Nuit village ethnique maison communautaire feu cérémonies chants traditions animistes.",
          "visit_duration_min": 60
        },
        {
          "text": "Ping kai ethnique poulet fermier marinade herbes forestières bambou vapeur.",
          "visit_duration_min": 60
        },
        {
          "text": "Whisky ethnique distillation artisanale herbes médicinales locales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::secrets-partie2",
          "itin_title": "LOS TESOROS OCULTOS DEL SUR DE LAOS",
          "day": 8
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3
    },
    {
      "place_id": "LA::si-phan-don",
      "name": "Si Phan Don",
      "cc": "LA",
      "coords": [
        14.1167,
        105.8667
      ],
      "lat": 14.1167,
      "lon": 105.8667,
      "visits": [
        {
          "text": "Si Phan Don (4000 Îles) dans le fleuve Mékong",
          "visit_duration_min": 75
        },
        {
          "text": "Isla Don Khong con campos de arroz en Ban Houa Khong",
          "visit_duration_min": 75
        },
        {
          "text": "Cataratas Khone Phapheng, las cascadas más grandes del Sudeste Asiático",
          "visit_duration_min": 75
        },
        {
          "text": "Chutes de Khone Phapheng, les plus grandes chutes en cascade d'Asie du Sud-Est",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora la tranquila y antigua isla Don Khong",
          "visit_duration_min": 60
        },
        {
          "text": "Contempla los pintorescos campos de arroz donde se cultiva el 80% de la tierra agrícola",
          "visit_duration_min": 60
        },
        {
          "text": "Observa a los agricultores cultivar arroz tradicionalmente",
          "visit_duration_min": 60
        },
        {
          "text": "Ve la cascada de más de 9km de largo fluir en Khone Phapheng",
          "visit_duration_min": 60
        },
        {
          "text": "Avista delfines del Irrawaddy y el bagre gigante del Mekong en peligro de extinción",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la vida tradicional de granja de Laos",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer la paisible île ancienne de Don Khong",
          "visit_duration_min": 60
        },
        {
          "text": "Admirer les pittoresques rizières où 80% des terres agricoles sont cultivées",
          "visit_duration_min": 60
        },
        {
          "text": "Observer les agriculteurs cultiver le riz de manière traditionnelle",
          "visit_duration_min": 60
        },
        {
          "text": "Voir la chute d'eau de plus de 9 km de long couler à Khone Phapheng",
          "visit_duration_min": 60
        },
        {
          "text": "Apercevoir les dauphins de l'Irrawaddy et les silures géants du Mékong en danger",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir la vie agricole traditionnelle du Laos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 15
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.8
    },
    {
      "place_id": "LA::ta-oy",
      "name": "Ta Oy",
      "cc": "LA",
      "coords": [
        15.65,
        106.55
      ],
      "lat": 15.65,
      "lon": 106.55,
      "visits": [
        {
          "text": "Pueblos Ta-Oy aislados región montañosa acceso difícil autenticidad preservada tradiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Casas pilotes muy altas 3-4m protección animales salvajes almacenamiento arquitectura única.",
          "visit_duration_min": 75
        },
        {
          "text": "Artesanía tradicional tejido algodón telares madera forja herramientas técnicas ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "Bosques sagrados espíritus ceremonias animistas prohibiciones tabúes respeto naturaleza biodiversidad.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Ta-Oy isolés région montagneuse accès difficile authenticité préservée traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Maisons pilotis très hautes 3-4m protection animaux sauvages stockage architecture unique.",
          "visit_duration_min": 75
        },
        {
          "text": "Artisanat traditionnel tissage coton métiers bois forge outils techniques ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "Forêts sacrées esprits cérémonies animistes interdits tabous respect nature biodiversité.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Inmersión profunda cultura Ta-Oy compartir vida cotidiana agricultura arroz caza.",
          "visit_duration_min": 60
        },
        {
          "text": "Participación ceremonias animistas sacrificios pollos espíritus bosque protección aldea.",
          "visit_duration_min": 60
        },
        {
          "text": "Aprendizaje tejido técnicas motivos tradicionales algodón índigo tintes naturales.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocina étnica arroz violeta carne ahumada verduras silvestres bambú fermentado.",
          "visit_duration_min": 60
        },
        {
          "text": "Alcohol arroz casero ceremonia compartir convivencia intercambios.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion profonde culture Ta-Oy partage vie quotidienne agriculture riz chasse.",
          "visit_duration_min": 60
        },
        {
          "text": "Participation cérémonies animistes sacrifices poulets esprits forêt protection village.",
          "visit_duration_min": 60
        },
        {
          "text": "Apprentissage tissage techniques motifs traditionnels coton indigo teintures naturelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Cuisine ethnique riz violet viande fumée légumes sauvages bambou fermenté.",
          "visit_duration_min": 60
        },
        {
          "text": "Alcool riz maison cérémonie partage convivialité échanges.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::secrets-partie2",
          "itin_title": "LOS TESOROS OCULTOS DEL SUR DE LAOS",
          "day": 9
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.4
    },
    {
      "place_id": "LA::tad-lo",
      "name": "Tad Lo",
      "cc": "LA",
      "coords": [
        15.35,
        106.5
      ],
      "lat": 15.35,
      "lon": 106.5,
      "visits": [
        {
          "text": "Tad Lo, encantador pueblo en la Provincia de Salavan",
          "visit_duration_min": 75
        },
        {
          "text": "Región cafetalera en la Meseta de Bolaven",
          "visit_duration_min": 75
        },
        {
          "text": "Áreas de Conservación de Biodiversidad Nacional Xe Bang Nouan y Xe Xap",
          "visit_duration_min": 75
        },
        {
          "text": "Tad Lo, ville charmante de la province de Salavan",
          "visit_duration_min": 75
        },
        {
          "text": "Région de culture du café sur le plateau des Bolaven",
          "visit_duration_min": 75
        },
        {
          "text": "Aires nationales de conservation de la biodiversité de Xe Bang Nouan et Xe Xap",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina y nada en las cataratas de Tad Lo",
          "visit_duration_min": 60
        },
        {
          "text": "Explora el circuito de la meseta Bolaven de tres a siete días",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el Área Importante para las Aves de Phou Xiang Thong",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la producción local de café",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez et nagez dans les chutes de Tad Lo",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez la boucle du plateau des Bolaven de trois à sept jours",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter la Zone importante pour les oiseaux de Phou Xiang Thong",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir la production locale de café",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 13
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 2.4
    },
    {
      "place_id": "LA::thakhek",
      "name": "Thakhek",
      "cc": "LA",
      "coords": [
        17.41,
        104.83
      ],
      "lat": 17.41,
      "lon": 104.83,
      "visits": [
        {
          "text": "Paseo por el frente del Mekong en Thakhek",
          "visit_duration_min": 75
        },
        {
          "text": "Ciudad vieja colonial de Thakhek (fachadas y callejuelas)",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva de Kong Lor (travesía en piragua subterránea)",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade sur le front du Mékong à Thakhek",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille ville coloniale de Thakhek (façades et ruelles)",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte de Kong Lor (traversée en pirogue souterraine)",
          "visit_duration_min": 75
        },
        {
          "text": "Ruta en motocicleta Thakhek Loop de 450km a través de la Provincia de Khammouane",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva Kong Lor millas de cuevas subterráneas relucientes en el Parque Nacional Phu Hin Bun",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva de Buda y Piscina Fresca a lo largo del circuito",
          "visit_duration_min": 75
        },
        {
          "text": "Vistas de karst calcáreo que se extienden hasta la frontera con Vietnam",
          "visit_duration_min": 75
        },
        {
          "text": "Boucle de Thakhek route de 450 km en moto à travers la province de Khammouane",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte de Kong Lor des kilomètres de grottes souterraines scintillantes dans le parc national de Phu Hin Bun",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte de Bouddha et piscine fraîche le long de la boucle",
          "visit_duration_min": 75
        },
        {
          "text": "Vues sur le karst calcaire s'étendant jusqu'à la frontière vietnamienne",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Familiarización con un scooter para preparar el circuito de Thakhek",
          "visit_duration_min": 60
        },
        {
          "text": "Regreso por el circuito: Kong Lor → Thakhek",
          "visit_duration_min": 60
        },
        {
          "text": "Prise en main d’un scooter pour préparer la boucle de Thakhek",
          "visit_duration_min": 60
        },
        {
          "text": "Retour par la boucle : Kong Lor → Thakhek",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre el circuito en motocicleta de 2-4 días a través de paisajes diversos",
          "visit_duration_min": 60
        },
        {
          "text": "Navega en bote por el Río Nam Bun a través de la Cueva Kong Lor",
          "visit_duration_min": 60
        },
        {
          "text": "Trae una antorcha y aventúrate en la oscuridad de la cueva a pie",
          "visit_duration_min": 60
        },
        {
          "text": "Observa las maravillosas formaciones calcáreas por toda la cueva",
          "visit_duration_min": 60
        },
        {
          "text": "Nada en Tha Falang y realiza caminatas a cascadas",
          "visit_duration_min": 60
        },
        {
          "text": "Alquilar motocicleta en Thakhek con mapa proporcionado de lugares destacados",
          "visit_duration_min": 60
        },
        {
          "text": "Reservar tours organizados a través de Green Discovery",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourir une boucle de 2-4 jours en moto à travers des paysages variés",
          "visit_duration_min": 60
        },
        {
          "text": "Naviguer en bateau sur la rivière Nam Bun à travers la grotte de Kong Lor",
          "visit_duration_min": 60
        },
        {
          "text": "Apporter une torche et voyager à pied dans l'obscurité de la grotte",
          "visit_duration_min": 60
        },
        {
          "text": "Voir de merveilleuses formations calcaires dans toutes les grottes",
          "visit_duration_min": 60
        },
        {
          "text": "Nager à Tha Falang et faire des randonnées vers les cascades",
          "visit_duration_min": 60
        },
        {
          "text": "Louer une moto à Thakhek avec une carte des points d'intérêt fournie",
          "visit_duration_min": 60
        },
        {
          "text": "Réserver des circuits organisés avec Green Discovery",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 1
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 4
        },
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 10
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7.6
    },
    {
      "place_id": "LA::thalang",
      "name": "Thalang",
      "cc": "LA",
      "coords": [
        18.222,
        104.498
      ],
      "lat": 18.222,
      "lon": 104.498,
      "visits": [
        {
          "text": "Tham Xieng Liap (gruta y laguna)",
          "visit_duration_min": 75
        },
        {
          "text": "Pha Nya Inh (mirador kárstico)",
          "visit_duration_min": 75
        },
        {
          "text": "Lago con árboles muertos cerca de Tha Lang",
          "visit_duration_min": 75
        },
        {
          "text": "Tham Xieng Liap (grotte et lagon)",
          "visit_duration_min": 75
        },
        {
          "text": "Pha Nya Inh (point de vue karstique)",
          "visit_duration_min": 75
        },
        {
          "text": "Lac aux arbres morts près de Tha Lang",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sección del circuito de Thakhek: Thakhek → Tha Lang vía Ruta 12/8",
          "visit_duration_min": 60
        },
        {
          "text": "Section de la boucle Thakhek : Thakhek → Tha Lang via Route 12/8",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 2
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 4.4
    },
    {
      "place_id": "LA::vang-vieng",
      "name": "Vang Vieng",
      "cc": "LA",
      "coords": [
        18.925,
        102.447
      ],
      "lat": 18.925,
      "lon": 102.447,
      "visits": [
        {
          "text": "Blue Lagoon 1 (zona de baño acondicionada)",
          "visit_duration_min": 75
        },
        {
          "text": "Nam Xay Viewpoint (ascensión)",
          "visit_duration_min": 75
        },
        {
          "text": "Pha Ngern Viewpoint (balade)",
          "visit_duration_min": 75
        },
        {
          "text": "Blue Lagoon 1 (zone de baignade aménagée)",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva Tham Phu Kham con figura de Buda bronceada en la entrada",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Azul con agua espectacular de color cristalino",
          "visit_duration_min": 75
        },
        {
          "text": "Montañas kársticas de piedra caliza que rodean la ciudad",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte de Tham Phu Kham avec figure de Bouddha bronzée à l'entrée",
          "visit_duration_min": 75
        },
        {
          "text": "Lagon Bleu avec des eaux colorées spectaculaires et cristallines",
          "visit_duration_min": 75
        },
        {
          "text": "Montagnes karstiques calcaires entourant la ville",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traslado Vientiane → Vang Vieng (autopista)",
          "visit_duration_min": 60
        },
        {
          "text": "Puesta de sol a orillas del Nam Song",
          "visit_duration_min": 60
        },
        {
          "text": "Scooter por el campo kárstico de Vang Vieng",
          "visit_duration_min": 60
        },
        {
          "text": "Transfert Vientiane → Vang Vieng (autoroute)",
          "visit_duration_min": 60
        },
        {
          "text": "Coucher de soleil au bord de la Nam Song",
          "visit_duration_min": 60
        },
        {
          "text": "Scooter dans la campagne karstique de Vang Vieng",
          "visit_duration_min": 60
        },
        {
          "text": "Salta con entusiasmo a la encantadora Laguna Azul",
          "visit_duration_min": 60
        },
        {
          "text": "Explora la sagrada Cueva Tham Phu Kham venerada por los lugareños",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta el misterio de la brillante escultura budista en la oscuridad de la cueva",
          "visit_duration_min": 60
        },
        {
          "text": "Disfruta actividades de aventura en el impresionante paisaje kárstico",
          "visit_duration_min": 60
        },
        {
          "text": "Sautez avec enthousiasme dans l'enchanteur Lagon Bleu",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez la grotte sacrée Tham Phu Kham vénérée par les habitants",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez le mystère de la sculpture bouddhiste brillante dans l'obscurité de la grotte",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez d'activités d'aventure dans un paysage karstique époustouflant",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 7
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 8
        },
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 2
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7
    },
    {
      "place_id": "LA::vang-vieng-city",
      "name": "Vang Vieng City",
      "cc": "LA",
      "coords": [
        18.9333,
        102.4483
      ],
      "lat": 18.9333,
      "lon": 102.4483,
      "visits": [
        {
          "text": "Cueva Tham Chang escaleras 200 escalones manantial resurgencia vista panorámica valle.",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva Tham Phu Kham 7km estatua Buda reclinado bronce formaciones impresionantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Azul piscina natural agua turquesa selva bambúes columpios cuerda.",
          "visit_duration_min": 75
        },
        {
          "text": "Montañas kársticas formaciones calcáreas 300m arrozales río Nam Song.",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva Tham Xang elefante piedra formaciones geológicas santuario natural exploración.",
          "visit_duration_min": 75
        },
        {
          "text": "Cueva Tham Hoi resurgencia río subterráneo espeleología aventura estalactitas.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Pha Ngern ascensión 1h30 amanecer panorama 360 montañas kársticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Hmong montañas tejido índigo artesanía tradicional altitud cultura.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruta Vientiane-Vang Vieng 150km montañas kársticas paisajes espectaculares valles.",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte Tham Chang escaliers 200 marches source résurgence vue panoramique vallée.",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte Tham Phu Kham 7km statue Bouddha couché bronze formations impressionnantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Lagon Bleu piscine naturelle eau turquoise jungle bambous balançoires corde.",
          "visit_duration_min": 75
        },
        {
          "text": "Montagnes karstiques formations calcaires 300m rizières rivière Nam Song.",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte Tham Xang éléphant pierre formations géologiques sanctuaire naturel exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte Tham Hoi résurgence rivière souterraine exploration spéléologie aventure.",
          "visit_duration_min": 75
        },
        {
          "text": "Point de vue Pha Ngern ascension 1h30 lever soleil panorama 360 montagnes karsts.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Hmong montagnes tissage indigo artisanat traditionnel altitude culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Route Vientiane-Vang Vieng 150km montagnes karstiques paysages spectaculaires vallées.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escalada acantilados calcáreos vías equipadas panoramas valle karsts sensaciones fuertes.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak río rápidos suaves paisajes kársticos cuevas accesibles aventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Bicicleta campo arrozales pueblos étnicos búfalos encuentros locales autenticidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao poon sopa fideos leche coco curry rojo pescado fermentado.",
          "visit_duration_min": 60
        },
        {
          "text": "Batidos de frutas mango piña.",
          "visit_duration_min": 60
        },
        {
          "text": "Tubing Nam Song flotadores gigantes bares flotantes corriente suave ambiente relajado.",
          "visit_duration_min": 60
        },
        {
          "text": "Globo aerostático sobrevuelo valle amanecer perspectivas aéreas paisajes únicos.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado local verduras frescas pescados Mékong especias hierbas aromáticas.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen savanh carne a la parrilla marinadas hierba limón tamarindo arroz glutinoso.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Beerlao dark.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado nocturno street food brochetas a la parrilla papaya picante animación local.",
          "visit_duration_min": 60
        },
        {
          "text": "Batidos de frutas tropicales.",
          "visit_duration_min": 60
        },
        {
          "text": "Escalade falaises calcaires voies équipées panoramas vallée karsts sensations fortes.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak rivière rapides doux paysages karstiques grottes accessibles aventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Vélo campagne rizières villages ethniques buffles rencontres locales authenticité.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao poon soupe nouilles lait coco curry rouge poisson fermenté.",
          "visit_duration_min": 60
        },
        {
          "text": "Fruit shakes mangue ananas.",
          "visit_duration_min": 60
        },
        {
          "text": "Tubing Nam Song bouées géantes bars flottants ambiance décontractée courant doux.",
          "visit_duration_min": 60
        },
        {
          "text": "Montgolfière survol vallée lever soleil perspectives aériennes paysages uniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché local légumes frais poissons Mékong épices herbes aromatiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen savanh viande grillée marinades citronnelle tamarin riz gluant.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière Beerlao dark.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché nocturne street food brochettes grillées papaye épicée animation locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Fruit shakes tropicaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::vang-vieng",
          "itin_title": "AVENTURA EN VANG VIENG: CUEVAS, RÍOS Y ACANTILADOS",
          "day": 1
        },
        {
          "itin_id": "LA::vang-vieng",
          "itin_title": "AVENTURA EN VANG VIENG: CUEVAS, RÍOS Y ACANTILADOS",
          "day": 2
        },
        {
          "itin_id": "LA::incontournables-15j-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 2
        },
        {
          "itin_id": "LA::incontournables-15j-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 7.7
    },
    {
      "place_id": "LA::vieng-phoukha",
      "name": "Vieng Phoukha",
      "cc": "LA",
      "coords": [
        20.5833,
        101.1167
      ],
      "lat": 20.5833,
      "lon": 101.1167,
      "visits": [
        {
          "text": "Pista Muang Khua-Vieng Phoukha 150km difícil montañas aldeas aisladas etnias.",
          "visit_duration_min": 75
        },
        {
          "text": "Distrito Vieng Phoukha zona remota poco visitada etnias Akha Lahu tradiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas étnicas Ban Mai Ban Phavie trajes tradicionales artesanía tejido aislamiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Cuevas calizas ocultas estalactitas formaciones geológicas santuarios naturales secretos.",
          "visit_duration_min": 75
        },
        {
          "text": "Piste Muang Khua-Vieng Phoukha 150km difficile montagnes villages isolés ethnies.",
          "visit_duration_min": 75
        },
        {
          "text": "District Vieng Phoukha zone reculée peu visitée ethnies Akha Lahu traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages ethniques Ban Mai Ban Phavie costumes traditionnels artisanat tissage isolement.",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes calcaire cachées stalactites formations géologiques sanctuaires naturels secrets.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Inmersión total aldeas remotas hospitalidad montañesa compartir comidas ceremonias tradiciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Trekking bosques primarios biodiversidad altitud naturaleza virgen silencio aislamiento absoluto.",
          "visit_duration_min": 60
        },
        {
          "text": "Noche familia étnica casa tradicional madera bambú fuego compartir relatos.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocina étnica akha maíz fermentado carne ahumada verduras silvestres bambú.",
          "visit_duration_min": 60
        },
        {
          "text": "Alcohol arroz casero infusiones hierbas.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion totale villages reculés hospitalité montagnarde partage repas cérémonies traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Trek forêts primaires biodiversité altitude nature vierge silence isolement absolu.",
          "visit_duration_min": 60
        },
        {
          "text": "Nuit famille ethnique maison traditionnelle bois bambou feu partage récits.",
          "visit_duration_min": 60
        },
        {
          "text": "Cuisine ethnique akha maïs fermenté viande fumée légumes sauvages bambou.",
          "visit_duration_min": 60
        },
        {
          "text": "Alcool riz maison infusions herbes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::secrets-partie1",
          "itin_title": "EXPLORACIÓN DEL NORTE DE LAOS: MONTAÑAS Y ALDEAS TRADICIONALES",
          "day": 3
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 3.5
    },
    {
      "place_id": "LA::vientiane",
      "name": "Vientiane",
      "cc": "LA",
      "coords": [
        17.975,
        102.633
      ],
      "lat": 17.975,
      "lon": 102.633,
      "visits": [
        {
          "text": "Centro de Visitantes COPE",
          "visit_duration_min": 75
        },
        {
          "text": "Patuxai (monumento y parque)",
          "visit_duration_min": 75
        },
        {
          "text": "Estupa dorada Pha That Luang, símbolo nacional de Laos",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Si Saket, templo budista más importante de Vientiane",
          "visit_duration_min": 75
        },
        {
          "text": "COPE Visitor Center",
          "visit_duration_min": 75
        },
        {
          "text": "Patuxai (monument et parc)",
          "visit_duration_min": 75
        },
        {
          "text": "Arco de la Victoria Patuxai, hermoso monumento en la capital",
          "visit_duration_min": 75
        },
        {
          "text": "Parque de Buda con más de 200 estatuas de Buda e hindúes de 40m de altura",
          "visit_duration_min": 75
        },
        {
          "text": "Bulevar del río Mekong con restaurantes y mercado nocturno",
          "visit_duration_min": 75
        },
        {
          "text": "Stupa doré du Pha That Luang, symbole national du Laos",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Si Saket, temple bouddhiste le plus important de Vientiane",
          "visit_duration_min": 75
        },
        {
          "text": "Arc de Triomphe Patuxai, magnifique monument dans la capitale",
          "visit_duration_min": 75
        },
        {
          "text": "Parc du Bouddha avec plus de 200 statues de Bouddha et hindoues s'élevant à 40 m de haut",
          "visit_duration_min": 75
        },
        {
          "text": "Boulevard du fleuve Mékong avec restaurants et marché de nuit",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traslado por carretera Thakhek → Vientiane (Ruta 13)",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por el centro de la ciudad (orilla del Mekong)",
          "visit_duration_min": 60
        },
        {
          "text": "Transfert routier Thakhek → Vientiane (Route 13)",
          "visit_duration_min": 60
        },
        {
          "text": "Balade en centre-ville (bord du Mékong)",
          "visit_duration_min": 60
        },
        {
          "text": "Pasear por el encantador bulevar del río Mekong",
          "visit_duration_min": 60
        },
        {
          "text": "Experimentar la influencia colonial francesa en gastronomía y arquitectura",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar el Parque de Buda a 25km de la ciudad como excursión de un día",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar la ciudad de los espíritus con esculturas hindúes y budistas juntas",
          "visit_duration_min": 60
        },
        {
          "text": "Disfrutar de picnic y cerveza en el Parque de Buda a diferencia de los templos",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la capital más pequeña y relajada del Sudeste Asiático",
          "visit_duration_min": 60
        },
        {
          "text": "Se promener le long du charmant boulevard du fleuve Mékong",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir l'influence coloniale française dans la cuisine et l'architecture",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter le Parc du Bouddha à 25 km de la ville en excursion d'une journée",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer la cité des esprits avec sculptures hindoues et bouddhistes réunies",
          "visit_duration_min": 60
        },
        {
          "text": "Profiter d'un pique-nique et d'une bière au Parc du Bouddha contrairement aux temples",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir la capitale la plus petite et la plus détendue d'Asie du Sud-Est",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 5
        },
        {
          "itin_id": "LA::country::laos-3-semaines",
          "itin_title": "LAOS EN 3 SEMANAS: KARSTS, GRUTAS, TEMPLOS Y MEKONG",
          "day": 6
        },
        {
          "itin_id": "LA::temp_1765138806577",
          "itin_title": "Deep Laos: montañas sagradas, pueblos étnicos y selvas eternas",
          "day": 1
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 8.9
    },
    {
      "place_id": "LA::vientiane-city",
      "name": "Vientiane City",
      "cc": "LA",
      "coords": [
        17.9757,
        102.6331
      ],
      "lat": 17.9757,
      "lon": 102.6331,
      "visits": [
        {
          "text": "Pha That Luang stupa dorada 45m símbolo nacional 1566 Setthathirat arquitectura budista.",
          "visit_duration_min": 75
        },
        {
          "text": "Patuxai arco del triunfo laosiano 1960 hormigón motivos tradicionales terraza panorámica.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Si Saket 1818 miles Buda nichos murales claustro único preservado.",
          "visit_duration_min": 75
        },
        {
          "text": "Mékong paseo riberas puestas de sol Tailandia enfrente ambiente apacible.",
          "visit_duration_min": 75
        },
        {
          "text": "Buddha Park Xieng Khuan 25km 200 esculturas hindúes budistas 1958 Bunleua Sulilat calabaza gigante.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Si Muang templo protector ciudad pilar sagrado ceremonias locales ofrendas.",
          "visit_duration_min": 75
        },
        {
          "text": "COPE Centro prótesis víctimas bombas sin explotar guerra historia humanitaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado nocturno Mekong artesanías comida callejera animaciones locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Ong Teu Mahawihan 1560 gran Buda de bronce escuela monástica importante.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado matutino Khua Din verduras frescas pescados del Mekong vida local auténtica.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Chao Anouvong estatua del rey Anouvong jardines del Mekong recreo familiar.",
          "visit_duration_min": 75
        },
        {
          "text": "Puente de la Amistad lao-tailandés 1994 Mekong frontera comercio tránsito.",
          "visit_duration_min": 75
        },
        {
          "text": "Pha That Luang stupa nacional dorado 45m 1566 símbolo Laos arquitectura sagrada.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruta de regreso Phonsavan-Vientiane 350km montañas valles pueblos paisajes variados.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de la mañana Khua Din verduras frescas pescados Mekong hierbas aromáticas especias.",
          "visit_duration_min": 75
        },
        {
          "text": "Talat Sao mercado central textiles artesanía productos locales vida cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado nocturno Mekong street food brochetas asadas papaya animaciones convivencia.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurantes locales cocina tradicional auténtica familias recetas ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "Destilería lao-lao producción whisky arroz fermentación destilación artesanal tradiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Cervecería Beerlao visita proceso elaboración ingredientes degustación cervezas locales variedades.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurantes orillas Mekong cocina fusión laosiana francesa terrazas vista río.",
          "visit_duration_min": 75
        },
        {
          "text": "Escuelas culinarias talleres técnicas tradicionales recetas familiares transmisión conocimiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Pha That Luang stupa doré 45m symbole national 1566 Setthathirat architecture bouddhiste.",
          "visit_duration_min": 75
        },
        {
          "text": "Patuxai arc triomphe laotien terrasse panoramique ville motifs traditionnels béton.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Si Saket 1818 milliers Bouddha niches murales cloître unique préservé.",
          "visit_duration_min": 75
        },
        {
          "text": "Mékong promenade berges couchers soleil Thaïlande en face ambiance paisible.",
          "visit_duration_min": 75
        },
        {
          "text": "Buddha Park Xieng Khuan 25km 200 sculptures hindoues bouddhistes 1958 Bunleua Sulilat citrouille géante.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Si Muang temple protecteur ville pilier sacré cérémonies locales offrandes.",
          "visit_duration_min": 75
        },
        {
          "text": "COPE Centre prothèses victimes bombes non explosées guerre histoire humanitaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de nuit Mékong street food brochettes grillées papaye animations convivialité.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Ong Teu Mahawihan 1560 grand Bouddha bronze école monastique importante.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché du matin Khua Din légumes frais poissons Mékong herbes aromatiques épices.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc Chao Anouvong statue roi jardins Mékong promenade loisirs familiaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Pont de l'Amitié lao-thaïlandais 1994 Mékong frontière commerce transit.",
          "visit_duration_min": 75
        },
        {
          "text": "Route retour Phonsavan-Vientiane 350km montagnes vallées villages paysages variés.",
          "visit_duration_min": 75
        },
        {
          "text": "Talat Sao marché central textiles artisanat produits locaux vie quotidienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurants locaux cuisine traditionnelle authentique familles recettes ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "Distillerie lao-lao production whisky riz fermentation distillation artisanale traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Brasserie Beerlao visite processus brassage ingrédients dégustation bières locales variétés.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurants bords Mékong cuisine fusion laotienne française terrasses vue rivière.",
          "visit_duration_min": 75
        },
        {
          "text": "Écoles culinaires ateliers techniques traditionnelles recettes familiales transmission savoir.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración capital jardines templos arquitectura colonial francesa bulevares sombreados.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado Talat Sao textiles sedas artesanías negociación recuerdos locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocina callejera brochetas asadas papaya picante fideos salteados.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación feu lam estofado picante berenjenas champiñones madera amarga chiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Café lao robusta fuerte whisky lao-lao digestivo.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita museos historia laosiana guerra secreta bombas UXO memoria colectiva.",
          "visit_duration_min": 60
        },
        {
          "text": "Masaje tradicional hierbas calientes relajación bienestar laosiano.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno por las orillas del Mekong con luces, animación, restaurantes y terrazas.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam mak hoong ensalada de papaya verde con cacahuetes, chiles y camarones secos.",
          "visit_duration_min": 60
        },
        {
          "text": "Cócteles del Mekong con whisky lao.",
          "visit_duration_min": 60
        },
        {
          "text": "Clases de cocina laosiana mercado ingredientes preparación tradicional recetas ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Bicicleta por la ciudad templos ocultos callejuelas coloniales arquitectura francesa preservada.",
          "visit_duration_min": 60
        },
        {
          "text": "Relajación en cafés con terrazas ambiente relajado observación de la vida cotidiana.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao jee paté baguette francesa influencia colonial paté casero.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza artesanal local.",
          "visit_duration_min": 60
        },
        {
          "text": "Regreso capital descanso reposo después circuito exploración templos calma.",
          "visit_duration_min": 60
        },
        {
          "text": "Curso cocina laosiana mercado ingredientes compras preparación tradicional técnicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración street food brochetas salchichas fideos salteados crepes plátano.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller preparación laap carne picada especias menta cilantro galanga arroz tostado.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación khao piak sen sopa fideos reconfort cerdo citronela cilantro caldo.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen savanh carne asada marinadas citronela tamarindo ajo chalotes acompañamientos.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración postres khao niao mamuang arroz glutinoso mango leche coco azúcar.",
          "visit_duration_min": 60
        },
        {
          "text": "Cervezas Beerlao Original Gold Dark degustación comparativa lúpulo maltas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration capitale jardins temples architecture coloniale française boulevards ombragés.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché Talat Sao textiles soieries artisanat négociation souvenirs locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Cuisine rue brochettes grillées papaye épicée nouilles sautées.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation feu lam ragoût épicé aubergines champignons bois amer piments.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite musées histoire laotienne guerre secrète bombes UXO mémoire collective.",
          "visit_duration_min": 60
        },
        {
          "text": "Massage traditionnel herbes chaudes relaxation bien-être laotien.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne berges Mékong lumières restaurants terrasses animation locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Tam mak hoong salade papaye verte crevettes séchées cacahuètes piments lime.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktails Mékong whisky lao.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours cuisine laotienne marché ingrédients préparation recettes traditionnelles ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Vélo ville temples cachés ruelles coloniales architecture française préservée.",
          "visit_duration_min": 60
        },
        {
          "text": "Détente cafés terrasses atmosphere décontractée observation vie quotidienne.",
          "visit_duration_min": 60
        },
        {
          "text": "Khao jee pâté baguette française influence coloniale pâté maison.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière artisanale locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Retour capitale détente repos après circuit exploration temples calme.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration street food brochettes saucisses nouilles sautées crêpes banane.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier préparation laap viande hachée épices menthe coriandre galanga riz grillé.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation khao piak sen soupe nouilles réconfort porc citronnelle coriandre bouillon.",
          "visit_duration_min": 60
        },
        {
          "text": "Seen savanh viande grillée marinades citronnelle tamarin ail échalotes accompagnements.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration desserts khao niao mamuang riz gluant mangue lait coco sucre.",
          "visit_duration_min": 60
        },
        {
          "text": "Bières Beerlao Original Gold Dark dégustation comparative houblon malts.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::vang-vieng",
          "itin_title": "AVENTURA EN VANG VIENG: CUEVAS, RÍOS Y ACANTILADOS",
          "day": 3
        },
        {
          "itin_id": "LA::vang-vieng",
          "itin_title": "AVENTURA EN VANG VIENG: CUEVAS, RÍOS Y ACANTILADOS",
          "day": 4
        },
        {
          "itin_id": "LA::vang-vieng",
          "itin_title": "AVENTURA EN VANG VIENG: CUEVAS, RÍOS Y ACANTILADOS",
          "day": 5
        },
        {
          "itin_id": "LA::incontournables-15j-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 1
        },
        {
          "itin_id": "LA::incontournables-15j-partie2",
          "itin_title": "DESCUBRIMIENTO DE LAOS IMPRESCINDIBLES CUEVAS PAK OU NONG KHIAW PHONSAVAN JARRAS",
          "day": 10
        },
        {
          "itin_id": "LA::gastronomie-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 1
        },
        {
          "itin_id": "LA::gastronomie-partie1",
          "itin_title": "LAS MARAVILLAS DE LUANG PRABANG: TEMPLOS, MÉKONG Y CASCADAS",
          "day": 2
        }
      ],
      "language": "es",
      "suggested_days": 1,
      "rating": 9.3
    }
  ]
}