{
  "version": 1,
  "country": "bg",
  "language": "it",
  "places": [
    {
      "place_id": "BG::ardino",
      "name": "Ardino",
      "cc": "BG",
      "language": "it",
      "coords": [
        41.5761,
        25.135
      ],
      "lat": 41.5761,
      "lon": 25.135,
      "visits": [
        {
          "text": "Scoperta del Devils Bridge (Dyavolski Most), ponte di pietra a tre arcate sulle gole del fiume Arda",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata lungo le gole del fiume Arda nei Rodopi",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nella piccola città di Ardino, punto di partenza verso Devils Bridge",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione leggera nelle montagne dei Rodopi intorno a Devils Bridge",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 LUOGHI PIÙ BELLI DELLA BULGARIA",
          "day": 3
        }
      ],
      "rating": 4
    },
    {
      "place_id": "BG::balchik",
      "name": "Balchik",
      "cc": "BG",
      "language": "it",
      "coords": [
        43.4211,
        28.1631
      ],
      "lat": 43.4211,
      "lon": 28.1631,
      "visits": [
        {
          "text": "Visita il Palazzo e il Giardino Botanico di Balchik, un angolo di paradiso in terra e un'attrazione turistica imperdibile sulla costa bulgara del Mar Nero. Questo complesso architettonico e paesaggistico fu creato come residenza estiva per la Regina Maria di Romania a partire dal 1924.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora la villa 'Tenha Yuvah' ('nido solitario') e gli edifici successivi tra cui una cappella ortodossa, un ninfeo, cortili in stile moresco, una casa tradizionale del periodo del Rinascimento nazionale, e fontane decorate con fini medaglioni di marmo raffiguranti personaggi mitologici.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia nel giardino botanico con la sua notevole collezione di piante da tutto il mondo, inclusa una delle più grandi collezioni di cactus e succulente d'Europa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Il romantico palazzo progettato da architetti italiani si combina con i giardini esotici per creare uno degli scenari più belli della costa del Mar Nero.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 21
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "BG::bansko",
      "name": "Bansko",
      "cc": "BG",
      "language": "it",
      "coords": [
        41.838,
        23.488
      ],
      "lat": 41.838,
      "lon": 23.488,
      "visits": [
        {
          "text": "Scoperta di Bansko, grande stazione sciistica situata nel massiccio del Pirin",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione del Parco nazionale del Pirin intorno a Bansko",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del lago glaciale di Muratovo, nel cuore delle vette del Pirin",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora Bansko nei Monti Pirin, famosa per le sue stazioni sciistiche ma altrettanto impressionante per le escursioni estive. Il Picco Todorka ospita varie piste da sci e snowboard mentre il bellissimo Parco Nazionale del Pirin offre spettacolari creste e laghi glaciali.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri una delle parti più selvagge d'Europa poiché i Monti Pirin e le sue valli ospitano lupi e orsi tra le altre specie di flora e fauna. Il parco nazionale offre innumerevoli sentieri escursionistici attraverso una natura incontaminata.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Lago Muratovo, uno dei gioielli del Parco Nazionale del Pirin, o sfida te stesso con l'escursione al Picco Vihren, la terza montagna più alta della Bulgaria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Giornata di sci o snowboard sulle piste di Todorka Peak a Bansko (nella stagione invernale)",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione verso il monte Vihren, vetta emblematica del Pirin",
          "visit_duration_min": 60
        },
        {
          "text": "La zona si trasforma in un paradiso degli sport invernali con impianti sciistici di livello mondiale. I visitatori estivi possono godersi sentieri che vanno da passeggiate tranquille a impegnative ascese montane.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 LUOGHI PIÙ BELLI DELLA BULGARIA",
          "day": 7
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 4
        }
      ],
      "rating": 6
    },
    {
      "place_id": "BG::batak-reservoir",
      "name": "Batak Reservoir",
      "cc": "BG",
      "language": "it",
      "coords": [
        41.9515,
        24.2053
      ],
      "lat": 41.9515,
      "lon": 24.2053,
      "visits": [
        {
          "text": "Scoperta del bacino di Batak nelle montagne dei Rodopi, terzo più grande lago artificiale della Bulgaria",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata sulle colline boscose e i piccoli borghi che costeggiano il lago",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Bacino di Batak nei Monti Rodopi, il terzo bacino più grande della Bulgaria e molto popolare per le attività all'aperto. Questo pittoresco specchio d'acqua circondato da colline e montagne boscose offre natura incontaminata e viste mozzafiato.",
          "visit_duration_min": 75
        },
        {
          "text": "Il bacino offre opportunità per escursioni, ciclismo, equitazione e pesca. Uscire sull'acqua in kayak o in gita in barca rivela tutta la bellezza di questo scenario montano con piccoli insediamenti che punteggiano la riva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Attività all'aria aperta intorno al lago di Batak: escursionismo, bicicletta, equitazione, pesca o uscita in kayak/barca",
          "visit_duration_min": 60
        },
        {
          "text": "Pur non essendo una delle attrazioni più 'iconiche', il Bacino di Batak offre autentici paesaggi montani bulgari lontano dalle folle turistiche. La città più vicina, Batak, si trova a soli otto chilometri dalla riva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 LUOGHI PIÙ BELLI DELLA BULGARIA",
          "day": 5
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 7
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "BG::belogradchik",
      "name": "Belogradchik",
      "cc": "BG",
      "language": "it",
      "coords": [
        43.625,
        22.6833
      ],
      "lat": 43.625,
      "lon": 22.6833,
      "visits": [
        {
          "text": "Ammira le Rocce di Belogradchik, fenomeni naturali che hanno gareggiato per il titolo di ottava meraviglia del mondo. Queste formazioni rocciose rossastre iniziano prima di raggiungere la città e si vedono meglio da dietro la fortezza, dove si possono osservare formazioni che ricordano una coppia abbracciata.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora l'impressionante Fortezza di Belogradchik, una grande roccaforte con mura di roccia nei Monti Balcani risalente all'epoca romana. I grandi affioramenti rocciosi fungevano da mura difensive naturali, rendendola una delle fortezze meglio conservate della Bulgaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri la stessa città di Belogradchik, una popolare destinazione turistica incastonata tra queste straordinarie formazioni geologiche. La combinazione di meraviglie naturali e fortificazione storica crea un paesaggio unico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le escursioni tra le formazioni rocciose rivelano prospettive sempre diverse su queste antiche sculture di arenaria. Il vento è sempre presente mentre esplori questi notevoli monumenti naturali.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 16
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "BG::devils-bridge",
      "name": "Devils Bridge",
      "cc": "BG",
      "language": "it",
      "coords": [
        41.6167,
        25.1333
      ],
      "lat": 41.6167,
      "lon": 25.1333,
      "visits": [
        {
          "text": "Scopri il Ponte del Diavolo (Dyavolski Most), un bellissimo ponte di pietra a tre arcate che attraversa le gole del fiume Arda nei Monti Rodopi vicino ad Ardino. Costruito tra il 1515 e il 1518 dal costruttore bulgaro Dimitar, collegava la Tracia al Mar Egeo.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora la pittoresca valle e le gole del fiume Arda, uno dei migliori luoghi naturali della Bulgaria. Questo gioiello nascosto è una destinazione gratificante per chi è disposto ad avventurarsi fuori dai sentieri battuti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le escursioni nei circostanti Monti Rodopi rivelano paesaggi spettacolari e villaggi tradizionali in gran parte intatti dal turismo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 9
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "BG::devin",
      "name": "Devin",
      "cc": "BG",
      "language": "it",
      "coords": [
        41.7445,
        24.4013
      ],
      "lat": 41.7445,
      "lon": 24.4013,
      "visits": [
        {
          "text": "Scoperta della città termale di Devin nella valle del fiume Vacha, rinomata per le sue acque minerali",
          "visit_duration_min": 75
        },
        {
          "text": "Escursione alle gole di Trigrad, spettacolare canyon dei Rodopi",
          "visit_duration_min": 75
        },
        {
          "text": "Visita alla grotta della Gola del Diavolo (Devil's Throat Cave)",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta della grotta di Yagodinska, una delle più famose del paese",
          "visit_duration_min": 75
        },
        {
          "text": "Rilassati a Devin, una delle città termali più popolari della Bulgaria nella valle del fiume Vacha. Le sorgenti calde, le terme e i resort sono conosciuti per le loro proprietà curative fin dall'antichità, trattando disturbi soprattutto legati alla pelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora le vicine Gole di Trigrad con le loro spettacolari pareti rocciose, la misteriosa Grotta della Gola del Diavolo e l'impressionante Grotta Yagodinska. La posizione di Devin incastonata tra le montagne la rende una delle zone più panoramiche della Bulgaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Le acque minerali sono così rinomate che una delle marche di acqua in bottiglia più popolari della Bulgaria, Devin, viene prelevata e imbottigliata qui. La città offre la combinazione perfetta di benessere e avventura all'aria aperta.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax nelle terme e spa di Devin, conosciute fin dall'antichità per le loro virtù curative",
          "visit_duration_min": 60
        },
        {
          "text": "Dopo aver fatto escursioni in questa bella regione con le sue gole, formazioni rocciose, grotte, foreste e fiumi, riposa i tuoi piedi stanchi nelle acque curative di una spa o sorgente calda.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 LUOGHI PIÙ BELLI DELLA BULGARIA",
          "day": 4
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 8
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "BG::etar",
      "name": "Etar",
      "cc": "BG",
      "language": "it",
      "coords": [
        42.8167,
        25.35
      ],
      "lat": 42.8167,
      "lon": 25.35,
      "visits": [
        {
          "text": "Visita il Complesso Architettonico Etnografico di Etar, il primo del suo genere in Bulgaria fondato nel 1964 e situato a 8 km a sud di Gabrovo. Il museo presenta l'unica collezione di antichi macchinari ad acqua in Bulgaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora 10 installazioni ad acqua che formano una delle più ricche collezioni tecniche attive tra i musei all'aperto europei. Tutti gli oggetti rimangono operativi come in passato – ecco perché la ruota idraulica è diventata l'emblema di Etar.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia per la via degli artigiani con 16 modelli di architettura balcanica che mostrano il talento originale dei costruttori del Rinascimento nazionale. Gli artigiani dimostrano mestieri tradizionali in autentici laboratori.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Questo museo vivente offre una finestra unica sulla vita tradizionale bulgara e il suo artigianato, con dimostrazioni di forgiatura, falegnameria e altri mestieri tradizionali.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 13
        }
      ],
      "rating": 6
    },
    {
      "place_id": "BG::ivanovo",
      "name": "Ivanovo",
      "cc": "BG",
      "language": "it",
      "coords": [
        43.7167,
        25.9667
      ],
      "lat": 43.7167,
      "lon": 25.9667,
      "visits": [
        {
          "text": "Visita le Chiese Rupestri di Ivanovo, Patrimonio dell'Umanità UNESCO nella valle del fiume Roussenski Lom nel nord-est della Bulgaria. Questo complesso di chiese, cappelle, monasteri e celle scavati nella roccia si è sviluppato dove i primi eremiti scavarono le loro dimore nel XII secolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira gli affreschi del XIV secolo che testimoniano l'eccezionale abilità degli artisti appartenenti alla Scuola di pittura di Tarnovo. Questi affreschi sono tra i migliori esempi dell'arte medievale bulgara.",
          "visit_duration_min": 75
        },
        {
          "text": "Nelle vicinanze, visita la Tomba di Sveshtari, una tomba tracia del III secolo a.C. scoperta nel 1982 con decorazioni architettoniche uniche che includono cariatidi policrome metà umane, metà vegetali. Le 10 figure femminili scolpite in altorilievo sono gli unici esempi trovati nelle terre trace.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "L'atmosferico complesso rupestre rivela come i monaci vivessero in armonia con il paesaggio spettacolare, scolpendo le loro dimore spirituali direttamente nelle pareti rocciose.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 17
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "BG::kaliakra",
      "name": "Kaliakra",
      "cc": "BG",
      "language": "it",
      "coords": [
        43.3617,
        28.465
      ],
      "lat": 43.3617,
      "lon": 28.465,
      "visits": [
        {
          "text": "Esplora Kaliakra, un lungo e stretto promontorio sulla costa settentrionale del Mar Nero bulgaro con ripide scogliere verticali che raggiungono 70 metri sul mare. Questa riserva naturale permette l'osservazione di delfini, cormorani e pinnipedi nel loro habitat naturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri i resti di mura fortificate, condutture idriche, bagni e la residenza del despota Dobrotitsa dalla capitale medievale dell'effimero principato di Karvuna.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Baia di Bolata poco a nord, con una piccola spiaggia riparata alla foce di un pittoresco canyon, anch'essa parte della riserva naturale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le spettacolari scogliere e le rovine storiche creano uno dei siti più suggestivi della costa bulgara, dove la bellezza naturale incontra la storia medievale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 20
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "BG::madara",
      "name": "Madara",
      "cc": "BG",
      "language": "it",
      "coords": [
        43.2833,
        27.1167
      ],
      "lat": 43.2833,
      "lon": 27.1167,
      "visits": [
        {
          "text": "Ammira il Cavaliere di Madara, Patrimonio dell'Umanità UNESCO scolpito in una rupe alta 100 metri vicino al villaggio di Madara. Questa figura di un cavaliere che trionfa su un leone fu scolpita quando Madara era il principale luogo sacro del Primo Impero Bulgaro prima della conversione della Bulgaria al cristianesimo.",
          "visit_duration_min": 75
        },
        {
          "text": "Leggi le iscrizioni accanto alla scultura che raccontano eventi tra il 705 e l'801 d.C. Questo rilievo rupestre unico è l'unico monumento di questo tipo del periodo altomedievale in Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Fortezza di Ovech vicino a Provadiya, situata su un altopiano a forma di nave. Raggiungibile attraverso il pittoresco eco-sentiero di Ovech con gradini scavati nella roccia, questa fortezza offre leggende locali dalle guide del museo, oltre ad attività di tiro con l'arco e lancio del giavellotto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La riserva archeologica di Madara comprende altri resti traci, romani e medievali intorno a questo sito sacro che ha servito molteplici civiltà.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 18
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "BG::melnik",
      "name": "Melnik",
      "cc": "BG",
      "language": "it",
      "coords": [
        41.5244,
        23.3928
      ],
      "lat": 41.5244,
      "lon": 23.3928,
      "visits": [
        {
          "text": "Scopri Melnik nel cuore della regione vinicola bulgara che si estende per oltre 60.000 ettari – il paese fu un tempo il quarto produttore di vino al mondo. Questa affascinante cittadina è una base perfetta per esplorare i vigneti e le cantine vicine.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira le Piramidi di Terra di Melnik, piramidi e obelischi di arenaria che si ergono dalle pendici e svettano 100 metri sopra la foresta. Queste formazioni geologiche uniche creano un paesaggio surreale intorno alla città.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il centro storico con le sue interessanti chiese, il monastero e l'architettura distintiva. La combinazione di cultura vinicola e meraviglie naturali rende Melnik uno dei tesori nascosti della Bulgaria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partecipa a una degustazione di vini per assaggiare i vini bulgari in cantine storiche scavate nell'arenaria. La regione è particolarmente rinomata per i suoi vini rossi prodotti da vitigni autoctoni.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 5
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "BG::perperikon",
      "name": "Perperikon",
      "cc": "BG",
      "language": "it",
      "coords": [
        41.7167,
        25.4667
      ],
      "lat": 41.7167,
      "lon": 25.4667,
      "visits": [
        {
          "text": "Esplora Perperikon, una delle più antiche strutture megalitiche monumentali interamente scolpite nella roccia. Situato nei Rodopi orientali a 20 km a nord-est di Kardzhali, questo complesso archeologico medievale si erge su una cima rocciosa a 470 metri di quota.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri la città rupestre abitata fin dai tempi antichi, con la comoda valle fluviale che ha creato condizioni di vita per millenni. Il sito è una delle destinazioni turistiche più popolari della Bulgaria, rivelando strati di civiltà scolpiti direttamente nella pietra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La valle circostante è disseminata di decine di siti archeologici di varie epoche, con Perperikon come centro. L'ambientazione spettacolare che domina la valle del fiume Perpereshka crea panorami indimenticabili.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 10
        }
      ],
      "rating": 3
    },
    {
      "place_id": "BG::plovdiv",
      "name": "Plovdiv",
      "cc": "BG",
      "language": "it",
      "coords": [
        42.1354,
        24.7453
      ],
      "lat": 42.1354,
      "lon": 24.7453,
      "visits": [
        {
          "text": "Scoperta di Plovdiv, capitale culturale della Bulgaria, una delle città più antiche d'Europa",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nella città vecchia di Plovdiv e le sue strade lastricate fiancheggiate da case antiche",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del teatro romano di Plovdiv (Theater of Philippopolis), ancora utilizzato per eventi",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nel quartiere creativo di Kapana, caffè e gallerie",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Plovdiv, la seconda città più grande della Bulgaria e spesso definita il luogo abitato continuativamente più antico d'Europa. La città si estende sulle rive del fiume Maritsa circondata da sette colli, come Roma, con una storia che risale a migliaia di anni fa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita l'incredibile Teatro di Filippopoli, costruito negli anni '90 del I secolo d.C. con 28 file concentriche di sedili in marmo intorno all'orchestra. Questo teatro romano con una capacità di 6.000 spettatori è ancora utilizzato per eventi oggi.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Centro Storico di Plovdiv con le sue affascinanti strade acciottolate e l'architettura del Rinascimento nazionale. Come Capitale Europea della Cultura nel 2019, la città è considerata la capitale culturale della Bulgaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali sulle colline Nebet Tepe o Bunardzhik Tepe per incantevoli viste sulla città e i suoi tesori architettonici che abbracciano millenni.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Salita su una delle colline di Plovdiv (Nebet Tepe o Bunardzhik Tepe) per la vista panoramica sulla città",
          "visit_duration_min": 60
        },
        {
          "text": "Esplora il quartiere di Kapana, il distretto creativo pieno di gallerie d'arte, caffè e boutique. L'antico e il moderno si fondono armoniosamente in questo vivace centro culturale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 LUOGHI PIÙ BELLI DELLA BULGARIA",
          "day": 2
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 11
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "BG::prohodna-cave",
      "name": "Prohodna Cave",
      "cc": "BG",
      "language": "it",
      "coords": [
        43.1833,
        24.1167
      ],
      "lat": 43.1833,
      "lon": 24.1167,
      "visits": [
        {
          "text": "Esplora la Grotta Prohodna, una delle grotte più famose e facilmente accessibili della Bulgaria situata vicino al villaggio di Karlukovo. Questo ponte di roccia naturale si estende per 262 metri con due ingressi – all'ingresso piccolo l'altezza raggiunge 35 metri, mentre la volta più alta della Bulgaria con 45 metri attende all'ingresso grande.",
          "visit_duration_min": 75
        },
        {
          "text": "Guarda in alto per vedere 'Gli Occhi di Dio' – due fori a forma di occhi nel soffitto della grotta che sono diventati un'iconica attrazione bulgara e un soggetto fotografico molto popolare.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Il sentiero attraversa l'intera grotta, offrendo un'esperienza unica di camminare attraverso questa meraviglia geologica naturale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 15
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "BG::rila-monastery",
      "name": "Rila Monastery",
      "cc": "BG",
      "language": "it",
      "coords": [
        42.1334,
        23.3403
      ],
      "lat": 42.1334,
      "lon": 23.3403,
      "visits": [
        {
          "text": "Visita del monastero di Rila (Sveti Ivan Rilski), sito UNESCO nel cuore del parco naturale del monastero di Rila",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta della chiesa principale, degli edifici residenziali dei monaci e del museo del monastero",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Monastero di Rila (Sveti Ivan Rilski), Patrimonio dell'Umanità UNESCO fondato nel 927 d.C. dall'eremita Ivan di Rila che viveva in una grotta vicina. Questo è uno dei luoghi migliori da visitare in Bulgaria grazie alla sua posizione tranquilla nel parco nazionale montano.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il complesso monastico comprendente la chiesa, le aree residenziali dei 60 monaci che ancora vi abitano e il museo. L'edificio come lo si vede oggi risale al XV secolo, con alcune parti ancora più antiche, ricostruito tra il 1834 e il 1862 dopo un devastante incendio.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira questo esempio caratteristico del Rinascimento bulgaro (XVIII-XIX secolo) che simboleggia la consapevolezza dell'identità culturale slava dopo secoli di occupazione. Il monastero ha svolto un ruolo importante nella vita spirituale e sociale della Bulgaria medievale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nel parco naturale del monastero di Rila intorno al complesso monastico",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggia nel circostante Parco Naturale del Monastero di Rila, uno dei più grandi parchi nazionali della Bulgaria. L'ambiente montano tranquillo offre condizioni perfette per la riflessione e la fotografia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 LUOGHI PIÙ BELLI DELLA BULGARIA",
          "day": 8
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 3
        }
      ],
      "rating": 6
    },
    {
      "place_id": "BG::saeva-dupka",
      "name": "Saeva Dupka",
      "cc": "BG",
      "language": "it",
      "coords": [
        43.0333,
        24.0833
      ],
      "lat": 43.0333,
      "lon": 24.0833,
      "visits": [
        {
          "text": "Scendi nella Grotta Saeva Dupka, con oltre 400 metri di corridoi e sale naturali così impressionanti da essere usata persino come sede di concerti. Prende il nome dai fratelli Seyu e Sae che si nascosero all'interno durante l'invasione ottomana.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira un'impressionante serie di stalattiti e stalagmiti formatesi nel corso dei millenni. Cinque gallerie principali presentano ciascuna formazioni geologiche uniche. Le grotte sono state abitate almeno dall'epoca romana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le visite guidate rivelano la storia e la geologia della grotta. L'acustica che rende possibili le esibizioni concertistiche dimostra la notevole architettura naturale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 14
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "BG::seven-rila-lakes",
      "name": "Seven Rila Lakes",
      "cc": "BG",
      "language": "it",
      "coords": [
        42.2466,
        23.3146
      ],
      "lat": 42.2466,
      "lon": 23.3146,
      "visits": [
        {
          "text": "Scoperta del Parco nazionale di Rila e del settore dei Sette Laghi di Rila",
          "visit_duration_min": 75
        },
        {
          "text": "Circuito intorno ai Sette Laghi di Rila, successione di laghi glaciali tra 2000 e 2500 m di altitudine",
          "visit_duration_min": 75
        },
        {
          "text": "Escursione verso il monte Musala, punto culminante dei Balcani (opzione secondo il livello)",
          "visit_duration_min": 75
        },
        {
          "text": "Percorri i Sette Laghi di Rila, una serie di laghi glaciali disposti a gradini tra 2.000 e 2.500 metri di quota, uno dei luoghi più pittoreschi da visitare in Bulgaria. Questi laghi interconnessi collegati da torrenti e cascate sono tra le attrazioni turistiche più famose della Bulgaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri ogni lago dal nome che ne riflette le caratteristiche uniche: 'La Lacrima' per le sue acque limpide, 'L'Occhio' come il più profondo con 37,5 metri, 'Il Rene' per la sua forma, oltre ai Gemelli, il Lago del Pesce, il Trifoglio e il Lago Inferiore. Il più alto si trova a circa 2.500 m, il più basso a 2.100 m.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Salita in seggiovia dalla zona di Panichishte/chiža Rilski ezera poi escursionismo alpino",
          "visit_duration_min": 60
        },
        {
          "text": "Prendi la seggiovia dalla località di Panichishte per conservare energia per l'escursione di 4-5 ore intorno a tutti i laghi. Torna entro le 16:30 se prevedi di prendere la seggiovia per scendere.",
          "visit_duration_min": 60
        },
        {
          "text": "Per gli alpinisti esperti, considera la scalata del Picco Musala (2.925 m), il punto più alto dei Balcani, accessibile da questa regione.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 LUOGHI PIÙ BELLI DELLA BULGARIA",
          "day": 9
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 2
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "BG::shipka-pass",
      "name": "Shipka Pass",
      "cc": "BG",
      "language": "it",
      "coords": [
        42.7167,
        25.3167
      ],
      "lat": 42.7167,
      "lon": 25.3167,
      "visits": [
        {
          "text": "Attraversa il Passo di Shipka, un valico a 1.150 metri attraverso la Catena dei Balcani famoso per la Battaglia del Passo di Shipka durante la Guerra russo-turca del 1877-1878. I russi con l'aiuto bulgaro combatterono l'Impero Ottomano in questa posizione strategica.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Monumento di Shipka, una torre di pietra di 31,5 metri eretta nel 1934 per commemorare la battaglia. Il memoriale domina con splendide viste sulla campagna ed è un sito significativo nella storia nazionale bulgara.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri la Tomba Tracia di Kazanlak nelle vicinanze, Patrimonio dell'Umanità UNESCO risalente alla fine del IV secolo a.C. I murali della tomba che rappresentano rituali funerari traci sono i capolavori artistici meglio conservati della Bulgaria del periodo ellenistico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai escursioni nell'area del Passo di Shipka per spettacolari viste montane. Ammira i cannoni storici che ebbero un ruolo nella famosa battaglia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 12
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "BG::sofia",
      "name": "Sofia",
      "cc": "BG",
      "language": "it",
      "coords": [
        42.6977,
        23.3219
      ],
      "lat": 42.6977,
      "lon": 23.3219,
      "visits": [
        {
          "text": "Scoperta di Sofia, capitale bulgara al crocevia delle influenze romane, medievali, ottomane e sovietiche",
          "visit_duration_min": 75
        },
        {
          "text": "Visita della cattedrale Aleksander Nevski, simbolo di Sofia con le sue cupole blu e oro",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nel centro storico tra chiese medievali, moschee ottomane e edifici dell'era sovietica",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del Museo nazionale di storia militare che ripercorre la storia della Bulgaria fino al periodo sovietico",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Sofia, la capitale bulgara dove puoi ammirare le testimonianze del passato romano, medievale, ottomano e sovietico intrecciate insieme. Questa città ha un'autentica atmosfera di incontro tra Oriente e Occidente, con chiese medievali, cattedrali dalle cupole a cipolla e moschee ottomane che convivono in affascinante armonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira la Cattedrale di Aleksandăr Nevski, uno dei simboli più sacri della Bulgaria con le sue bellissime cupole a cipolla blu e dorate. Questa magnifica cattedrale ortodossa è tra le più grandi chiese ortodosse orientali del mondo e funge da sede del Patriarca Bulgaro.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Chiesa di Boyana alla periferia di Sofia, Patrimonio dell'Umanità UNESCO composto da tre edifici che abbracciano dal X al XIX secolo. Gli affreschi dipinti nel 1259 nella seconda chiesa ne fanno una delle più importanti collezioni di pitture medievali, tra i monumenti più completi dell'arte medievale dell'Europa orientale.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Museo Nazionale di Storia Militare per un viaggio attraverso la storia antica della Bulgaria fino ai suoi giorni sovietici. Le complete collezioni del museo documentano il patrimonio militare del paese attraverso i millenni.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione al monte Vitosha che domina Sofia per un panorama sui tetti della città",
          "visit_duration_min": 60
        },
        {
          "text": "Sali sul Monte Vitosha di 2.292 metri per incredibili viste panoramiche sui tetti di Sofia. La montagna è un'eccellente gita di un giorno dalla città, offrendo escursioni in estate e sci in inverno a portata della capitale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 LUOGHI PIÙ BELLI DELLA BULGARIA",
          "day": 1
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 1
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "BG::varna",
      "name": "Varna",
      "cc": "BG",
      "language": "it",
      "coords": [
        43.2141,
        27.9147
      ],
      "lat": 43.2141,
      "lon": 27.9147,
      "visits": [
        {
          "text": "Scopri Varna, la principale località balneare del Mar Nero in Bulgaria con le sue sei bellissime spiagge sabbiose oltre a eccellenti bar, ristoranti e bellissimi parchi. Questa città portuale ospita anche incredibili musei e chiese ortodosse.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira 'L'Oro di Varna' al Museo Archeologico – una collezione di gioielli di quasi 7.000 anni dalla Necropoli Calcolitica, l'oro lavorato più antico del mondo. Questo tesoro è stato esposto al Parlamento Europeo a Bruxelles.",
          "visit_duration_min": 75
        },
        {
          "text": "Le principali spiagge della città offrono nuoto, bagni di sole, kayak, gite in barca e pesca, mentre bar sulla spiaggia e ristoranti accolgono i visitatori lungo la costa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita la spiaggia di Asparukovo per un'esperienza più locale lontano dalle folle turistiche. La combinazione di tesori antichi, cultura balneare e comfort moderni rende Varna una delle migliori destinazioni costiere della Bulgaria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 19
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "BG::velingrad",
      "name": "Velingrad",
      "cc": "BG",
      "language": "it",
      "coords": [
        42.0276,
        23.9872
      ],
      "lat": 42.0276,
      "lon": 23.9872,
      "visits": [
        {
          "text": "Scoperta di Velingrad, grande stazione termale dei Rodopi",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del lago Kleptuza a Velingrad, simbolo della città",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Velingrad, un'altra località dei Monti Rodopi famosa per le sue acque curative. Fondata nel 1948 dopo l'unificazione di diversi villaggi, la città ospita oggi oltre 90 sorgenti di acqua minerale tra cui le rinomate Ladzhene, Kamenitsa, Chepino, Rakitovo e Kostandovo.",
          "visit_duration_min": 75
        },
        {
          "text": "Scegli tra 22 bagni e piscine minerali diversi che variano per temperatura e contenuto minerale. A causa della popolarità della città ci sono tre sanatori e oltre 60 hotel dedicati ai trattamenti benessere.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Lago Kleptuza, una delle più grandi sorgenti carsiche della Bulgaria, dove acqua cristallina emerge da caverne sotterranee creando un pittoresco ambiente lacustre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bagni nelle numerose piscine e stabilimenti termali alimentati da oltre 90 sorgenti minerali",
          "visit_duration_min": 60
        },
        {
          "text": "Le acque minerali sono utilizzate per trattare e prevenire molte malattie, attirando visitatori da tutto il paese. Questa è una delle principali destinazioni benessere della Bulgaria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 LUOGHI PIÙ BELLI DELLA BULGARIA",
          "day": 6
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Tesori della Bulgaria: Antichi Siti Traci, Monasteri di Montagna e Coste del Mar Nero",
          "day": 6
        }
      ],
      "rating": 4.5
    }
  ]
}