{
  "version": 1,
  "country": "bg",
  "language": "fr",
  "places": [
    {
      "place_id": "BG::ardino",
      "name": "Ardino",
      "cc": "BG",
      "language": "fr",
      "coords": [
        41.5761,
        25.135
      ],
      "lat": 41.5761,
      "lon": 25.135,
      "visits": [
        {
          "text": "Découverte de Devils Bridge (Dyavolski Most), pont de pierre à trois arches sur les gorges de la rivière Arda",
          "visit_duration_min": 75
        },
        {
          "text": "Balade le long des gorges de la rivière Arda dans les Rhodopes",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade dans la petite ville de Ardino, point de départ vers Devils Bridge",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée légère dans les montagnes des Rhodopes autour de Devils Bridge",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 PLUS BEAUX ENDROITS DE BULGARIE",
          "day": 3
        }
      ],
      "rating": 4
    },
    {
      "place_id": "BG::balchik",
      "name": "Balchik",
      "cc": "BG",
      "language": "fr",
      "coords": [
        43.4211,
        28.1631
      ],
      "lat": 43.4211,
      "lon": 28.1631,
      "visits": [
        {
          "text": "Visitez le Palais et Jardin Botanique de Balchik, un coin de paradis sur terre et une attraction touristique incontournable sur la côte bulgare de la Mer Noire. Ce complexe architectural et paysager fut créé comme résidence d'été pour la Reine Marie de Roumanie à partir de 1924.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la villa « Tenha Yuvah » (« nid solitaire ») et les bâtiments ultérieurs comprenant une chapelle orthodoxe, un nymphée, des patios de style mauresque, une maison traditionnelle de l'époque de la Renaissance nationale, et des fontaines décorées de fins médaillons de marbre représentant des personnages mythologiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans le jardin botanique avec sa remarquable collection de plantes du monde entier, incluant l'une des plus grandes collections de cactus et succulentes d'Europe.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le romantique palais conçu par des architectes italiens s'associe aux jardins exotiques pour créer l'un des plus beaux cadres de la côte de la Mer Noire.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 21
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "BG::bansko",
      "name": "Bansko",
      "cc": "BG",
      "language": "fr",
      "coords": [
        41.838,
        23.488
      ],
      "lat": 41.838,
      "lon": 23.488,
      "visits": [
        {
          "text": "Découverte de Bansko, grande station de ski située dans le massif du Pirin",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration du Parc national du Pirin autour de Bansko",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du lac glaciaire de Muratovo, au coeur des sommets du Pirin",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Bansko dans les Montagnes du Pirin, célèbre pour ses stations de ski mais tout aussi impressionnante pour la randonnée estivale. Le Pic Todorka abrite diverses pistes de ski et de snowboard tandis que le magnifique Parc National du Pirin offre des crêtes spectaculaires et des lacs glaciaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'une des régions les plus sauvages d'Europe car les montagnes et vallées du Pirin abritent loups et ours parmi d'autres espèces de faune et de flore. Le parc national propose d'innombrables sentiers de randonnée à travers une nature vierge.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Lac Muratovo, l'un des joyaux du Parc National du Pirin, ou relevez le défi de la randonnée jusqu'au Pic Vihren, la troisième plus haute montagne de Bulgarie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Journée de ski ou snowboard sur les pentes de Todorka Peak à Bansko (en saison d’hiver)",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée vers le mont Vihren, sommet emblématique du Pirin",
          "visit_duration_min": 60
        },
        {
          "text": "La région se transforme en paradis des sports d'hiver avec des installations de ski de classe mondiale. Les visiteurs estivaux peuvent profiter de sentiers allant de promenades tranquilles à des ascensions de montagne exigeantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 PLUS BEAUX ENDROITS DE BULGARIE",
          "day": 7
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 4
        }
      ],
      "rating": 6
    },
    {
      "place_id": "BG::batak-reservoir",
      "name": "Batak Reservoir",
      "cc": "BG",
      "language": "fr",
      "coords": [
        41.9515,
        24.2053
      ],
      "lat": 41.9515,
      "lon": 24.2053,
      "visits": [
        {
          "text": "Découverte du réservoir de Batak dans les montagnes des Rhodopes, troisième plus grand lac de retenue de Bulgarie",
          "visit_duration_min": 75
        },
        {
          "text": "Balade sur les collines boisées et les petits hameaux qui bordent le lac",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Réservoir de Batak dans les Monts Rhodopes, le troisième plus grand réservoir de Bulgarie et extrêmement populaire pour les activités de plein air. Ce pittoresque plan d'eau entouré de collines et montagnes boisées offre une nature préservée et des vues époustouflantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Le réservoir propose des possibilités de randonnée, vélo, équitation et pêche. Sortir sur l'eau en kayak ou en excursion en bateau révèle toute la beauté de ce cadre montagneux avec de petits villages parsemant les rives.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Activités de plein air autour du lac de Batak : randonnée, vélo, équitation, pêche ou sortie en kayak/bateau",
          "visit_duration_min": 60
        },
        {
          "text": "Bien qu'il ne soit pas l'une des attractions les plus « iconiques », le Réservoir de Batak offre d'authentiques paysages de montagne bulgares à l'écart des foules touristiques. La ville la plus proche, Batak, se trouve à seulement huit kilomètres de la rive.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 PLUS BEAUX ENDROITS DE BULGARIE",
          "day": 5
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 7
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "BG::belogradchik",
      "name": "Belogradchik",
      "cc": "BG",
      "language": "fr",
      "coords": [
        43.625,
        22.6833
      ],
      "lat": 43.625,
      "lon": 22.6833,
      "visits": [
        {
          "text": "Émerveillez-vous devant les Rochers de Belogradchik, des phénomènes naturels qui ont rivalisé pour le titre de 8e merveille du monde. Ces formations rocheuses rougeâtres commencent avant d'atteindre la ville et se voient le mieux depuis l'arrière de la forteresse, où l'on peut observer des formations ressemblant à un couple enlacé.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'impressionnante Forteresse de Belogradchik, une grande place forte aux murs de roche dans les Monts Balkans remontant à l'époque romaine. Les grands affleurements rocheux servaient de murailles défensives naturelles, en faisant l'une des forteresses les mieux préservées de Bulgarie.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la ville de Belogradchik elle-même, une destination touristique populaire nichée parmi ces extraordinaires formations géologiques. La combinaison de merveilles naturelles et de fortification historique crée un paysage unique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La randonnée parmi les formations rocheuses révèle des perspectives toujours changeantes sur ces anciennes sculptures de grès. Le vent est omniprésent tandis que vous explorez ces remarquables monuments naturels.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 16
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "BG::devils-bridge",
      "name": "Devils Bridge",
      "cc": "BG",
      "language": "fr",
      "coords": [
        41.6167,
        25.1333
      ],
      "lat": 41.6167,
      "lon": 25.1333,
      "visits": [
        {
          "text": "Découvrez le Pont du Diable (Dyavolski Most), un magnifique pont de pierre à trois arches enjambant les gorges de la rivière Arda dans les Monts Rhodopes près d'Ardino. Construit entre 1515 et 1518 par le bâtisseur bulgare Dimitar, il reliait la Thrace à la Mer Égée.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la vallée pittoresque et les gorges de la rivière Arda, l'un des plus beaux sites naturels de Bulgarie. Ce joyau caché constitue une destination gratifiante pour ceux qui veulent s'aventurer hors des sentiers battus.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La randonnée dans les Monts Rhodopes environnants révèle des paysages spectaculaires et des villages traditionnels largement préservés du tourisme.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 9
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "BG::devin",
      "name": "Devin",
      "cc": "BG",
      "language": "fr",
      "coords": [
        41.7445,
        24.4013
      ],
      "lat": 41.7445,
      "lon": 24.4013,
      "visits": [
        {
          "text": "Découverte de la ville thermale de Devin dans la vallée de la rivière Vacha, réputée pour ses eaux minérales",
          "visit_duration_min": 75
        },
        {
          "text": "Excursion aux gorges de Trigrad, spectaculaire canyon des Rhodopes",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la grotte de la Gorge du Diable (Devil’s Throat Cave)",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte de la grotte de Yagodinska, l’une des plus célèbres du pays",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous à Devin, l'une des villes thermales les plus populaires de Bulgarie dans la vallée de la rivière Vacha. Les sources chaudes, spas thermaux et centres de villégiature sont connus pour leurs propriétés curatives depuis l'Antiquité, traitant notamment les affections cutanées.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les Gorges de Trigrad à proximité avec leurs falaises spectaculaires, la mystérieuse Grotte de la Gorge du Diable et l'impressionnante Grotte Yagodinska. L'emplacement de Devin niché dans les montagnes en fait l'une des régions les plus pittoresques de Bulgarie.",
          "visit_duration_min": 75
        },
        {
          "text": "Les eaux minérales sont si réputées qu'une des marques d'eau en bouteille les plus populaires de Bulgarie, Devin, est puisée et embouteillée ici. La ville offre la combinaison parfaite de bien-être et d'aventure en plein air.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détente dans les thermes et spas de Devin, connus depuis l’Antiquité pour leurs vertus curatives",
          "visit_duration_min": 60
        },
        {
          "text": "Après avoir randonné dans cette belle région avec ses gorges, formations rocheuses, grottes, forêts et rivières, reposez vos pieds fatigués dans les eaux curatives d'un spa ou d'une source chaude.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 PLUS BEAUX ENDROITS DE BULGARIE",
          "day": 4
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 8
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "BG::etar",
      "name": "Etar",
      "cc": "BG",
      "language": "fr",
      "coords": [
        42.8167,
        25.35
      ],
      "lat": 42.8167,
      "lon": 25.35,
      "visits": [
        {
          "text": "Visitez le Complexe Architectural et Ethnographique d'Etar, le premier de ce type en Bulgarie fondé en 1964 et situé à 8 km au sud de Gabrovo. Le musée présente la seule et unique collection de machines anciennes actionnées par l'eau en Bulgarie.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez 10 installations hydrauliques formant l'une des plus riches collections techniques actives parmi les musées de plein air européens. Tous les objets restent opérationnels comme autrefois – c'est pourquoi la roue à eau est devenue l'emblème d'Etar.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans la rue des artisans avec 16 modèles d'architecture balkanique montrant le talent original des bâtisseurs de la Renaissance nationale. Les artisans font la démonstration des métiers traditionnels dans des ateliers authentiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ce musée vivant offre une fenêtre unique sur la vie traditionnelle bulgare et son artisanat, avec des démonstrations de forge, menuiserie et autres métiers traditionnels.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 13
        }
      ],
      "rating": 6
    },
    {
      "place_id": "BG::ivanovo",
      "name": "Ivanovo",
      "cc": "BG",
      "language": "fr",
      "coords": [
        43.7167,
        25.9667
      ],
      "lat": 43.7167,
      "lon": 25.9667,
      "visits": [
        {
          "text": "Visitez les Églises Rupestres d'Ivanovo, inscrites au Patrimoine mondial de l'UNESCO dans la vallée de la rivière Roussenski Lom au nord-est de la Bulgarie. Ce complexe d'églises, chapelles, monastères et cellules taillés dans la roche s'est développé là où les premiers ermites creusèrent leurs demeures au XIIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les fresques du XIVe siècle témoignant de l'habileté exceptionnelle des artistes appartenant à l'École de peinture de Tarnovo. Ces fresques comptent parmi les plus beaux exemples de l'art médiéval bulgare.",
          "visit_duration_min": 75
        },
        {
          "text": "À proximité, visitez le Tombeau de Sveshtari, une tombe thrace du IIIe siècle av. J.-C. découverte en 1982 avec un décor architectural unique comprenant des cariatides polychromes mi-humaines, mi-végétales. Les 10 figures féminines sculptées en haut-relief sont les seuls exemples trouvés sur les terres thraces.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "L'atmosphérique complexe rupestre révèle comment les moines vivaient en harmonie avec le paysage spectaculaire, sculptant leurs demeures spirituelles directement dans les parois rocheuses.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 17
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "BG::kaliakra",
      "name": "Kaliakra",
      "cc": "BG",
      "language": "fr",
      "coords": [
        43.3617,
        28.465
      ],
      "lat": 43.3617,
      "lon": 28.465,
      "visits": [
        {
          "text": "Explorez Kaliakra, un long promontoire étroit sur la côte nord de la Mer Noire bulgare avec des falaises verticales abruptes atteignant 70 mètres au-dessus de la mer. Cette réserve naturelle permet l'observation des dauphins, cormorans et pinnipèdes dans leur habitat naturel.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les vestiges de murailles fortifiées, canalisations d'eau, bains et résidence du despote Dobrotitsa de la capitale médiévale de l'éphémère principauté de Karvuna.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'Anse de Bolata juste au nord, avec une petite plage abritée à l'embouchure d'un canyon pittoresque, également partie de la réserve naturelle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Les falaises spectaculaires et les ruines historiques créent l'un des sites les plus atmosphériques de la côte bulgare, où la beauté naturelle rencontre l'histoire médiévale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 20
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "BG::madara",
      "name": "Madara",
      "cc": "BG",
      "language": "fr",
      "coords": [
        43.2833,
        27.1167
      ],
      "lat": 43.2833,
      "lon": 27.1167,
      "visits": [
        {
          "text": "Émerveillez-vous devant le Cavalier de Madara, inscrit au Patrimoine mondial de l'UNESCO et sculpté dans une falaise de 100 mètres de haut près du village de Madara. Cette figure d'un chevalier triomphant d'un lion fut sculptée quand Madara était le principal lieu sacré du Premier Empire Bulgare avant la conversion de la Bulgarie au christianisme.",
          "visit_duration_min": 75
        },
        {
          "text": "Lisez les inscriptions à côté de la sculpture relatant des événements entre 705 et 801 apr. J.-C. Ce relief rupestre unique est le seul monument de ce type de la période médiévale primitive en Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Forteresse d'Ovech près de Provadiya, dressée sur un plateau en forme de navire. Accessible par le pittoresque éco-sentier d'Ovech avec des marches taillées dans la roche, cette forteresse propose des légendes locales par les guides du musée, ainsi que des activités de tir à l'arc et de lancer de javelot.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La réserve archéologique de Madara comprend d'autres vestiges thraces, romains et médiévaux autour de ce site sacré qui a servi plusieurs civilisations.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 18
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "BG::melnik",
      "name": "Melnik",
      "cc": "BG",
      "language": "fr",
      "coords": [
        41.5244,
        23.3928
      ],
      "lat": 41.5244,
      "lon": 23.3928,
      "visits": [
        {
          "text": "Découvrez Melnik au cœur de la région viticole bulgare couvrant plus de 60 000 hectares – le pays fut autrefois le quatrième producteur mondial de vin. Cette charmante cité constitue une base parfaite pour explorer les vignobles et caves environnants.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant les Pyramides de Terre de Melnik, des pyramides et obélisques de grès s'élevant des contreforts et dominant la forêt de 100 mètres. Ces formations géologiques uniques créent un paysage surréaliste autour de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la vieille ville avec ses églises intéressantes, son monastère et son architecture distinctive. La combinaison de culture viticole et de merveilles naturelles fait de Melnik l'un des trésors cachés de la Bulgarie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participez à une dégustation de vins pour goûter les crus bulgares dans des caves historiques creusées dans le grès. La région est particulièrement réputée pour ses vins rouges produits à partir de cépages autochtones.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 5
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "BG::perperikon",
      "name": "Perperikon",
      "cc": "BG",
      "language": "fr",
      "coords": [
        41.7167,
        25.4667
      ],
      "lat": 41.7167,
      "lon": 25.4667,
      "visits": [
        {
          "text": "Explorez Perperikon, l'une des structures mégalithiques monumentales les plus anciennes entièrement taillées dans la roche. Situé dans les Rhodopes orientales à 20 km au nord-est de Kardzhali, ce complexe archéologique médiéval se dresse au sommet d'une falaise à 470 mètres d'altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la cité rupestre habitée depuis l'Antiquité, la vallée fluviale confortable ayant créé des conditions de vie pendant des millénaires. Le site est l'une des destinations touristiques les plus populaires de Bulgarie, révélant des strates de civilisation sculptées directement dans la pierre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La vallée environnante est parsemée de dizaines de sites archéologiques de diverses époques, avec Perperikon comme centre. Le cadre spectaculaire surplombant la vallée de la rivière Perpereshka offre des vues inoubliables.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 10
        }
      ],
      "rating": 3
    },
    {
      "place_id": "BG::plovdiv",
      "name": "Plovdiv",
      "cc": "BG",
      "language": "fr",
      "coords": [
        42.1354,
        24.7453
      ],
      "lat": 42.1354,
      "lon": 24.7453,
      "visits": [
        {
          "text": "Découverte de Plovdiv, capitale culturelle de la Bulgarie, l’une des plus anciennes villes d’Europe",
          "visit_duration_min": 75
        },
        {
          "text": "Flânerie dans la vieille ville de Plovdiv et ses rues pavées bordées de maisons anciennes",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du théâtre romain de Plovdiv (Theater of Philippopolis), toujours utilisé pour des événements",
          "visit_duration_min": 75
        },
        {
          "text": "Balade dans le quartier créatif de Kapana, cafés et galeries",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Plovdiv, la deuxième plus grande ville de Bulgarie et souvent présentée comme le lieu habité de façon continue le plus ancien d'Europe. La ville s'étend sur les rives de la Maritsa, entourée de sept collines comme Rome, avec une histoire remontant à des milliers d'années.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'incroyable Théâtre de Philippopolis, construit dans les années 90 du Ier siècle apr. J.-C. avec 28 rangées concentriques de sièges en marbre entourant l'orchestre. Ce théâtre romain d'une capacité de 6 000 spectateurs est encore utilisé pour des événements aujourd'hui.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Vieille Ville de Plovdiv avec ses charmantes rues pavées et son architecture de la Renaissance nationale. Capitale Européenne de la Culture en 2019, la ville est considérée comme la capitale culturelle de la Bulgarie.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez sur les collines Nebet Tepe ou Bunardzhik Tepe pour des vues enchanteresses sur la ville et ses trésors architecturaux couvrant des millénaires.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Montée sur l’une des collines de Plovdiv (Nebet Tepe ou Bunardzhik Tepe) pour la vue panoramique sur la ville",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le quartier de Kapana, le district créatif rempli de galeries d'art, cafés et boutiques. L'ancien et le moderne se mêlent harmonieusement dans ce vibrant centre culturel.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 PLUS BEAUX ENDROITS DE BULGARIE",
          "day": 2
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 11
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "BG::prohodna-cave",
      "name": "Prohodna Cave",
      "cc": "BG",
      "language": "fr",
      "coords": [
        43.1833,
        24.1167
      ],
      "lat": 43.1833,
      "lon": 24.1167,
      "visits": [
        {
          "text": "Explorez la Grotte Prohodna, l'une des grottes les plus célèbres et accessibles de Bulgarie située près du village de Karlukovo. Ce pont de roche naturel s'étend sur 262 mètres avec deux entrées – à la petite entrée la hauteur atteint 35 mètres, tandis que la plus haute voûte de grotte de Bulgarie avec 45 mètres vous attend à la grande entrée.",
          "visit_duration_min": 75
        },
        {
          "text": "Levez les yeux pour voir « Les Yeux de Dieu » – deux trous en forme d'yeux dans le plafond de la grotte devenus un symbole emblématique de la Bulgarie et un sujet photographique très prisé.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le sentier traverse toute la grotte, offrant une expérience unique de marche à travers cette merveille géologique naturelle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 15
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "BG::rila-monastery",
      "name": "Rila Monastery",
      "cc": "BG",
      "language": "fr",
      "coords": [
        42.1334,
        23.3403
      ],
      "lat": 42.1334,
      "lon": 23.3403,
      "visits": [
        {
          "text": "Visite du monastère de Rila (Sveti Ivan Rilski), site UNESCO au coeur du parc naturel du monastère de Rila",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte de l’église principale, des bâtiments résidentiels des moines et du musée du monastère",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Monastère de Rila (Sveti Ivan Rilski), inscrit au Patrimoine mondial de l'UNESCO et fondé en 927 apr. J.-C. par l'ermite Ivan de Rila qui vivait dans une grotte à proximité. C'est l'un des meilleurs endroits à visiter en Bulgarie grâce à son emplacement paisible dans le parc national montagneux.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le complexe monastique comprenant l'église, les zones résidentielles des 60 moines qui y vivent encore, et le musée. Le bâtiment tel qu'il apparaît aujourd'hui date du XVe siècle, certaines parties étant encore plus anciennes, reconstruit entre 1834 et 1862 après un incendie dévastateur.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez cet exemple caractéristique de la Renaissance bulgare (XVIIIe-XIXe siècles) qui symbolise la conscience de l'identité culturelle slave après des siècles d'occupation. Le monastère a joué un rôle important dans la vie spirituelle et sociale de la Bulgarie médiévale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le parc naturel du monastère de Rila autour du complexe monastique",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous dans le Parc Naturel du Monastère de Rila environnant, l'un des plus grands parcs nationaux de Bulgarie. Le cadre montagneux paisible offre des conditions parfaites pour la réflexion et la photographie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 PLUS BEAUX ENDROITS DE BULGARIE",
          "day": 8
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 3
        }
      ],
      "rating": 6
    },
    {
      "place_id": "BG::saeva-dupka",
      "name": "Saeva Dupka",
      "cc": "BG",
      "language": "fr",
      "coords": [
        43.0333,
        24.0833
      ],
      "lat": 43.0333,
      "lon": 24.0833,
      "visits": [
        {
          "text": "Descendez dans la Grotte Saeva Dupka, avec plus de 400 mètres de couloirs et salles naturels si impressionnants qu'elle sert même de salle de concerts. Elle tire son nom des frères Seyu et Sae qui s'y cachèrent pendant l'invasion ottomane.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez un impressionnant ensemble de stalactites et stalagmites formées au fil des millénaires. Cinq galeries principales présentent chacune des formations géologiques uniques. Les grottes sont habitées depuis au moins l'époque romaine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Les visites guidées révèlent l'histoire et la géologie de la grotte. L'acoustique qui rend possibles les concerts démontre la remarquable architecture naturelle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 14
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "BG::seven-rila-lakes",
      "name": "Seven Rila Lakes",
      "cc": "BG",
      "language": "fr",
      "coords": [
        42.2466,
        23.3146
      ],
      "lat": 42.2466,
      "lon": 23.3146,
      "visits": [
        {
          "text": "Découverte du Parc national de Rila et du secteur des Sept Lacs de Rila",
          "visit_duration_min": 75
        },
        {
          "text": "Circuit autour des Sept Lacs de Rila, enchaînement de lacs glaciaires entre 2000 et 2500 m d’altitude",
          "visit_duration_min": 75
        },
        {
          "text": "Excursion vers le mont Musala, point culminant des Balkans (option selon niveau)",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez aux Sept Lacs de Rila, une série de lacs glaciaires étagés entre 2 000 et 2 500 mètres d'altitude, l'un des endroits les plus pittoresques à visiter en Bulgarie. Ces lacs interconnectés reliés par des ruisseaux et des cascades comptent parmi les attractions touristiques les plus célèbres de Bulgarie.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez chaque lac nommé selon ses caractéristiques uniques : « La Larme » pour ses eaux limpides, « L'Œil » comme le plus profond avec 37,5 mètres, « Le Rein » pour sa forme, ainsi que Les Jumeaux, Le Lac du Poisson, Le Trèfle et Le Lac Inférieur. Le plus haut se situe à environ 2 500 m, le plus bas à 2 100 m.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Montée en télésiège depuis la zone de Panichishte/chiža Rilski ezera puis randonnée alpine",
          "visit_duration_min": 60
        },
        {
          "text": "Prenez le télésiège depuis la station de Panichishte pour économiser votre énergie pour la randonnée de 4 à 5 heures autour de tous les lacs. Revenez avant 16h30 si vous prévoyez de reprendre le télésiège pour descendre.",
          "visit_duration_min": 60
        },
        {
          "text": "Pour les alpinistes expérimentés, envisagez l'ascension du Pic Musala (2 925 m), le point culminant des Balkans, accessible depuis cette région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 PLUS BEAUX ENDROITS DE BULGARIE",
          "day": 9
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 2
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "BG::shipka-pass",
      "name": "Shipka Pass",
      "cc": "BG",
      "language": "fr",
      "coords": [
        42.7167,
        25.3167
      ],
      "lat": 42.7167,
      "lon": 25.3167,
      "visits": [
        {
          "text": "Franchissez le Col de Shipka, un passage à 1 150 mètres à travers la chaîne des Balkans, célèbre pour la Bataille du Col de Shipka pendant la Guerre russo-turque de 1877-1878. Les Russes avec l'aide bulgare combattirent l'Empire Ottoman dans ce lieu stratégique.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Monument de Shipka, une tour de pierre de 31,5 mètres érigée en 1934 pour commémorer la bataille. Le mémorial domine avec des vues superbes sur la campagne et constitue un site majeur de l'histoire nationale bulgare.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Tombeau Thrace de Kazanlak à proximité, inscrit au Patrimoine mondial de l'UNESCO et datant de la fin du IVe siècle av. J.-C. Les fresques du tombeau représentant les rituels funéraires thraces sont les chefs-d'œuvre artistiques les mieux conservés de Bulgarie de la période hellénistique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez dans la région du Col de Shipka pour des vues spectaculaires sur les montagnes. Admirez les canons historiques qui ont joué un rôle dans la célèbre bataille.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 12
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "BG::sofia",
      "name": "Sofia",
      "cc": "BG",
      "language": "fr",
      "coords": [
        42.6977,
        23.3219
      ],
      "lat": 42.6977,
      "lon": 23.3219,
      "visits": [
        {
          "text": "Découverte de Sofia, capitale bulgare au croisement des influences romaines, médiévales, ottomanes et soviétiques",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la cathédrale Aleksander Nevski, symbole de Sofia avec ses coupoles bleu et or",
          "visit_duration_min": 75
        },
        {
          "text": "Balade dans le centre historique entre églises médiévales, mosquées ottomanes et bâtiments de l’ère soviétique",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du Musée national d’histoire militaire retraçant l’histoire de la Bulgarie jusqu’à la période soviétique",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Sofia, la capitale bulgare où vous pouvez contempler les vestiges du passé romain, médiéval, ottoman et soviétique entrelacés. Cette ville dégage une véritable atmosphère de rencontre entre Orient et Occident, avec des églises médiévales, des cathédrales à bulbes et des mosquées ottomanes cohabitant dans une fascinante harmonie.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant la Cathédrale Alexandre Nevsky, l'un des symboles les plus sacrés de Bulgarie avec ses magnifiques coupoles bulbeuses bleues et dorées. Cette majestueuse cathédrale orthodoxe compte parmi les plus grandes églises orthodoxes orientales du monde et sert de siège au Patriarche bulgare.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'Église de Boyana dans les faubourgs de Sofia, inscrite au Patrimoine mondial de l'UNESCO et composée de trois bâtiments couvrant du Xe au XIXe siècle. Les fresques peintes en 1259 dans la deuxième église en font l'une des plus importantes collections de peintures médiévales, parmi les monuments les plus complets de l'art médiéval d'Europe de l'Est.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Musée National d'Histoire Militaire pour un voyage à travers l'histoire ancienne de la Bulgarie jusqu'à ses jours soviétiques. Les collections complètes du musée documentent le patrimoine militaire du pays à travers les millénaires.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Excursion au mont Vitosha dominant Sofia pour un panorama sur les toits de la ville",
          "visit_duration_min": 60
        },
        {
          "text": "Grimpez au Mont Vitosha culminant à 2 292 mètres pour des vues panoramiques incroyables sur les toits de Sofia. La montagne constitue une excellente excursion d'une journée depuis la ville, offrant randonnée en été et ski en hiver à portée de la capitale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 PLUS BEAUX ENDROITS DE BULGARIE",
          "day": 1
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 1
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "BG::varna",
      "name": "Varna",
      "cc": "BG",
      "language": "fr",
      "coords": [
        43.2141,
        27.9147
      ],
      "lat": 43.2141,
      "lon": 27.9147,
      "visits": [
        {
          "text": "Découvrez Varna, la principale station balnéaire de la Mer Noire en Bulgarie avec ses six magnifiques plages de sable ainsi que d'excellents bars, restaurants et de beaux parcs. Cette ville portuaire abrite également d'incroyables musées et églises orthodoxes.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez « l'Or de Varna » au Musée Archéologique – une collection de bijoux vieille de près de 7 000 ans provenant de la Nécropole Chalcolithique, le plus ancien or travaillé au monde. Ce trésor a été exposé au Parlement Européen à Bruxelles.",
          "visit_duration_min": 75
        },
        {
          "text": "Les principales plages de la ville offrent baignade, bronzage, kayak, excursions en bateau et pêche, tandis que bars de plage et restaurants accueillent les visiteurs le long du rivage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez la plage d'Asparukovo pour une expérience plus locale à l'écart des foules touristiques. La combinaison de trésors antiques, culture balnéaire et commodités modernes fait de Varna l'une des meilleures destinations côtières de Bulgarie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 19
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "BG::velingrad",
      "name": "Velingrad",
      "cc": "BG",
      "language": "fr",
      "coords": [
        42.0276,
        23.9872
      ],
      "lat": 42.0276,
      "lon": 23.9872,
      "visits": [
        {
          "text": "Découverte de Velingrad, grande station thermale des Rhodopes",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du lac Kleptuza à Velingrad, symbole de la ville",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Velingrad, une autre ville des Monts Rhodopes célèbre pour ses eaux curatives. Fondée en 1948 après l'unification de plusieurs villages, la ville compte aujourd'hui plus de 90 sources d'eau minérale dont les célèbres Ladzhene, Kamenitsa, Chepino, Rakitovo et Kostandovo.",
          "visit_duration_min": 75
        },
        {
          "text": "Choisissez parmi 22 bains et piscines minéraux différents variant en température et en teneur en minéraux. En raison de la popularité de la ville, on y trouve trois sanatoriums et plus de 60 hôtels dédiés aux soins de bien-être.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Lac Kleptuza, l'une des plus grandes sources karstiques de Bulgarie, où une eau cristalline émerge de cavernes souterraines créant un cadre lacustre pittoresque.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bains dans les nombreuses piscines et établissements thermaux alimentés par plus de 90 sources minérales",
          "visit_duration_min": 60
        },
        {
          "text": "Les eaux minérales sont utilisées pour traiter et prévenir de nombreuses maladies, attirant des visiteurs de tout le pays. C'est l'une des premières destinations bien-être de Bulgarie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "15 PLUS BEAUX ENDROITS DE BULGARIE",
          "day": 6
        },
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Trésors de Bulgarie : Sites Thraces Antiques, Monastères de Montagne et Rivages de la Mer Noire",
          "day": 6
        }
      ],
      "rating": 4.5
    }
  ]
}