{
  "version": "v1",
  "country": "BG",
  "language": "es",
  "itineraries": [
    {
      "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
      "id": "BG::bulgaria::monasteries-mountains-black-sea",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Ruta por Bulgaria: Monasterios de Rila, Costa del Mar Negro y Sofía",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 24,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::sofia",
            "coords": [
              42.6977,
              23.3219
            ]
          },
          "visits": [
            {
              "text": "Descubre Sofía, la capital de Bulgaria donde puedes contemplar vestigios del pasado romano, medieval, otomano y soviético entrelazados. Esta ciudad tiene una auténtica sensación de encuentro entre Oriente y Occidente, con iglesias medievales, catedrales de cúpulas bulbosas y mezquitas otomanas conviviendo en fascinante armonía.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Maravíllate con la Catedral de Aleksander Nevsky, uno de los símbolos más sagrados de Bulgaria con sus hermosas cúpulas bulbosas azules y doradas. Esta magnífica catedral ortodoxa se encuentra entre las iglesias ortodoxas orientales más grandes del mundo y es la sede del Patriarca Búlgaro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Iglesia de Boyana en las afueras de Sofía, Patrimonio de la Humanidad de la UNESCO que consta de tres edificios que abarcan del siglo X al XIX. Los frescos pintados en 1259 en la segunda iglesia la convierten en una de las colecciones más importantes de pinturas medievales, entre los monumentos más completos del arte medieval de Europa del Este.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora el Museo Nacional de Historia Militar para un viaje a través de la historia antigua de Bulgaria hasta sus días soviéticos. Las completas colecciones del museo documentan el patrimonio militar del país a lo largo de milenios.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sube al Monte Vitosha de 2.292 metros para disfrutar de increíbles vistas panorámicas sobre los tejados de Sofía. La montaña es una excelente excursión de un día desde la ciudad, ofreciendo senderismo en verano y esquí en invierno al alcance de la capital.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::seven-rila-lakes",
            "coords": [
              42.2,
              23.3167
            ]
          },
          "visits": [
            {
              "text": "Recorre los Siete Lagos de Rila, una serie de lagos glaciares escalonados entre 2.000 y 2.500 metros de altitud, uno de los lugares más pintorescos para visitar en Bulgaria. Estos lagos interconectados unidos por arroyos y cascadas se encuentran entre las atracciones turísticas más famosas de Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre cada lago nombrado por sus características únicas: 'La Lágrima' por sus aguas cristalinas, 'El Ojo' como el más profundo con 37,5 metros, 'El Riñón' por su forma, además de Los Gemelos, El Lago del Pez, El Trébol y El Lago Inferior. El más alto se sitúa a unos 2.500m, el más bajo a 2.100m.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Toma el telesilla desde la estación de Panichishte para conservar energía para la caminata de 4-5 horas alrededor de todos los lagos. Regresa antes de las 16:30 si planeas tomar el telesilla de vuelta.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Para montañeros experimentados, considera escalar el Pico Musala (2.925m), el punto más alto de los Balcanes, accesible desde esta región.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::rila-monastery",
            "coords": [
              42.1333,
              23.34
            ]
          },
          "visits": [
            {
              "text": "Visita el Monasterio de Rila (Sveti Ivan Rilski), Patrimonio de la Humanidad de la UNESCO fundado en el año 927 d.C. por el ermitaño Iván de Rila que vivía en una cueva cercana. Este es uno de los mejores lugares para visitar en Bulgaria gracias a su tranquila ubicación en el parque nacional montañoso.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora el complejo monástico incluyendo la iglesia, las zonas residenciales de los 60 monjes que aún viven aquí, y el museo. El edificio tal como se ve hoy data del siglo XV, con algunas partes aún más antiguas, reconstruido entre 1834 y 1862 tras un devastador incendio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admira este ejemplo característico del Renacimiento Búlgaro (siglos XVIII-XIX) que simboliza la conciencia de la identidad cultural eslava tras siglos de ocupación. El monasterio desempeñó un papel importante en la vida espiritual y social de la Bulgaria medieval.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por el Parque Natural del Monasterio de Rila circundante, uno de los parques nacionales más grandes de Bulgaria. El tranquilo entorno montañoso proporciona condiciones perfectas para la reflexión y la fotografía.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::bansko",
            "coords": [
              41.8375,
              23.4886
            ]
          },
          "visits": [
            {
              "text": "Explora Bansko en las Montañas Pirin, famosa por sus estaciones de esquí pero igualmente impresionante para el senderismo de verano. El Pico Todorka alberga varias pistas de esquí y snowboard mientras que el hermoso Parque Nacional de Pirin ofrece espectaculares crestas y lagos glaciares.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre una de las partes más salvajes de Europa ya que las montañas y valles de Pirin son hogar de lobos y osos entre otra flora y fauna. El parque nacional ofrece innumerables senderos a través de naturaleza virgen.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el Lago Muratovo, una de las joyas del Parque Nacional de Pirin, o desafíate con la caminata al Pico Vihren, la tercera montaña más alta de Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La zona se transforma en un paraíso de deportes de invierno con instalaciones de esquí de clase mundial. Los visitantes de verano pueden disfrutar de senderos que van desde paseos suaves hasta ascensos montañosos desafiantes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::melnik",
            "coords": [
              41.5244,
              23.3928
            ]
          },
          "visits": [
            {
              "text": "Descubre Melnik en el corazón de la región vinícola de Bulgaria que cubre más de 60.000 hectáreas – el país fue una vez el cuarto mayor productor de vino del mundo. Esta encantadora ciudad es una base perfecta para explorar los viñedos y bodegas cercanos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Maravíllate con las Pirámides de Tierra de Melnik, pirámides y obeliscos de arenisca que se elevan desde las estribaciones y se alzan 100 metros sobre el bosque. Estas formaciones geológicas únicas crean un paisaje surrealista alrededor del pueblo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora el casco antiguo con sus interesantes iglesias, monasterio y arquitectura distintiva. La combinación de cultura vinícola y maravillas naturales hace de Melnik uno de los tesoros ocultos de Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Únete a una cata de vinos para probar caldos búlgaros en bodegas históricas excavadas en la arenisca. La región es especialmente conocida por sus vinos tintos producidos con variedades de uva autóctonas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::velingrad",
            "coords": [
              42.0275,
              23.9919
            ]
          },
          "visits": [
            {
              "text": "Experimenta Velingrad, otra localidad de los Montes Ródope famosa por sus aguas curativas. Fundada en 1948 tras unificar varios pueblos, la ciudad ahora alberga más de 90 manantiales de agua mineral incluyendo los renombrados Ladzhene, Kamenitsa, Chepino, Rakitovo y Kostandovo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Elige entre 22 baños y piscinas minerales diferentes que varían en temperatura y contenido mineral. Debido a la popularidad de la ciudad hay tres sanatorios y más de 60 hoteles dedicados a tratamientos de bienestar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el Lago Kleptuza, uno de los mayores manantiales kársticos de Bulgaria, donde agua cristalina emerge de cavernas subterráneas creando un pintoresco entorno lacustre.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Las aguas minerales se utilizan para tratar y prevenir muchas enfermedades, atrayendo visitantes de todo el país. Este es uno de los principales destinos de bienestar de Bulgaria.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::batak-reservoir",
            "coords": [
              41.9333,
              24.2167
            ]
          },
          "visits": [
            {
              "text": "Visita el Embalse de Batak en los Montes Ródope, el tercer embalse más grande de Bulgaria y enormemente popular para actividades al aire libre. Este pintoresco cuerpo de agua rodeado de colinas y montañas boscosas ofrece naturaleza prístina y vistas impresionantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El embalse ofrece oportunidades para senderismo, ciclismo, equitación y pesca. Salir al agua en kayak o en excursión en barco revela toda la belleza de este entorno montañoso con pequeños asentamientos salpicando la orilla.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Aunque no es una de las atracciones más 'icónicas', el Embalse de Batak ofrece auténticos paisajes de montaña búlgaros lejos de las multitudes turísticas. El pueblo más cercano de Batak está a solo ocho kilómetros de la orilla.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::devin",
            "coords": [
              41.7439,
              24.3978
            ]
          },
          "visits": [
            {
              "text": "Relájate en Devin, una de las ciudades balneario más populares de Bulgaria en el valle del río Vacha. Las fuentes termales, spas y centros turísticos aquí son conocidos por sus propiedades curativas desde la antigüedad, tratando especialmente dolencias relacionadas con la piel.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora la cercana Garganta de Trigrad con sus dramáticos acantilados, la misteriosa Cueva Garganta del Diablo y la impresionante Cueva Yagodinska. La ubicación de Devin enclavada en las montañas la convierte en una de las partes más escénicas de Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las aguas minerales son tan renombradas que una de las marcas de agua embotellada más populares de Bulgaria, Devin, se obtiene y embotella aquí. La ciudad ofrece la combinación perfecta de bienestar y aventura al aire libre.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Después de hacer senderismo en esta hermosa región con sus gargantas, formaciones rocosas, cuevas, bosques y ríos, descansa tus pies cansados en las aguas curativas de un spa o fuente termal.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::devils-bridge",
            "coords": [
              41.6167,
              25.1333
            ]
          },
          "visits": [
            {
              "text": "Descubre el Puente del Diablo (Dyavolski Most), un hermoso puente de piedra de tres arcos sobre la garganta del río Arda en los Montes Ródope cerca de Ardino. Construido entre 1515 y 1518 por el constructor búlgaro Dimitar, conectaba Tracia con el Mar Egeo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora el pintoresco valle y la garganta del río Arda, uno de los mejores lugares naturales de Bulgaria. Esta joya escondida es un destino gratificante para quienes estén dispuestos a aventurarse fuera de los caminos trillados.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El senderismo en los Montes Ródope circundantes revela paisajes dramáticos y pueblos tradicionales en gran parte intactos por el turismo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 65,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::perperikon",
            "coords": [
              41.7167,
              25.4667
            ]
          },
          "visits": [
            {
              "text": "Explora Perperikon, una de las estructuras megalíticas monumentales más antiguas totalmente talladas en la roca. Ubicado en los Ródope Orientales a 20km al noreste de Kardzhali, este complejo arqueológico medieval se alza en un acantilado a 470 metros de elevación.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre la ciudad rupestre que ha estado habitada desde tiempos antiguos, con el cómodo valle fluvial creando condiciones de vida durante milenios. El sitio es uno de los destinos turísticos más populares de Bulgaria, revelando capas de civilización talladas directamente en la piedra.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El valle circundante está salpicado de docenas de yacimientos arqueológicos de diversas épocas, con Perperikon como centro. El espectacular entorno con vistas al valle del río Perpereshka crea panoramas inolvidables.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::plovdiv",
            "coords": [
              42.15,
              24.75
            ]
          },
          "visits": [
            {
              "text": "Descubre Plovdiv, la segunda ciudad más grande de Bulgaria y a menudo proclamada como el lugar habitado de forma continua más antiguo de Europa. La ciudad se asienta a orillas del río Maritsa rodeada de siete colinas, como Roma, con una historia que se remonta miles de años.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el increíble Teatro de Filipópolis, construido en los años 90 del siglo I d.C. con 28 filas concéntricas de asientos de mármol rodeando la orquesta. Este teatro romano con capacidad para 6.000 espectadores todavía se utiliza para eventos hoy en día.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora el Casco Antiguo de Plovdiv con sus encantadoras calles empedradas y arquitectura del Renacimiento Nacional. Como Capital Europea de la Cultura en 2019, la ciudad es considerada la capital cultural de Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sube a las colinas Nebet Tepe o Bunardzhik Tepe para disfrutar de encantadoras vistas sobre la ciudad y sus tesoros arquitectónicos que abarcan milenios.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora el barrio de Kapana, el distrito creativo lleno de galerías de arte, cafés y boutiques. Lo antiguo y lo moderno se fusionan a la perfección en este vibrante centro cultural.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::shipka-pass",
            "coords": [
              42.7167,
              25.3167
            ]
          },
          "visits": [
            {
              "text": "Cruza el Paso de Shipka, un paso de 1.150 metros a través de la Cordillera de los Balcanes famoso por la Batalla del Paso de Shipka durante la Guerra Ruso-Turca de 1877-1878. Los rusos con ayuda búlgara lucharon contra el Imperio Otomano en esta ubicación estratégica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el Monumento de Shipka, una torre de piedra de 31,5 metros erigida en 1934 para conmemorar la batalla. El memorial domina con impresionantes vistas sobre el campo y es un lugar significativo en la historia nacional búlgara.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre la Tumba Tracia de Kazanlak cercana, Patrimonio de la Humanidad de la UNESCO que data de finales del siglo IV a.C. Los murales de la tumba que representan rituales funerarios tracios son las obras maestras artísticas mejor conservadas de Bulgaria del período helenístico.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Practica senderismo en la zona del Paso de Shipka para disfrutar de espectaculares vistas montañosas. Contempla los cañones históricos que jugaron un papel en la famosa batalla.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 80,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::etar",
            "coords": [
              42.8167,
              25.35
            ]
          },
          "visits": [
            {
              "text": "Visita el Complejo Arquitectónico-Etnográfico de Etar, el primero de su tipo en Bulgaria fundado en 1964 y ubicado a 8km al sur de Gabrovo. El museo presenta la única colección de maquinaria antigua movida por agua en Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora 10 objetos impulsados por agua que forman una de las colecciones técnicas activas más ricas entre los museos al aire libre europeos. Todos los objetos permanecen operativos como lo eran en el pasado – por eso la rueda hidráulica se convirtió en el emblema de Etar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pasea por la calle de los artesanos con 16 modelos de arquitectura balcánica que muestran el talento original de los constructores del Renacimiento Nacional. Los artesanos demuestran oficios tradicionales en talleres auténticos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Este museo vivo ofrece una ventana única a la vida tradicional búlgara y su artesanía, con demostraciones de herrería, carpintería y otros oficios tradicionales.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::saeva-dupka",
            "coords": [
              43.0333,
              24.0833
            ]
          },
          "visits": [
            {
              "text": "Desciende a la Cueva Saeva Dupka, con más de 400 metros de corredores y salas naturales tan impresionantes que incluso se utiliza como escenario para conciertos. Nombrada en honor a los hermanos Seyu y Sae que se escondieron dentro durante la invasión otomana.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Contempla una impresionante variedad de estalactitas y estalagmitas formadas durante milenios. Cinco galerías principales presentan cada una formaciones geológicas únicas. Las cuevas han estado habitadas al menos desde la época romana.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Las visitas guiadas revelan la historia y geología de la cueva. La acústica que hace posibles las actuaciones de conciertos demuestra la notable arquitectura natural.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 195,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::prohodna-cave",
            "coords": [
              43.1833,
              24.1167
            ]
          },
          "visits": [
            {
              "text": "Explora la Cueva Prohodna, una de las cuevas más famosas y accesibles de Bulgaria ubicada cerca del pueblo de Karlukovo. Este puente de roca natural se extiende 262 metros con dos entradas – en la entrada pequeña la altura alcanza 35 metros, mientras que la bóveda de cueva más alta de Bulgaria con 45 metros espera en la entrada grande.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mira hacia arriba para ver 'Los Ojos de Dios' – dos agujeros en forma de ojos en el techo de la cueva que se han convertido en un icónico punto de referencia búlgaro y popular tema fotográfico.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El sendero atraviesa toda la cueva, ofreciendo una experiencia única de caminar a través de esta maravilla geológica natural.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::belogradchik",
            "coords": [
              43.625,
              22.6833
            ]
          },
          "visits": [
            {
              "text": "Maravíllate con las Rocas de Belogradchik, fenómenos naturales que compitieron por el título de octava maravilla del mundo. Estas formaciones rocosas de color rojizo comienzan antes de llegar al pueblo y se ven mejor desde detrás de la fortaleza, donde puedes ver formaciones que recuerdan a una pareja abrazándose.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora la impresionante Fortaleza de Belogradchik, una gran fortaleza de muros de roca en la Cordillera de los Balcanes que data de la época romana. Los grandes afloramientos rocosos sirvieron como muros defensivos naturales, convirtiéndola en una de las fortalezas mejor conservadas de Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre el propio pueblo de Belogradchik, un popular destino turístico enclavado entre estas extraordinarias formaciones geológicas. La combinación de maravillas naturales y fortificación histórica crea un paisaje único.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El senderismo entre las formaciones rocosas revela perspectivas siempre cambiantes de estas antiguas esculturas de arenisca. El viento está siempre presente mientras exploras estos notables monumentos naturales.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 270,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::ivanovo",
            "coords": [
              43.7167,
              25.9667
            ]
          },
          "visits": [
            {
              "text": "Visita las Iglesias Rupestres de Ivanovo, Patrimonio de la Humanidad de la UNESCO en el valle del río Roussenski Lom en el noreste de Bulgaria. Este complejo de iglesias, capillas, monasterios y celdas excavadas en la roca se desarrolló donde los primeros ermitaños excavaron sus moradas durante el siglo XII.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admira los murales del siglo XIV que atestiguan la habilidad excepcional de los artistas pertenecientes a la Escuela de pintura de Tarnovo. Estos frescos se encuentran entre los mejores ejemplos del arte medieval búlgaro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Cerca de aquí, visita la Tumba de Sveshtari, una tumba tracia del siglo III a.C. descubierta en 1982 con una decoración arquitectónica única que incluye cariátides polícromas mitad humanas, mitad vegetales. Las 10 figuras femeninas talladas en alto relieve son los únicos ejemplos encontrados en tierras tracias.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El atmosférico complejo rupestre revela cómo los monjes vivían en armonía con el dramático paisaje, tallando sus hogares espirituales directamente en los acantilados.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::madara",
            "coords": [
              43.2833,
              27.1167
            ]
          },
          "visits": [
            {
              "text": "Maravíllate con el Jinete de Madara, Patrimonio de la Humanidad de la UNESCO tallado en un acantilado de 100 metros de altura cerca del pueblo de Madara. Esta figura de un caballero triunfando sobre un león fue tallada cuando Madara era el lugar sagrado principal del Primer Imperio Búlgaro antes de la conversión de Bulgaria al cristianismo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Lee las inscripciones junto a la escultura que relatan eventos entre los años 705 y 801 d.C. Este singular relieve rupestre es el único monumento de este tipo del período medieval temprano en Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Fortaleza de Ovech cerca de Provadiya, situada en una meseta con forma de barco. Accesible a través del pintoresco eco-sendero de Ovech con escalones tallados en la roca, esta fortaleza ofrece leyendas locales de los guías del museo, además de actividades de tiro con arco y lanzamiento de jabalina.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La reserva arqueológica de Madara incluye otros restos tracios, romanos y medievales alrededor de este lugar sagrado que sirvió a múltiples civilizaciones.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 19,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::varna",
            "coords": [
              43.2141,
              27.9147
            ]
          },
          "visits": [
            {
              "text": "Descubre Varna, el principal resort del Mar Negro de Bulgaria hogar de seis hermosas playas de arena además de excelentes bares, restaurantes y hermosos parques. Esta ciudad portuaria también alberga increíbles museos e iglesias ortodoxas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Contempla el 'Oro de Varna' en el Museo Arqueológico – una colección de joyas de casi 7.000 años de antigüedad de la Necrópolis Calcolítica, el oro procesado más antiguo del mundo. Este tesoro ha sido exhibido en el Parlamento Europeo en Bruselas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las principales playas de la ciudad ofrecen natación, baños de sol, kayak, excursiones en barco y pesca, mientras que chiringuitos y restaurantes atienden a los visitantes a lo largo de la costa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita la playa de Asparukovo para una experiencia más local alejada de las multitudes turísticas. La combinación de tesoros antiguos, cultura de playa y comodidades modernas hace de Varna uno de los mejores destinos costeros de Bulgaria.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 20,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::kaliakra",
            "coords": [
              43.3617,
              28.465
            ]
          },
          "visits": [
            {
              "text": "Explora Kaliakra, un largo y estrecho promontorio en la costa norte del Mar Negro búlgaro con escarpados acantilados verticales que alcanzan 70 metros sobre el mar. Esta reserva natural permite observar delfines, cormoranes y pinnípedos en su hábitat natural.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre los restos de murallas fortificadas, conducciones de agua, baños y la residencia del déspota Dobrotitsa de la capital medieval del efímero principado de Karvuna.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Ensenada de Bolata justo al norte, con una pequeña playa resguardada en la desembocadura de un pintoresco cañón, también parte de la reserva natural.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Los dramáticos acantilados y las ruinas históricas crean uno de los lugares más atmosféricos de la costa búlgara, donde la belleza natural se encuentra con la historia medieval.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 21,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::balchik",
            "coords": [
              43.4211,
              28.1631
            ]
          },
          "visits": [
            {
              "text": "Visita el Palacio y Jardín Botánico de Balchik, un pedazo del paraíso en la tierra y una atracción turística imprescindible en la costa búlgara del Mar Negro. Este complejo arquitectónico y paisajístico fue creado como residencia de verano para la Reina María de Rumanía a partir de 1924.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora la villa 'Tenha Yuvah' ('nido solitario') y los edificios posteriores incluyendo una capilla ortodoxa, un ninfeo, patios de estilo morisco, una casa tradicional del período del Renacimiento Nacional, y fuentes decoradas con finos medallones de mármol representando personajes mitológicos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pasea por el jardín botánico con su notable colección de plantas de todo el mundo, incluyendo una de las mayores colecciones de cactus y suculentas de Europa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El romántico palacio diseñado por arquitectos italianos se combina con los exóticos jardines para crear uno de los entornos más hermosos de la costa del Mar Negro.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            20
          ],
          "label": "Segment 4 — J16–J20",
          "from_day": 16,
          "to_day": 20
        },
        {
          "n": 5,
          "range": [
            21,
            21
          ],
          "label": "Segment 5 — J21–J21",
          "from_day": 21,
          "to_day": 21
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 21,
          "label": "Var 21j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Ruta por Bulgaria: Monasterios de Rila, Costa del Mar Negro y Sofía",
        "intro_paragraph": "Bienvenido a Bulgaria, donde civilizaciones antiguas dejaron su huella en montañas sagradas y valles escondidos. Este itinerario de 21 días te llevará desde los frescos medievales del Monasterio de Rila hasta las doradas playas del Mar Negro, pasando por ciudades rupestres tracias, fortalezas legendarias y balnearios termales de aguas curativas.",
        "seo_hook": "21 días de descubrimiento entre tesoros UNESCO, montañas salvajes y la costa más sorprendente de Europa del Este.",
        "featured_list": [
          "Monasterio de Rila, joya UNESCO del Renacimiento Búlgaro",
          "Los Siete Lagos de Rila, paisaje glaciar espectacular",
          "Plovdiv, la ciudad habitada más antigua de Europa",
          "El Oro de Varna, las joyas procesadas más antiguas del mundo",
          "Formaciones rocosas de Belogradchik, candidatas a maravilla del mundo",
          "Playas vírgenes y acantilados del Mar Negro"
        ],
        "places_taglines": {
          "BG::sofia": "Capital donde Oriente encuentra Occidente",
          "BG::seven-rila-lakes": "Lagos glaciares entre cumbres majestuosas",
          "BG::rila-monastery": "Santuario espiritual del alma búlgara",
          "BG::bansko": "Montañas salvajes de lobos y osos",
          "BG::melnik": "Vinos ancestrales entre pirámides de arena",
          "BG::velingrad": "Aguas termales curativas milenarias",
          "BG::batak-reservoir": "Naturaleza virgen en montañas Ródope",
          "BG::devin": "Spa de montaña y gargantas misteriosas",
          "BG::devils-bridge": "Puente otomano sobre gargantas dramáticas",
          "BG::perperikon": "Ciudad rupestre de civilizaciones perdidas",
          "BG::plovdiv": "Ocho mil años de historia viva",
          "BG::shipka-pass": "Paso legendario de batallas heroicas",
          "BG::etar": "Artesanía viva del Renacimiento Búlgaro",
          "BG::saeva-dupka": "Catedral subterránea de conciertos únicos",
          "BG::prohodna-cave": "Los Ojos de Dios miran al cielo",
          "BG::belogradchik": "Esculturas naturales de arenisca rojiza",
          "BG::ivanovo": "Frescos medievales tallados en roca",
          "BG::madara": "Jinete tracio guardián del imperio",
          "BG::varna": "Tesoros dorados junto al mar",
          "BG::kaliakra": "Acantilados donde nadan los delfines",
          "BG::balchik": "Jardines reales frente al Mar Negro"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "BG::temp_1763242741245",
      "id": "BG::temp_1763242741245",
      "language": "es",
      "created_at": "2025-11-16T09:13:18.000Z",
      "source_url": "",
      "dept_code": "BG",
      "dept_name": "",
      "title": "Los Pueblos Más Bonitos de Bulgaria",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::sofia",
            "coords": [
              42.6977,
              23.3219
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento de Sofía, capital búlgara en el cruce de influencias romanas, medievales, otomanas y soviéticas",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita de la catedral Aleksander Nevski, símbolo de Sofía con sus cúpulas azul y oro",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por el centro histórico entre iglesias medievales, mezquitas otomanas y edificios de la era soviética",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita del Museo nacional de historia militar que relata la historia de Bulgaria hasta el período soviético",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Excursión al monte Vitosha que domina Sofía para un panorama sobre los tejados de la ciudad",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 172.3,
            "drive_min": 129,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::plovdiv",
            "coords": [
              42.1354,
              24.7453
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento de Plovdiv, capital cultural de Bulgaria, una de las ciudades más antiguas de Europa",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por el casco antiguo de Plovdiv y sus calles empedradas bordeadas de casas antiguas",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita del teatro romano de Plovdiv (Theater of Philippopolis), todavía utilizado para eventos",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por el barrio creativo de Kapana, cafés y galerías",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Subida a una de las colinas de Plovdiv (Nebet Tepe o Bunardzhik Tepe) para la vista panorámica sobre la ciudad",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 91.1,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::ardino",
            "coords": [
              41.5761,
              25.135
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento de Devils Bridge (Dyavolski Most), puente de piedra de tres arcos sobre las gargantas del río Arda",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo a lo largo de las gargantas del río Arda en los Ródopes",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por la pequeña ciudad de Ardino, punto de partida hacia Devils Bridge",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Senderismo ligero en las montañas de los Ródopes alrededor de Devils Bridge",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 82.9,
            "drive_min": 83,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::devin",
            "coords": [
              41.7445,
              24.4013
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento de la ciudad termal de Devin en el valle del río Vacha, famosa por sus aguas minerales",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Excursión a las gargantas de Trigrad, espectacular cañón de los Ródopes",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita a la cueva de la Garganta del Diablo (Devil's Throat Cave)",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubrimiento de la cueva de Yagodinska, una de las más célebres del país",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Relajación en las termas y spas de Devin, conocidos desde la Antigüedad por sus virtudes curativas",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 36.6,
            "drive_min": 73,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::batak-reservoir",
            "coords": [
              41.9515,
              24.2053
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento del embalse de Batak en las montañas de los Ródopes, tercer lago de retención más grande de Bulgaria",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por las colinas boscosas y las pequeñas aldeas que bordean el lago",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Actividades al aire libre alrededor del lago de Batak: senderismo, ciclismo, equitación, pesca o salida en kayak/barco",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25.9,
            "drive_min": 52,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::velingrad",
            "coords": [
              42.0276,
              23.9872
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento de Velingrad, gran estación termal de los Rodopes",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita del lago Kleptuza en Velingrad, símbolo de la ciudad",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Baños en las numerosas piscinas y establecimientos termales alimentados por más de 90 fuentes minerales",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 60.3,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::bansko",
            "coords": [
              41.838,
              23.488
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento de Bansko, gran estación de esquí situada en el macizo del Pirin",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Exploración del Parque nacional del Pirin alrededor de Bansko",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita del lago glaciar de Muratovo, en el corazón de las cumbres del Pirin",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Jornada de esquí o snowboard en las laderas de Todorka Peak en Bansko (en temporada de invierno)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Senderismo hacia el monte Vihren, cumbre emblemática del Pirin",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45.6,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::rila-monastery",
            "coords": [
              42.1334,
              23.3403
            ]
          },
          "visits": [
            {
              "text": "Visita del monasterio de Rila (Sveti Ivan Rilski), sitio UNESCO en el corazón del parque natural del monasterio de Rila",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubrimiento de la iglesia principal, de los edificios residenciales de los monjes y del museo del monasterio",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo por el parque natural del monasterio de Rila alrededor del complejo monástico",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 16.6,
            "drive_min": 33,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::seven-rila-lakes",
            "coords": [
              42.2466,
              23.3146
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento del Parque Nacional de Rila y del sector de los Siete Lagos de Rila",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Circuito alrededor de los Siete Lagos de Rila, encadenamiento de lagos glaciares entre 2000 y 2500 m de altitud",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Excursión hacia el monte Musala, punto culminante de los Balcanes (opción según nivel)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Subida en telesilla desde la zona de Panichishte/chiža Rilski ezera seguida de senderismo alpino",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "GR::macedoine-2",
        "GR::macedonia-thrace::northern-greece-roadtrip",
        "RS::temp_1763532483015"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Ville & Histoire",
          "Aventure & Outdoor"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Los Pueblos Más Bonitos de Bulgaria",
        "intro_paragraph": "",
        "seo_hook": "",
        "featured_list": [],
        "places_taglines": {}
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}