{
  "version": "v1",
  "country": "BG",
  "language": "en",
  "itineraries": [
    {
      "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
      "id": "BG::bulgaria::monasteries-mountains-black-sea",
      "language": "en",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Bulgaria Road Trip: Thracian Treasures, Mountain Monasteries & Black Sea Coast",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 24,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::sofia",
            "coords": [
              42.6977,
              23.3219
            ]
          },
          "visits": [
            {
              "text": "Discover Sofia, Bulgaria's capital where you can witness evidence of Roman, Medieval, Ottoman and Soviet past all woven together. This city has a real east-meets-west feel with medieval churches, onion-domed cathedrals and Ottoman mosques standing side by side in fascinating harmony.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Marvel at the Aleksander Nevsky Cathedral, one of Bulgaria's most sacred symbols with its beautiful blue and gold onion domes. This magnificent Orthodox cathedral ranks among the largest Eastern Orthodox churches in the world and serves as the seat of the Bulgarian Patriarch.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit Boyana Church on Sofia's outskirts, a UNESCO World Heritage Site consisting of three buildings spanning the 10th to 19th centuries. The frescoes painted in 1259 in the second church make it one of the most important collections of medieval paintings, among the most complete monuments of Eastern European medieval art.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore the National Museum of Military History for a journey through Bulgaria's ancient history through to its Soviet days. The museum's comprehensive collections document the country's military heritage across millennia.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Climb 2,292-meter Mount Vitosha for incredible panoramic views across Sofia's rooftops. The mountain makes an excellent day trip from the city, offering hiking in summer and skiing in winter within easy reach of the capital.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::seven-rila-lakes",
            "coords": [
              42.2,
              23.3167
            ]
          },
          "visits": [
            {
              "text": "Hike the Seven Rila Lakes, a series of glacial lakes staggered between 2,000 and 2,500 meters elevation, one of the most picturesque places to visit in Bulgaria. These interconnected lakes linked by streams and waterfalls rank among Bulgaria's most famous tourist attractions.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Discover each lake named for its unique characteristics: 'The Tear' for its clear waters, 'The Eye' as the deepest at 37.5 meters, 'The Kidney' for its shape, plus The Twins, The Fish Lake, The Trefoil, and The Lower Lake. The highest sits at about 2,500m, the lowest at 2,100m.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Take the chairlift from Panichishte resort to conserve energy for the 4-5 hour hike around all lakes. Return by 16:30 if planning to take the chairlift back down.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "For experienced mountaineers, consider climbing Musala Peak (2,925m), the highest point in the Balkans, accessible from this region.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::rila-monastery",
            "coords": [
              42.1333,
              23.34
            ]
          },
          "visits": [
            {
              "text": "Visit Rila Monastery (Sveti Ivan Rilski), a UNESCO World Heritage Site founded in 927 AD by the hermit Ivan of Rila who lived in a cave nearby. This is one of the best places to visit in Bulgaria thanks to its tranquil location in the mountainous national park.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore the monastery complex including the church, residential areas for the 60 monks who still live here, and the museum. The building as seen today dates back to the 15th century, with some parts older still, rebuilt between 1834 and 1862 after a devastating fire.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admire this characteristic example of the Bulgarian Renaissance (18th-19th centuries) which symbolizes the awareness of Slavic cultural identity following centuries of occupation. The monastery played an important role in the spiritual and social life of medieval Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Walk through the surrounding Rila Monastery Nature Park, one of the largest national parks in Bulgaria. The tranquil mountain setting provides perfect conditions for reflection and photography.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::bansko",
            "coords": [
              41.8375,
              23.4886
            ]
          },
          "visits": [
            {
              "text": "Explore Bansko in the Pirin Mountains, famous for its ski resorts but equally impressive for summer hiking. Todorka Peak is home to various ski and snowboard runs while the beautiful Pirin National Park offers dramatic ridgelines and glacial lakes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Discover one of the wildest parts of Europe as the Pirin Mountains and valleys are home to wolves and bears among other flora and fauna. The national park provides countless hiking trails through pristine wilderness.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit Muratovo Lake, one of the jewels of Pirin National Park, or challenge yourself with the hike to Vihren Peak, the third-highest mountain in Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "The area transforms into a winter sports paradise with world-class skiing facilities. Summer visitors can enjoy hiking trails ranging from gentle walks to challenging mountain ascents.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::melnik",
            "coords": [
              41.5244,
              23.3928
            ]
          },
          "visits": [
            {
              "text": "Discover Melnik at the heart of Bulgaria's wine region covering over 150,000 acres - the country was once the fourth-largest wine producer in the world. This charming city makes a perfect base for exploring nearby vineyards and wineries.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Marvel at the Melnik Earth Pyramids, sandstone pyramids and obelisks rising out of the foothills and towering 100 meters above the forest. These unique geological formations create a surreal landscape surrounding the town.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore the old town with its interesting churches, monastery, and distinctive architecture. The combination of wine culture and natural wonders makes Melnik one of Bulgaria's hidden treasures.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Join a wine-tasting tour to sample Bulgarian wines in historic cellars carved into the sandstone. The region is particularly known for its red wines produced from indigenous grape varieties.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::velingrad",
            "coords": [
              42.0275,
              23.9919
            ]
          },
          "visits": [
            {
              "text": "Experience Velingrad, another Rhodope Mountains town famous for its healing waters. Founded in 1948 after unifying several villages, the town now hosts over 90 mineral water springs including the renowned Ladzhene, Kamenitsa, Chepino, Rakitovo and Kostandovo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Choose from 22 different mineral baths and pools varying in temperature and mineral content. Due to the town's popularity there are three sanitariums and over 60 hotels dedicated to wellness treatments.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit Lake Kleptuza, one of the largest karst springs in Bulgaria, where crystal-clear water emerges from underground caverns creating a picturesque lake setting.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "The mineral waters are used to treat and prevent many diseases, drawing visitors from across the country. This is one of Bulgaria's premier wellness destinations.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::batak-reservoir",
            "coords": [
              41.9333,
              24.2167
            ]
          },
          "visits": [
            {
              "text": "Visit Batak Reservoir in the Rhodope Mountains, the third largest reservoir in Bulgaria and hugely popular for outdoor activities. This picturesque body of water surrounded by forested hills and mountains offers pristine nature and stunning views.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "The reservoir provides hiking, biking, horse riding, and fishing opportunities. Getting out on the water by kayak or boat trip reveals the full beauty of this mountain setting with small settlements dotting the shore.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "While not one of the most 'iconic' attractions, Batak Reservoir offers authentic Bulgarian mountain scenery away from tourist crowds. The nearest town of Batak lies just five miles from the shore.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::devin",
            "coords": [
              41.7439,
              24.3978
            ]
          },
          "visits": [
            {
              "text": "Relax in Devin, one of Bulgaria's most popular spa towns in the Vacha River valley. The hot springs, thermal spas and resorts here have been known for their healing properties since antiquity, treating ailments especially related to the skin.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore nearby Trigrad Gorge with its dramatic cliffs, the mysterious Devil's Throat Cave, and the impressive Yagodinska Cave. Devin's location nestled in the mountains makes it one of the most scenic parts of Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "The mineral waters are so renowned that one of Bulgaria's most popular bottled water brands, Devin, is sourced and bottled here. The town offers the perfect combination of wellness and outdoor adventure.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "After hiking in this beautiful region with its gorges, rock formations, caves, forests and rivers, rest your weary feet in the healing waters of a spa or hot spring.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::devils-bridge",
            "coords": [
              41.6167,
              25.1333
            ]
          },
          "visits": [
            {
              "text": "Discover the Devils Bridge (Dyavolski Most), a beautiful three-arched stone bridge across the Arda River gorge in the Rhodope Mountains near Ardino. Built between 1515 and 1518 by Bulgarian builder Dimitar, it connected Thrace with the Aegean Sea.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore the picturesque valley and Arda River gorge, one of the best natural places in Bulgaria. This hidden gem makes a rewarding destination for those willing to venture off the beaten path.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Hiking in the surrounding Rhodope Mountains reveals dramatic landscapes and traditional villages largely untouched by tourism.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 65,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::perperikon",
            "coords": [
              41.7167,
              25.4667
            ]
          },
          "visits": [
            {
              "text": "Explore Perperikon, one of the most ancient monumental megalithic structures entirely carved into the rocks. Located in the East Rhodope Mountain 20km northeast of Kardzhali, this medieval archaeological complex stands on a clifftop at 470 meters elevation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Discover the rock city that has been inhabited since ancient times, with the comfortable river valley creating conditions of life for millennia. The site is one of the most popular tourist destinations in Bulgaria, revealing layers of civilization carved directly into the stone.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "The surrounding valley is strewn with dozens of archaeological sites from various ages, with Perperikon as the center. The dramatic setting overlooking the Perpereshka River valley creates unforgettable views.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::plovdiv",
            "coords": [
              42.15,
              24.75
            ]
          },
          "visits": [
            {
              "text": "Discover Plovdiv, Bulgaria's second largest city and often touted as the oldest continuously inhabited place in Europe. The city sits on the banks of the Maritsa River surrounded by seven hills, like Rome, with history dating back thousands of years.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit the incredible Theater of Philippopolis, constructed in the 90s of the 1st century AD with 28 concentric rows of marble seats surrounding the orchestra. This Roman theater with capacity for 6,000 spectators is still used for events today.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore Plovdiv Old Town with its charming cobbled streets and Renaissance Revival architecture. As European Capital of Culture in 2019, the city is considered Bulgaria's cultural capital.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Climb Nebet Tepe or Bunardzhik Tepe hills for enchanting views over the city and its architectural treasures spanning millennia.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore the Kapana suburb, the creative quarter filled with art galleries, cafes, and boutiques. The ancient and modern blend seamlessly in this vibrant cultural hub.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::shipka-pass",
            "coords": [
              42.7167,
              25.3167
            ]
          },
          "visits": [
            {
              "text": "Cross the Shipka Pass, a 1,150-meter pass through the Balkan Mountain Range famous for the Battle of Shipka Pass during the Russo-Turkish War of 1877-1878. The Russians with Bulgarian help fought the Ottoman Empire in this strategic location.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit the Shipka Monument, a 31.5-meter stone tower erected in 1934 to commemorate the battle. The memorial commands stunning views over the countryside and is a significant site in Bulgarian national history.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Discover the Thracian Tomb of Kazanlak nearby, a UNESCO World Heritage Site dating from the end of the 4th century BC. The tomb's murals representing Thracian burial rituals are Bulgaria's best-preserved artistic masterpieces from the Hellenistic period.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Hike the Shipka Pass area for spectacular mountain views. See the historic cannons that played a role in the famous battle.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 80,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::etar",
            "coords": [
              42.8167,
              25.35
            ]
          },
          "visits": [
            {
              "text": "Visit the Architectural Ethnographic Complex Etar, the first of its type in Bulgaria founded in 1964 and located 8km south of Gabrovo. The museum features the only and unique collection of old-time water-driven machinery in Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore 10 water-driven objects forming one of the richest active technical collections among European open-air museums. All objects remain operational as they were in the past - hence the water wheel became Etar's emblem.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wander the craftsman trade street with 16 models of Balkan architecture showing the original talent of Revival builders. Artisans demonstrate traditional crafts in authentic workshops.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "This living museum offers a unique window into Bulgarian traditional life and craftsmanship, with demonstrations of blacksmithing, woodworking, and other traditional trades.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::saeva-dupka",
            "coords": [
              43.0333,
              24.0833
            ]
          },
          "visits": [
            {
              "text": "Descend into Saeva Dupka Cave, with over 400 meters of natural corridors and halls so impressive it's even used as a venue for concerts. Named after brothers Seyu and Sae who hid inside during the Ottoman invasion.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Witness an impressive array of stalactites and stalagmites formed over millennia. Five main galleries each feature unique geological formations. The caves have been inhabited since at least Roman times.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Guided tours reveal the cave's history and geology. The acoustics that make concert performances possible demonstrate the remarkable natural architecture.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 195,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::prohodna-cave",
            "coords": [
              43.1833,
              24.1167
            ]
          },
          "visits": [
            {
              "text": "Explore Prohodna Cave, one of Bulgaria's most famous and easily accessible caves located near Karlukovo village. This natural rock bridge stretches 262 meters with two entrances - at the small entrance the height reaches 35 meters, while the highest cave vault in Bulgaria at 45 meters awaits at the big entrance.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Look up to see 'The Eyes of God' - two eye-shaped holes in the cave ceiling that have become an iconic Bulgarian landmark and popular photography subject.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "The trail passes through the entire cave, offering a unique experience of walking through this natural geological wonder.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::belogradchik",
            "coords": [
              43.625,
              22.6833
            ]
          },
          "visits": [
            {
              "text": "Marvel at the Belogradchik Rocks, natural phenomena that competed for the title of 8th wonder of the world. These red-colored rock formations start before you reach the town and are best viewed from behind the fortress, where you can see formations resembling a couple embracing.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore the impressive Belogradchik Fortress, a large rock-walled stronghold in the Balkan Mountains dating back to Roman times. The large rocky outcrops served as natural defensive walls, making it one of the best-preserved fortresses in Bulgaria.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Discover the town of Belogradchik itself, a popular tourist destination nestled among these extraordinary geological formations. The combination of natural wonders and historical fortification creates a unique landscape.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Hiking among the rock formations reveals ever-changing perspectives on these ancient sandstone sculptures. The wind is ever-present as you explore these remarkable natural monuments.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 270,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::ivanovo",
            "coords": [
              43.7167,
              25.9667
            ]
          },
          "visits": [
            {
              "text": "Visit the Ivanovo Rock Churches, a UNESCO World Heritage Site in the valley of the Roussenski Lom River in northeast Bulgaria. This complex of rock-hewn churches, chapels, monasteries and cells developed where the first hermits dug their dwellings during the 12th century.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admire the 14th-century murals testifying to the exceptional skill of artists belonging to the Tarnovo School of painting. These frescoes rank among the finest examples of medieval Bulgarian art.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nearby, visit the Sveshtarska Tomb, a 3rd-century BC Thracian tomb discovered in 1982 with unique architectural decor including polychrome half-human, half-plant caryatids. The 10 female figures carved in high relief are the only examples found in Thracian lands.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "The atmospheric rock-hewn complex reveals how monks lived in harmony with the dramatic landscape, carving their spiritual homes directly into the cliff faces.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::madara",
            "coords": [
              43.2833,
              27.1167
            ]
          },
          "visits": [
            {
              "text": "Marvel at the Madara Rider, a UNESCO World Heritage Site carved into a 100-meter-high cliff near Madara village. This figure of a knight triumphing over a lion was carved when Madara was the principal sacred place of the First Bulgarian Empire before Bulgaria's conversion to Christianity.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Read the inscriptions beside the sculpture telling of events between AD 705 and 801. This unique rock relief is the only such monument from the early medieval period in Europe.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit Ovech Fortress near Provadiya, standing on a ship-shaped plateau. Reached via the picturesque Ovech eco-trail with steps cut into the rock, this fortress offers local legends from museum guides, plus archery and spear-throwing activities.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "The Madara archaeological reserve includes other Thracian, Roman, and medieval remains around this sacred site that served multiple civilizations.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 19,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::varna",
            "coords": [
              43.2141,
              27.9147
            ]
          },
          "visits": [
            {
              "text": "Discover Varna, Bulgaria's premiere Black Sea resort home to six beautiful sandy beaches as well as excellent bars, restaurants and beautiful parks. This port city is also home to incredible museums and Orthodox churches.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "See the 'Gold of Varna' at the Archaeological Museum - a nearly 7,000-year-old jewelry collection from the Chalcolithic Necropolis, the world's oldest processed gold. This treasure has been showcased at the European Parliament in Brussels.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "The main city beaches offer swimming, sunbathing, kayaking, boat trips and fishing, while beach bars and restaurants cater to visitors along the shore.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visit Asparukovo beach for a more local experience away from tourist crowds. Varna's combination of ancient treasures, beach culture, and modern amenities makes it one of Bulgaria's best coastal destinations.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 20,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::kaliakra",
            "coords": [
              43.3617,
              28.465
            ]
          },
          "visits": [
            {
              "text": "Explore Kaliakra, a long narrow headland on the Northern Bulgarian Black Sea Coast with steep vertical cliffs reaching 70 meters down to the sea. This nature reserve allows observation of dolphins, cormorants and pinnipeds in their natural habitat.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Discover the remnants of fortified walls, water mains, baths and residence of the despot Dobrotitsa from the medieval capital of the short-lived principality of Karvuna.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit Bolata Cove just to the north, featuring a small sheltered beach at the mouth of a picturesque canyon, also part of the nature reserve.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "The dramatic cliffs and historic ruins create one of the most atmospheric sites on the Bulgarian coast, where natural beauty meets medieval history.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 21,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::balchik",
            "coords": [
              43.4211,
              28.1631
            ]
          },
          "visits": [
            {
              "text": "Visit the Palace and Botanical Garden in Balchik, a piece of heaven on earth and a must-see tourist attraction on the Bulgarian Black Sea coast. This architectural and park complex was created as a summer residence for Romanian Queen Maria starting in 1924.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore the villa 'Tenha Yuvah' ('lonely nest') and subsequent buildings including an Orthodox chapel, nymphaeum, Moorish-styled patios, a traditional Revival Period house, and fountains decorated with fine marble medallions depicting mythological characters.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wander through the botanical garden with its remarkable collection of plants from around the world, including one of Europe's largest collections of cacti and succulents.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "The romantic palace designed by Italian architects combines with the exotic gardens to create one of the most beautiful settings on the Black Sea coast.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            20
          ],
          "label": "Segment 4 — J16–J20",
          "from_day": 16,
          "to_day": 20
        },
        {
          "n": 5,
          "range": [
            21,
            21
          ],
          "label": "Segment 5 — J21–J21",
          "from_day": 21,
          "to_day": 21
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 21,
          "label": "Var 21j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Bulgaria Road Trip: Thracian Treasures, Mountain Monasteries & Black Sea Coast",
        "intro_paragraph": "",
        "seo_hook": "",
        "featured_list": [],
        "places_taglines": {}
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "BG::temp_1763242741245",
      "id": "BG::temp_1763242741245",
      "language": "en",
      "created_at": "2025-11-16T09:13:18.000Z",
      "source_url": "",
      "dept_code": "BG",
      "dept_name": "",
      "title": "15 Most Beautiful Places to Visit in Bulgaria",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::sofia",
            "coords": [
              42.6977,
              23.3219
            ]
          },
          "visits": [
            {
              "text": "Discovery of Sofia, Bulgarian capital at the crossroads of Roman, medieval, Ottoman and Soviet influences",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit to Alexander Nevsky Cathedral, symbol of Sofia with its blue and gold domes",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Walk through the historic center among medieval churches, Ottoman mosques and Soviet-era buildings",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit to the National Museum of Military History tracing Bulgaria's history up to the Soviet period",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Excursion to Mount Vitosha overlooking Sofia for a panorama over the city's rooftops",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 172.3,
            "drive_min": 129,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::plovdiv",
            "coords": [
              42.1354,
              24.7453
            ]
          },
          "visits": [
            {
              "text": "Discovery of Plovdiv, cultural capital of Bulgaria, one of the oldest cities in Europe",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Stroll through the old town of Plovdiv and its cobbled streets lined with ancient houses",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit to the Roman theatre of Plovdiv (Theater of Philippopolis), still used for events",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Walk through the creative district of Kapana, cafés and galleries",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Climb one of Plovdiv's hills (Nebet Tepe or Bunardzhik Tepe) for the panoramic view over the city",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 91.1,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::ardino",
            "coords": [
              41.5761,
              25.135
            ]
          },
          "visits": [
            {
              "text": "Discovery of Devils Bridge (Dyavolski Most), three-arched stone bridge over the gorges of the Arda River",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Walk along the gorges of the Arda River in the Rhodopes",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Stroll through the small town of Ardino, starting point to Devils Bridge",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Light hiking in the Rhodope Mountains around Devils Bridge",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 82.9,
            "drive_min": 83,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::devin",
            "coords": [
              41.7445,
              24.4013
            ]
          },
          "visits": [
            {
              "text": "Discovery of the thermal town of Devin in the Vacha River valley, renowned for its mineral waters",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Excursion to the Trigrad gorges, spectacular canyon of the Rhodopes",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit to the Devil's Throat Cave",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Discovery of Yagodinska cave, one of the most famous in the country",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Relaxation in the thermal baths and spas of Devin, known since antiquity for their healing properties",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 36.6,
            "drive_min": 73,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::batak-reservoir",
            "coords": [
              41.9515,
              24.2053
            ]
          },
          "visits": [
            {
              "text": "Discovery of Batak reservoir in the Rhodope Mountains, third largest dam lake in Bulgaria",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Walk through the wooded hills and small hamlets that border the lake",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Outdoor activities around Lake Batak: hiking, cycling, horseback riding, fishing or kayak/boat trips",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25.9,
            "drive_min": 52,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::velingrad",
            "coords": [
              42.0276,
              23.9872
            ]
          },
          "visits": [
            {
              "text": "Discovery of Velingrad, major thermal resort of the Rhodopes",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit to Lake Kleptuza in Velingrad, symbol of the city",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Bathing in the numerous pools and thermal establishments fed by more than 90 mineral springs",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 60.3,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::bansko",
            "coords": [
              41.838,
              23.488
            ]
          },
          "visits": [
            {
              "text": "Discovery of Bansko, major ski resort located in the Pirin massif",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Exploration of Pirin National Park around Bansko",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visit to the glacial lake of Muratovo, in the heart of the Pirin peaks",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Day of skiing or snowboarding on the slopes of Todorka Peak in Bansko (during winter season)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Hike to Mount Vihren, emblematic summit of Pirin",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45.6,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::rila-monastery",
            "coords": [
              42.1334,
              23.3403
            ]
          },
          "visits": [
            {
              "text": "Visit to Rila Monastery (Sveti Ivan Rilski), UNESCO site in the heart of Rila Monastery Natural Park",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Discovery of the main church, monks' residential buildings and the monastery museum",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Walk in Rila Monastery Natural Park around the monastic complex",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 16.6,
            "drive_min": 33,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BG::seven-rila-lakes",
            "coords": [
              42.2466,
              23.3146
            ]
          },
          "visits": [
            {
              "text": "Discovery of Rila National Park and the Seven Rila Lakes sector",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Circuit around the Seven Rila Lakes, chain of glacial lakes between 2000 and 2500 m altitude",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Excursion to Mount Musala, highest peak in the Balkans (option depending on level)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Chairlift ascent from Panichishte/chiža Rilski ezera area then alpine hiking",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "GR::macedoine-2",
        "GR::macedonia-thrace::northern-greece-roadtrip",
        "RS::temp_1763532483015"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Ville & Histoire",
          "Aventure & Outdoor"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "15 Most Beautiful Places to Visit in Bulgaria",
        "intro_paragraph": "From Sofia to the Black Sea, this guide covers the most beautiful places to visit in Bulgaria, including monasteries, historic cities, mountain regions and coastal towns. It highlights the country’s main landmarks and cultural sites for a complete overview of Bulgaria.",
        "seo_hook": "Mountain monasteries rise from forested valleys, Roman ruins sit beside lively streets, and the Black Sea shimmers at Europe’s edge. Bulgaria feels raw, authentic and quietly powerful.",
        "featured_list": [
          "Rila Monastery: orthodox landmark",
          "Plovdiv: historic old town",
          "Veliko Tarnovo: medieval capital",
          "Black Sea Coast: beaches and heritage"
        ],
        "places_taglines": {
          "BG::sofia": "capital city mountain backdrop orthodox heritage",
          "BG::plovdiv": "ancient city roman theater old town",
          "BG::rila-monastery": "orthodox monastery mountain sanctuary",
          "BG::veliko-tarnovo": "medieval capital fortress hills",
          "BG::nessebar": "black sea town unesco ancient walls",
          "BG::koprivshtitsa": "revival village painted houses",
          "BG::melnik": "sandstone town wine heritage",
          "BG::varna": "coastal city roman baths sea"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}