{
  "version": 1,
  "country": "bg",
  "language": "pt",
  "places": [
    {
      "place_id": "BG::ardino",
      "name": "Ardino",
      "cc": "BG",
      "language": "pt",
      "coords": [
        41.5761,
        25.135
      ],
      "lat": 41.5761,
      "lon": 25.135,
      "visits": [
        {
          "text": "Descoberta da Ponte do Diabo (Dyavolski Most), ponte de pedra de três arcos sobre os desfiladeiros do rio Arda",
          "visit_duration_min": 75
        },
        {
          "text": "Passeio ao longo dos desfiladeiros do rio Arda nos Rhodopes",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhada pela pequena cidade de Ardino, ponto de partida para a Ponte do Diabo",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada leve nas montanhas dos Rhodopes ao redor da Ponte do Diabo"
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "Os Lugares Mais Bonitos da Bulgária: Sófia, Plovdiv, Mosteiro de Rila, Mar Negro",
          "day": 3
        }
      ],
      "rating": 3.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::balchik",
      "name": "Balchik",
      "cc": "BG",
      "language": "pt",
      "coords": [
        43.4211,
        28.1631
      ],
      "lat": 43.4211,
      "lon": 28.1631,
      "visits": [
        {
          "text": "Visite o Palácio e Jardim Botânico de Balchik, um pedaço do paraíso na terra e uma atração turística imperdível na costa búlgara do Mar Negro. Este complexo arquitetónico e paisagístico foi criado como residência de verão para a Rainha Maria da Roménia a partir de 1924.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a villa 'Tenha Yuvah' ('ninho solitário') e os edifícios posteriores incluindo uma capela ortodoxa, um ninfeu, pátios de estilo mourisco, uma casa tradicional do período do Renascimento Nacional, e fontes decoradas com finos medalhões de mármore representando personagens mitológicos.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelo jardim botânico com a sua notável coleção de plantas de todo o mundo, incluindo uma das maiores coleções de cactos e suculentas da Europa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O romântico palácio projetado por arquitetos italianos combina-se com os jardins exóticos para criar um dos cenários mais belos da costa do Mar Negro."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 21
        }
      ],
      "rating": 6.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::bansko",
      "name": "Bansko",
      "cc": "BG",
      "language": "pt",
      "coords": [
        41.8375,
        23.4886
      ],
      "lat": 41.8375,
      "lon": 23.4886,
      "visits": [
        {
          "text": "Explore Bansko nas Montanhas Pirin, famosa pelas suas estâncias de esqui mas igualmente impressionante para caminhadas de verão. O Pico Todorka alberga várias pistas de esqui e snowboard enquanto o belo Parque Nacional de Pirin oferece cristas espetaculares e lagos glaciares.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra uma das partes mais selvagens da Europa, pois as Montanhas Pirin e os seus vales são lar de lobos e ursos entre outras espécies de flora e fauna. O parque nacional oferece inúmeros trilhos através de natureza virgem.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Lago Muratovo, uma das joias do Parque Nacional de Pirin, ou desafie-se com a caminhada até ao Pico Vihren, a terceira montanha mais alta da Bulgária.",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta de Bansko, grande estação de esqui situada no maciço do Pirin",
          "visit_duration_min": 75
        },
        {
          "text": "Exploração do Parque Nacional do Pirin ao redor de Bansko",
          "visit_duration_min": 75
        },
        {
          "text": "Visita ao lago glacial de Muratovo, no coração dos cumes do Pirin",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A zona transforma-se num paraíso de desportos de inverno com instalações de esqui de classe mundial. Os visitantes de verão podem desfrutar de trilhos que vão desde passeios tranquilos a subidas de montanha desafiantes."
        },
        {
          "text": "Dia de esqui ou snowboard nas encostas de Todorka Peak em Bansko (na temporada de inverno)"
        },
        {
          "text": "Caminhada em direção ao monte Vihren, cume emblemático do Pirin"
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 4
        },
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "Os Lugares Mais Bonitos da Bulgária: Sófia, Plovdiv, Mosteiro de Rila, Mar Negro",
          "day": 7
        }
      ],
      "rating": 5.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::batak-reservoir",
      "name": "Batak Reservoir",
      "cc": "BG",
      "language": "pt",
      "coords": [
        41.9333,
        24.2167
      ],
      "lat": 41.9333,
      "lon": 24.2167,
      "visits": [
        {
          "text": "Visite a Barragem de Batak nos Montes Ródopes, a terceira maior barragem da Bulgária e extremamente popular para atividades ao ar livre. Este pitoresco corpo de água rodeado de colinas e montanhas arborizadas oferece natureza intocada e vistas deslumbrantes.",
          "visit_duration_min": 75
        },
        {
          "text": "A barragem oferece oportunidades para caminhadas, ciclismo, equitação e pesca. Sair na água de caiaque ou em passeio de barco revela toda a beleza deste cenário montanhoso com pequenos povoados pontilhando a margem.",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta do reservatório de Batak nas montanhas dos Rhodopes, terceiro maior lago de barragem da Bulgária",
          "visit_duration_min": 75
        },
        {
          "text": "Passeio pelas colinas arborizadas e pequenas aldeias que margeiam o lago",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embora não seja uma das atrações mais 'icónicas', a Barragem de Batak oferece autênticas paisagens de montanha búlgaras longe das multidões turísticas. A cidade mais próxima, Batak, fica a apenas oito quilómetros da margem."
        },
        {
          "text": "Atividades ao ar livre ao redor do lago de Batak: caminhada, ciclismo, equitação, pesca ou passeio de caiaque/barco"
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 7
        },
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "Os Lugares Mais Bonitos da Bulgária: Sófia, Plovdiv, Mosteiro de Rila, Mar Negro",
          "day": 5
        }
      ],
      "rating": 2.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::belogradchik",
      "name": "Belogradchik",
      "cc": "BG",
      "language": "pt",
      "coords": [
        43.625,
        22.6833
      ],
      "lat": 43.625,
      "lon": 22.6833,
      "visits": [
        {
          "text": "Maravilhe-se com as Rochas de Belogradchik, fenómenos naturais que competiram pelo título de 8ª maravilha do mundo. Estas formações rochosas avermelhadas começam antes de chegar à cidade e são melhor vistas de trás da fortaleza, onde se podem observar formações que lembram um casal abraçado.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a impressionante Fortaleza de Belogradchik, uma grande fortaleza com muralhas de rocha nos Montes Balcãs que remonta à época romana. Os grandes afloramentos rochosos serviam como muralhas defensivas naturais, tornando-a uma das fortalezas mais bem preservadas da Bulgária.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a própria cidade de Belogradchik, um popular destino turístico aninhado entre estas extraordinárias formações geológicas. A combinação de maravilhas naturais e fortificação histórica cria uma paisagem única.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "As caminhadas entre as formações rochosas revelam perspetivas sempre diferentes sobre estas antigas esculturas de arenito. O vento está sempre presente enquanto explora estes notáveis monumentos naturais."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 16
        }
      ],
      "rating": 4.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::devils-bridge",
      "name": "Devils Bridge",
      "cc": "BG",
      "language": "pt",
      "coords": [
        41.6167,
        25.1333
      ],
      "lat": 41.6167,
      "lon": 25.1333,
      "visits": [
        {
          "text": "Descubra a Ponte do Diabo (Dyavolski Most), uma bela ponte de pedra de três arcos sobre as gargantas do rio Arda nos Montes Ródopes perto de Ardino. Construída entre 1515 e 1518 pelo construtor búlgaro Dimitar, ligava a Trácia ao Mar Egeu.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o pitoresco vale e as gargantas do rio Arda, um dos melhores locais naturais da Bulgária. Esta joia escondida é um destino gratificante para quem está disposto a aventurar-se fora dos trilhos batidos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "As caminhadas nos Montes Ródopes circundantes revelam paisagens dramáticas e aldeias tradicionais em grande parte intocadas pelo turismo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 9
        }
      ],
      "rating": 3.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::devin",
      "name": "Devin",
      "cc": "BG",
      "language": "pt",
      "coords": [
        41.7439,
        24.3978
      ],
      "lat": 41.7439,
      "lon": 24.3978,
      "visits": [
        {
          "text": "Relaxe em Devin, uma das cidades termais mais populares da Bulgária no vale do rio Vacha. As fontes termais, spas e resorts são conhecidos pelas suas propriedades curativas desde a antiguidade, tratando especialmente problemas de pele.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore as próximas Gargantas de Trigrad com as suas dramáticas falésias, a misteriosa Gruta da Garganta do Diabo e a impressionante Gruta Yagodinska. A localização de Devin aninhada nas montanhas torna-a uma das partes mais cénicas da Bulgária.",
          "visit_duration_min": 75
        },
        {
          "text": "As águas minerais são tão renomadas que uma das marcas de água engarrafada mais populares da Bulgária, Devin, é extraída e engarrafada aqui. A cidade oferece a combinação perfeita de bem-estar e aventura ao ar livre.",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta da cidade termal de Devin no vale do rio Vacha, famosa por suas águas minerais",
          "visit_duration_min": 75
        },
        {
          "text": "Excursão aos desfiladeiros de Trigrad, espetacular canyon dos Rhodopes",
          "visit_duration_min": 75
        },
        {
          "text": "Visita à gruta da Garganta do Diabo (Devil's Throat Cave)",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta da gruta de Yagodinska, uma das mais famosas do país",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Depois de fazer caminhadas nesta bela região com as suas gargantas, formações rochosas, grutas, florestas e rios, descanse os seus pés cansados nas águas curativas de um spa ou fonte termal."
        },
        {
          "text": "Relaxamento nas termas e spas de Devin, conhecidos desde a Antiguidade por suas virtudes curativas"
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 8
        },
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "Os Lugares Mais Bonitos da Bulgária: Sófia, Plovdiv, Mosteiro de Rila, Mar Negro",
          "day": 4
        }
      ],
      "rating": 4.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::etar",
      "name": "Etar",
      "cc": "BG",
      "language": "pt",
      "coords": [
        42.8167,
        25.35
      ],
      "lat": 42.8167,
      "lon": 25.35,
      "visits": [
        {
          "text": "Visite o Complexo Arquitetónico Etnográfico de Etar, o primeiro do seu tipo na Bulgária fundado em 1964 e localizado a 8 km a sul de Gabrovo. O museu apresenta a única coleção de antigas máquinas movidas a água na Bulgária.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore 10 instalações hidráulicas que formam uma das mais ricas coleções técnicas ativas entre os museus ao ar livre europeus. Todos os objetos permanecem operacionais como no passado – por isso a roda de água tornou-se o emblema de Etar.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pela rua dos artesãos com 16 modelos de arquitetura balcânica mostrando o talento original dos construtores do Renascimento Nacional. Os artesãos demonstram ofícios tradicionais em oficinas autênticas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Este museu vivo oferece uma janela única para a vida tradicional búlgara e o seu artesanato, com demonstrações de forja, carpintaria e outros ofícios tradicionais."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 13
        }
      ],
      "rating": 5.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::ivanovo",
      "name": "Ivanovo",
      "cc": "BG",
      "language": "pt",
      "coords": [
        43.7167,
        25.9667
      ],
      "lat": 43.7167,
      "lon": 25.9667,
      "visits": [
        {
          "text": "Visite as Igrejas Rupestres de Ivanovo, Património Mundial da UNESCO no vale do rio Roussenski Lom no nordeste da Bulgária. Este complexo de igrejas, capelas, mosteiros e celas escavados na rocha desenvolveu-se onde os primeiros eremitas cavaram as suas habitações no século XII.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire os murais do século XIV que testemunham a habilidade excecional dos artistas pertencentes à Escola de pintura de Tarnovo. Estes frescos estão entre os melhores exemplos da arte medieval búlgara.",
          "visit_duration_min": 75
        },
        {
          "text": "Nas proximidades, visite o Túmulo de Sveshtari, um túmulo trácio do século III a.C. descoberto em 1982 com decoração arquitetónica única incluindo cariátides policromadas meio humanas, meio vegetais. As 10 figuras femininas esculpidas em alto-relevo são os únicos exemplos encontrados em terras trácias.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O atmosférico complexo rupestre revela como os monges viviam em harmonia com a paisagem dramática, esculpindo as suas casas espirituais diretamente nas paredes rochosas."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 17
        }
      ],
      "rating": 5.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::kaliakra",
      "name": "Kaliakra",
      "cc": "BG",
      "language": "pt",
      "coords": [
        43.3617,
        28.465
      ],
      "lat": 43.3617,
      "lon": 28.465,
      "visits": [
        {
          "text": "Explore Kaliakra, um longo e estreito promontório na costa norte do Mar Negro búlgaro com falésias verticais abruptas que atingem 70 metros sobre o mar. Esta reserva natural permite a observação de golfinhos, corvos-marinhos e pinípedes no seu habitat natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra os vestígios de muralhas fortificadas, canalizações de água, banhos e residência do déspota Dobrotitsa da capital medieval do efémero principado de Karvuna.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Enseada de Bolata um pouco a norte, com uma pequena praia abrigada na foz de um pitoresco desfiladeiro, também parte da reserva natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "As dramáticas falésias e ruínas históricas criam um dos locais mais atmosféricos da costa búlgara, onde a beleza natural encontra a história medieval."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 20
        }
      ],
      "rating": 2.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::madara",
      "name": "Madara",
      "cc": "BG",
      "language": "pt",
      "coords": [
        43.2833,
        27.1167
      ],
      "lat": 43.2833,
      "lon": 27.1167,
      "visits": [
        {
          "text": "Maravilhe-se com o Cavaleiro de Madara, Património Mundial da UNESCO esculpido numa falésia de 100 metros de altura perto da aldeia de Madara. Esta figura de um cavaleiro triunfando sobre um leão foi esculpida quando Madara era o principal local sagrado do Primeiro Império Búlgaro antes da conversão da Bulgária ao cristianismo.",
          "visit_duration_min": 75
        },
        {
          "text": "Leia as inscrições ao lado da escultura que relatam eventos entre 705 e 801 d.C. Este relevo rupestre único é o único monumento deste tipo do período medieval primitivo na Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Fortaleza de Ovech perto de Provadiya, erguida num planalto em forma de navio. Alcançada através do pitoresco eco-trilho de Ovech com degraus cortados na rocha, esta fortaleza oferece lendas locais pelos guias do museu, além de atividades de tiro com arco e lançamento de dardo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A reserva arqueológica de Madara inclui outros vestígios trácios, romanos e medievais à volta deste local sagrado que serviu múltiplas civilizações."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 18
        }
      ],
      "rating": 5.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::melnik",
      "name": "Melnik",
      "cc": "BG",
      "language": "pt",
      "coords": [
        41.5244,
        23.3928
      ],
      "lat": 41.5244,
      "lon": 23.3928,
      "visits": [
        {
          "text": "Descubra Melnik no coração da região vinícola búlgara que cobre mais de 60.000 hectares – o país foi outrora o quarto maior produtor de vinho do mundo. Esta encantadora cidade é uma base perfeita para explorar as vinhas e adegas próximas.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com as Pirâmides de Terra de Melnik, pirâmides e obeliscos de arenito que se erguem das encostas e se elevam 100 metros acima da floresta. Estas formações geológicas únicas criam uma paisagem surreal em redor da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o centro histórico com as suas interessantes igrejas, mosteiro e arquitetura distintiva. A combinação de cultura vinícola e maravilhas naturais faz de Melnik um dos tesouros escondidos da Bulgária.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participe numa prova de vinhos para saborear vinhos búlgaros em caves históricas escavadas no arenito. A região é particularmente conhecida pelos seus vinhos tintos produzidos a partir de castas autóctones."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 5
        }
      ],
      "rating": 8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::perperikon",
      "name": "Perperikon",
      "cc": "BG",
      "language": "pt",
      "coords": [
        41.7167,
        25.4667
      ],
      "lat": 41.7167,
      "lon": 25.4667,
      "visits": [
        {
          "text": "Explore Perperikon, uma das mais antigas estruturas megalíticas monumentais inteiramente esculpidas na rocha. Localizado nos Ródopes orientais a 20 km a nordeste de Kardzhali, este complexo arqueológico medieval ergue-se no topo de uma falésia a 470 metros de altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a cidade rupestre habitada desde tempos antigos, com o confortável vale fluvial criando condições de vida durante milénios. O local é um dos destinos turísticos mais populares da Bulgária, revelando camadas de civilização esculpidas diretamente na pedra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O vale circundante está repleto de dezenas de sítios arqueológicos de várias épocas, com Perperikon como centro. O cenário espetacular com vista sobre o vale do rio Perpereshka cria panoramas inesquecíveis."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 10
        }
      ],
      "rating": 2.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::plovdiv",
      "name": "Plovdiv",
      "cc": "BG",
      "language": "pt",
      "coords": [
        42.15,
        24.75
      ],
      "lat": 42.15,
      "lon": 24.75,
      "visits": [
        {
          "text": "Descubra Plovdiv, a segunda maior cidade da Bulgária e frequentemente apontada como o local habitado continuamente mais antigo da Europa. A cidade estende-se pelas margens do rio Maritsa rodeada por sete colinas, como Roma, com uma história que remonta a milhares de anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o incrível Teatro de Filipópolis, construído nos anos 90 do século I d.C. com 28 filas concêntricas de assentos de mármore à volta da orquestra. Este teatro romano com capacidade para 6.000 espectadores ainda é usado para eventos hoje.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Centro Histórico de Plovdiv com as suas encantadoras ruas de calçada e arquitetura do Renascimento Nacional. Como Capital Europeia da Cultura em 2019, a cidade é considerada a capital cultural da Bulgária.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba às colinas Nebet Tepe ou Bunardzhik Tepe para vistas encantadoras sobre a cidade e os seus tesouros arquitetónicos que abrangem milénios.",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta de Plovdiv, capital cultural da Bulgária, uma das cidades mais antigas da Europa",
          "visit_duration_min": 75
        },
        {
          "text": "Passeio pela cidade antiga de Plovdiv e suas ruas pavimentadas ladeadas por casas antigas",
          "visit_duration_min": 75
        },
        {
          "text": "Visita ao teatro romano de Plovdiv (Theater of Philippopolis), ainda utilizado para eventos",
          "visit_duration_min": 75
        },
        {
          "text": "Passeio pelo bairro criativo de Kapana, cafés e galerias",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o bairro de Kapana, o distrito criativo cheio de galerias de arte, cafés e boutiques. O antigo e o moderno fundem-se harmoniosamente neste vibrante centro cultural."
        },
        {
          "text": "Subida a uma das colinas de Plovdiv (Nebet Tepe ou Bunardzhik Tepe) para a vista panorâmica da cidade"
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 11
        },
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "Os Lugares Mais Bonitos da Bulgária: Sófia, Plovdiv, Mosteiro de Rila, Mar Negro",
          "day": 2
        }
      ],
      "rating": 7.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::prohodna-cave",
      "name": "Prohodna Cave",
      "cc": "BG",
      "language": "pt",
      "coords": [
        43.1833,
        24.1167
      ],
      "lat": 43.1833,
      "lon": 24.1167,
      "visits": [
        {
          "text": "Explore a Gruta Prohodna, uma das grutas mais famosas e facilmente acessíveis da Bulgária localizada perto da aldeia de Karlukovo. Esta ponte de rocha natural estende-se por 262 metros com duas entradas – na entrada pequena a altura atinge 35 metros, enquanto a abóbada mais alta da Bulgária com 45 metros espera na entrada grande.",
          "visit_duration_min": 75
        },
        {
          "text": "Olhe para cima para ver 'Os Olhos de Deus' – dois buracos em forma de olhos no teto da gruta que se tornaram um marco icónico búlgaro e tema fotográfico muito popular.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O trilho atravessa toda a gruta, oferecendo uma experiência única de caminhar através desta maravilha geológica natural."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 15
        }
      ],
      "rating": 9.8,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "BG::rila-monastery",
      "name": "Rila Monastery",
      "cc": "BG",
      "language": "pt",
      "coords": [
        42.1333,
        23.34
      ],
      "lat": 42.1333,
      "lon": 23.34,
      "visits": [
        {
          "text": "Visite o Mosteiro de Rila (Sveti Ivan Rilski), Património Mundial da UNESCO fundado em 927 d.C. pelo eremita Ivan de Rila que vivia numa gruta próxima. Este é um dos melhores lugares para visitar na Bulgária graças à sua localização tranquila no parque nacional montanhoso.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o complexo monástico incluindo a igreja, as áreas residenciais dos 60 monges que ainda aqui vivem, e o museu. O edifício como se vê hoje data do século XV, com algumas partes ainda mais antigas, reconstruído entre 1834 e 1862 após um incêndio devastador.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire este exemplo característico do Renascimento Búlgaro (séculos XVIII-XIX) que simboliza a consciência da identidade cultural eslava após séculos de ocupação. O mosteiro desempenhou um papel importante na vida espiritual e social da Bulgária medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita ao mosteiro de Rila (Sveti Ivan Rilski), sítio UNESCO no coração do parque natural do mosteiro de Rila",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta da igreja principal, dos edifícios residenciais dos monges e do museu do mosteiro",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo Parque Natural do Mosteiro de Rila circundante, um dos maiores parques nacionais da Bulgária. O ambiente montanhoso tranquilo proporciona condições perfeitas para reflexão e fotografia."
        },
        {
          "text": "Caminhada no parque natural do mosteiro de Rila ao redor do complexo monástico"
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 3
        },
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "Os Lugares Mais Bonitos da Bulgária: Sófia, Plovdiv, Mosteiro de Rila, Mar Negro",
          "day": 8
        }
      ],
      "rating": 5.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::saeva-dupka",
      "name": "Saeva Dupka",
      "cc": "BG",
      "language": "pt",
      "coords": [
        43.0333,
        24.0833
      ],
      "lat": 43.0333,
      "lon": 24.0833,
      "visits": [
        {
          "text": "Desça à Gruta Saeva Dupka, com mais de 400 metros de corredores e salas naturais tão impressionantes que é até usada como local de concertos. Tem o nome dos irmãos Seyu e Sae que se esconderam lá dentro durante a invasão otomana.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire um impressionante conjunto de estalactites e estalagmites formadas ao longo de milénios. Cinco galerias principais apresentam cada uma formações geológicas únicas. As grutas têm sido habitadas pelo menos desde a época romana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "As visitas guiadas revelam a história e geologia da gruta. A acústica que torna possíveis as atuações de concertos demonstra a notável arquitetura natural."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 14
        }
      ],
      "rating": 3.3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::seven-rila-lakes",
      "name": "Seven Rila Lakes",
      "cc": "BG",
      "language": "pt",
      "coords": [
        42.2,
        23.3167
      ],
      "lat": 42.2,
      "lon": 23.3167,
      "visits": [
        {
          "text": "Percorra os Sete Lagos de Rila, uma série de lagos glaciares escalonados entre 2.000 e 2.500 metros de altitude, um dos lugares mais pitorescos para visitar na Bulgária. Estes lagos interligados por ribeiros e cascatas estão entre as atrações turísticas mais famosas da Bulgária.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra cada lago nomeado pelas suas características únicas: 'A Lágrima' pelas suas águas cristalinas, 'O Olho' como o mais profundo com 37,5 metros, 'O Rim' pela sua forma, além dos Gémeos, o Lago do Peixe, o Trevo e o Lago Inferior. O mais alto situa-se a cerca de 2.500m, o mais baixo a 2.100m.",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta do Parque Nacional de Rila e do setor dos Sete Lagos de Rila",
          "visit_duration_min": 75
        },
        {
          "text": "Circuito ao redor dos Sete Lagos de Rila, sequência de lagos glaciais entre 2000 e 2500 m de altitude",
          "visit_duration_min": 75
        },
        {
          "text": "Excursão ao monte Musala, ponto mais alto dos Bálcãs (opção conforme nível)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Apanhe o teleférico desde a estância de Panichishte para conservar energia para a caminhada de 4-5 horas à volta de todos os lagos. Regresse até às 16h30 se planeia apanhar o teleférico para descer."
        },
        {
          "text": "Para alpinistas experientes, considere escalar o Pico Musala (2.925m), o ponto mais alto dos Balcãs, acessível a partir desta região."
        },
        {
          "text": "Subida de teleférico desde a zona de Panichishte/chiža Rilski ezera seguida de caminhada alpina"
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 2
        },
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "Os Lugares Mais Bonitos da Bulgária: Sófia, Plovdiv, Mosteiro de Rila, Mar Negro",
          "day": 9
        }
      ],
      "rating": 9.8,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "BG::shipka-pass",
      "name": "Shipka Pass",
      "cc": "BG",
      "language": "pt",
      "coords": [
        42.7167,
        25.3167
      ],
      "lat": 42.7167,
      "lon": 25.3167,
      "visits": [
        {
          "text": "Atravesse o Passo de Shipka, uma passagem a 1.150 metros através da Cordilheira dos Balcãs famosa pela Batalha do Passo de Shipka durante a Guerra Russo-Turca de 1877-1878. Os russos com ajuda búlgara lutaram contra o Império Otomano nesta localização estratégica.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Monumento de Shipka, uma torre de pedra de 31,5 metros erguida em 1934 para comemorar a batalha. O memorial oferece vistas deslumbrantes sobre o campo e é um local significativo na história nacional búlgara.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Túmulo Trácio de Kazanlak nas proximidades, Património Mundial da UNESCO datado do final do século IV a.C. Os murais do túmulo representando rituais funerários trácios são as obras-primas artísticas mais bem preservadas da Bulgária do período helenístico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça caminhadas na zona do Passo de Shipka para vistas espetaculares das montanhas. Veja os canhões históricos que tiveram um papel na famosa batalha."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 12
        }
      ],
      "rating": 6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::sofia",
      "name": "Sofia",
      "cc": "BG",
      "language": "pt",
      "coords": [
        42.6977,
        23.3219
      ],
      "lat": 42.6977,
      "lon": 23.3219,
      "visits": [
        {
          "text": "Descubra Sófia, a capital búlgara onde pode testemunhar vestígios do passado romano, medieval, otomano e soviético entrelaçados. Esta cidade tem uma verdadeira atmosfera de encontro entre Oriente e Ocidente, com igrejas medievais, catedrais de cúpulas bulbosas e mesquitas otomanas lado a lado em fascinante harmonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com a Catedral de Aleksandar Nevsky, um dos símbolos mais sagrados da Bulgária com as suas belas cúpulas bulbosas azuis e douradas. Esta magnífica catedral ortodoxa está entre as maiores igrejas ortodoxas orientais do mundo e serve como sede do Patriarca Búlgaro.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Igreja de Boyana nos arredores de Sófia, Património Mundial da UNESCO composto por três edifícios que abrangem do século X ao XIX. Os frescos pintados em 1259 na segunda igreja fazem dela uma das mais importantes coleções de pinturas medievais, entre os monumentos mais completos da arte medieval da Europa de Leste.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Museu Nacional de História Militar para uma viagem através da história antiga da Bulgária até aos seus dias soviéticos. As coleções abrangentes do museu documentam o património militar do país ao longo de milénios.",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta de Sofia, capital búlgara no cruzamento das influências romanas, medievais, otomanas e soviéticas",
          "visit_duration_min": 75
        },
        {
          "text": "Visita à catedral Aleksander Nevski, símbolo de Sofia com suas cúpulas azul e dourada",
          "visit_duration_min": 75
        },
        {
          "text": "Passeio pelo centro histórico entre igrejas medievais, mesquitas otomanas e edifícios da era soviética",
          "visit_duration_min": 75
        },
        {
          "text": "Visita ao Museu Nacional de História Militar que retrata a história da Bulgária até o período soviético",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Suba o Monte Vitosha de 2.292 metros para vistas panorâmicas incríveis sobre os telhados de Sófia. A montanha é uma excelente excursão de um dia desde a cidade, oferecendo caminhadas no verão e esqui no inverno ao alcance da capital."
        },
        {
          "text": "Excursão ao monte Vitosha que domina Sofia para um panorama sobre os telhados da cidade"
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 1
        },
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "Os Lugares Mais Bonitos da Bulgária: Sófia, Plovdiv, Mosteiro de Rila, Mar Negro",
          "day": 1
        }
      ],
      "rating": 9.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::varna",
      "name": "Varna",
      "cc": "BG",
      "language": "pt",
      "coords": [
        43.2141,
        27.9147
      ],
      "lat": 43.2141,
      "lon": 27.9147,
      "visits": [
        {
          "text": "Descubra Varna, a principal estância balnear do Mar Negro na Bulgária com as suas seis belas praias de areia além de excelentes bares, restaurantes e belos parques. Esta cidade portuária também alberga incríveis museus e igrejas ortodoxas.",
          "visit_duration_min": 75
        },
        {
          "text": "Veja o 'Ouro de Varna' no Museu Arqueológico – uma coleção de joias com quase 7.000 anos da Necrópole Calcolítica, o ouro trabalhado mais antigo do mundo. Este tesouro foi exibido no Parlamento Europeu em Bruxelas.",
          "visit_duration_min": 75
        },
        {
          "text": "As principais praias da cidade oferecem natação, banhos de sol, caiaque, passeios de barco e pesca, enquanto bares de praia e restaurantes servem os visitantes ao longo da costa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite a praia de Asparukovo para uma experiência mais local longe das multidões turísticas. A combinação de tesouros antigos, cultura de praia e comodidades modernas faz de Varna um dos melhores destinos costeiros da Bulgária."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 19
        }
      ],
      "rating": 7.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BG::velingrad",
      "name": "Velingrad",
      "cc": "BG",
      "language": "pt",
      "coords": [
        42.0275,
        23.9919
      ],
      "lat": 42.0275,
      "lon": 23.9919,
      "visits": [
        {
          "text": "Descubra Velingrad, outra localidade dos Montes Ródopes famosa pelas suas águas curativas. Fundada em 1948 após a unificação de várias aldeias, a cidade alberga hoje mais de 90 nascentes de água mineral incluindo as renomadas Ladzhene, Kamenitsa, Chepino, Rakitovo e Kostandovo.",
          "visit_duration_min": 75
        },
        {
          "text": "Escolha entre 22 banhos e piscinas minerais diferentes que variam em temperatura e teor mineral. Devido à popularidade da cidade existem três sanatórios e mais de 60 hotéis dedicados a tratamentos de bem-estar.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Lago Kleptuza, uma das maiores nascentes cársicas da Bulgária, onde água cristalina emerge de cavernas subterrâneas criando um cenário lacustre pitoresco.",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta de Velingrad, grande estação termal dos Rhodopes",
          "visit_duration_min": 75
        },
        {
          "text": "Visita ao lago Kleptuza em Velingrad, símbolo da cidade",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "As águas minerais são utilizadas para tratar e prevenir muitas doenças, atraindo visitantes de todo o país. Este é um dos principais destinos de bem-estar da Bulgária."
        },
        {
          "text": "Banhos nas numerosas piscinas e estabelecimentos termais alimentados por mais de 90 fontes minerais"
        }
      ],
      "days_plan": [
        {
          "itin_id": "BG::bulgaria::monasteries-mountains-black-sea",
          "itin_title": "Roteiro Bulgária: Sófia, Plovdiv, Rila, Varna",
          "day": 6
        },
        {
          "itin_id": "BG::temp_1763242741245",
          "itin_title": "Os Lugares Mais Bonitos da Bulgária: Sófia, Plovdiv, Mosteiro de Rila, Mar Negro",
          "day": 6
        }
      ],
      "rating": 4.2,
      "place_type": "city",
      "suggested_days": 1
    }
  ]
}