{
  "version": 1,
  "country": "ge",
  "language": "en",
  "places": [
    {
      "place_id": "GE::akhaltsikhe",
      "name": "Akhaltsikhe",
      "cc": "GE",
      "coords": [
        41.6394,
        42.9867
      ],
      "lat": 41.6394,
      "lon": 42.9867,
      "visits": [
        {
          "text": "Explore Akhaltsikhe, capital of the Samtskhe-Javakheti region and gateway to Georgia's remarkable southern attractions. The town's history reflects centuries of Georgian and Ottoman influence, creating a unique cultural blend visible in local architecture and traditions. Recently revitalized, the town center provides excellent facilities while maintaining authentic regional character.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the magnificent Rabati Fortress, a stunning medieval castle complex completely restored in recent years to showcase its layered Ottoman and Georgian heritage. The fortress grounds encompass well-maintained gardens, a mosque, a church, and a synagogue, reflecting the region's multicultural history. Climbing the towers rewards visitors with spectacular views of the town and surrounding mountains.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander through Rabati's illuminated grounds in the evening when atmospheric lighting transforms the fortress into a magical setting. The complex includes museums documenting local history and traditional crafts. Akhaltsikhe serves as the perfect base for exploring lesser-known destinations including Tmogvi, Khertvisi Fortress, and the remote valleys of southern Georgia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 11
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.6
    },
    {
      "place_id": "GE::batumi",
      "name": "Batumi",
      "cc": "GE",
      "coords": [
        41.6168,
        41.6367
      ],
      "lat": 41.6168,
      "lon": 41.6367,
      "visits": [
        {
          "text": "Reach Batumi, Georgia's primary Black Sea resort city, known for its unique blend of historic architecture and striking contemporary buildings earning comparisons to Las Vegas. The beachfront promenade stretches for kilometers along pebbly shores backed by palm trees and modern sculptures. This cosmopolitan city pulses with energy during summer months when visitors from across the region flock to its seaside attractions.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Batumi's charming Old Town, where European-style buildings, narrow lanes, and the historic Orta Jame Mosque reflect the city's multicultural heritage. The region of Adjara maintains distinct cultural traditions with approximately 30 percent Muslim population, distinguishing it from other Georgian regions. Musical fountains, cycling paths, and vibrant nightlife create an atmosphere of celebration.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike through the Batumi Botanical Garden, a steep but rewarding trail ascending hillsides covered with exotic plant collections culminating in spectacular Black Sea panoramas. The extensive grounds showcase flora from around the world in a stunning coastal setting. Evening brings the famous dancing fountains to life while the illuminated Boulevard invites leisurely waterfront strolls.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 13
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.2
    },
    {
      "place_id": "GE::borjomi",
      "name": "Borjomi",
      "cc": "GE",
      "coords": [
        41.8422,
        43.3897
      ],
      "lat": 41.8422,
      "lon": 43.3897,
      "visits": [
        {
          "text": "Arrive in Borjomi, Georgia's famous spa resort town nestled in a forested gorge and renowned worldwide for its naturally carbonated mineral water. The town developed as a fashionable retreat during the 19th century when the Russian imperial family built their summer residence here. Dense pine forests, therapeutic springs, and crisp mountain air continue to attract visitors seeking relaxation and natural wellness.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through Borjomi Central Park where visitors can sample the famous mineral water directly from the source at no charge. A vintage cable car ascends from the park to panoramic viewpoints overlooking the town and surrounding peaks. The historic bathhouse buildings showcase elegant 19th-century architecture reflecting Borjomi's golden age as a therapeutic destination.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit the ornate Romanov Palace, the summer residence of the Russian imperial family featuring distinctive striped red-and-yellow stonework and romantic gardens. The palace grounds offer peaceful walking paths through manicured landscapes. Consider exploring portions of the vast Borjomi-Kharagauli National Park, one of Europe's largest protected areas featuring diverse ecosystems and extensive hiking trails.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 9
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.9
    },
    {
      "place_id": "GE::chiatura",
      "name": "Chiatura",
      "cc": "GE",
      "coords": [
        42.2867,
        43.2944
      ],
      "lat": 42.2867,
      "lon": 43.2944,
      "visits": [
        {
          "text": "Discover Chiatura, a fascinating industrial city known for its remarkable network of Soviet-era cable cars connecting the valley floor to surrounding hillsides. Established in the 1870s following the discovery of manganese deposits, the town once supplied 60 percent of the world's manganese ore. The aerial ropeways, commissioned by Stalin himself, continue serving residents as daily transportation.",
          "visit_duration_min": 75
        },
        {
          "text": "Ride the distinctive cable cars, nicknamed 'flying coffins' for their weathered appearance, offering spectacular views of the valley and colorful apartment blocks clinging to steep hillsides. The brutalist cable car station buildings retain original Soviet insignia including hammer-and-sickle symbols. Fans of industrial heritage and Soviet architecture find Chiatura an absolute treasure trove.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stop at Katskhi Pillar, an extraordinary natural limestone column rising 40 meters from the valley floor with a small chapel perched improbably on top. A solitary monk inhabits this vertiginous hermitage, descending a daunting ladder twice weekly for supplies. Dating possibly from the 6th century, this unique monument exemplifies the remarkable lengths Georgian monks pursued for spiritual isolation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 17
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.6
    },
    {
      "place_id": "GE::davit-gareja",
      "name": "Davit Gareja",
      "cc": "GE",
      "coords": [
        41.45,
        45.3833
      ],
      "lat": 41.45,
      "lon": 45.3833,
      "visits": [
        {
          "text": "Journey to Davit Gareja, an extraordinary 6th-century monastery complex carved into semi-desert hillsides near the Azerbaijani border. Founded by one of the Thirteen Syrian Fathers who spread Christianity throughout the Caucasus, this remote pilgrimage site comprises hundreds of caves, cells, and chapels decorated with medieval frescoes. The stark landscape creates an atmosphere of profound isolation and spiritual contemplation.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb to the upper monastery complex for views across the painted desert landscape stretching to the Azerbaijan frontier. Ancient cave cells containing faded but still visible religious paintings dot the cliffsides, testimony to centuries of monastic devotion in this austere environment. Active monks continue to inhabit portions of this remarkable heritage site.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the otherworldly semi-arid terrain surrounding Davit Gareja, characterized by undulating hills, sparse vegetation, and vivid earth tones rarely seen elsewhere in Georgia. This unique ecosystem supports distinctive flora and fauna adapted to the dry conditions. The journey here from Sighnaghi passes through varied landscapes demonstrating the country's remarkable geographic diversity.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 6
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.9
    },
    {
      "place_id": "GE::gori",
      "name": "Gori",
      "cc": "GE",
      "coords": [
        41.9867,
        44.1125
      ],
      "lat": 41.9867,
      "lon": 44.1125,
      "visits": [
        {
          "text": "Explore Gori, the birthplace of Joseph Stalin and home to the controversial museum documenting his life and legacy. The Stalin Museum complex includes his childhood home preserved under a protective pavilion, his personal railway carriage, and extensive exhibitions of photographs and artifacts. Visitors can examine this complicated historical figure while walking through streets still bearing Soviet-era architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb to Gori Fortress, a medieval citadel crowning a rocky hill at the heart of the city with commanding views of the surrounding plains. Archaeological evidence suggests fortifications existed here since before the 1st century BC, making this site witness to millennia of Georgian history. The restored walls and towers provide excellent vantage points for understanding the region's strategic importance.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit the Sergi Makalatia Historical and Ethnographic Museum to gain deeper understanding of Georgian cultural traditions and regional history beyond the Stalin narrative. The Cathedral of the Nativity of the Blessed Virgin offers peaceful gardens for contemplation. Gori's central location makes it an ideal base for exploring multiple nearby attractions.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 8
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.6
    },
    {
      "place_id": "GE::gudauri",
      "name": "Gudauri",
      "cc": "GE",
      "coords": [
        42.4756,
        44.4778
      ],
      "lat": 42.4756,
      "lon": 44.4778,
      "visits": [
        {
          "text": "Travel the legendary Georgian Military Highway, one of the most spectacular mountain roads in the world connecting Tbilisi to the high Caucasus. This historic route winds through dramatic gorges, past ancient fortresses, and along rushing rivers that have shaped the landscape for millennia. Every curve reveals new vistas of snow-capped peaks and verdant valleys.",
          "visit_duration_min": 75
        },
        {
          "text": "Stop at the Russia-Georgia Friendship Monument, a striking Soviet-era mosaic panorama built in 1983 to commemorate bilateral relations. The colorful semi-circular structure features intricate tile work depicting scenes from Georgian and Russian history. More importantly, the viewing platform offers spectacular panoramas of the surrounding mountain wilderness.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover Gudauri, Georgia's premier mountain resort featuring 35 kilometers of ski slopes served by 15 modern lifts during winter months. In summer, the area transforms into a paradise for hikers and paragliders seeking adventure amid pristine alpine landscapes. The resort sits at an elevation of 2,200 meters, offering refreshing mountain air and dramatic scenery year-round.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.8
    },
    {
      "place_id": "GE::khulo",
      "name": "Khulo",
      "cc": "GE",
      "coords": [
        41.6422,
        42.31
      ],
      "lat": 41.6422,
      "lon": 42.31,
      "visits": [
        {
          "text": "Venture inland from Batumi to discover the mountainous heart of Adjara, a region of forested peaks and traditional villages rarely visited by international travelers. The Lesser Caucasus mountains rise dramatically from the coastal plain, creating landscapes of exceptional beauty. This off-the-beaten-path territory rewards adventurous visitors seeking authentic Georgian mountain culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the remarkable Khulo cable car, a small red gondola soaring 350 meters above a deep valley to connect the villages of Khulo and Tago. This spectacular ride offers bird's-eye views of precipitous terrain and traditional highland settlements. The villages themselves provide glimpses of unhurried mountain life far removed from coastal tourist development.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore hiking opportunities throughout mountainous Adjara, ranging from day walks to multi-day wilderness treks through pristine highland environments. Numerous guesthouses in remote villages offer authentic hospitality and home-cooked regional specialties. The area remains genuinely undeveloped, providing adventurous travelers with experiences increasingly difficult to find elsewhere in Georgia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 12
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.2
    },
    {
      "place_id": "GE::kutaisi",
      "name": "Kutaisi",
      "cc": "GE",
      "coords": [
        42.2679,
        42.718
      ],
      "lat": 42.2679,
      "lon": 42.718,
      "visits": [
        {
          "text": "Arrive in Kutaisi, Georgia's third-largest city and former capital, maintaining an old-world charm that distinguishes it from the more cosmopolitan Tbilisi. Situated along the banks of the Rioni River, the city has served as an important cultural center for millennia. The elegant Lado Meskhishvili State Drama Theatre and surrounding architecture reflect the city's distinguished heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Bagrati Cathedral, a UNESCO World Heritage masterpiece originally constructed in the 11th century as a symbol of medieval Georgian ecclesiastical architecture. Though partially destroyed by Ottoman forces in the 17th century, restoration efforts have returned the cathedral to its former glory. The hilltop location provides commanding views over the city and river below.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Gelati Monastery, another UNESCO site founded by King David the Builder in 1106 as an academy that became the medieval world's preeminent center of Georgian learning. The monastery complex includes remarkable frescoes and mosaics representing the pinnacle of medieval Georgian artistic achievement. Browse the vibrant Green Bazaar where vendors display fresh produce, spices, and local delicacies.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 18
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.7
    },
    {
      "place_id": "GE::martvili",
      "name": "Martvili",
      "cc": "GE",
      "coords": [
        42.415,
        42.3819
      ],
      "lat": 42.415,
      "lon": 42.3819,
      "visits": [
        {
          "text": "Experience Martvili Canyon, a stunning natural wonder where emerald-green waters flow through a narrow limestone gorge draped in moss and lush vegetation. Short boat rides carry visitors through the most scenic sections, gliding beneath overhanging cliffs and past cascading waterfalls. The canyon's intimate scale creates an atmosphere of peaceful immersion in pristine natural beauty.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the broader Martvili area, home to numerous waterfalls, canyons, and natural attractions that remain largely undiscovered by international tourists. Visit Martvili Monastery, the Kaghu Waterfall, Balda Canyon, and Oghueshi Waterfall for a comprehensive appreciation of the region's diverse landscapes. The area's rich history complements its natural wonders.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Okatse Canyon, featuring a dramatic hanging walkway suspended above a gorge ranging from 35 to 50 meters deep. The canyon stretches 16 kilometers though visitors can walk approximately 1.5 kilometers along the metal pathway. Breathtaking views of the chasm below create exhilarating sensations for those comfortable with heights.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 14
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.3
    },
    {
      "place_id": "GE::mestia",
      "name": "Mestia",
      "cc": "GE",
      "coords": [
        43.0458,
        42.7275
      ],
      "lat": 43.0458,
      "lon": 42.7275,
      "visits": [
        {
          "text": "Arrive in Mestia, the capital of Svaneti and gateway to Georgia's most dramatic high-mountain landscapes surrounded by peaks exceeding 5,000 meters. This remote region developed unique cultural traditions, language, and architecture due to centuries of isolation in deep valleys. The distinctive Svanetian defensive towers, built between the 9th and 12th centuries, punctuate the landscape as symbols of this fiercely independent community.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Svaneti Museum of History and Ethnography to understand the remarkable heritage of the Svan people, including their distinctive religious practices, crafts, and social structures. The museum houses important medieval icons and artifacts preserved in these remote valleys when lowland Georgia faced repeated invasions. Traditional stone tower houses continue functioning as family residences throughout the region.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike to Koruldi Lakes for spectacular panoramic views of Svaneti's glacier-capped peaks and alpine meadows carpeted with wildflowers during summer months. The Chalaadi Glacier trail offers another accessible day hike approaching ancient ice formations. Two ski resorts, Tetnuldi and Hatsvali, provide winter sports opportunities while backcountry skiing attracts adventurous visitors seeking untouched powder.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 15
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.8
    },
    {
      "place_id": "GE::mtskheta",
      "name": "Mtskheta",
      "cc": "GE",
      "coords": [
        41.8423,
        44.7186
      ],
      "lat": 41.8423,
      "lon": 44.7186,
      "visits": [
        {
          "text": "Visit Mtskheta, designated a UNESCO World Heritage Site and revered as Georgia's sacred city by the Orthodox Church. This ancient settlement served as the nation's capital for nearly a millennium and remains the spiritual heart of Georgian Christianity. The atmospheric streets lined with traditional stone houses lead to monuments of extraordinary religious and historical significance.",
          "visit_duration_min": 75
        },
        {
          "text": "Enter Svetitskhoveli Cathedral, one of the most venerated religious structures in the Caucasus, believed by many Georgians to house the sacred robe of Christ. This magnificent 11th-century masterpiece features remarkable frescoes, intricate stone carvings, and an atmosphere of profound spirituality. The cathedral's architectural grandeur reflects the golden age of medieval Georgian culture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Climb to Jvari Monastery, perched dramatically on a clifftop overlooking the confluence of the Mtkvari and Aragvi rivers. Dating from the 6th century, this architectural gem represents one of the earliest examples of Georgian ecclesiastical design and offers breathtaking views of Mtskheta below. The monastery's isolated position and ancient stones create an unforgettable atmosphere of contemplation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.6
    },
    {
      "place_id": "GE::sighnaghi",
      "name": "Sighnaghi",
      "cc": "GE",
      "coords": [
        41.6175,
        45.9217
      ],
      "lat": 41.6175,
      "lon": 45.9217,
      "visits": [
        {
          "text": "Arrive in Sighnaghi, a picturesque hilltop town known as the 'City of Love' for its romantic atmosphere and stunning views over the Alazani Valley. This 18th-century fortified settlement features remarkably preserved defensive walls with 23 towers, each named after nearby villages. Cobblestone streets wind past pastel-colored houses with traditional wooden balconies overlooking endless vineyards below.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk the historic town walls that encircle Sighnaghi, stretching over 4 kilometers with accessible towers providing panoramic viewpoints. These impressive fortifications were built by King Erekle II to protect the region's valuable wine-producing communities from invasion. The walls remain among the best-preserved examples of Georgian military architecture from the royal period.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Bodbe Convent, the final resting place of Saint Nino who brought Christianity to Georgia in the 4th century. This active monastery complex features beautifully maintained gardens and a sacred spring believed to possess healing properties. Pilgrims descend a long stairway through cypress groves to reach the spring, creating a contemplative journey through the forested hillside.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience Kakheti's renowned wine culture at traditional family wineries producing wine using ancient qvevri clay vessel methods. This UNESCO-recognized winemaking technique dates back 8,000 years, making Georgia one of the oldest wine-producing regions on Earth. Sample amber wines, robust reds, and learn about grape varieties found nowhere else in the world.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 5
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.7
    },
    {
      "place_id": "GE::stepantsminda",
      "name": "Stepantsminda",
      "cc": "GE",
      "coords": [
        42.6592,
        44.6439
      ],
      "lat": 42.6592,
      "lon": 44.6439,
      "visits": [
        {
          "text": "Reach Stepantsminda (formerly Kazbegi), the gateway to some of the most spectacular mountain scenery in the entire Caucasus range. This charming highland town sits at 1,740 meters elevation in the shadow of Mount Kazbek, a dormant volcano rising to 5,054 meters that dominates the horizon. The region offers exceptional opportunities for hiking, horseback riding, and experiencing traditional mountain village life.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike to Gergeti Trinity Church (Tsminda Sameba), Georgia's most iconic landmark perched on a hilltop at 2,170 meters with Mount Kazbek as its backdrop. This 14th-century stone sanctuary appears to float among the clouds, creating one of the most photographed scenes in the Caucasus. The moderately challenging trail rewards visitors with increasingly dramatic views as elevation increases.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Truso Valley, a remote glacial landscape dotted with mineral springs, travertine formations, and abandoned stone villages. The valley stretches toward the Russian border through terrain of otherworldly beauty, featuring multicolored rock formations and natural carbonated springs. This off-the-beaten-path adventure showcases the raw wilderness that makes Georgia's mountains so exceptional.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.5
    },
    {
      "place_id": "GE::tbilisi",
      "name": "Tbilisi",
      "cc": "GE",
      "coords": [
        41.7151,
        44.8271
      ],
      "lat": 41.7151,
      "lon": 44.8271,
      "visits": [
        {
          "text": "Explore Tbilisi's enchanting Old Town, where centuries of architectural heritage blend seamlessly with modern creative energy. Founded in 458 AD at the crossroads of Europe and Asia, the Georgian capital showcases an extraordinary mix of medieval fortresses, ornate churches, Soviet-era monuments, and contemporary art installations. Wander through narrow cobblestone streets where ancient stone walls meet colorful balconies adorned with intricate wooden carvings.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to the Narikala Fortress via the scenic cable car for panoramic views spanning the entire city and the winding Mtkvari River below. This ancient citadel dates back to the 4th century and has witnessed countless invasions and reconstructions throughout Georgia's turbulent history. The fortress ramparts offer exceptional vantage points for photography, especially during golden hour when the city glows beneath the Caucasus foothills.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the famous Dry Bridge Market, a sprawling open-air bazaar where vendors display Soviet memorabilia, antique jewelry, traditional crafts, and curious treasures from decades past. This vibrant gathering place perfectly captures Tbilisi's eclectic spirit and offers fascinating insights into Georgian culture and history.",
          "visit_duration_min": 60
        },
        {
          "text": "Rejuvenate in the historic sulfur baths of Abanotubani, the bathhouse district where natural hot springs have drawn visitors for centuries. The distinctive domed brick structures house therapeutic mineral waters that remain a cherished Georgian tradition. Stroll through the adjacent botanical garden for peaceful walking paths amid lush vegetation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.7
    },
    {
      "place_id": "GE::tskaltubo",
      "name": "Tskaltubo",
      "cc": "GE",
      "coords": [
        42.3442,
        42.5947
      ],
      "lat": 42.3442,
      "lon": 42.5947,
      "visits": [
        {
          "text": "Explore Tskaltubo, a once-glamorous Soviet spa resort where mineral waters have attracted visitors since the 13th century. During the USSR era, more than 20 sanatoriums and 9 bathhouses served thousands of guests annually, including Stalin who maintained a private cottage here. The town's grandeur faded following Georgian independence and civil war, leaving hauntingly beautiful abandoned buildings.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through the atmospheric ruins of Soviet-era sanatoriums, their neoclassical facades and ornate interiors slowly being reclaimed by nature. These structures offer remarkable insights into Soviet architectural ambitions and the era's approach to public health and recreation. A few facilities have reopened, allowing visitors to experience the therapeutic mineral waters that made Tskaltubo famous.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Prometheus Cave (Kumistavi Cave), one of Georgia's most spectacular natural attractions featuring illuminated stalactites, stalagmites, underground rivers, and vast cavern chambers. The cave system extends over a kilometer with walkways and atmospheric lighting creating a magical underground journey. Boat rides through the cave's lower levels add another dimension to this subterranean adventure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 19
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.3
    },
    {
      "place_id": "GE::uplistsikhe",
      "name": "Uplistsikhe",
      "cc": "GE",
      "coords": [
        41.9658,
        44.2094
      ],
      "lat": 41.9658,
      "lon": 44.2094,
      "visits": [
        {
          "text": "Discover Uplistsikhe, one of the oldest urban settlements in the Caucasus, carved entirely from rock on a plateau above the Mtkvari River. Dating from the late Bronze Age and flourishing as a major trading hub in the 6th century BC, this remarkable cave city once served as a vital stop on the Silk Road connecting Asia to Europe. Hundreds of caves, chambers, and tunnels honeycomb the sandstone formations.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the ancient cave city's impressive infrastructure including a large central square, the Queen Tamar Hall, wine cellars carved into rock, a pagan temple, and a medieval Christian church. An ancient secret tunnel once provided escape routes during sieges, while carved channels distributed water throughout the settlement. Artifacts discovered here are now displayed in Tbilisi's National Museum.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the Uplistsikhe archaeological complex, imagining the bustling market town that once thrived in these stone chambers. The 10th-century Uplistsuli Church dominates the site's highest point, its simple stone construction contrasting with the pre-Christian caves surrounding it. Sunset casts golden light across the rock formations, creating magical photographic opportunities.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 7
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.1
    },
    {
      "place_id": "GE::ushguli",
      "name": "Ushguli",
      "cc": "GE",
      "coords": [
        42.9167,
        43.0167
      ],
      "lat": 42.9167,
      "lon": 43.0167,
      "visits": [
        {
          "text": "Journey to Ushguli, a UNESCO World Heritage community considered the highest continuously inhabited settlement in Europe at approximately 2,400 meters elevation. This tiny village of around 200 residents preserves medieval defensive towers dating from the 9th century in a setting of extraordinary alpine beauty. The challenging 4x4 road from Mestia takes roughly 3 hours, crossing wild mountain terrain.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the cluster of ancient hamlets comprising Ushguli, where traditional stone architecture remains virtually unchanged for centuries. Mighty Mount Shkhara, Georgia's highest peak at 5,193 meters, dominates the horizon with its glaciated slopes. The remote location, accessible only during summer months, preserves an atmosphere of timeless isolation increasingly rare in the modern world.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Arrange mountain trekking or horseback riding excursions departing from Ushguli into the surrounding wilderness. The multi-day Mestia to Ushguli trek ranks among Georgia's finest hiking experiences, traversing high passes and traditional villages over 4 days. Simple guesthouses provide authentic accommodation where visitors share meals with local families maintaining centuries-old traditions.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 16
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.2
    },
    {
      "place_id": "GE::vardzia",
      "name": "Vardzia",
      "cc": "GE",
      "coords": [
        41.3811,
        43.2836
      ],
      "lat": 41.3811,
      "lon": 43.2836,
      "visits": [
        {
          "text": "Marvel at Vardzia, an extraordinary cave monastery city excavated from sheer cliffsides during Georgia's 12th-century golden age under Queen Tamar. This remarkable complex stretches approximately 500 meters along the rock face and rises 19 levels high, originally containing over 6,000 apartments, churches, and functional spaces. The site has been submitted for UNESCO World Heritage consideration.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore more than 400 accessible rooms including 12 chapels, 25 wine cellars, a bakery, pharmacies, and an intricate tunnel system connecting different sections. The Church of the Dormition preserves remarkable frescoes including a famous portrait of Queen Tamar herself. Abandoned following Ottoman conquest in the 16th century, Vardzia remains one of the most impressive medieval monuments in the entire Caucasus region.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Spend several hours wandering through Vardzia's labyrinthine cave passages, discovering hidden chambers and appreciating the engineering ingenuity required to create this vertical city. The remote location surrounded by dramatic canyon landscapes adds to the site's mystical atmosphere. Active monks still maintain a small monastery within the complex, continuing traditions established nine centuries ago.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Caucasus Odyssey: Medieval Towers, Cave Cities and Mountain Sanctuaries",
          "day": 10
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.1
    }
  ]
}