{
  "version": 1,
  "country": "ge",
  "language": "fr",
  "places": [
    {
      "place_id": "GE::akhaltsikhe",
      "name": "Akhaltsikhe",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.6394,
        42.9867
      ],
      "lat": 41.6394,
      "lon": 42.9867,
      "visits": [
        {
          "text": "Explorez Akhaltsikhe, capitale de la région de Samtskhe-Javakhéti et porte d'entrée vers les remarquables attractions du sud de la Géorgie. L'histoire de la ville reflète des siècles d'influence géorgienne et ottomane, créant un mélange culturel unique visible dans l'architecture locale et les traditions. Récemment revitalisé, le centre-ville offre d'excellentes infrastructures tout en conservant un authentique caractère régional.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la magnifique forteresse de Rabati, un impressionnant complexe de château médiéval entièrement restauré ces dernières années pour mettre en valeur son héritage ottoman et géorgien stratifié. L'enceinte de la forteresse englobe des jardins bien entretenus, une mosquée, une église et une synagogue, reflétant l'histoire multiculturelle de la région. Monter aux tours récompense les visiteurs avec des vues spectaculaires sur la ville et les montagnes environnantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans l'enceinte illuminée de Rabati le soir, quand l'éclairage atmosphérique transforme la forteresse en décor féerique. Le complexe comprend des musées documentant l'histoire locale et l'artisanat traditionnel. Akhaltsikhe constitue une base parfaite pour explorer des destinations moins connues comme Tmogvi, la forteresse de Khertvisi et les vallées isolées du sud de la Géorgie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 11
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "GE::batumi",
      "name": "Batumi",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.6168,
        41.6367
      ],
      "lat": 41.6168,
      "lon": 41.6367,
      "visits": [
        {
          "text": "Atteignez Batoumi, principale station balnéaire de Géorgie sur la mer Noire, connue pour son mélange unique d'architecture historique et de bâtiments contemporains audacieux qui lui ont valu des comparaisons avec Las Vegas. La promenade du front de mer s'étend sur des kilomètres le long de plages de galets bordées de palmiers et de sculptures modernes. Cette ville cosmopolite vibre d'énergie pendant les mois d'été quand les visiteurs de toute la région affluent vers ses attractions balnéaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le charmant vieux quartier de Batoumi, où des bâtiments de style européen, des ruelles étroites et l'historique mosquée Orta Jame reflètent l'héritage multiculturel de la ville. La région d'Adjarie maintient des traditions culturelles distinctes avec environ 30 pour cent de population musulmane, la distinguant des autres régions géorgiennes. Fontaines musicales, pistes cyclables et vie nocturne animée créent une atmosphère de fête.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez le jardin botanique de Batoumi, un sentier escarpé mais gratifiant montant à travers des versants couverts de collections de plantes exotiques culminant en panoramas spectaculaires sur la mer Noire. Les vastes terrains présentent une flore du monde entier dans un cadre côtier époustouflant. Le soir, les célèbres fontaines dansantes s'animent tandis que le boulevard illuminé invite à des promenades détendues au bord de l'eau.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 13
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "GE::borjomi",
      "name": "Borjomi",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.8422,
        43.3897
      ],
      "lat": 41.8422,
      "lon": 43.3897,
      "visits": [
        {
          "text": "Arrivez à Borjomi, la célèbre station thermale de Géorgie nichée dans une gorge boisée et mondialement reconnue pour son eau minérale naturellement gazeuse. La ville se développa comme destination à la mode au XIXe siècle lorsque la famille impériale russe y construisit sa résidence d'été. De denses forêts de pins, des sources thérapeutiques et un air de montagne vivifiant continuent d'attirer les visiteurs en quête de détente et de bien-être naturel.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans le parc central de Borjomi où les visiteurs peuvent goûter la célèbre eau minérale directement à la source gratuitement. Un téléphérique d'époque monte du parc vers des belvédères panoramiques surplombant la ville et les sommets environnants. Les bâtiments historiques des bains présentent une élégante architecture du XIXe siècle reflétant l'âge d'or de Borjomi comme destination thérapeutique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez l'orné palais Romanov, résidence d'été de la famille impériale russe avec sa distinctive maçonnerie rayée rouge et jaune et ses jardins romantiques. Les terrains du palais offrent des sentiers paisibles à travers des paysages soignés. Envisagez d'explorer des parties du vaste parc national de Borjomi-Kharagauli, l'une des plus grandes zones protégées d'Europe avec des écosystèmes diversifiés et d'extensifs sentiers de randonnée.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 9
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "GE::chiatura",
      "name": "Chiatura",
      "cc": "GE",
      "language": "fr",
      "coords": [
        42.2867,
        43.2944
      ],
      "lat": 42.2867,
      "lon": 43.2944,
      "visits": [
        {
          "text": "Découvrez Chiatura, une fascinante ville industrielle connue pour son remarquable réseau de téléphériques de l'ère soviétique reliant le fond de la vallée aux collines environnantes. Établie dans les années 1870 suite à la découverte de gisements de manganèse, la ville fournissait autrefois 60 pour cent du minerai de manganèse mondial. Les lignes aériennes, commandées par Staline lui-même, continuent de servir les habitants comme transport quotidien.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez dans les distinctifs téléphériques, surnommés « cercueils volants » pour leur apparence usée, offrant des vues spectaculaires sur la vallée et les immeubles colorés accrochés aux versants escarpés. Les bâtiments brutalistes des stations de téléphérique conservent les insignes soviétiques d'origine dont les symboles de la faucille et du marteau. Les passionnés de patrimoine industriel et d'architecture soviétique trouveront à Chiatura un véritable trésor.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Arrêtez-vous au pilier de Katskhi, une extraordinaire colonne de calcaire naturel s'élevant à 40 mètres du fond de la vallée avec une petite chapelle perchée improbablement au sommet. Un moine solitaire habite cet ermitage vertigineux, descendant une échelle intimidante deux fois par semaine pour se ravitailler. Datant peut-être du VIe siècle, ce monument unique illustre les longueurs remarquables auxquelles les moines géorgiens allaient pour l'isolement spirituel.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 17
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "GE::davit-gareja",
      "name": "Davit Gareja",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.45,
        45.3833
      ],
      "lat": 41.45,
      "lon": 45.3833,
      "visits": [
        {
          "text": "Voyagez jusqu'à David Gareja, un extraordinaire complexe monastique du VIe siècle creusé dans des collines semi-désertiques près de la frontière azerbaïdjanaise. Fondé par l'un des Treize Pères Syriens qui répandirent le christianisme dans le Caucase, ce site de pèlerinage isolé comprend des centaines de grottes, de cellules et de chapelles décorées de fresques médiévales. Le paysage austère crée une atmosphère de profond isolement et de contemplation spirituelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au complexe monastique supérieur pour des vues sur le paysage désertique coloré s'étendant jusqu'à la frontière azerbaïdjanaise. D'anciennes cellules rupestres avec des peintures religieuses décolorées mais encore visibles parsèment les falaises, témoignage de siècles de dévotion monastique dans cet environnement austère. Des moines actifs continuent d'habiter des parties de ce remarquable site patrimonial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le terrain semi-aride d'un autre monde entourant David Gareja, caractérisé par des collines ondulantes, une végétation clairsemée et des tons terreux vifs rarement vus ailleurs en Géorgie. Cet écosystème unique abrite une flore et une faune distinctives adaptées aux conditions sèches. Le trajet depuis Sighnaghi traverse des paysages variés démontrant la remarquable diversité géographique du pays.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 6
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "GE::gori",
      "name": "Gori",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.9867,
        44.1125
      ],
      "lat": 41.9867,
      "lon": 44.1125,
      "visits": [
        {
          "text": "Explorez Gori, lieu de naissance de Joseph Staline et siège du controversé musée documentant sa vie et son héritage. Le complexe du musée Staline comprend sa maison d'enfance préservée sous un pavillon protecteur, son wagon de train personnel et de vastes expositions de photographies et d'artefacts. Les visiteurs peuvent examiner cette figure historique complexe tout en parcourant des rues conservant encore l'architecture de l'ère soviétique.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez à la forteresse de Gori, une citadelle médiévale couronnant une colline rocheuse au cœur de la ville avec des vues dominantes sur les plaines environnantes. Les preuves archéologiques suggèrent que des fortifications existaient ici avant le Ier siècle av. J.-C., faisant de ce site le témoin de millénaires d'histoire géorgienne. Les murailles et tours restaurées offrent d'excellents points de vue pour comprendre l'importance stratégique de la région.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez le musée historique et ethnographique Sergi Makalatia pour mieux comprendre les traditions culturelles géorgiennes et l'histoire régionale au-delà du récit stalinien. La cathédrale de la Nativité de la Vierge offre des jardins paisibles pour la contemplation. La situation centrale de Gori en fait une base idéale pour explorer de nombreuses attractions à proximité.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 8
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "GE::gudauri",
      "name": "Gudauri",
      "cc": "GE",
      "language": "fr",
      "coords": [
        42.4756,
        44.4778
      ],
      "lat": 42.4756,
      "lon": 44.4778,
      "visits": [
        {
          "text": "Parcourez la légendaire Route militaire géorgienne, l'une des routes de montagne les plus spectaculaires au monde reliant Tbilissi au haut Caucase. Cette route historique serpente à travers des gorges spectaculaires, longe d'anciennes forteresses et suit des rivières tumultueuses qui ont façonné le paysage depuis des millénaires. Chaque virage révèle de nouvelles vues sur les sommets enneigés et les vallées verdoyantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrêtez-vous au Monument de l'Amitié Russie-Géorgie, un impressionnant panorama de mosaïques de l'ère soviétique construit en 1983 pour commémorer les relations bilatérales. La structure semi-circulaire colorée présente un travail de carrelage complexe illustrant des scènes de l'histoire géorgienne et russe. Plus important encore, la plateforme d'observation offre des panoramas spectaculaires sur la nature sauvage environnante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez Goudaouri, la principale station de montagne de Géorgie avec 35 kilomètres de pistes de ski desservies par 15 remontées mécaniques modernes pendant les mois d'hiver. En été, la région se transforme en paradis pour les randonneurs et les parapentistes en quête d'aventure dans des paysages alpins préservés. La station se situe à 2 200 mètres d'altitude, offrant un air de montagne vivifiant et des paysages spectaculaires toute l'année.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 3
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "GE::khulo",
      "name": "Khulo",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.6422,
        42.31
      ],
      "lat": 41.6422,
      "lon": 42.31,
      "visits": [
        {
          "text": "Aventurez-vous à l'intérieur des terres depuis Batoumi pour découvrir le cœur montagneux de l'Adjarie, une région de sommets boisés et de villages traditionnels rarement visitée par les voyageurs internationaux. Les montagnes du Petit Caucase s'élèvent de façon spectaculaire depuis la plaine côtière, créant des paysages d'une beauté exceptionnelle. Ce territoire hors des sentiers battus récompense les visiteurs aventureux en quête d'authentique culture montagnarde géorgienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez l'expérience du remarquable téléphérique de Khulo, une petite cabine rouge s'élevant à 350 mètres au-dessus d'une profonde vallée pour relier les villages de Khulo et Tago. Ce trajet spectaculaire offre des vues à vol d'oiseau sur le terrain escarpé et les villages traditionnels des hautes terres. Les villages eux-mêmes offrent des aperçus de la vie montagnarde tranquille, bien loin du développement touristique côtier.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les possibilités de randonnée dans toute l'Adjarie montagneuse, des excursions d'une journée aux treks de plusieurs jours à travers des environnements de haute montagne préservés. De nombreuses maisons d'hôtes dans des villages isolés offrent une hospitalité authentique et des spécialités régionales faites maison. La région reste véritablement préservée, offrant aux voyageurs aventureux des expériences de plus en plus difficiles à trouver ailleurs en Géorgie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 12
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "GE::kutaisi",
      "name": "Kutaisi",
      "cc": "GE",
      "language": "fr",
      "coords": [
        42.2679,
        42.718
      ],
      "lat": 42.2679,
      "lon": 42.718,
      "visits": [
        {
          "text": "Arrivez à Koutaïssi, troisième plus grande ville de Géorgie et ancienne capitale, conservant un charme d'antan qui la distingue de la plus cosmopolite Tbilissi. Située le long des rives de la rivière Rioni, la ville sert de centre culturel important depuis des millénaires. L'élégant théâtre dramatique d'État Lado Meskhishvili et l'architecture environnante reflètent le patrimoine distingué de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la cathédrale de Bagrati, chef-d'œuvre inscrit au patrimoine mondial de l'UNESCO, construite à l'origine au XIe siècle comme symbole de l'architecture ecclésiastique médiévale géorgienne. Bien que partiellement détruite par les forces ottomanes au XVIIe siècle, les efforts de restauration ont rendu à la cathédrale sa gloire d'antan. L'emplacement au sommet d'une colline offre des vues dominantes sur la ville et la rivière en contrebas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le monastère de Guelati, autre site UNESCO fondé par le roi David le Bâtisseur en 1106 comme académie devenue le centre prééminent du savoir géorgien du monde médiéval. Le complexe monastique comprend de remarquables fresques et mosaïques représentant l'apogée de l'accomplissement artistique médiéval géorgien. Parcourez le vibrant bazar Vert où les vendeurs exposent des produits frais, des épices et des délices locales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 18
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "GE::martvili",
      "name": "Martvili",
      "cc": "GE",
      "language": "fr",
      "coords": [
        42.415,
        42.3819
      ],
      "lat": 42.415,
      "lon": 42.3819,
      "visits": [
        {
          "text": "Vivez l'expérience du canyon de Martvili, une merveille naturelle époustouflante où des eaux vert émeraude s'écoulent à travers une étroite gorge calcaire drapée de mousse et de végétation luxuriante. De courtes promenades en bateau transportent les visiteurs à travers les sections les plus pittoresques, glissant sous des falaises en surplomb et le long de cascades. L'échelle intime du canyon crée une atmosphère d'immersion paisible dans une beauté naturelle préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la vaste région de Martvili, qui abrite de nombreuses cascades, canyons et attractions naturelles restant largement méconnues des touristes internationaux. Visitez le monastère de Martvili, la cascade de Kaghu, le canyon de Balda et la cascade d'Oghueshi pour une appréciation complète des paysages diversifiés de la région. La riche histoire de la zone complète ses merveilles naturelles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez le canyon d'Okatse, avec une passerelle suspendue spectaculaire au-dessus d'une gorge de 35 à 50 mètres de profondeur. Le canyon s'étend sur 16 kilomètres bien que les visiteurs puissent parcourir environ 1,5 kilomètre sur la passerelle métallique. Les vues vertigineuses sur le gouffre en contrebas créent des sensations exaltantes pour ceux qui sont à l'aise avec les hauteurs.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 14
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "GE::mestia",
      "name": "Mestia",
      "cc": "GE",
      "language": "fr",
      "coords": [
        43.0458,
        42.7275
      ],
      "lat": 43.0458,
      "lon": 42.7275,
      "visits": [
        {
          "text": "Arrivez à Mestia, capitale de la Svanétie et porte d'entrée vers les paysages de haute montagne les plus spectaculaires de Géorgie, entourée de sommets dépassant 5 000 mètres. Cette région isolée a développé des traditions culturelles uniques, une langue propre et une architecture distinctive en raison de siècles d'isolement dans de profondes vallées. Les distinctives tours défensives de Svanétie, construites entre les IXe et XIIe siècles, parsèment le paysage comme symboles de cette communauté farouchement indépendante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le musée d'histoire et d'ethnographie de Svanétie pour comprendre le remarquable patrimoine du peuple svane, incluant leurs pratiques religieuses distinctives, leur artisanat et leurs structures sociales. Le musée abrite d'importantes icônes médiévales et des artefacts préservés dans ces vallées isolées quand les basses terres de Géorgie subissaient des invasions répétées. Les traditionnelles maisons-tours de pierre continuent de servir de résidences familiales dans toute la région.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez jusqu'aux lacs Koruldi pour des vues panoramiques spectaculaires sur les sommets couronnés de glaciers de Svanétie et les prairies alpines tapissées de fleurs sauvages pendant les mois d'été. Le sentier du glacier Chalaadi offre une autre randonnée d'une journée accessible approchant d'anciennes formations de glace. Deux stations de ski, Tetnuldi et Hatsvali, offrent des possibilités de sports d'hiver tandis que le ski de randonnée attire les visiteurs aventureux en quête de poudreuse vierge.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 15
        }
      ],
      "rating": 7
    },
    {
      "place_id": "GE::mtskheta",
      "name": "Mtskheta",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.8423,
        44.7186
      ],
      "lat": 41.8423,
      "lon": 44.7186,
      "visits": [
        {
          "text": "Visitez Mtskheta, inscrite au patrimoine mondial de l'UNESCO et vénérée comme la ville sacrée de Géorgie par l'Église orthodoxe. Cette ancienne cité servit de capitale nationale pendant près d'un millénaire et reste le cœur spirituel du christianisme géorgien. Les rues atmosphériques bordées de maisons de pierre traditionnelles mènent à des monuments d'une extraordinaire importance religieuse et historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrez dans la cathédrale de Svétitskhovéli, l'une des structures religieuses les plus vénérées du Caucase, dont beaucoup de Géorgiens pensent qu'elle abrite la tunique sacrée du Christ. Ce magnifique chef-d'œuvre du XIe siècle présente de remarquables fresques, des sculptures sur pierre complexes et une atmosphère de profonde spiritualité. La grandeur architecturale de la cathédrale reflète l'âge d'or de la culture géorgienne médiévale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Grimpez au monastère de Djvari, perché de façon spectaculaire sur une falaise surplombant la confluence des rivières Mtkvari et Aragvi. Datant du VIe siècle, ce joyau architectural représente l'un des premiers exemples de conception ecclésiastique géorgienne et offre des vues à couper le souffle sur Mtskheta en contrebas. La position isolée du monastère et ses pierres anciennes créent une atmosphère inoubliable de contemplation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 2
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "GE::sighnaghi",
      "name": "Sighnaghi",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.6175,
        45.9217
      ],
      "lat": 41.6175,
      "lon": 45.9217,
      "visits": [
        {
          "text": "Arrivez à Sighnaghi, un pittoresque village perché connu comme la « Ville de l'Amour » pour son atmosphère romantique et ses vues imprenables sur la vallée d'Alazani. Ce village fortifié du XVIIIe siècle présente des murailles défensives remarquablement conservées avec 23 tours, chacune portant le nom de villages voisins. Des rues pavées serpentent entre des maisons aux couleurs pastel avec des balcons en bois traditionnels donnant sur des vignobles à perte de vue.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez les remparts historiques qui entourent Sighnaghi, s'étendant sur plus de 4 kilomètres avec des tours accessibles offrant des points de vue panoramiques. Ces impressionnantes fortifications furent construites par le roi Erekle II pour protéger les précieuses communautés viticoles de la région contre les invasions. Les murailles restent l'un des meilleurs exemples conservés d'architecture militaire géorgienne de la période royale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez le couvent de Bodbe, dernière demeure de sainte Nino qui apporta le christianisme en Géorgie au IVe siècle. Ce complexe monastique actif présente des jardins magnifiquement entretenus et une source sacrée à laquelle on attribue des propriétés curatives. Les pèlerins descendent un long escalier à travers les cyprès pour atteindre la source, créant un voyage contemplatif à travers le versant boisé.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez la renommée culture viticole de Kakhétie dans des caves familiales traditionnelles produisant du vin selon les anciennes méthodes des jarres d'argile qvevri. Cette technique de vinification reconnue par l'UNESCO remonte à 8 000 ans, faisant de la Géorgie l'une des plus anciennes régions viticoles de la planète. Dégustez des vins ambrés, des rouges robustes et découvrez des cépages uniques au monde.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 5
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "GE::stepantsminda",
      "name": "Stepantsminda",
      "cc": "GE",
      "language": "fr",
      "coords": [
        42.6592,
        44.6439
      ],
      "lat": 42.6592,
      "lon": 44.6439,
      "visits": [
        {
          "text": "Atteignez Stepantsminda (anciennement Kazbegi), la porte d'entrée vers certains des paysages de montagne les plus spectaculaires de toute la chaîne du Caucase. Ce charmant village des hautes terres se situe à 1 740 mètres d'altitude à l'ombre du mont Kazbek, un volcan endormi culminant à 5 054 mètres qui domine l'horizon. La région offre d'exceptionnelles possibilités de randonnée, d'équitation et de découverte de la vie traditionnelle des villages de montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez jusqu'à l'église de la Trinité de Guergeti (Tsminda Sameba), le monument le plus emblématique de Géorgie, perché sur une colline à 2 170 mètres avec le mont Kazbek en toile de fond. Ce sanctuaire de pierre du XIVe siècle semble flotter parmi les nuages, créant l'une des scènes les plus photographiées du Caucase. Le sentier de difficulté modérée récompense les visiteurs avec des vues de plus en plus spectaculaires à mesure que l'altitude augmente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez la vallée de Truso, un paysage glaciaire isolé parsemé de sources minérales, de formations de travertin et de villages de pierre abandonnés. La vallée s'étend vers la frontière russe à travers un terrain d'une beauté surnaturelle, avec des formations rocheuses multicolores et des sources gazeuses naturelles. Cette aventure hors des sentiers battus révèle la nature sauvage qui rend les montagnes de Géorgie si exceptionnelles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 4
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "GE::tbilisi",
      "name": "Tbilisi",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.7151,
        44.8271
      ],
      "lat": 41.7151,
      "lon": 44.8271,
      "visits": [
        {
          "text": "Explorez la vieille ville enchanteresse de Tbilissi, où des siècles de patrimoine architectural se mêlent harmonieusement à l'énergie créative moderne. Fondée en 458 après J.-C. au carrefour de l'Europe et de l'Asie, la capitale géorgienne présente un extraordinaire mélange de forteresses médiévales, d'églises ornées, de monuments de l'ère soviétique et d'installations d'art contemporain. Flânez dans les ruelles pavées où d'anciens murs de pierre côtoient des balcons colorés ornés de sculptures sur bois.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez à la forteresse de Narikala par le pittoresque téléphérique pour profiter de vues panoramiques sur toute la ville et la rivière Mtkvari en contrebas. Cette ancienne citadelle remonte au IVe siècle et a été témoin d'innombrables invasions et reconstructions au fil de l'histoire tumultueuse de la Géorgie. Les remparts de la forteresse offrent des points de vue exceptionnels pour la photographie, particulièrement à l'heure dorée lorsque la ville s'illumine sous les contreforts du Caucase.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez le célèbre marché du Pont Sec, un vaste bazar en plein air où les vendeurs exposent des souvenirs soviétiques, des bijoux anciens, de l'artisanat traditionnel et de curieux trésors des décennies passées. Ce lieu de rassemblement animé capture parfaitement l'esprit éclectique de Tbilissi et offre des aperçus fascinants de la culture et de l'histoire géorgiennes.",
          "visit_duration_min": 60
        },
        {
          "text": "Ressourcez-vous dans les bains de soufre historiques d'Abanotubani, le quartier des bains où les sources chaudes naturelles attirent les visiteurs depuis des siècles. Les structures distinctives en briques à dômes abritent des eaux minérales thérapeutiques qui restent une tradition géorgienne précieuse. Promenez-vous dans le jardin botanique adjacent pour des sentiers paisibles au milieu d'une végétation luxuriante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 1
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "GE::tskaltubo",
      "name": "Tskaltubo",
      "cc": "GE",
      "language": "fr",
      "coords": [
        42.3442,
        42.5947
      ],
      "lat": 42.3442,
      "lon": 42.5947,
      "visits": [
        {
          "text": "Explorez Tskaltubo, une ancienne station thermale soviétique glamour où les eaux minérales attirent les visiteurs depuis le XIIIe siècle. À l'époque de l'URSS, plus de 20 sanatoriums et 9 établissements de bains accueillaient des milliers d'hôtes chaque année, dont Staline qui entretenait ici une datcha privée. La splendeur de la ville s'est estompée après l'indépendance de la Géorgie et la guerre civile, laissant des bâtiments abandonnés d'une beauté envoûtante.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous parmi les ruines atmosphériques des sanatoriums de l'ère soviétique, leurs façades néoclassiques et leurs intérieurs ornés lentement reconquis par la nature. Ces structures offrent de remarquables aperçus des ambitions architecturales soviétiques et de l'approche de l'époque en matière de santé publique et de loisirs. Quelques établissements ont rouvert, permettant aux visiteurs d'expérimenter les eaux minérales thérapeutiques qui ont fait la renommée de Tskaltubo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez la grotte de Prométhée (grotte de Kumistavi), l'une des attractions naturelles les plus spectaculaires de Géorgie avec ses stalactites illuminées, stalagmites, rivières souterraines et vastes salles de caverne. Le système de grottes s'étend sur plus d'un kilomètre avec des passerelles et un éclairage atmosphérique créant un voyage souterrain magique. Des promenades en bateau dans les niveaux inférieurs de la grotte ajoutent une autre dimension à cette aventure souterraine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 19
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "GE::uplistsikhe",
      "name": "Uplistsikhe",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.9658,
        44.2094
      ],
      "lat": 41.9658,
      "lon": 44.2094,
      "visits": [
        {
          "text": "Découvrez Ouplistsikhé, l'une des plus anciennes agglomérations urbaines du Caucase, entièrement taillée dans la roche sur un plateau surplombant la rivière Mtkvari. Datant de la fin de l'âge du bronze et prospérant comme important centre commercial au VIe siècle av. J.-C., cette remarquable cité troglodyte servit d'étape vitale sur la Route de la Soie reliant l'Asie à l'Europe. Des centaines de grottes, de chambres et de tunnels creusent les formations de grès.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'impressionnante infrastructure de l'ancienne cité troglodyte, comprenant une grande place centrale, la salle de la reine Tamar, des caves à vin taillées dans la roche, un temple païen et une église chrétienne médiévale. Un ancien tunnel secret offrait des routes d'évacuation pendant les sièges, tandis que des canaux sculptés distribuaient l'eau dans tout le site. Les artefacts découverts ici sont aujourd'hui exposés au Musée national de Tbilissi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans le complexe archéologique d'Ouplistsikhé, imaginant le marché animé qui prospérait autrefois dans ces chambres de pierre. L'église d'Ouplistsuli du Xe siècle domine le point le plus élevé du site, sa simple construction de pierre contrastant avec les grottes préchrétienne qui l'entourent. Le coucher de soleil projette une lumière dorée sur les formations rocheuses, créant des opportunités photographiques magiques.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 7
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "GE::ushguli",
      "name": "Ushguli",
      "cc": "GE",
      "language": "fr",
      "coords": [
        42.9167,
        43.0167
      ],
      "lat": 42.9167,
      "lon": 43.0167,
      "visits": [
        {
          "text": "Voyagez jusqu'à Ouchguli, une communauté inscrite au patrimoine mondial de l'UNESCO considérée comme l'habitat permanent le plus élevé d'Europe, à environ 2 400 mètres d'altitude. Ce minuscule village d'environ 200 habitants conserve des tours défensives médiévales du IXe siècle dans un cadre d'une extraordinaire beauté alpine. La route difficile en 4x4 depuis Mestia prend environ 3 heures, traversant un terrain montagneux sauvage.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'ensemble de hameaux anciens qui composent Ouchguli, où l'architecture traditionnelle de pierre reste pratiquement inchangée depuis des siècles. Le puissant mont Chkhara, plus haut sommet de Géorgie avec 5 193 mètres, domine l'horizon avec ses versants glaciaires. L'emplacement isolé, accessible uniquement pendant les mois d'été, préserve une atmosphère d'isolement intemporel de plus en plus rare dans le monde moderne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Organisez des excursions de trekking en montagne ou des randonnées à cheval au départ d'Ouchguli vers la nature sauvage environnante. Le trek de plusieurs jours de Mestia à Ouchguli compte parmi les meilleures expériences de randonnée de Géorgie, traversant des cols élevés et des villages traditionnels sur 4 jours. De simples maisons d'hôtes offrent un hébergement authentique où les visiteurs partagent les repas avec des familles locales perpétuant des traditions centenaires.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 16
        }
      ],
      "rating": 8
    },
    {
      "place_id": "GE::vardzia",
      "name": "Vardzia",
      "cc": "GE",
      "language": "fr",
      "coords": [
        41.3811,
        43.2836
      ],
      "lat": 41.3811,
      "lon": 43.2836,
      "visits": [
        {
          "text": "Émerveillez-vous devant Vardzia, une extraordinaire cité monastique troglodyte creusée dans des falaises abruptes pendant l'âge d'or de la Géorgie au XIIe siècle sous la reine Tamar. Ce remarquable complexe s'étend sur environ 500 mètres le long de la paroi rocheuse et s'élève sur 19 niveaux, contenant à l'origine plus de 6 000 appartements, églises et espaces fonctionnels. Le site a été proposé pour inscription au patrimoine mondial de l'UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez plus de 400 salles accessibles comprenant 12 chapelles, 25 caves à vin, une boulangerie, des pharmacies et un système complexe de tunnels reliant différentes sections. L'église de la Dormition conserve de remarquables fresques dont un célèbre portrait de la reine Tamar elle-même. Abandonné après la conquête ottomane au XVIe siècle, Vardzia reste l'un des monuments médiévaux les plus impressionnants de toute la région du Caucase.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passez plusieurs heures à errer dans les passages labyrinthiques de Vardzia, découvrant des chambres cachées et appréciant l'ingéniosité d'ingénierie nécessaire pour créer cette ville verticale. L'emplacement isolé entouré de paysages de canyon spectaculaires ajoute à l'atmosphère mystique du lieu. Des moines actifs maintiennent encore un petit monastère dans le complexe, perpétuant des traditions établies il y a neuf siècles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Géorgie : Tours Médiévales, Cités Troglodytes et Montagnes du Caucase",
          "day": 10
        }
      ],
      "rating": 2.7
    }
  ]
}