{
  "version": 1,
  "country": "ge",
  "language": "it",
  "places": [
    {
      "place_id": "GE::akhaltsikhe",
      "name": "Akhaltsikhe",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.6394,
        42.9867
      ],
      "lat": 41.6394,
      "lon": 42.9867,
      "visits": [
        {
          "text": "Esplorate Akhaltsikhe, capitale della regione di Samtskhe-Javakheti e porta d'accesso alle notevoli attrazioni della Georgia meridionale. La storia della città riflette secoli di influenza georgiana e ottomana, creando un unico mix culturale visibile nell'architettura locale e nelle tradizioni. Recentemente rivitalizzato, il centro città offre eccellenti strutture mantenendo un autentico carattere regionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite la magnifica Fortezza di Rabati, un impressionante complesso di castello medievale completamente restaurato negli ultimi anni per mostrare il suo stratificato patrimonio ottomano e georgiano. I terreni della fortezza comprendono giardini ben curati, una moschea, una chiesa e una sinagoga, riflettendo la storia multiculturale della regione. Salire alle torri premia i visitatori con viste spettacolari sulla città e sulle montagne circostanti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiate nei terreni illuminati di Rabati la sera, quando l'illuminazione atmosferica trasforma la fortezza in uno scenario magico. Il complesso include musei che documentano la storia locale e l'artigianato tradizionale. Akhaltsikhe serve come base perfetta per esplorare destinazioni meno conosciute come Tmogvi, la Fortezza di Khertvisi e le remote valli della Georgia meridionale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 11
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "GE::batumi",
      "name": "Batumi",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.6168,
        41.6367
      ],
      "lat": 41.6168,
      "lon": 41.6367,
      "visits": [
        {
          "text": "Raggiungete Batumi, la principale località balneare della Georgia sul Mar Nero, nota per il suo unico mix di architettura storica e audaci edifici contemporanei che le sono valsi paragoni con Las Vegas. Il lungomare si estende per chilometri lungo spiagge di ciottoli fiancheggiate da palme e sculture moderne. Questa città cosmopolita pulsa di energia durante i mesi estivi quando visitatori da tutta la regione affluiscono alle sue attrazioni costiere.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate l'affascinante centro storico di Batumi, dove edifici in stile europeo, vicoli stretti e la storica Moschea Orta Jame riflettono l'eredità multiculturale della città. La regione dell'Agiaria mantiene tradizioni culturali distintive con circa il 30 percento di popolazione musulmana, distinguendola dalle altre regioni georgiane. Fontane musicali, piste ciclabili e vivace vita notturna creano un'atmosfera di festa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camminate attraverso il Giardino Botanico di Batumi, un sentiero ripido ma gratificante che sale attraverso pendii coperti di collezioni di piante esotiche culminando in spettacolari panorami sul Mar Nero. I vasti terreni espongono flora da tutto il mondo in uno straordinario contesto costiero. La sera le famose fontane danzanti prendono vita mentre il Boulevard illuminato invita a rilassanti passeggiate sul lungomare.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 13
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "GE::borjomi",
      "name": "Borjomi",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.8422,
        43.3897
      ],
      "lat": 41.8422,
      "lon": 43.3897,
      "visits": [
        {
          "text": "Arrivate a Borjomi, la famosa città termale della Georgia incastonata in una gola boscosa e riconosciuta in tutto il mondo per la sua acqua minerale naturalmente frizzante. La città si sviluppò come destinazione alla moda nel XIX secolo quando la famiglia imperiale russa costruì qui la sua residenza estiva. Fitte foreste di pini, sorgenti terapeutiche e aria di montagna frizzante continuano ad attrarre visitatori in cerca di relax e benessere naturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiate nel Parco Centrale di Borjomi dove i visitatori possono assaggiare la famosa acqua minerale direttamente dalla sorgente gratuitamente. Una funivia d'epoca sale dal parco a belvedere panoramici sulla città e sulle vette circostanti. Gli storici edifici termali mostrano un'elegante architettura ottocentesca che riflette l'età d'oro di Borjomi come destinazione terapeutica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitate l'ornato Palazzo Romanov, residenza estiva della famiglia imperiale russa con la sua distintiva muratura a strisce rosse e gialle e i romantici giardini. I terreni del palazzo offrono sentieri tranquilli attraverso paesaggi curati. Considerate di esplorare parti del vasto Parco Nazionale di Borjomi-Kharagauli, una delle più grandi aree protette d'Europa con ecosistemi diversificati ed estesi sentieri escursionistici.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 9
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "GE::chiatura",
      "name": "Chiatura",
      "cc": "GE",
      "language": "it",
      "coords": [
        42.2867,
        43.2944
      ],
      "lat": 42.2867,
      "lon": 43.2944,
      "visits": [
        {
          "text": "Scoprite Chiatura, un'affascinante città industriale nota per la sua notevole rete di funivie dell'era sovietica che collegano il fondovalle alle colline circostanti. Fondata negli anni 1870 in seguito alla scoperta di giacimenti di manganese, la città un tempo forniva il 60 percento del minerale di manganese mondiale. Le teleferiche, commissionate da Stalin stesso, continuano a servire i residenti come trasporto quotidiano.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite sulle distintive funivie, soprannominate 'bare volanti' per il loro aspetto usurato, che offrono viste spettacolari sulla valle e sui colorati palazzi aggrappati ai ripidi versanti. Gli edifici brutalisti delle stazioni delle funivie conservano le insegne sovietiche originali inclusi i simboli della falce e martello. Gli appassionati di patrimonio industriale e architettura sovietica troveranno in Chiatura un autentico tesoro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fermatevi al Pilastro di Katskhi, una straordinaria colonna calcarea naturale che si eleva per 40 metri dal fondovalle con una piccola cappella improbabilmente appollaiata in cima. Un monaco solitario abita questo vertiginoso eremo, scendendo una scala intimidatoria due volte a settimana per i rifornimenti. Risalente forse al VI secolo, questo monumento unico esemplifica le notevoli lunghezze cui i monaci georgiani si spingevano per l'isolamento spirituale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 17
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "GE::davit-gareja",
      "name": "Davit Gareja",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.45,
        45.3833
      ],
      "lat": 41.45,
      "lon": 45.3833,
      "visits": [
        {
          "text": "Viaggiate fino a David Gareja, uno straordinario complesso monastico del VI secolo scavato in colline semidesertiche vicino al confine con l'Azerbaigian. Fondato da uno dei Tredici Padri Siri che diffusero il cristianesimo nel Caucaso, questo remoto luogo di pellegrinaggio comprende centinaia di grotte, celle e cappelle decorate con affreschi medievali. Il paesaggio austero crea un'atmosfera di profondo isolamento e contemplazione spirituale.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite al complesso monastico superiore per ammirare il paesaggio desertico colorato che si estende fino al confine azerbaigiano. Antiche celle rupestri con dipinti religiosi sbiaditi ma ancora visibili punteggiano le scogliere, testimonianza di secoli di devozione monastica in questo ambiente austero. Monaci attivi continuano ad abitare parti di questo notevole sito patrimoniale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplorate il terreno semiarido dall'aspetto ultraterreno che circonda David Gareja, caratterizzato da colline ondulate, vegetazione rada e vivide tonalità terrose raramente viste altrove in Georgia. Questo ecosistema unico ospita flora e fauna distintive adattate alle condizioni secche. Il viaggio da Sighnaghi attraversa paesaggi vari che dimostrano la notevole diversità geografica del paese.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 6
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "GE::gori",
      "name": "Gori",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.9867,
        44.1125
      ],
      "lat": 41.9867,
      "lon": 44.1125,
      "visits": [
        {
          "text": "Esplorate Gori, luogo di nascita di Iosif Stalin e sede del controverso museo che documenta la sua vita e il suo lascito. Il complesso del Museo Stalin include la sua casa d'infanzia conservata sotto un padiglione protettivo, il suo vagone ferroviario personale ed estese esposizioni di fotografie e manufatti. I visitatori possono esaminare questa complicata figura storica passeggiando per strade che conservano ancora l'architettura dell'era sovietica.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite alla Fortezza di Gori, una cittadella medievale che corona una collina rocciosa nel cuore della città con viste dominanti sulle pianure circostanti. Le evidenze archeologiche suggeriscono che le fortificazioni esistevano qui già prima del I secolo a.C., rendendo questo sito testimone di millenni di storia georgiana. Le mura e le torri restaurate offrono eccellenti punti di vista per comprendere l'importanza strategica della regione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitate il Museo Storico ed Etnografico Sergi Makalatia per comprendere meglio le tradizioni culturali georgiane e la storia regionale oltre la narrativa staliniana. La Cattedrale della Natività della Beata Vergine offre giardini tranquilli per la contemplazione. La posizione centrale di Gori la rende una base ideale per esplorare molteplici attrazioni nelle vicinanze.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 8
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "GE::gudauri",
      "name": "Gudauri",
      "cc": "GE",
      "language": "it",
      "coords": [
        42.4756,
        44.4778
      ],
      "lat": 42.4756,
      "lon": 44.4778,
      "visits": [
        {
          "text": "Percorrete la leggendaria Strada Militare Georgiana, una delle strade di montagna più spettacolari al mondo che collega Tbilisi all'alto Caucaso. Questo percorso storico si snoda attraverso gole drammatiche, passa accanto ad antiche fortezze e costeggia fiumi impetuosi che hanno plasmato il paesaggio per millenni. Ogni curva rivela nuove viste su vette innevate e valli verdeggianti.",
          "visit_duration_min": 75
        },
        {
          "text": "Fermatevi al Monumento all'Amicizia Russia-Georgia, un suggestivo panorama a mosaico dell'era sovietica costruito nel 1983 per commemorare le relazioni bilaterali. La colorata struttura semicircolare presenta un intricato lavoro di piastrelle raffigurante scene della storia georgiana e russa. Ancora più importante, la piattaforma panoramica offre viste spettacolari sulla natura montana circostante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scoprite Gudauri, la principale stazione montana della Georgia con 35 chilometri di piste da sci servite da 15 impianti di risalita moderni durante i mesi invernali. In estate, l'area si trasforma in un paradiso per escursionisti e parapendisti in cerca di avventura in paesaggi alpini incontaminati. La stazione si trova a 2.200 metri di altitudine, offrendo aria di montagna fresca e panorami spettacolari tutto l'anno.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 3
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "GE::khulo",
      "name": "Khulo",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.6422,
        42.31
      ],
      "lat": 41.6422,
      "lon": 42.31,
      "visits": [
        {
          "text": "Avventuratevi nell'entroterra da Batumi per scoprire il cuore montagnoso dell'Agiaria, una regione di vette boscose e villaggi tradizionali raramente visitata dai viaggiatori internazionali. Le montagne del Piccolo Caucaso si innalzano drammaticamente dalla pianura costiera, creando paesaggi di eccezionale bellezza. Questo territorio fuori dai sentieri battuti premia i visitatori avventurosi in cerca di autentica cultura montana georgiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivete l'esperienza della notevole funivia di Khulo, una piccola cabina rossa che si eleva 350 metri sopra una profonda valle per collegare i villaggi di Khulo e Tago. Questo spettacolare tragitto offre viste a volo d'uccello sul terreno scosceso e sugli insediamenti tradizionali d'alta quota. I villaggi stessi offrono scorci di vita montana tranquilla, lontana dallo sviluppo turistico costiero.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplorate le opportunità escursionistiche in tutta l'Agiaria montana, dalle escursioni giornaliere ai trekking di più giorni attraverso ambienti d'alta quota incontaminati. Numerose pensioni in villaggi remoti offrono autentica ospitalità e specialità regionali fatte in casa. L'area rimane genuinamente non sviluppata, offrendo ai viaggiatori avventurosi esperienze sempre più difficili da trovare altrove in Georgia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 12
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "GE::kutaisi",
      "name": "Kutaisi",
      "cc": "GE",
      "language": "it",
      "coords": [
        42.2679,
        42.718
      ],
      "lat": 42.2679,
      "lon": 42.718,
      "visits": [
        {
          "text": "Arrivate a Kutaisi, la terza città più grande della Georgia e antica capitale, che mantiene un fascino d'altri tempi che la distingue dalla più cosmopolita Tbilisi. Situata lungo le rive del fiume Rioni, la città ha servito come importante centro culturale per millenni. L'elegante Teatro Drammatico Statale Lado Meskhishvili e l'architettura circostante riflettono il distinto patrimonio della città.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate la Cattedrale di Bagrati, un capolavoro Patrimonio dell'Umanità UNESCO originariamente costruito nell'XI secolo come simbolo dell'architettura ecclesiastica medievale georgiana. Sebbene parzialmente distrutta dalle forze ottomane nel XVII secolo, gli sforzi di restauro hanno riportato la cattedrale al suo antico splendore. La posizione sulla collina offre viste dominanti sulla città e sul fiume sottostante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplorate il Monastero di Gelati, un altro sito UNESCO fondato dal Re Davide il Costruttore nel 1106 come accademia che divenne il centro preminente del sapere georgiano nel mondo medievale. Il complesso monastico include notevoli affreschi e mosaici che rappresentano l'apice dell'espressione artistica medievale georgiana. Esplorate il vivace Bazar Verde dove i venditori espongono prodotti freschi, spezie e prelibatezze locali.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 18
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "GE::martvili",
      "name": "Martvili",
      "cc": "GE",
      "language": "it",
      "coords": [
        42.415,
        42.3819
      ],
      "lat": 42.415,
      "lon": 42.3819,
      "visits": [
        {
          "text": "Vivete l'esperienza del Canyon di Martvili, una stupefacente meraviglia naturale dove acque verde smeraldo scorrono attraverso una stretta gola calcarea drappeggiata di muschio e vegetazione lussureggiante. Brevi gite in barca trasportano i visitatori attraverso le sezioni più pittoresche, scivolando sotto scogliere a strapiombo e accanto a cascate. La scala intima del canyon crea un'atmosfera di pacifica immersione in una bellezza naturale incontaminata.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate la vasta area di Martvili, che ospita numerose cascate, canyon e attrazioni naturali che rimangono in gran parte sconosciute ai turisti internazionali. Visitate il Monastero di Martvili, la Cascata di Kaghu, il Canyon di Balda e la Cascata di Oghueshi per un apprezzamento completo dei diversi paesaggi della regione. La ricca storia dell'area complementa le sue meraviglie naturali.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitate il Canyon di Okatse, con una spettacolare passerella sospesa sopra una gola profonda da 35 a 50 metri. Il canyon si estende per 16 chilometri anche se i visitatori possono percorrere circa 1,5 chilometri lungo la passerella metallica. Le mozzafiato viste sull'abisso sottostante creano sensazioni emozionanti per chi è a proprio agio con le altezze.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 14
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "GE::mestia",
      "name": "Mestia",
      "cc": "GE",
      "language": "it",
      "coords": [
        43.0458,
        42.7275
      ],
      "lat": 43.0458,
      "lon": 42.7275,
      "visits": [
        {
          "text": "Arrivate a Mestia, la capitale della Svaneti e porta d'accesso ai paesaggi d'alta montagna più spettacolari della Georgia, circondata da vette che superano i 5.000 metri. Questa remota regione ha sviluppato tradizioni culturali uniche, una propria lingua e un'architettura distintiva a causa di secoli di isolamento in valli profonde. Le distintive torri difensive della Svaneti, costruite tra il IX e il XII secolo, punteggiano il paesaggio come simboli di questa comunità fieramente indipendente.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il Museo di Storia ed Etnografia della Svaneti per comprendere il notevole patrimonio del popolo svano, incluse le loro distintive pratiche religiose, l'artigianato e le strutture sociali. Il museo ospita importanti icone medievali e manufatti conservati in queste valli remote quando le pianure della Georgia subivano ripetute invasioni. Le tradizionali case-torre in pietra continuano a funzionare come residenze familiari in tutta la regione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camminate fino ai Laghi Koruldi per spettacolari viste panoramiche sulle vette glaciali della Svaneti e sui prati alpini tappezzati di fiori selvatici durante i mesi estivi. Il sentiero del Ghiacciaio Chalaadi offre un'altra escursione giornaliera accessibile che si avvicina ad antiche formazioni di ghiaccio. Due stazioni sciistiche, Tetnuldi e Hatsvali, offrono opportunità per sport invernali mentre lo sci alpinismo attira visitatori avventurosi in cerca di neve fresca.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 15
        }
      ],
      "rating": 7
    },
    {
      "place_id": "GE::mtskheta",
      "name": "Mtskheta",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.8423,
        44.7186
      ],
      "lat": 41.8423,
      "lon": 44.7186,
      "visits": [
        {
          "text": "Visitate Mtskheta, designata Patrimonio dell'Umanità UNESCO e venerata come città sacra della Georgia dalla Chiesa Ortodossa. Questo antico insediamento servì come capitale della nazione per quasi un millennio e rimane il cuore spirituale del cristianesimo georgiano. Le atmosferiche strade fiancheggiate da tradizionali case in pietra conducono a monumenti di straordinaria importanza religiosa e storica.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrate nella Cattedrale di Svetitskhoveli, una delle strutture religiose più venerate del Caucaso, che molti georgiani credono custodisca la sacra tunica di Cristo. Questo magnifico capolavoro dell'XI secolo presenta notevoli affreschi, intricate sculture in pietra e un'atmosfera di profonda spiritualità. La grandezza architettonica della cattedrale riflette l'età d'oro della cultura georgiana medievale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Salite al Monastero di Jvari, arroccato spettacolarmente su una scogliera che domina la confluenza dei fiumi Mtkvari e Aragvi. Risalente al VI secolo, questo gioiello architettonico rappresenta uno dei primi esempi di design ecclesiastico georgiano e offre viste mozzafiato su Mtskheta sottostante. La posizione isolata del monastero e le sue antiche pietre creano un'indimenticabile atmosfera di contemplazione.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 2
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "GE::sighnaghi",
      "name": "Sighnaghi",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.6175,
        45.9217
      ],
      "lat": 41.6175,
      "lon": 45.9217,
      "visits": [
        {
          "text": "Arrivate a Sighnaghi, un pittoresco villaggio collinare conosciuto come la 'Città dell'Amore' per la sua atmosfera romantica e le sue splendide viste sulla Valle dell'Alazani. Questo insediamento fortificato del XVIII secolo presenta mura difensive notevolmente conservate con 23 torri, ognuna che prende il nome da villaggi vicini. Strade acciottolate si snodano tra case color pastello con tradizionali balconi in legno che si affacciano su vigneti a perdita d'occhio.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorrete le storiche mura che circondano Sighnaghi, estendendosi per oltre 4 chilometri con torri accessibili che offrono punti panoramici. Queste imponenti fortificazioni furono costruite dal Re Erekle II per proteggere le preziose comunità vinicole della regione dalle invasioni. Le mura rimangono uno dei migliori esempi conservati di architettura militare georgiana del periodo reale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitate il Convento di Bodbe, luogo di riposo finale di Santa Nino che portò il cristianesimo in Georgia nel IV secolo. Questo complesso monastico attivo presenta giardini splendidamente curati e una sorgente sacra a cui si attribuiscono proprietà curative. I pellegrini scendono una lunga scalinata attraverso i cipressi per raggiungere la sorgente, creando un viaggio contemplativo attraverso il versante boscoso.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivete la rinomata cultura vinicola della Kakheti in cantine familiari tradizionali che producono vino usando gli antichi metodi delle anfore di argilla qvevri. Questa tecnica di vinificazione riconosciuta dall'UNESCO risale a 8.000 anni fa, rendendo la Georgia una delle più antiche regioni vitivinicole della Terra. Degustate vini ambrati, rossi robusti e scoprite varietà d'uva che non si trovano in nessun'altra parte del mondo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 5
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "GE::stepantsminda",
      "name": "Stepantsminda",
      "cc": "GE",
      "language": "it",
      "coords": [
        42.6592,
        44.6439
      ],
      "lat": 42.6592,
      "lon": 44.6439,
      "visits": [
        {
          "text": "Raggiungete Stepantsminda (precedentemente Kazbegi), la porta d'accesso ad alcuni dei paesaggi montani più spettacolari dell'intera catena del Caucaso. Questo affascinante villaggio d'alta quota si trova a 1.740 metri di altitudine all'ombra del Monte Kazbek, un vulcano dormiente che si eleva fino a 5.054 metri dominando l'orizzonte. La regione offre eccezionali opportunità per escursionismo, equitazione e per vivere la vita tradizionale dei villaggi di montagna.",
          "visit_duration_min": 75
        },
        {
          "text": "Camminate fino alla Chiesa della Trinità di Gergeti (Tsminda Sameba), il monumento più iconico della Georgia, arroccato su una collina a 2.170 metri con il Monte Kazbek come sfondo. Questo santuario in pietra del XIV secolo sembra fluttuare tra le nuvole, creando una delle scene più fotografate del Caucaso. Il sentiero di moderata difficoltà premia i visitatori con viste sempre più spettacolari man mano che l'altitudine aumenta.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplorate la Valle di Truso, un remoto paesaggio glaciale punteggiato di sorgenti minerali, formazioni di travertino e villaggi di pietra abbandonati. La valle si estende verso il confine russo attraverso un terreno di bellezza ultraterrena, con formazioni rocciose multicolori e sorgenti gassate naturali. Questa avventura fuori dai sentieri battuti mostra la natura selvaggia che rende le montagne della Georgia così eccezionali.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 4
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "GE::tbilisi",
      "name": "Tbilisi",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.7151,
        44.8271
      ],
      "lat": 41.7151,
      "lon": 44.8271,
      "visits": [
        {
          "text": "Esplorate l'incantevole centro storico di Tbilisi, dove secoli di patrimonio architettonico si fondono armoniosamente con l'energia creativa moderna. Fondata nel 458 d.C. al crocevia tra Europa e Asia, la capitale georgiana presenta uno straordinario mix di fortezze medievali, chiese ornate, monumenti dell'era sovietica e installazioni di arte contemporanea. Passeggiate per le strette vie acciottolate dove antiche mura di pietra incontrano colorati balconi decorati con intricate sculture in legno.",
          "visit_duration_min": 75
        },
        {
          "text": "Salite alla Fortezza di Narikala con la suggestiva funivia per godere di viste panoramiche sull'intera città e sul sinuoso fiume Mtkvari sottostante. Questa antica cittadella risale al IV secolo e ha assistito a innumerevoli invasioni e ricostruzioni nel corso della turbolenta storia della Georgia. I bastioni della fortezza offrono eccezionali punti di vista per la fotografia, specialmente durante l'ora dorata quando la città si illumina sotto le pendici del Caucaso.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scoprite il famoso Mercato del Ponte Secco, un vasto bazar all'aperto dove i venditori espongono cimeli sovietici, gioielli antichi, artigianato tradizionale e curiosi tesori dei decenni passati. Questo vivace luogo di ritrovo cattura perfettamente lo spirito eclettico di Tbilisi e offre affascinanti scorci sulla cultura e la storia georgiane.",
          "visit_duration_min": 60
        },
        {
          "text": "Rigeneratevi negli storici bagni di zolfo di Abanotubani, il quartiere dei bagni dove le sorgenti termali naturali attirano visitatori da secoli. Le distintive strutture in mattoni a cupola ospitano acque minerali terapeutiche che rimangono una preziosa tradizione georgiana. Passeggiate nel vicino giardino botanico per sentieri tranquilli tra una vegetazione rigogliosa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 1
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "GE::tskaltubo",
      "name": "Tskaltubo",
      "cc": "GE",
      "language": "it",
      "coords": [
        42.3442,
        42.5947
      ],
      "lat": 42.3442,
      "lon": 42.5947,
      "visits": [
        {
          "text": "Esplorate Tskaltubo, un tempo glamour località termale sovietica dove le acque minerali attirano visitatori dal XIII secolo. Durante l'era dell'URSS, più di 20 sanatori e 9 stabilimenti termali servivano migliaia di ospiti ogni anno, incluso Stalin che manteneva qui una dacia privata. Lo splendore della città svanì dopo l'indipendenza della Georgia e la guerra civile, lasciando edifici abbandonati di bellezza inquietante.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiate tra le suggestive rovine dei sanatori dell'era sovietica, le cui facciate neoclassiche e interni ornati vengono lentamente riconquistati dalla natura. Queste strutture offrono notevoli scorci sulle ambizioni architettoniche sovietiche e sull'approccio dell'epoca alla salute pubblica e alla ricreazione. Alcune strutture hanno riaperto, permettendo ai visitatori di sperimentare le acque minerali terapeutiche che hanno reso famosa Tskaltubo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitate la Grotta di Prometeo (Grotta di Kumistavi), una delle attrazioni naturali più spettacolari della Georgia con stalattiti illuminate, stalagmiti, fiumi sotterranei e vaste camere cavernose. Il sistema di grotte si estende per oltre un chilometro con passerelle e illuminazione atmosferica che creano un magico viaggio sotterraneo. Gite in barca nei livelli inferiori della grotta aggiungono un'altra dimensione a questa avventura sotterranea.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 19
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "GE::uplistsikhe",
      "name": "Uplistsikhe",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.9658,
        44.2094
      ],
      "lat": 41.9658,
      "lon": 44.2094,
      "visits": [
        {
          "text": "Scoprite Uplistsikhe, uno dei più antichi insediamenti urbani del Caucaso, interamente scavato nella roccia su un altopiano sopra il fiume Mtkvari. Risalente alla tarda Età del Bronzo e fiorente come importante centro commerciale nel VI secolo a.C., questa notevole città rupestre servì come tappa vitale sulla Via della Seta che collegava l'Asia all'Europa. Centinaia di grotte, camere e tunnel perforano le formazioni di arenaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate l'impressionante infrastruttura dell'antica città rupestre, comprendente una grande piazza centrale, la Sala della Regina Tamar, cantine scavate nella roccia, un tempio pagano e una chiesa cristiana medievale. Un antico tunnel segreto forniva vie di fuga durante gli assedi, mentre canali scolpiti distribuivano l'acqua in tutto l'insediamento. I manufatti qui scoperti sono ora esposti al Museo Nazionale di Tbilisi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiate nel complesso archeologico di Uplistsikhe, immaginando il vivace mercato che un tempo prosperava in queste camere di pietra. La Chiesa di Uplistsuli del X secolo domina il punto più alto del sito, la sua semplice costruzione in pietra in contrasto con le grotte precristiane che la circondano. Il tramonto proietta una luce dorata sulle formazioni rocciose, creando magiche opportunità fotografiche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 7
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "GE::ushguli",
      "name": "Ushguli",
      "cc": "GE",
      "language": "it",
      "coords": [
        42.9167,
        43.0167
      ],
      "lat": 42.9167,
      "lon": 43.0167,
      "visits": [
        {
          "text": "Viaggiate fino a Ushguli, una comunità Patrimonio dell'Umanità UNESCO considerata l'insediamento abitato permanente più alto d'Europa, a circa 2.400 metri di altitudine. Questo minuscolo villaggio di circa 200 residenti conserva torri difensive medievali del IX secolo in un ambiente di straordinaria bellezza alpina. L'impegnativa strada in 4x4 da Mestia richiede circa 3 ore, attraversando terreno montano selvaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate il gruppo di antiche frazioni che compongono Ushguli, dove l'architettura tradizionale in pietra rimane praticamente immutata da secoli. Il possente Monte Shkhara, la vetta più alta della Georgia con 5.193 metri, domina l'orizzonte con i suoi versanti glaciali. La posizione remota, accessibile solo durante i mesi estivi, preserva un'atmosfera di isolamento senza tempo sempre più rara nel mondo moderno.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Organizzate escursioni di trekking in montagna o passeggiate a cavallo partendo da Ushguli verso la natura selvaggia circostante. Il trekking di più giorni da Mestia a Ushguli è tra le migliori esperienze escursionistiche della Georgia, attraversando passi elevati e villaggi tradizionali in 4 giorni. Semplici pensioni offrono alloggio autentico dove i visitatori condividono i pasti con famiglie locali che mantengono tradizioni centenarie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 16
        }
      ],
      "rating": 8
    },
    {
      "place_id": "GE::vardzia",
      "name": "Vardzia",
      "cc": "GE",
      "language": "it",
      "coords": [
        41.3811,
        43.2836
      ],
      "lat": 41.3811,
      "lon": 43.2836,
      "visits": [
        {
          "text": "Ammirate Vardzia, una straordinaria città monastica rupestre scavata in ripide scogliere durante l'età d'oro della Georgia nel XII secolo sotto la Regina Tamar. Questo notevole complesso si estende per circa 500 metri lungo la parete rocciosa e si eleva per 19 livelli, contenendo originariamente oltre 6.000 appartamenti, chiese e spazi funzionali. Il sito è stato proposto per la candidatura a Patrimonio dell'Umanità UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate più di 400 sale accessibili tra cui 12 cappelle, 25 cantine, un panificio, farmacie e un intricato sistema di tunnel che collega diverse sezioni. La Chiesa della Dormizione conserva notevoli affreschi tra cui un famoso ritratto della Regina Tamar stessa. Abbandonata dopo la conquista ottomana nel XVI secolo, Vardzia rimane uno dei monumenti medievali più impressionanti dell'intera regione caucasica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trascorrete diverse ore vagando per i labirintici passaggi di Vardzia, scoprendo camere nascoste e apprezzando l'ingegno ingegneristico necessario per creare questa città verticale. La posizione remota circondata da spettacolari paesaggi di canyon aggiunge all'atmosfera mistica del luogo. Monaci attivi mantengono ancora un piccolo monastero all'interno del complesso, continuando tradizioni stabilite nove secoli fa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Georgia: Torri Medievali, Città Rupestri e Montagne del Caucaso",
          "day": 10
        }
      ],
      "rating": 2.7
    }
  ]
}