{
  "version": 1,
  "country": "ge",
  "language": "pt",
  "places": [
    {
      "place_id": "GE::akhaltsikhe",
      "name": "Akhaltsikhe",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.6394,
        42.9867
      ],
      "lat": 41.6394,
      "lon": 42.9867,
      "visits": [
        {
          "text": "Explore Akhaltsikhe, capital da região de Samtskhe-Javakheti e porta de entrada para as notáveis atrações do sul da Geórgia. A história da cidade reflete séculos de influência georgiana e otomana, criando uma mistura cultural única visível na arquitetura local e tradições. Recentemente revitalizado, o centro da cidade oferece excelentes instalações mantendo um autêntico carácter regional.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a magnífica Fortaleza de Rabati, um impressionante complexo de castelo medieval completamente restaurado nos últimos anos para mostrar a sua herança otomana e georgiana estratificada. Os terrenos da fortaleza abrangem jardins bem cuidados, uma mesquita, uma igreja e uma sinagoga, refletindo a história multicultural da região. Subir às torres recompensa os visitantes com vistas espetaculares sobre a cidade e as montanhas circundantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelos terrenos iluminados de Rabati ao anoitecer, quando a iluminação atmosférica transforma a fortaleza num cenário mágico. O complexo inclui museus que documentam a história local e o artesanato tradicional. Akhaltsikhe serve como base perfeita para explorar destinos menos conhecidos como Tmogvi, a Fortaleza de Khertvisi e os vales remotos do sul da Geórgia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 11
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "GE::batumi",
      "name": "Batumi",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.6168,
        41.6367
      ],
      "lat": 41.6168,
      "lon": 41.6367,
      "visits": [
        {
          "text": "Chegue a Batumi, a principal estância balnear da Geórgia no Mar Negro, conhecida pela sua mistura única de arquitetura histórica e arrojados edifícios contemporâneos que lhe valeram comparações com Las Vegas. O passeio marítimo estende-se por quilômetros ao longo de praias de seixos ladeadas por palmeiras e esculturas modernas. Esta cidade cosmopolita pulsa com energia durante os meses de verão quando visitantes de toda a região afluem às suas atrações costeiras.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o encantador centro histórico de Batumi, onde edifícios de estilo europeu, ruelas estreitas e a histórica Mesquita Orta Jame refletem a herança multicultural da cidade. A região de Ajária mantém tradições culturais distintivas com aproximadamente 30 por cento de população muçulmana, distinguindo-a de outras regiões georgianas. Fontes musicais, ciclovias e animada vida noturna criam uma atmosfera de celebração.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pelo Jardim Botânico de Batumi, um trilho íngreme mas gratificante subindo por encostas cobertas de coleções de plantas exóticas culminando em espetaculares panoramas sobre o Mar Negro. Os vastos terrenos exibem flora de todo o mundo num deslumbrante cenário costeiro. Ao anoitecer, as famosas fontes dançantes ganham vida enquanto o Boulevard iluminado convida a relaxantes passeios à beira-mar.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 13
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "GE::borjomi",
      "name": "Borjomi",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.8422,
        43.3897
      ],
      "lat": 41.8422,
      "lon": 43.3897,
      "visits": [
        {
          "text": "Chegue a Borjomi, a famosa cidade termal da Geórgia aninhada numa garganta arborizada e mundialmente reconhecida pela sua água mineral naturalmente gaseificada. A cidade desenvolveu-se como destino na moda durante o século XIX quando a família imperial russa construiu aqui a sua residência de verão. Densas florestas de pinheiros, nascentes terapêuticas e ar fresco de montanha continuam a atrair visitantes em busca de relaxamento e bem-estar natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelo Parque Central de Borjomi onde os visitantes podem provar a famosa água mineral diretamente da fonte gratuitamente. Um teleférico vintage sobe do parque até miradouros panorâmicos sobre a cidade e os picos circundantes. Os históricos edifícios termais mostram elegante arquitetura do século XIX refletindo a era dourada de Borjomi como destino terapêutico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite o ornamentado Palácio Romanov, residência de verão da família imperial russa com a sua distintiva alvenaria às riscas vermelhas e amarelas e românticos jardins. Os terrenos do palácio oferecem caminhos tranquilos através de paisagens cuidadas. Considere explorar partes do vasto Parque Nacional Borjomi-Kharagauli, uma das maiores áreas protegidas da Europa com ecossistemas diversificados e extensos trilhos para caminhadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 9
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "GE::chiatura",
      "name": "Chiatura",
      "cc": "GE",
      "language": "pt",
      "coords": [
        42.2867,
        43.2944
      ],
      "lat": 42.2867,
      "lon": 43.2944,
      "visits": [
        {
          "text": "Descubra Chiatura, uma fascinante cidade industrial conhecida pela sua notável rede de teleféricos da era soviética ligando o fundo do vale às encostas circundantes. Estabelecida na década de 1870 após a descoberta de depósitos de manganês, a cidade chegou a fornecer 60 por cento do minério de manganês do mundo. As linhas aéreas, encomendadas pelo próprio Stalin, continuam a servir os residentes como transporte diário.",
          "visit_duration_min": 75
        },
        {
          "text": "Ande nos distintivos teleféricos, apelidados de 'caixões voadores' pela sua aparência desgastada, oferecendo vistas espetaculares sobre o vale e os coloridos blocos de apartamentos agarrados às encostas íngremes. Os edifícios brutalistas das estações de teleférico conservam insígnias soviéticas originais incluindo símbolos da foice e martelo. Os entusiastas de patrimônio industrial e arquitetura soviética encontrarão em Chiatura um verdadeiro tesouro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pare no Pilar de Katskhi, uma extraordinária coluna de calcário natural que se eleva 40 metros do fundo do vale com uma pequena capela empoleirada improvavelmente no topo. Um monge solitário habita este vertiginoso eremitério, descendo uma intimidante escada duas vezes por semana para abastecimento. Datando possivelmente do século VI, este monumento único exemplifica os notáveis extremos a que os monges georgianos chegavam para o isolamento espiritual.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 17
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "GE::davit-gareja",
      "name": "Davit Gareja",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.45,
        45.3833
      ],
      "lat": 41.45,
      "lon": 45.3833,
      "visits": [
        {
          "text": "Viaje até David Gareja, um extraordinário complexo monástico do século VI escavado em encostas semidesérticas perto da fronteira com o Azerbaijão. Fundado por um dos Treze Pais Sírios que espalharam o cristianismo pelo Cáucaso, este remoto local de peregrinação compreende centenas de grutas, celas e capelas decoradas com frescos medievais. A paisagem austera cria uma atmosfera de profundo isolamento e contemplação espiritual.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba ao complexo monástico superior para vistas através da paisagem desértica colorida que se estende até à fronteira azerbaijana. Antigas celas rupestres com pinturas religiosas desbotadas mas ainda visíveis pontilham as falésias, testemunho de séculos de devoção monástica neste ambiente austero. Monges ativos continuam a habitar partes deste notável sítio patrimonial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o terreno semiárido de outro mundo que rodeia David Gareja, caracterizado por colinas ondulantes, vegetação esparsa e vivos tons terrosos raramente vistos noutras partes da Geórgia. Este ecossistema único alberga flora e fauna distintivas adaptadas às condições secas. A viagem desde Sighnaghi atravessa paisagens variadas que demonstram a notável diversidade geográfica do país.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 6
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "GE::gori",
      "name": "Gori",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.9867,
        44.1125
      ],
      "lat": 41.9867,
      "lon": 44.1125,
      "visits": [
        {
          "text": "Explore Gori, local de nascimento de Josef Stalin e sede do controverso museu que documenta a sua vida e legado. O complexo do Museu Stalin inclui a sua casa de infância preservada sob um pavilhão protetor, o seu vagão de comboio pessoal e extensas exposições de fotografias e artefactos. Os visitantes podem examinar esta complicada figura histórica enquanto passeiam por ruas que ainda conservam arquitetura da era soviética.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba à Fortaleza de Gori, uma cidadela medieval coroando uma colina rochosa no coração da cidade com vistas dominantes sobre as planícies circundantes. As evidências arqueológicas sugerem que as fortificações existiam aqui desde antes do século I a.C., tornando este sítio testemunha de milênios de história georgiana. As muralhas e torres restauradas proporcionam excelentes pontos de vista para compreender a importância estratégica da região.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite o Museu Histórico e Etnográfico Sergi Makalatia para compreender melhor as tradições culturais georgianas e a história regional para além da narrativa de Stalin. A Catedral da Natividade da Virgem oferece jardins tranquilos para contemplação. A localização central de Gori torna-a uma base ideal para explorar múltiplas atrações nas proximidades.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 8
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "GE::gudauri",
      "name": "Gudauri",
      "cc": "GE",
      "language": "pt",
      "coords": [
        42.4756,
        44.4778
      ],
      "lat": 42.4756,
      "lon": 44.4778,
      "visits": [
        {
          "text": "Percorra a lendária Estrada Militar Georgiana, uma das estradas de montanha mais espetaculares do mundo ligando Tbilisi ao alto Cáucaso. Esta rota histórica serpenteia através de gargantas dramáticas, passa por antigas fortalezas e acompanha rios caudalosos que moldaram a paisagem durante milênios. Cada curva revela novas vistas de picos nevados e vales verdejantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Pare no Monumento da Amizade Rússia-Geórgia, um impressionante panorama em mosaico da era soviética construído em 1983 para comemorar as relações bilaterais. A colorida estrutura semicircular apresenta intrincado trabalho de azulejos retratando cenas da história georgiana e russa. Mais importante ainda, a plataforma de observação oferece panoramas espetaculares da natureza montanhosa circundante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra Gudauri, a principal estância de montanha da Geórgia com 35 quilômetros de pistas de esqui servidas por 15 elevadores modernos durante os meses de inverno. No verão, a área transforma-se num paraíso para caminhantes e praticantes de parapente em busca de aventura em paisagens alpinas intocadas. A estância situa-se a 2.200 metros de altitude, oferecendo ar fresco de montanha e cenários dramáticos durante todo o ano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 3
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "GE::khulo",
      "name": "Khulo",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.6422,
        42.31
      ],
      "lat": 41.6422,
      "lon": 42.31,
      "visits": [
        {
          "text": "Aventure-se para o interior a partir de Batumi para descobrir o coração montanhoso de Ajária, uma região de picos arborizados e aldeias tradicionais raramente visitada por viajantes internacionais. As montanhas do Pequeno Cáucaso elevam-se dramaticamente da planície costeira, criando paisagens de excepcional beleza. Este território fora dos circuitos turísticos recompensa os visitantes aventureiros em busca de autêntica cultura montanhesa georgiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivencie o notável teleférico de Khulo, uma pequena cabine vermelha que se eleva 350 metros sobre um vale profundo para ligar as aldeias de Khulo e Tago. Este espetacular trajeto oferece vistas a voo de pássaro sobre o terreno escarpado e os assentamentos tradicionais das terras altas. As próprias aldeias proporcionam vislumbres da tranquila vida montanhesa, bem distante do desenvolvimento turístico costeiro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore as oportunidades de caminhadas por toda a montanhosa Ajária, desde excursões de um dia a trekkings de vários dias através de ambientes de terras altas intocados. Numerosas casas de hóspedes em aldeias remotas oferecem hospitalidade autêntica e especialidades regionais caseiras. A área permanece genuinamente não desenvolvida, proporcionando aos viajantes aventureiros experiências cada vez mais difíceis de encontrar noutras partes da Geórgia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 12
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "GE::kutaisi",
      "name": "Kutaisi",
      "cc": "GE",
      "language": "pt",
      "coords": [
        42.2679,
        42.718
      ],
      "lat": 42.2679,
      "lon": 42.718,
      "visits": [
        {
          "text": "Chegue a Kutaisi, a terceira maior cidade da Geórgia e antiga capital, mantendo um charme de outros tempos que a distingue da mais cosmopolita Tbilisi. Situada ao longo das margens do rio Rioni, a cidade tem servido como importante centro cultural durante milênios. O elegante Teatro Dramático Estatal Lado Meskhishvili e a arquitetura circundante refletem o distinto patrimônio da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Catedral de Bagrati, uma obra-prima do Património Mundial da UNESCO originalmente construída no século XI como símbolo da arquitetura eclesiástica medieval georgiana. Embora parcialmente destruída pelas forças otomanas no século XVII, os esforços de restauração devolveram a catedral à sua antiga glória. A localização no topo da colina proporciona vistas dominantes sobre a cidade e o rio abaixo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o Mosteiro de Gelati, outro sítio UNESCO fundado pelo Rei David o Construtor em 1106 como uma academia que se tornou o centro preeminente do saber georgiano no mundo medieval. O complexo monástico inclui notáveis frescos e mosaicos representando o apogeu da expressão artística medieval georgiana. Percorra o vibrante Bazar Verde onde os vendedores exibem produtos frescos, especiarias e delícias locais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 18
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "GE::martvili",
      "name": "Martvili",
      "cc": "GE",
      "language": "pt",
      "coords": [
        42.415,
        42.3819
      ],
      "lat": 42.415,
      "lon": 42.3819,
      "visits": [
        {
          "text": "Vivencie o Cânion de Martvili, uma deslumbrante maravilha natural onde águas verde-esmeralda fluem através de uma estreita garganta calcária coberta de musgo e vegetação exuberante. Curtos passeios de barco transportam os visitantes através das secções mais pitorescas, deslizando sob penhascos salientes e ao lado de cascatas. A escala íntima do cânion cria uma atmosfera de pacífica imersão em beleza natural intocada.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a vasta área de Martvili, lar de numerosas cascatas, cânions e atrações naturais que permanecem em grande parte por descobrir pelos turistas internacionais. Visite o Mosteiro de Martvili, a Cascata de Kaghu, o Cânion de Balda e a Cascata de Oghueshi para uma apreciação completa das diversas paisagens da região. A rica história da área complementa as suas maravilhas naturais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite o Cânion de Okatse, com uma dramática passarela suspensa sobre uma garganta de 35 a 50 metros de profundidade. O cânion estende-se por 16 quilômetros embora os visitantes possam percorrer aproximadamente 1,5 quilômetros pela passarela metálica. As impressionantes vistas sobre o abismo abaixo criam sensações emocionantes para quem está confortável com alturas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 14
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "GE::mestia",
      "name": "Mestia",
      "cc": "GE",
      "language": "pt",
      "coords": [
        43.0458,
        42.7275
      ],
      "lat": 43.0458,
      "lon": 42.7275,
      "visits": [
        {
          "text": "Chegue a Mestia, a capital da Suanécia e porta de entrada para as paisagens de alta montanha mais dramáticas da Geórgia, rodeada de picos que ultrapassam os 5.000 metros. Esta remota região desenvolveu tradições culturais únicas, língua própria e arquitetura distintiva devido a séculos de isolamento em vales profundos. As distintivas torres defensivas da Suanécia, construídas entre os séculos IX e XII, pontilham a paisagem como símbolos desta comunidade ferozmente independente.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Museu de História e Etnografia da Suanécia para compreender o notável patrimônio do povo suano, incluindo as suas distintivas práticas religiosas, artesanato e estruturas sociais. O museu alberga importantes ícones medievais e artefactos preservados nestes vales remotos quando as terras baixas da Geórgia enfrentavam invasões repetidas. As tradicionais casas-torre de pedra continuam a funcionar como residências familiares em toda a região.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe até aos Lagos Koruldi para espetaculares vistas panorâmicas sobre os picos coroados de glaciares da Suanécia e prados alpinos tapetados de flores silvestres durante os meses de verão. O trilho do Glaciar Chalaadi oferece outra caminhada de um dia acessível aproximando-se de antigas formações de gelo. Duas estâncias de esqui, Tetnuldi e Hatsvali, proporcionam oportunidades de desportos de inverno enquanto o esqui de travessia atrai visitantes aventureiros em busca de neve virgem.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 15
        }
      ],
      "rating": 7
    },
    {
      "place_id": "GE::mtskheta",
      "name": "Mtskheta",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.8423,
        44.7186
      ],
      "lat": 41.8423,
      "lon": 44.7186,
      "visits": [
        {
          "text": "Visite Mtskheta, designada Património Mundial da UNESCO e venerada como a cidade sagrada da Geórgia pela Igreja Ortodoxa. Este antigo assentamento serviu como capital da nação por quase um milênio e permanece o coração espiritual do cristianismo georgiano. As atmosféricas ruas ladeadas de casas tradicionais de pedra conduzem a monumentos de extraordinária importância religiosa e histórica.",
          "visit_duration_min": 75
        },
        {
          "text": "Entre na Catedral de Svetitskhoveli, uma das estruturas religiosas mais veneradas do Cáucaso, que muitos georgianos acreditam abrigar a túnica sagrada de Cristo. Esta magnífica obra-prima do século XI apresenta notáveis frescos, intrincadas esculturas em pedra e uma atmosfera de profunda espiritualidade. A grandeza arquitetônica da catedral reflete a era dourada da cultura medieval georgiana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Suba ao Mosteiro de Jvari, dramaticamente empoleirado num penhasco com vista para a confluência dos rios Mtkvari e Aragvi. Datando do século VI, esta joia arquitetônica representa um dos primeiros exemplos de design eclesiástico georgiano e oferece vistas deslumbrantes sobre Mtskheta abaixo. A posição isolada do mosteiro e suas antigas pedras criam uma inesquecível atmosfera de contemplação.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 2
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "GE::sighnaghi",
      "name": "Sighnaghi",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.6175,
        45.9217
      ],
      "lat": 41.6175,
      "lon": 45.9217,
      "visits": [
        {
          "text": "Chegue a Sighnaghi, uma pitoresca aldeia no topo de uma colina conhecida como a 'Cidade do Amor' pela sua atmosfera romântica e vistas deslumbrantes sobre o Vale de Alazani. Este assentamento fortificado do século XVIII apresenta muralhas defensivas notavelmente conservadas com 23 torres, cada uma com o nome de aldeias vizinhas. Ruas de paralelepípedos serpenteiam entre casas em tons pastel com tradicionais varandas de madeira com vista para vinhedos intermináveis.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorra as históricas muralhas que cercam Sighnaghi, estendendo-se por mais de 4 quilômetros com torres acessíveis que oferecem miradouros panorâmicos. Estas impressionantes fortificações foram construídas pelo Rei Erekle II para proteger as valiosas comunidades produtoras de vinho da região contra invasões. As muralhas permanecem um dos melhores exemplos conservados de arquitetura militar georgiana do período real.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite o Convento de Bodbe, local de descanso final de Santa Nino que trouxe o cristianismo à Geórgia no século IV. Este complexo monástico ativo apresenta jardins lindamente cuidados e uma nascente sagrada à qual se atribuem propriedades curativas. Os peregrinos descem uma longa escadaria através de ciprestes para alcançar a nascente, criando uma jornada contemplativa pela encosta arborizada.",
          "visit_duration_min": 60
        },
        {
          "text": "Experiencie a renomada cultura vinícola de Kakheti em adegas familiares tradicionais que produzem vinho usando os antigos métodos das ânforas de barro qvevri. Esta técnica de vinificação reconhecida pela UNESCO remonta a 8.000 anos, tornando a Geórgia uma das regiões produtoras de vinho mais antigas da Terra. Prove vinhos âmbar, tintos robustos e conheça variedades de uva que não se encontram em nenhum outro lugar do mundo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 5
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "GE::stepantsminda",
      "name": "Stepantsminda",
      "cc": "GE",
      "language": "pt",
      "coords": [
        42.6592,
        44.6439
      ],
      "lat": 42.6592,
      "lon": 44.6439,
      "visits": [
        {
          "text": "Chegue a Stepantsminda (anteriormente Kazbegi), a porta de entrada para algumas das paisagens montanhosas mais espetaculares de toda a cordilheira do Cáucaso. Esta encantadora aldeia das terras altas situa-se a 1.740 metros de altitude à sombra do Monte Kazbek, um vulcão adormecido que se eleva até 5.054 metros dominando o horizonte. A região oferece excecionais oportunidades para caminhadas, passeios a cavalo e experienciar a vida tradicional das aldeias de montanha.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhe até à Igreja da Trindade de Gergeti (Tsminda Sameba), o monumento mais icônico da Geórgia, empoleirado numa colina a 2.170 metros com o Monte Kazbek como pano de fundo. Este santuário de pedra do século XIV parece flutuar entre as nuvens, criando uma das cenas mais fotografadas do Cáucaso. O trilho de dificuldade moderada recompensa os visitantes com vistas cada vez mais dramáticas à medida que a altitude aumenta.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o Vale de Truso, uma paisagem glaciar remota salpicada de nascentes minerais, formações de travertino e aldeias de pedra abandonadas. O vale estende-se em direção à fronteira russa através de um terreno de beleza sobrenatural, com formações rochosas multicoloridas e nascentes gasosas naturais. Esta aventura fora dos circuitos turísticos mostra a natureza selvagem que torna as montanhas da Geórgia tão excecionais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 4
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "GE::tbilisi",
      "name": "Tbilisi",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.7151,
        44.8271
      ],
      "lat": 41.7151,
      "lon": 44.8271,
      "visits": [
        {
          "text": "Explore o encantador centro histórico de Tbilisi, onde séculos de patrimônio arquitetônico se fundem harmoniosamente com a energia criativa moderna. Fundada em 458 d.C. na encruzilhada entre Europa e Ásia, a capital georgiana apresenta uma extraordinária mistura de fortalezas medievais, igrejas ornamentadas, monumentos da era soviética e instalações de arte contemporânea. Passeie por estreitas ruas de paralelepípedos onde antigas muralhas de pedra encontram varandas coloridas adornadas com intrincadas esculturas em madeira.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba à Fortaleza de Narikala pelo pitoresco teleférico para desfrutar de vistas panorâmicas de toda a cidade e do sinuoso rio Mtkvari abaixo. Esta antiga cidadela remonta ao século IV e testemunhou inúmeras invasões e reconstruções ao longo da turbulenta história da Geórgia. As muralhas da fortaleza oferecem pontos de vista excepcionais para fotografia, especialmente durante a hora dourada quando a cidade brilha sob as encostas do Cáucaso.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra o famoso Mercado da Ponte Seca, um vasto bazar ao ar livre onde os vendedores exibem memorabília soviética, joias antigas, artesanato tradicional e curiosos tesouros de décadas passadas. Este vibrante local de encontro captura perfeitamente o espírito eclético de Tbilisi e oferece fascinantes perspetivas sobre a cultura e história georgianas.",
          "visit_duration_min": 60
        },
        {
          "text": "Rejuvenesça nos históricos banhos de enxofre de Abanotubani, o bairro dos banhos onde as fontes termais naturais atraem visitantes há séculos. As distintivas estruturas de tijolo abobadado abrigam águas minerais terapêuticas que permanecem uma preciosa tradição georgiana. Passeie pelo jardim botânico adjacente com seus tranquilos caminhos entre vegetação exuberante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 1
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "GE::tskaltubo",
      "name": "Tskaltubo",
      "cc": "GE",
      "language": "pt",
      "coords": [
        42.3442,
        42.5947
      ],
      "lat": 42.3442,
      "lon": 42.5947,
      "visits": [
        {
          "text": "Explore Tskaltubo, outrora uma glamorosa estância termal soviética onde as águas minerais atraem visitantes desde o século XIII. Durante a era da URSS, mais de 20 sanatórios e 9 casas de banhos serviam milhares de hóspedes anualmente, incluindo Stalin que mantinha aqui uma dacha privada. O esplendor da cidade desvaneceu-se após a independência da Geórgia e a guerra civil, deixando edifícios abandonados de beleza assombrosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelas atmosféricas ruínas dos sanatórios da era soviética, as suas fachadas neoclássicas e interiores ornamentados sendo lentamente reclamados pela natureza. Estas estruturas oferecem notáveis perspetivas sobre as ambições arquitetônicas soviéticas e a abordagem da época à saúde pública e recreação. Algumas instalações reabriram, permitindo aos visitantes experienciar as águas minerais terapêuticas que tornaram Tskaltubo famosa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite a Gruta de Prometeu (Gruta de Kumistavi), uma das atrações naturais mais espetaculares da Geórgia com estalactites iluminadas, estalagmites, rios subterrâneos e vastas câmaras de caverna. O sistema de grutas estende-se por mais de um quilômetro com passadiços e iluminação atmosférica criando uma mágica jornada subterrânea. Passeios de barco pelos níveis inferiores da gruta adicionam outra dimensão a esta aventura subterrânea.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 19
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "GE::uplistsikhe",
      "name": "Uplistsikhe",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.9658,
        44.2094
      ],
      "lat": 41.9658,
      "lon": 44.2094,
      "visits": [
        {
          "text": "Descubra Uplistsikhe, um dos mais antigos assentamentos urbanos do Cáucaso, inteiramente talhado na rocha num planalto sobre o rio Mtkvari. Datando do final da Idade do Bronze e florescendo como importante centro comercial no século VI a.C., esta notável cidade rupestre serviu como paragem vital na Rota da Seda que ligava a Ásia à Europa. Centenas de grutas, câmaras e túneis perfuram as formações de arenito.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a impressionante infraestrutura da antiga cidade rupestre, incluindo uma grande praça central, a Sala da Rainha Tamar, adegas talhadas na rocha, um templo pagão e uma igreja cristã medieval. Um antigo túnel secreto proporcionava rotas de fuga durante os cercos, enquanto canais esculpidos distribuíam água por todo o assentamento. Os artefactos descobertos aqui estão agora expostos no Museu Nacional de Tbilisi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo complexo arqueológico de Uplistsikhe, imaginando o movimentado mercado que outrora prosperou nestas câmaras de pedra. A Igreja de Uplistsuli do século X domina o ponto mais alto do sítio, a sua simples construção em pedra contrastando com as grutas pré-cristãs que a rodeiam. O pôr do sol projeta luz dourada sobre as formações rochosas, criando mágicas oportunidades fotográficas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 7
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "GE::ushguli",
      "name": "Ushguli",
      "cc": "GE",
      "language": "pt",
      "coords": [
        42.9167,
        43.0167
      ],
      "lat": 42.9167,
      "lon": 43.0167,
      "visits": [
        {
          "text": "Viaje até Ushguli, uma comunidade Património Mundial da UNESCO considerada o assentamento permanentemente habitado mais alto da Europa, a aproximadamente 2.400 metros de altitude. Esta minúscula aldeia de cerca de 200 residentes preserva torres defensivas medievais do século IX num cenário de extraordinária beleza alpina. A desafiante estrada em 4x4 desde Mestia demora aproximadamente 3 horas, atravessando terreno montanhoso selvagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o conjunto de aldeias antigas que compõem Ushguli, onde a tradicional arquitetura em pedra permanece praticamente inalterada durante séculos. O poderoso Monte Shkhara, o pico mais alto da Geórgia com 5.193 metros, domina o horizonte com as suas encostas glaciares. A localização remota, acessível apenas durante os meses de verão, preserva uma atmosfera de isolamento intemporal cada vez mais rara no mundo moderno.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Organize excursões de trekking de montanha ou passeios a cavalo partindo de Ushguli para a natureza selvagem circundante. O trekking de vários dias de Mestia a Ushguli está entre as melhores experiências de caminhada da Geórgia, atravessando altos passos de montanha e aldeias tradicionais ao longo de 4 dias. Simples casas de hóspedes proporcionam alojamento autêntico onde os visitantes partilham refeições com famílias locais que mantêm tradições centenárias.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 16
        }
      ],
      "rating": 8
    },
    {
      "place_id": "GE::vardzia",
      "name": "Vardzia",
      "cc": "GE",
      "language": "pt",
      "coords": [
        41.3811,
        43.2836
      ],
      "lat": 41.3811,
      "lon": 43.2836,
      "visits": [
        {
          "text": "Maravilhe-se com Vardzia, uma extraordinária cidade monástica rupestre escavada em falésias íngremes durante a era dourada da Geórgia no século XII sob a Rainha Tamar. Este notável complexo estende-se por aproximadamente 500 metros ao longo da parede rochosa e eleva-se por 19 níveis, contendo originalmente mais de 6.000 apartamentos, igrejas e espaços funcionais. O sítio foi proposto para candidatura a Património Mundial da UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore mais de 400 salas acessíveis incluindo 12 capelas, 25 adegas, uma padaria, farmácias e um intrincado sistema de túneis ligando diferentes secções. A Igreja da Dormição preserva notáveis frescos incluindo um famoso retrato da própria Rainha Tamar. Abandonada após a conquista otomana no século XVI, Vardzia permanece um dos monumentos medievais mais impressionantes de toda a região do Cáucaso.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passe várias horas vagueando pelas passagens labirínticas de Vardzia, descobrindo câmaras escondidas e apreciando a engenhosidade de engenharia necessária para criar esta cidade vertical. A localização remota rodeada por dramáticas paisagens de desfiladeiro adiciona à atmosfera mística do local. Monges ativos ainda mantêm um pequeno mosteiro dentro do complexo, continuando tradições estabelecidas há nove séculos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GE::georgia::caucasus-heritage-trail",
          "itin_title": "Road Trip Geórgia: Torres Medievais, Cidades Rupestres e Montanhas do Cáucaso",
          "day": 10
        }
      ],
      "rating": 2.7
    }
  ]
}