{
  "version": 1,
  "country": "md",
  "language": "es",
  "places": [
    {
      "place_id": "MD::chisinau",
      "name": "Chisinau",
      "cc": "MD",
      "language": "es",
      "coords": [
        47.0105,
        28.8638
      ],
      "lat": 47.0105,
      "lon": 28.8638,
      "visits": [
        {
          "text": "Día 1: Explora el Parque Central de Chisináu y la Catedral de la Natividad, la principal catedral de la Iglesia Ortodoxa Moldava. La construcción comenzó poco después de la victoria rusa sobre los otomanos en 1830. Durante los años soviéticos sirvió como centro de exposiciones, pero ha vuelto a ser un lugar de culto activo.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Admira el Arco de Triunfo, el símbolo de Chisináu situado cerca del Parque Stefan cel Mare. Este monumento conmemora la victoria del Imperio Ruso sobre los otomanos en 1830 y se erige como un orgulloso emblema de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Visita el Teatro Nacional de Ópera y Ballet de Moldavia, un hermoso edificio soviético que sigue utilizándose para su propósito original. Una de las pocas compañías de ópera ex-soviéticas que conservó su propia orquesta, ofrece algunas de las entradas de ópera y ballet más económicas de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Pasea por el Bulevar Stefan cel Mare para ver los edificios gubernamentales más importantes, incluyendo el Edificio del Parlamento (antiguo lugar de reuniones del Partido Comunista) y la Residencia Presidencial. Aunque la mayoría de los edificios muestran el típico estilo soviético, algunos presentan arquitectura europea más reciente.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Visita el Museo Nacional de Historia de Moldavia para conocer el fascinante pasado del país. Las exposiciones cubren diferentes períodos desde la Edad Media hasta la Segunda Guerra Mundial y la época soviética, proporcionando un contexto esencial para comprender Moldavia.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Explora el Museo del Ejército con su impresionante exhibición de cazas y aviones soviéticos en el jardín (entrada gratuita). En el interior, aprende sobre los horrores del régimen de Stalin en Moldavia, donde los historiadores estiman que el 12% de la población pereció por las deportaciones y la hambruna de 1946.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Descubre el abandonado Estadio Soviético cerca del Museo del Ejército. Los campos de fútbol que una vez fueron los mejores de la Unión Soviética ahora están cubiertos de árboles, pero los muros decorados con colorido arte urbano merecen una visita antes de que Estados Unidos construya una nueva embajada en el sitio.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Rinde homenaje en el Monumento a las Víctimas de la Represión Política frente a la estación de tren. Este hermoso monumento recuerda a los 46.000 moldavos deportados a Kazajistán durante el régimen de Stalin, sometidos a trabajos forzados en campos del Gulag.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 3: Pasea por el parque del Lago Valea Morilor, construido por la organización juvenil comunista local en los años 50. Recientemente restaurado a su antiguo esplendor tras años de contaminación y abandono, es ahora el orgullo de Chisináu con frecuentes eventos y exposiciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 3: Busca los mosaicos soviéticos en los edificios a la entrada del parque y encuentra la diminuta estatua de 10 centímetros del Principito de Antoine Saint-Exupéry en una valla metálica cerca de las escaleras del malecón.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 3: Vive la experiencia del Mercado Central de Chisináu, un enorme recinto que abarca varias manzanas en el centro de la ciudad. Bullicioso, caótico y ruidoso, encontrarás queso local, miel, frutas y verduras frescas - un lugar perfecto para experimentar la auténtica vida moldava.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 3: Recorre el pequeño mercado turístico cerca del Parque Central en la calle Stefan cel Mare en busca de souvenirs y recuerdos soviéticos como pins y monedas de la era comunista.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Día 1: Descubre la Iglesia de la Transfiguración del Salvador junto a la Residencia Presidencial. Durante la época soviética, esta iglesia sirvió como planetario antes de ser devuelta a la Iglesia Ortodoxa Moldava en 1991.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 1: Deambula por la abundancia de parques de Chisináu - el Parque Central y el Parque Stefan cel Mare ofrecen lugares perfectos para relajarse y apreciar lo verde que es la ciudad a pesar de su arquitectura de la era soviética.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 2: Visita el Memorial de Guerra en las afueras de Chisináu, un impresionante monumento a los casi 200.000 moldavos que murieron luchando contra la Alemania nazi como parte del Ejército Rojo durante la Gran Guerra Patria.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 2: Contempla el abandonado Circo Estatal Moldavo, que abrió en 1981 con capacidad para casi 2.000 personas. Cerrado en 2004 para restauración, su futuro sigue siendo incierto pero la impresionante arquitectura exterior merece ser preservada.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 3: Explora el Parque Dendrarium, el parque más grande con más de 1.000 especies de plantas y varios estanques con patos. El Jardín Botánico y el Parque Riscani con el Memorial de la Guerra de Afganistán a los Hijos de la Patria también merecen una visita.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 3: Visita el campus de la Universidad Técnica para ver el museo al aire libre de técnicas en su jardín, parte de la sorprendente cantidad de espacios verdes recreativos de Chisináu.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Legado Soviético y Bodegas Subterráneas: Descubriendo la Capital y los Tesoros Rurales de Moldavia",
          "day": 2
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "MD::cricova",
      "name": "Cricova",
      "cc": "MD",
      "language": "es",
      "coords": [
        47.1333,
        28.8667
      ],
      "lat": 47.1333,
      "lon": 28.8667,
      "visits": [
        {
          "text": "Recorre las legendarias Bodegas de Cricova, las segundas bodegas más grandes del mundo que datan del siglo XV. Con una red de túneles que se extiende por más de 120 kilómetros, esta famosa bodega ha acogido a figuras internacionales como el Secretario de Estado de EE.UU. John Kerry e incluso la fiesta de cumpleaños de Vladimir Putin.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la ciudad subterránea del vino donde botellas antiguas de todo el mundo se almacenan a temperatura perfecta. Moldavia producía hasta el 90% del vino de la Unión Soviética, y Cricova representa la cúspide de este patrimonio vinícola.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Toma el autobús número 2 desde el centro de Chisináu (esquina de Strada Vasile Alecsandri y Strada Alexandru cel Bun) hasta Cricova. El viaje dura aproximadamente 30 minutos hasta Cricova Primaria en el centro del pueblo. Reserva los recorridos directamente con la bodega, disponibles en inglés, ruso y rumano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Legado Soviético y Bodegas Subterráneas: Descubriendo la Capital y los Tesoros Rurales de Moldavia",
          "day": 3
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "MD::milestii-mici",
      "name": "Milestii Mici",
      "cc": "MD",
      "language": "es",
      "coords": [
        46.9167,
        28.8333
      ],
      "lat": 46.9167,
      "lon": 28.8333,
      "visits": [
        {
          "text": "Desciende a Milestii Mici, la bodega de vino más grande del mundo, ubicada a solo 18 kilómetros de Chisináu. Con más de 200 kilómetros de túneles subterráneos para almacenamiento de vino, esta extraordinaria bodega posee el Récord Guinness por la mayor colección de vinos.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduce por las calles subterráneas (sí, necesitas un coche para el recorrido) pasando junto a millones de botellas que envejecen en condiciones perfectas. El patrimonio vinícola de Moldavia alcanza su expresión más impresionante en estas interminables galerías de piedra caliza excavadas en una antigua cantera.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Los recorridos requieren vehículo propio debido al inmenso tamaño de las bodegas. Varios operadores turísticos ofrecen excursiones organizadas desde Chisináu para quienes no dispongan de coche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Legado Soviético y Bodegas Subterráneas: Descubriendo la Capital y los Tesoros Rurales de Moldavia",
          "day": 1
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "MD::orheiul-vechi",
      "name": "Orheiul Vechi",
      "cc": "MD",
      "language": "es",
      "coords": [
        47.2833,
        28.9667
      ],
      "lat": 47.2833,
      "lon": 28.9667,
      "visits": [
        {
          "text": "Visita el Monasterio de Orheiul Vechi, un notable monasterio rupestre excavado en los acantilados de piedra caliza a 60 kilómetros al norte de Chisináu. Este antiguo sitio religioso ofrece una excursión perfecta de un día que combina espiritualidad, arqueología y espectaculares paisajes naturales.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Paisaje Arqueológico de Orheiul Vechi, un sitio tentativo del Patrimonio Mundial de la UNESCO con una geomorfología dramática y hermosa. El área ha atraído a los humanos desde tiempos prehistóricos debido a sus ricos recursos, defensas naturales y conexión con las rutas comerciales del Mar Negro desde el quinto milenio a.C.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre los restos arqueológicos de la ciudad tártaro-mongola Şehr al Cedid (que significa 'Ciudad Nueva'), fundada alrededor de 1241 d.C. Las ruinas incluyen un sistema de fortificación, palacio, mezquita, caravanserai, mausoleo, tres baños y muchas otras estructuras construidas con piedra caliza local.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aprende sobre la ciudad medieval moldava de Orhei, construida sobre las ruinas tártaro-mongolas después de 1368 d.C., cuando los ejércitos lituanos y moldavos expulsaron a la Horda de Oro. Toma una marshrutka desde la estación principal de autobuses de Chisináu hasta el pueblo de Trebujeni o Butuceni.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Legado Soviético y Bodegas Subterráneas: Descubriendo la Capital y los Tesoros Rurales de Moldavia",
          "day": 4
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "MD::rudi",
      "name": "Rudi",
      "cc": "MD",
      "language": "es",
      "coords": [
        48.2667,
        28
      ],
      "lat": 48.2667,
      "lon": 28,
      "visits": [
        {
          "text": "Descubre el Monasterio de Rudi, un precioso monasterio ortodoxo en medio de campos cubiertos de flores sin multitudes turísticas. Construido a finales del siglo XVIII con la distintiva arquitectura de 'sombrero de bruja' popular en los monasterios rumanos contemporáneos.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira este monasterio que milagrosamente sobrevivió a toda la era comunista para ser restablecido como centro sagrado una vez más. El entorno pacífico entre campos y huertos crea una atmósfera contemplativa lejos del bullicio de Chisináu.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el sitio Patrimonio de la Humanidad del Arco Geodésico de Struve, ubicado en un campo casi sin señalizar en Rudi. Este legendario monumento al descubrimiento científico se extiende a través de diez países desde el Báltico hasta el Mar Negro, y al estar aquí te encuentras en un punto importante de la historia de la geodesia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta uno de los tesoros ocultos de Moldavia - el Punto de Struve en Rudi no ofrece fanfarria ni otros turistas, solo la pacífica satisfacción de visitar un sitio UNESCO que pocos viajeros llegan a conocer.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Legado Soviético y Bodegas Subterráneas: Descubriendo la Capital y los Tesoros Rurales de Moldavia",
          "day": 6
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "MD::tiraspol",
      "name": "Tiraspol",
      "cc": "MD",
      "language": "es",
      "coords": [
        46.8403,
        29.6433
      ],
      "lat": 46.8403,
      "lon": 29.6433,
      "visits": [
        {
          "text": "Cruza a Transnistria para visitar Tiraspol, la capital de un país que oficialmente no existe - una república separatista soviética congelada en el tiempo. Formada cuando la URSS colapsó en 1991, esta región autónoma opera como una nación independiente mientras permanece sin reconocimiento internacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta lo que se siente como un museo soviético al aire libre viviente, sostenido por dinero y petróleo rusos. La población étnica rusa aquí temía la unificación con Rumania cuando Moldavia declaró su independencia, lo que llevó a una breve guerra civil que terminó en punto muerto en 1992.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora los monumentos comunistas, la arquitectura soviética y las exhibiciones de propaganda que hacen de Transnistria el último enclave de la Unión Soviética. La hoz y el martillo, las estatuas de Lenin y los edificios de estilo soviético permanecen orgullosamente expuestos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Toma los frecuentes minibuses desde la estación de autobuses de Chisináu hasta Tiraspol. Asegúrate de registrarte en la oficina de Inmigración - si cruzas en tren, regístrate en la estación de tren; si vas en coche, regístrate al cruzar la frontera. Repasa la etiqueta del Turismo Rojo y el cirílico antes de ir.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Legado Soviético y Bodegas Subterráneas: Descubriendo la Capital y los Tesoros Rurales de Moldavia",
          "day": 5
        }
      ],
      "rating": 7.4
    }
  ]
}