{
  "version": 1,
  "country": "md",
  "language": "en",
  "places": [
    {
      "place_id": "MD::chisinau",
      "name": "Chisinau",
      "cc": "MD",
      "language": "en",
      "coords": [
        47.0105,
        28.8638
      ],
      "lat": 47.0105,
      "lon": 28.8638,
      "visits": [
        {
          "text": "Jour 1: Explore Chisinau's Central Park and the Nativity Cathedral, the main cathedral of the Moldovan Orthodox Church. Construction began shortly after the Russian victory over the Ottomans in 1830. During Soviet years it served as an exhibition center, but it has returned to being an active place of worship.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Admire the Triumphal Arch, the symbol of Chisinau located near Stefan cel Mare Park. This memorial commemorates the victory of the Russian Empire over the Ottomans in 1830 and stands as a proud landmark of the city.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Visit the Moldovan National Opera and Ballet Theatre, a beautiful Soviet building still used for its original purpose. One of the few ex-Soviet opera companies that kept its own orchestra, it offers some of the cheapest opera and ballet tickets in Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Walk along Stefan cel Mare Boulevard to see the most important government buildings including the Parliament Building (former Communist Party meeting place) and the President's Residence. While most buildings showcase typical Soviet style, some feature more recent European architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the National Museum of History of Moldova to learn about the country's fascinating past. The exhibitions cover different time periods from the Middle Ages to the Second World War and Soviet times, providing essential context for understanding Moldova.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Explore the Army Museum with its impressive exhibition of Soviet fighters and planes in the garden (free entry). Inside, learn about the horrors of Stalin's regime in Moldova, where historians believe 12% of the population perished from deportations and the 1946 famine.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Discover the abandoned Soviet Stadium near the Army Museum. The football lawns that were once the best in the Soviet Union are now overgrown with trees, but the walls covered in colorful street art make it worth a visit before the US builds a new embassy on the site.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Pay respects at the Monument of Victims of Political Repression in front of the train station. This beautiful monument remembers the 46,000 Moldovans deported to Kazakhstan during Stalin's regime, subjected to forced labor in Gulag camps.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Stroll through the Valea Morilor Lake park, built by the local communist youth organization in the 1950s. Recently restored to its former glory after years of pollution and neglect, it is now the pride of Chisinau with frequent events and exhibitions.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Search for Soviet mosaics on buildings at the park entrance and find the tiny 4-inch statue of the Little Prince from Antoine Saint-Exupéry on a metal fence near the embankment stairs.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Experience Chisinau's Central Market, a huge affair covering several blocks in the middle of the city. Busy, chaotic and noisy, you'll find local cheese, honey, fresh fruits and vegetables - a great place to experience authentic Moldovan life.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Browse the small tourist market near Central Park on Stefan cel Mare Street for souvenirs and Soviet memorabilia like pins and coins from the communist era.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1: Discover the Transfiguration of the Saviour Church next to the President's Residence. During Soviet times this church served as a planetarium before being returned to the Moldovan Orthodox Church in 1991."
        },
        {
          "text": "Jour 1: Wander through Chisinau's abundance of parks - Central Park and Stefan cel Mare Park offer perfect spots to relax and appreciate how green the city is despite its Soviet-era architecture."
        },
        {
          "text": "Jour 2: Visit the War Memorial at the outskirts of Chisinau, an impressive monument to the nearly 200,000 Moldovans who died fighting Nazi Germany as part of the Red Army during the Great Patriotic War."
        },
        {
          "text": "Jour 2: See the abandoned Moldovan State Circus, which opened in 1981 with space for nearly 2,000 people. Closed in 2004 for restoration, its future remains unclear but the impressive exterior architecture is worth preserving."
        },
        {
          "text": "Jour 3: Explore the Dendrarium Park, the largest park with over 1,000 kinds of plants and several ponds with ducks. The Botanical Gardens and Riscani Park with the Afghan War Memorial to Sons of the Motherland are also worth visiting."
        },
        {
          "text": "Jour 3: Visit the Technical University campus to see the outdoor museum of techniques in their garden, part of Chisinau's surprising amount of green recreational spaces."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Soviet Legacy and Wine: Moldova's Capital and Countryside Treasures",
          "day": 2
        }
      ],
      "rating": 9.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "MD::cricova",
      "name": "Cricova",
      "cc": "MD",
      "language": "en",
      "coords": [
        47.1333,
        28.8667
      ],
      "lat": 47.1333,
      "lon": 28.8667,
      "visits": [
        {
          "text": "Tour the legendary Cricova Wine Cellars, the second-largest wine cellars in the world dating from the 15th century. With a network of tunnels stretching over 120 kilometers, this famous winery has hosted international figures like US Secretary of State John Kerry and even Vladimir Putin's birthday party.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the underground city of wine where vintage bottles from around the world are stored at perfect temperature. Moldova produced up to 90% of wine in the Soviet Union, and Cricova represents the pinnacle of this wine heritage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take Bus Number 2 from central Chisinau (corner of Strada Vasile Alecsandri and Strada Alexandru cel Bun) to Cricova. The journey takes about 30 minutes to Cricova Primaria in the town center. Book tours directly with the winery, available in English, Russian, and Romanian."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Soviet Legacy and Wine: Moldova's Capital and Countryside Treasures",
          "day": 3
        }
      ],
      "rating": 5.1,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "MD::milestii-mici",
      "name": "Milestii Mici",
      "cc": "MD",
      "language": "en",
      "coords": [
        46.9167,
        28.8333
      ],
      "lat": 46.9167,
      "lon": 28.8333,
      "visits": [
        {
          "text": "Descend into Milestii Mici, the largest wine cellar in the world located just 18 kilometers from Chisinau. With over 200 kilometers of underground tunnels for wine storage, this extraordinary cellar holds the Guinness World Record for the largest wine collection.",
          "visit_duration_min": 75
        },
        {
          "text": "Drive through the underground streets (yes, you need a car for the tour) past millions of bottles aging in perfect conditions. Moldova's wine heritage reaches its most impressive expression in these endless limestone galleries carved from an old quarry.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tours require your own vehicle due to the immense size of the cellars. Several tour operators offer organized excursions from Chisinau for those without cars."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Soviet Legacy and Wine: Moldova's Capital and Countryside Treasures",
          "day": 1
        }
      ],
      "rating": 4.1,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "MD::orheiul-vechi",
      "name": "Orheiul Vechi",
      "cc": "MD",
      "language": "en",
      "coords": [
        47.2833,
        28.9667
      ],
      "lat": 47.2833,
      "lon": 28.9667,
      "visits": [
        {
          "text": "Visit Orheiul Vechi Monastery, a remarkable cave monastery carved into the limestone cliffs 60 kilometers north of Chisinau. This ancient religious site offers a perfect day trip combining spirituality, archaeology, and stunning natural landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Orheiul Vechi Archaeological Landscape, a Tentative UNESCO World Heritage Site with dramatic and beautiful geomorphology. The area has attracted humans since prehistoric times due to its rich resources, natural defenses, and connection to Black Sea trade routes since the 5th millennium BC.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the archaeological remains of the Tatar-Mongol town Şehr al Cedid (meaning 'New Town'), founded around 1241 AD. The ruins include a fortification system, palace, mosque, caravanserai, mausoleum, three baths, and many other structures built of local limestone.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Learn about the medieval Moldovan town of Orhei built on the Tatar-Mongol ruins after 1368 AD when Lithuanian and Moldovan armies drove out the Golden Horde. Take a marshrutka from Chisinau's main bus station to Trebujeni or Butuceni village."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Soviet Legacy and Wine: Moldova's Capital and Countryside Treasures",
          "day": 4
        }
      ],
      "rating": 6.3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "MD::rudi",
      "name": "Rudi",
      "cc": "MD",
      "language": "en",
      "coords": [
        48.2667,
        28
      ],
      "lat": 48.2667,
      "lon": 28,
      "visits": [
        {
          "text": "Discover Rudi Monastery, a gorgeous Orthodox monastery in the middle of flower-laden fields with no tourist crowds. Built towards the end of the 18th century in the distinctive 'witch's hat' architecture popular with contemporary Romanian monasteries.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire this monastery that miraculously survived throughout the Communist era to be reestablished as a holy center once again. The peaceful setting among fields and orchards creates a contemplative atmosphere far from the bustle of Chisinau.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Struve Geodetic Arc UNESCO World Heritage Site, located in an almost unmarked field in Rudi. This legendary monument to scientific discovery stretches across ten countries from the Baltic to the Black Sea, and standing here you're at an important point in the history of geodesy.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience one of Moldova's hidden treasures - the Struve Point in Rudi offers no fanfare and no other tourists, just the peaceful satisfaction of visiting a UNESCO site that few travelers ever reach."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Soviet Legacy and Wine: Moldova's Capital and Countryside Treasures",
          "day": 6
        }
      ],
      "rating": 3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "MD::tiraspol",
      "name": "Tiraspol",
      "cc": "MD",
      "language": "en",
      "coords": [
        46.8403,
        29.6433
      ],
      "lat": 46.8403,
      "lon": 29.6433,
      "visits": [
        {
          "text": "Cross into Transnistria to visit Tiraspol, the capital of a country that doesn't officially exist - a Soviet breakaway republic frozen in time. Formed when the USSR collapsed in 1991, this autonomous region operates as an independent nation while remaining unrecognized internationally.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience what feels like a living Soviet open-air museum, propped up by Russian money and oil. The ethnic Russian population here feared unification with Romania when Moldova declared independence, leading to a brief civil war that ended in stalemate in 1992.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Communist monuments, Soviet architecture, and propaganda displays that make Transnistria the last enclave of the Soviet Union. The hammer and sickle, Lenin statues, and Soviet-style buildings remain proudly displayed.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take frequent minibuses from Chisinau's bus station to Tiraspol. Make sure to register with the Immigration office - if crossing by train, check in at the train station; if by car, register when you cross the border. Brush up on Red Tourism etiquette and Cyrillic before going."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Soviet Legacy and Wine: Moldova's Capital and Countryside Treasures",
          "day": 5
        }
      ],
      "rating": 7.4,
      "place_type": "city",
      "suggested_days": 1
    }
  ]
}