{
  "version": 1,
  "country": "md",
  "language": "it",
  "places": [
    {
      "place_id": "MD::chisinau",
      "name": "Chisinau",
      "cc": "MD",
      "language": "it",
      "coords": [
        47.0105,
        28.8638
      ],
      "lat": 47.0105,
      "lon": 28.8638,
      "visits": [
        {
          "text": "Giorno 1: Esplorate il Parco Centrale di Chișinău e la Cattedrale della Natività, principale cattedrale della Chiesa ortodossa moldava. La costruzione iniziò poco dopo la vittoria russa sugli Ottomani nel 1830. Durante gli anni sovietici servì da centro espositivo, ma è tornata ad essere un luogo di culto attivo.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 1: Ammirate l'Arco di Trionfo, simbolo di Chișinău situato vicino al Parco Ștefan cel Mare. Questo memoriale commemora la vittoria dell'Impero russo sugli Ottomani nel 1830 e si erge come fiero emblema della città.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 1: Visitate il Teatro Nazionale dell'Opera e del Balletto di Moldavia, un bell'edificio sovietico ancora utilizzato per la sua funzione originale. Una delle rare compagnie d'opera post-sovietiche ad aver conservato la propria orchestra, propone alcuni dei biglietti per opera e balletto meno cari d'Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 1: Passeggiate lungo il Boulevard Ștefan cel Mare per vedere gli edifici governativi più importanti, in particolare il Palazzo del Parlamento (antica sede delle riunioni del Partito Comunista) e la Residenza del Presidente. Se la maggior parte degli edifici presenta il tipico stile sovietico, alcuni sfoggiano un'architettura europea più recente.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 2: Visitate il Museo Nazionale di Storia della Moldavia per scoprire l'affascinante passato del paese. Le esposizioni coprono diversi periodi dal Medioevo alla Seconda Guerra Mondiale e all'epoca sovietica, offrendo un contesto essenziale per comprendere la Moldavia.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 2: Esplorate il Museo dell'Esercito con la sua impressionante esposizione di caccia e aerei sovietici nel giardino (ingresso gratuito). All'interno, scoprite gli orrori del regime di Stalin in Moldavia, dove gli storici stimano che il 12% della popolazione perì a causa delle deportazioni e della carestia del 1946.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 2: Scoprite lo Stadio Sovietico abbandonato vicino al Museo dell'Esercito. I campi da calcio che erano un tempo i migliori dell'Unione Sovietica sono ora invasi dagli alberi, ma i muri coperti di street art colorata meritano una visita prima che gli Stati Uniti costruiscano una nuova ambasciata sul sito.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 2: Rendete omaggio al Monumento alle Vittime della Repressione Politica davanti alla stazione ferroviaria. Questo bel monumento onora la memoria dei 46.000 moldavi deportati in Kazakistan sotto il regime di Stalin, sottoposti ai lavori forzati nei campi del Gulag.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 3: Passeggiate nel parco del Lago Valea Morilor, costruito dall'organizzazione della gioventù comunista locale negli anni '50. Recentemente restaurato al suo antico splendore dopo anni di inquinamento e abbandono, è ora l'orgoglio di Chișinău con eventi e mostre frequenti.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 3: Cercate i mosaici sovietici sugli edifici all'ingresso del parco e trovate la minuscola statua di 10 cm del Piccolo Principe di Antoine de Saint-Exupéry su una recinzione metallica vicino alle scale della diga.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 3: Scoprite il Mercato Centrale di Chișinău, un'enorme struttura che copre diversi isolati nel cuore della città. Vivace, caotico e rumoroso, vi troverete formaggio locale, miele, frutta e verdura fresca - un posto ideale per vivere la vita moldava autentica.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 3: Esplorate il piccolo mercato turistico vicino al Parco Centrale sulla strada Ștefan cel Mare per souvenir e oggetti sovietici come spille e monete dell'era comunista.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Giorno 1: Scoprite la Chiesa della Trasfigurazione del Salvatore accanto alla Residenza del Presidente. Durante l'epoca sovietica, questa chiesa servì da planetario prima di essere restituita alla Chiesa ortodossa moldava nel 1991.",
          "visit_duration_min": 60
        },
        {
          "text": "Giorno 1: Passeggiate nei numerosi parchi di Chișinău - il Parco Centrale e il Parco Ștefan cel Mare offrono luoghi perfetti per rilassarsi e apprezzare il verde della città nonostante la sua architettura dell'era sovietica.",
          "visit_duration_min": 60
        },
        {
          "text": "Giorno 2: Visitate il Memoriale di Guerra alla periferia di Chișinău, un impressionante monumento ai quasi 200.000 moldavi morti combattendo la Germania nazista nell'Armata Rossa durante la Grande Guerra Patriottica.",
          "visit_duration_min": 60
        },
        {
          "text": "Giorno 2: Vedete il Circo di Stato Moldavo abbandonato, che aprì nel 1981 con una capacità di quasi 2.000 persone. Chiuso nel 2004 per restauro, il suo futuro resta incerto ma l'impressionante architettura esterna merita di essere preservata.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Eredità Sovietica e Cantine Vinicole: Alla Scoperta dei Tesori della Capitale e della Campagna Moldava",
          "day": 2
        }
      ]
    },
    {
      "place_id": "MD::cricova",
      "name": "Cricova",
      "cc": "MD",
      "language": "it",
      "coords": [
        47.1333,
        28.8617
      ],
      "lat": 47.1333,
      "lon": 28.8617,
      "visits": [
        {
          "text": "Visitate Cricova, la seconda più grande cantina vinicola del mondo e senza dubbio la più celebre. Produceva vino per i dirigenti sovietici, e oggi Vladimir Putin e Angela Merkel vi possiedono le proprie collezioni personali di vini.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate la città sotterranea del vino dove bottiglie d'annata provenienti da tutto il mondo sono conservate a temperatura perfetta. La Moldavia produceva fino al 90% del vino dell'Unione Sovietica, e Cricova rappresenta l'apice di questa eredità vinicola.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prendete l'Autobus Numero 2 dal centro di Chișinău (angolo tra Strada Vasile Alecsandri e Strada Alexandru cel Bun) fino a Cricova. Il tragitto dura circa 30 minuti fino a Cricova Primăria nel centro città. Prenotate le visite direttamente presso l'azienda vinicola, disponibili in inglese, russo e rumeno.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Eredità Sovietica e Cantine Vinicole: Alla Scoperta dei Tesori della Capitale e della Campagna Moldava",
          "day": 3
        }
      ]
    },
    {
      "place_id": "MD::milestii-mici",
      "name": "Milestii Mici",
      "cc": "MD",
      "language": "it",
      "coords": [
        46.9167,
        28.8333
      ],
      "lat": 46.9167,
      "lon": 28.8333,
      "visits": [
        {
          "text": "Scendete nelle profondità di Mileștii Mici, la più grande cantina vinicola del mondo situata a soli 18 chilometri da Chișinău. Con oltre 200 chilometri di tunnel sotterranei dedicati alla conservazione del vino, questa cantina straordinaria detiene il Guinness dei Primati per la più grande collezione di vini al mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Guidate attraverso le strade sotterranee (sì, avete bisogno di un'auto per la visita) passando davanti a milioni di bottiglie che invecchiano in condizioni perfette. L'eredità vinicola della Moldavia raggiunge la sua espressione più impressionante in queste gallerie di calcare interminabili scavate in un'antica cava.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le visite richiedono un veicolo proprio a causa delle dimensioni immense delle cantine. Diversi tour operator propongono escursioni organizzate da Chișinău per chi è senza auto.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Eredità Sovietica e Cantine Vinicole: Alla Scoperta dei Tesori della Capitale e della Campagna Moldava",
          "day": 1
        }
      ]
    },
    {
      "place_id": "MD::orheiul-vechi",
      "name": "Orheiul Vechi",
      "cc": "MD",
      "language": "it",
      "coords": [
        47.2833,
        28.9667
      ],
      "lat": 47.2833,
      "lon": 28.9667,
      "visits": [
        {
          "text": "Visitate il Monastero di Orheiul Vechi, un notevole monastero rupestre scavato nelle falesie calcaree a 60 chilometri a nord di Chișinău. Questo antico sito religioso offre un'escursione giornaliera perfetta che combina spiritualità, archeologia e paesaggi naturali mozzafiato.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate il Paesaggio Archeologico di Orheiul Vechi, sito provvisorio del Patrimonio Mondiale UNESCO dalla geomorfologia spettacolare e magnifica. La regione ha attirato gli esseri umani dalla preistoria grazie alle sue ricche risorse, alle difese naturali e alla connessione con le rotte commerciali del Mar Nero dal V millennio a.C.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite i resti archeologici della città tataro-mongola Şehr al-Cedid (che significa «Nuova Città»), fondata intorno al 1241 d.C. Le rovine comprendono un sistema di fortificazione, un palazzo, una moschea, un caravanserraglio, un mausoleo, tre bagni e numerose altre strutture costruite in calcare locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scoprite la città medievale moldava di Orhei costruita sulle rovine tataro-mongole dopo il 1368 d.C., quando gli eserciti lituani e moldavi cacciarono l'Orda d'Oro. Prendete una marshrutka dalla stazione degli autobus principale di Chișinău fino al villaggio di Trebujeni o Butuceni.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Eredità Sovietica e Cantine Vinicole: Alla Scoperta dei Tesori della Capitale e della Campagna Moldava",
          "day": 4
        }
      ]
    },
    {
      "place_id": "MD::rudi",
      "name": "Rudi",
      "cc": "MD",
      "language": "it",
      "coords": [
        48.2667,
        28
      ],
      "lat": 48.2667,
      "lon": 28,
      "visits": [
        {
          "text": "Scoprite il Monastero di Rudi, un magnifico monastero ortodosso in mezzo a campi fioriti senza folle di turisti. Costruito verso la fine del XVIII secolo nell'architettura distintiva a «cappello da strega» popolare tra i monasteri romeni contemporanei.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammirate questo monastero che è miracolosamente sopravvissuto a tutta l'era comunista per essere ristabilito come centro spirituale. L'ambientazione pacifica tra campi e frutteti crea un'atmosfera contemplativa lontano dal trambusto di Chișinău.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate il sito dell'Arco Geodetico di Struve iscritto al Patrimonio Mondiale UNESCO, situato in un campo quasi non segnalato a Rudi. Questo leggendario monumento alla scoperta scientifica si estende su dieci paesi dal Baltico al Mar Nero, e stando qui vi trovate in un punto importante nella storia della geodesia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scoprite uno dei tesori nascosti della Moldavia - il Punto di Struve a Rudi non offre né fanfare né altri turisti, solo la pacifica soddisfazione di visitare un sito UNESCO che pochi viaggiatori raggiungono mai.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Eredità Sovietica e Cantine Vinicole: Alla Scoperta dei Tesori della Capitale e della Campagna Moldava",
          "day": 6
        }
      ]
    },
    {
      "place_id": "MD::tiraspol",
      "name": "Tiraspol",
      "cc": "MD",
      "language": "it",
      "coords": [
        46.8403,
        29.6433
      ],
      "lat": 46.8403,
      "lon": 29.6433,
      "visits": [
        {
          "text": "Attraversate la Transnistria per visitare Tiraspol, la capitale di un paese che non esiste ufficialmente - una repubblica sovietica separatista congelata nel tempo. Formatasi durante il crollo dell'URSS nel 1991, questa regione autonoma funziona come una nazione indipendente pur restando non riconosciuta internazionalmente.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivete quello che sembra un museo sovietico a cielo aperto, sostenuto dal denaro e dal petrolio russi. La popolazione etnicamente russa temeva qui l'unificazione con la Romania quando la Moldavia dichiarò l'indipendenza, il che portò a una breve guerra civile che si concluse con uno stallo nel 1992.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate i monumenti comunisti, l'architettura sovietica e le esibizioni di propaganda che fanno della Transnistria l'ultima enclave dell'Unione Sovietica. La falce e il martello, le statue di Lenin e gli edifici in stile sovietico restano fieramente esposti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prendete i frequenti minibus dalla stazione degli autobus di Chișinău fino a Tiraspol. Assicuratevi di registrarvi presso l'ufficio immigrazione - se attraversate in treno, presentatevi alla stazione; se in auto, registratevi quando passate la frontiera. Ripassate l'etichetta del turismo rosso e il cirillico prima di partire.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Eredità Sovietica e Cantine Vinicole: Alla Scoperta dei Tesori della Capitale e della Campagna Moldava",
          "day": 5
        }
      ]
    }
  ]
}