{
  "version": 1,
  "country": "md",
  "language": "fr",
  "places": [
    {
      "place_id": "MD::chisinau",
      "name": "Chisinau",
      "cc": "MD",
      "language": "fr",
      "coords": [
        47.0105,
        28.8638
      ],
      "lat": 47.0105,
      "lon": 28.8638,
      "visits": [
        {
          "text": "Jour 1 : Explorez le Parc Central de Chișinău et la Cathédrale de la Nativité, principale cathédrale de l'Église orthodoxe moldave. La construction débuta peu après la victoire russe sur les Ottomans en 1830. Durant les années soviétiques, elle servit de centre d'exposition, mais elle est redevenue un lieu de culte actif.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Admirez l'Arc de Triomphe, symbole de Chișinău situé près du Parc Ștefan cel Mare. Ce mémorial commémore la victoire de l'Empire russe sur les Ottomans en 1830 et se dresse comme un fier emblème de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Visitez le Théâtre National d'Opéra et de Ballet de Moldavie, un bel édifice soviétique toujours utilisé pour sa fonction d'origine. L'une des rares compagnies d'opéra post-soviétiques ayant conservé son propre orchestre, elle propose certains des billets d'opéra et de ballet les moins chers d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Promenez-vous le long du Boulevard Ștefan cel Mare pour voir les bâtiments gouvernementaux les plus importants, notamment le Bâtiment du Parlement (ancien lieu de réunion du Parti Communiste) et la Résidence du Président. Si la plupart des bâtiments présentent le style soviétique typique, certains arborent une architecture européenne plus récente.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Visitez le Musée National d'Histoire de Moldavie pour découvrir le passé fascinant du pays. Les expositions couvrent différentes périodes du Moyen Âge à la Seconde Guerre mondiale et à l'époque soviétique, offrant un contexte essentiel pour comprendre la Moldavie.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Explorez le Musée de l'Armée avec son impressionnante exposition de chasseurs et d'avions soviétiques dans le jardin (entrée gratuite). À l'intérieur, découvrez les horreurs du régime de Staline en Moldavie, où les historiens estiment que 12% de la population périt des déportations et de la famine de 1946.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Découvrez le Stade Soviétique abandonné près du Musée de l'Armée. Les pelouses de football qui étaient autrefois les meilleures de l'Union soviétique sont maintenant envahies d'arbres, mais les murs couverts d'art urbain coloré valent le détour avant que les États-Unis ne construisent une nouvelle ambassade sur le site.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Rendez hommage au Monument aux Victimes de la Répression Politique devant la gare. Ce beau monument honore la mémoire des 46 000 Moldaves déportés au Kazakhstan sous le régime de Staline, soumis au travail forcé dans les camps du Goulag.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Flânez dans le parc du Lac Valea Morilor, construit par l'organisation de la jeunesse communiste locale dans les années 1950. Récemment restauré dans sa splendeur d'antan après des années de pollution et de négligence, il est maintenant la fierté de Chișinău avec des événements et des expositions fréquents.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Cherchez les mosaïques soviétiques sur les bâtiments à l'entrée du parc et trouvez la minuscule statue de 10 cm du Petit Prince d'Antoine de Saint-Exupéry sur une clôture métallique près des escaliers de la digue.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Découvrez le Marché Central de Chișinău, une immense affaire couvrant plusieurs pâtés de maisons au milieu de la ville. Animé, chaotique et bruyant, vous y trouverez du fromage local, du miel, des fruits et légumes frais - un endroit idéal pour vivre la vie moldave authentique.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Parcourez le petit marché touristique près du Parc Central sur la rue Ștefan cel Mare pour des souvenirs et des objets soviétiques comme des épingles et des pièces de l'ère communiste.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1 : Découvrez l'Église de la Transfiguration du Sauveur à côté de la Résidence du Président. Durant l'époque soviétique, cette église servit de planétarium avant d'être rendue à l'Église orthodoxe moldave en 1991.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1 : Promenez-vous dans les nombreux parcs de Chișinău - le Parc Central et le Parc Ștefan cel Mare offrent des endroits parfaits pour se détendre et apprécier la verdure de la ville malgré son architecture de l'ère soviétique.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Visitez le Mémorial de Guerre aux abords de Chișinău, un impressionnant monument aux près de 200 000 Moldaves morts en combattant l'Allemagne nazie au sein de l'Armée Rouge pendant la Grande Guerre patriotique.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Voyez le Cirque d'État Moldave abandonné, qui ouvrit en 1981 avec une capacité de près de 2 000 personnes. Fermé en 2004 pour restauration, son avenir reste incertain mais l'impressionnante architecture extérieure mérite d'être préservée.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Héritage Soviétique et Caves à Vin : À la Découverte des Trésors de la Capitale et de la Campagne Moldave",
          "day": 2
        }
      ]
    },
    {
      "place_id": "MD::cricova",
      "name": "Cricova",
      "cc": "MD",
      "language": "fr",
      "coords": [
        47.1333,
        28.8617
      ],
      "lat": 47.1333,
      "lon": 28.8617,
      "visits": [
        {
          "text": "Visitez Cricova, la deuxième plus grande cave à vin du monde et sans doute la plus célèbre. Elle produisait du vin pour les dirigeants soviétiques, et aujourd'hui Vladimir Poutine et Angela Merkel y possèdent leurs propres collections personnelles de vins.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la ville souterraine du vin où des bouteilles millésimées du monde entier sont conservées à température parfaite. La Moldavie produisait jusqu'à 90% du vin de l'Union soviétique, et Cricova représente l'apogée de cet héritage viticole.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prenez le Bus Numéro 2 depuis le centre de Chișinău (coin de la Strada Vasile Alecsandri et de la Strada Alexandru cel Bun) jusqu'à Cricova. Le trajet dure environ 30 minutes jusqu'à Cricova Primăria dans le centre-ville. Réservez les visites directement auprès du domaine viticole, disponibles en anglais, russe et roumain.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Héritage Soviétique et Caves à Vin : À la Découverte des Trésors de la Capitale et de la Campagne Moldave",
          "day": 3
        }
      ]
    },
    {
      "place_id": "MD::milestii-mici",
      "name": "Milestii Mici",
      "cc": "MD",
      "language": "fr",
      "coords": [
        46.9167,
        28.8333
      ],
      "lat": 46.9167,
      "lon": 28.8333,
      "visits": [
        {
          "text": "Descendez dans Mileștii Mici, la plus grande cave à vin du monde située à seulement 18 kilomètres de Chișinău. Avec plus de 200 kilomètres de tunnels souterrains dédiés au stockage du vin, cette cave extraordinaire détient le record Guinness de la plus grande collection de vins au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduisez à travers les rues souterraines (oui, vous avez besoin d'une voiture pour la visite) en passant devant des millions de bouteilles vieillissant dans des conditions parfaites. L'héritage viticole de la Moldavie atteint son expression la plus impressionnante dans ces galeries de calcaire interminables creusées dans une ancienne carrière.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Les visites nécessitent votre propre véhicule en raison de la taille immense des caves. Plusieurs tour-opérateurs proposent des excursions organisées depuis Chișinău pour ceux sans voiture.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Héritage Soviétique et Caves à Vin : À la Découverte des Trésors de la Capitale et de la Campagne Moldave",
          "day": 1
        }
      ]
    },
    {
      "place_id": "MD::orheiul-vechi",
      "name": "Orheiul Vechi",
      "cc": "MD",
      "language": "fr",
      "coords": [
        47.2833,
        28.9667
      ],
      "lat": 47.2833,
      "lon": 28.9667,
      "visits": [
        {
          "text": "Visitez le Monastère d'Orheiul Vechi, un remarquable monastère troglodytique creusé dans les falaises calcaires à 60 kilomètres au nord de Chișinău. Ce site religieux ancien offre une excursion d'une journée parfaite combinant spiritualité, archéologie et paysages naturels époustouflants.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Paysage Archéologique d'Orheiul Vechi, site provisoire au Patrimoine mondial de l'UNESCO à la géomorphologie spectaculaire et magnifique. La région a attiré les humains depuis la préhistoire grâce à ses riches ressources, ses défenses naturelles et sa connexion aux routes commerciales de la mer Noire depuis le 5e millénaire avant J.-C.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les vestiges archéologiques de la ville tataro-mongole Şehr al-Cedid (signifiant « Nouvelle Ville »), fondée vers 1241 après J.-C. Les ruines comprennent un système de fortification, un palais, une mosquée, un caravansérail, un mausolée, trois bains et de nombreuses autres structures construites en calcaire local.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez la ville médiévale moldave d'Orhei construite sur les ruines tataro-mongoles après 1368 après J.-C., lorsque les armées lituaniennes et moldaves chassèrent la Horde d'Or. Prenez une marshrutka depuis la gare routière principale de Chișinău jusqu'au village de Trebujeni ou Butuceni.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Héritage Soviétique et Caves à Vin : À la Découverte des Trésors de la Capitale et de la Campagne Moldave",
          "day": 4
        }
      ]
    },
    {
      "place_id": "MD::rudi",
      "name": "Rudi",
      "cc": "MD",
      "language": "fr",
      "coords": [
        48.2667,
        28
      ],
      "lat": 48.2667,
      "lon": 28,
      "visits": [
        {
          "text": "Découvrez le Monastère de Rudi, un magnifique monastère orthodoxe au milieu de champs fleuris sans foules de touristes. Construit vers la fin du XVIIIe siècle dans l'architecture distinctive en « chapeau de sorcière » populaire parmi les monastères roumains contemporains.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez ce monastère qui a miraculeusement survécu à toute l'ère communiste pour être rétabli comme centre spirituel. Le cadre paisible parmi les champs et les vergers crée une atmosphère contemplative loin de l'agitation de Chișinău.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le site de l'Arc géodésique de Struve inscrit au Patrimoine mondial de l'UNESCO, situé dans un champ presque non signalé à Rudi. Ce légendaire monument à la découverte scientifique s'étend sur dix pays de la Baltique à la mer Noire, et en vous tenant ici vous êtes à un point important dans l'histoire de la géodésie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez l'un des trésors cachés de la Moldavie - le Point de Struve à Rudi n'offre ni fanfare ni autres touristes, juste la satisfaction paisible de visiter un site UNESCO que peu de voyageurs atteignent jamais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Héritage Soviétique et Caves à Vin : À la Découverte des Trésors de la Capitale et de la Campagne Moldave",
          "day": 6
        }
      ]
    },
    {
      "place_id": "MD::tiraspol",
      "name": "Tiraspol",
      "cc": "MD",
      "language": "fr",
      "coords": [
        46.8403,
        29.6433
      ],
      "lat": 46.8403,
      "lon": 29.6433,
      "visits": [
        {
          "text": "Traversez en Transnistrie pour visiter Tiraspol, la capitale d'un pays qui n'existe pas officiellement - une république soviétique séparatiste figée dans le temps. Formée lors de l'effondrement de l'URSS en 1991, cette région autonome fonctionne comme une nation indépendante tout en restant non reconnue internationalement.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez ce qui ressemble à un musée soviétique à ciel ouvert, soutenu par l'argent et le pétrole russes. La population ethniquement russe craignait ici l'unification avec la Roumanie lorsque la Moldavie déclara son indépendance, ce qui mena à une brève guerre civile qui se termina par une impasse en 1992.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les monuments communistes, l'architecture soviétique et les affichages de propagande qui font de la Transnistrie la dernière enclave de l'Union soviétique. La faucille et le marteau, les statues de Lénine et les bâtiments de style soviétique restent fièrement exposés.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prenez les minibus fréquents depuis la gare routière de Chișinău jusqu'à Tiraspol. Assurez-vous de vous enregistrer auprès du bureau d'immigration - si vous traversez en train, présentez-vous à la gare ; si en voiture, enregistrez-vous lorsque vous passez la frontière. Révisez l'étiquette du tourisme rouge et le cyrillique avant de partir.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "MD::chisinau::soviet-heritage-wine-cellars",
          "itin_title": "Héritage Soviétique et Caves à Vin : À la Découverte des Trésors de la Capitale et de la Campagne Moldave",
          "day": 5
        }
      ]
    }
  ]
}