{
  "version": "v1",
  "country": "CH",
  "language": "pt",
  "itineraries": [
    {
      "itin_id": "CH::basel::three-countries-grand-tour",
      "id": "CH::basel::three-countries-grand-tour",
      "language": "pt",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Viagem de Carro Três Países: Suíça, Floresta Negra, Alsácia",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 33,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "FR::dijon",
            "coords": [
              47.322,
              5.0415
            ]
          },
          "visits": [
            {
              "text": "Descubra Dijon, capital histórica da Borgonha situada no coração da mais célebre região vinícola de França. A cidade ostenta um rico património como sede dos poderosos Duques da Borgonha, com o Palácio dos Duques abrigando agora o excecional Museu de Belas-Artes. Edifícios medievais e renascentistas ladeiam as ruas pedonais do centro notavelmente preservado.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Siga o Parcours de la Chouette, um percurso pedestre sinalizado por placas de bronze representando uma coruja incrustadas na calçada, que passa por 22 monumentos históricos. Esta visita autoguiada revela os tesouros arquitetónicos da cidade, desde igrejas góticas a elegantes mansões senhoriais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore o património gastronómico pelo qual Dijon é mundialmente famosa, nomeadamente a sua renomada mostarda e os excecionais vinhos da Borgonha. A cidade é o berço da grande cozinha borgonhesa, onde as receitas tradicionais foram aperfeiçoadas ao longo dos séculos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deguste os célebres vinhos da Borgonha, desde os grands crus da Côte de Nuits às denominações de aldeia que rodeiam a cidade. As vinhas desta região produzem alguns dos Pinot Noir e Chardonnay mais procurados do mundo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "FR::ronchamp",
            "coords": [
              47.7042,
              6.6217
            ]
          },
          "visits": [
            {
              "text": "Visite a capela Notre-Dame du Haut em Ronchamp, projetada pelo lendário arquiteto Le Corbusier e inscrita no Património Mundial da UNESCO. Esta obra-prima revolucionária da arquitetura moderna, concluída em 1955, rompe com todas as convenções através das suas paredes brancas esculpidas, telhado em forma de cogumelo e aberturas de janelas aparentemente aleatórias que criam uma iluminação interior espetacular.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Viva a atmosfera espiritual criada pela manipulação magistral da luz e do espaço por Le Corbusier. As formas orgânicas da capela e o seu enquadramento de peregrinação combinam a arquitetura modernista com antigas tradições religiosas, criando um ambiente contemplativo que continua a inspirar arquitetos e visitantes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore os terrenos envolventes projetados por Renzo Piano, incluindo o Mosteiro de Santa Clara e a portaria. O cenário tranquilo no topo da colina oferece vistas sobre os Vosges e as paisagens encantadoras da região Borgonha-Franco-Condado.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 130,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "FR::ribeauville",
            "coords": [
              48.1958,
              7.3189
            ]
          },
          "visits": [
            {
              "text": "Descubra Ribeauvillé, uma aldeia alsaciana por excelência coroada por três ruínas de castelos que dominam a cidadela medieval. Estes vestígios de fortalezas - Saint-Ulrich, Girsberg e Haut-Ribeaupierre - datam dos séculos XI ao XIV e oferecem vistas panorâmicas sobre as encostas cobertas de vinhas e a planície do Reno além.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeie pela cidade velha histórica ao longo da Grand'Rue, ladeada de edifícios renascentistas e góticos que abrigam lojas de artesãos e restaurantes tradicionais. O património medieval da aldeia é visível nas suas portas fortificadas, praças com fontes e casas de enxaimel decoradas com insígnias em ferro forjado.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore as vinhas circundantes que produzem vinho aqui desde a época romana. A Rota dos Vinhos da Alsácia atravessa diretamente Ribeauvillé, oferecendo oportunidades de degustar excecionais Rieslings, Gewurztraminers e Pinot Gris nas adegas locais.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "FR::marlenheim",
            "coords": [
              48.6217,
              7.4911
            ]
          },
          "visits": [
            {
              "text": "Comece a Rota dos Vinhos da Alsácia em Marlenheim, porta norte de 170 quilómetros de estradas sinuosas através de aldeias encantadoras e vinhedos pitorescos. Esta rota célebre atravessa os contrafortes dos Vosges, onde o microclima único produz alguns dos melhores vinhos brancos de França.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Deguste os vinhos locais incluindo Riesling, Gewurztraminer, Pinot Gris e Muscat - as castas nobres que tornaram a Alsácia famosa mundialmente. As adegas à beira da estrada e as salas de degustação oferecem oportunidades de descobrir estes vinhos excecionais diretamente dos produtores.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desfrute da paisagem idílica de colinas cobertas de vinhas, aldeias medievais e vistas sobre as montanhas distantes. A hospitalidade calorosa das famílias viticultoras acrescenta uma dimensão pessoal à descoberta desta região vinícola renomada.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2.5,
          "rating": 0,
          "night": {
            "place_id": "FR::strasbourg",
            "coords": [
              48.5734,
              7.7521
            ]
          },
          "visits": [
            {
              "text": "Explore Estrasburgo, capital da Alsácia e sede do Parlamento Europeu, com a sua soberba catedral gótica e cidade velha bem preservada classificada como Património Mundial da UNESCO. A agulha de 142 metros da catedral foi o edifício mais alto do mundo durante mais de dois séculos, enquanto a sua fachada rendilhada e o relógio astronómico continuam a maravilhar os visitantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeie pela Petite France, o bairro mais pitoresco de Estrasburgo, onde casas de enxaimel dos séculos XVI e XVII ladeiam os canais do rio Ill. As antigas casas de curtidores e pescadores abrigam agora restaurantes e lojas, com as suas varandas floridas refletidas nas águas calmas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o edifício do Parlamento Europeu, onde se reúne a assembleia eleita por sufrágio direto da União Europeia. Visitas guiadas revelam o funcionamento desta importante instituição democrática e o impressionante hemiciclo onde 705 deputados de 27 nações deliberam.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descubra o rico património culinário de Estrasburgo, desde as winstubs tradicionais aos restaurantes com estrela Michelin. A cozinha da cidade reflete a sua posição única na encruzilhada das culturas francesa e alemã, produzindo pratos distintivos que não se encontram em mais lado nenhum.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "DE::rust",
            "coords": [
              48.2667,
              7.7167
            ]
          },
          "visits": [
            {
              "text": "Descubra o Europa-Park em Rust, o maior parque de diversões da Alemanha e o segundo mais visitado da Europa depois da Disneyland Paris. Com mais de 100 atrações e espetáculos distribuídos por 18 zonas temáticas representando países europeus, o parque oferece algo para todas as idades. Das montanhas-russas de alta velocidade aos mundos de fantasia, cada zona recria a atmosfera da sua respetiva nação.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O parque conta com 13 montanhas-russas, algumas em funcionamento desde 1984, testemunhando décadas de inovação em emoções fortes. A Silver Star figura entre as montanhas-russas mais altas e rápidas da Europa, enquanto as atrações familiares garantem o entretenimento dos visitantes mais jovens.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Com uma capacidade de 60 000 visitantes por dia, o Europa-Park oferece um dia completo de entretenimento. O comboio direto RailCoaster desde Basileia facilita a viagem, com autocarros ligando a estação de Ringsheim ao Europa-Park e ao mundo aquático Rulantica.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "FR::colmar",
            "coords": [
              48.0794,
              7.3558
            ]
          },
          "visits": [
            {
              "text": "Explore Colmar, famosa pela sua cidade velha magnificamente preservada com casas de enxaimel e canais idílicos na região da Alsácia. As fachadas coloridas e as pontes floridas criam uma atmosfera de conto de fadas que a torna uma das cidades mais fotogénicas de França. A arquitetura medieval e renascentista sobreviveu notavelmente intacta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Museu Unterlinden, instalado num convento dominicano do século XIII, para ver o famoso Retábulo de Isenheim. Esta obra-prima da arte renascentista alemã de Matthias Grünewald é considerada uma das obras mais importantes da pintura ocidental, com as suas cores vivas e intensidade emocional a cativar ainda os visitantes cinco séculos depois.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeie pela Petite Venise, onde as casas tradicionais de enxaimel ladeiam os canais do rio Lauch. Este bairro pitoresco, a descobrir de barco ou a pé, captura a essência do charme alsaciano com os seus edifícios em tons pastel refletidos nas águas calmas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Saboreie a rica tradição culinária da Alsácia, explorando as especialidades locais e os vinhos que refletem a herança franco-alemã única da região. A cena gastronómica da cidade celebra séculos de tradição culinária.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "DE::freiburg",
            "coords": [
              47.999,
              7.8421
            ]
          },
          "visits": [
            {
              "text": "Descubra Friburgo em Brisgóvia, a vibrante cidade universitária conhecida pelo seu clima soalheiro e pela sua cidade velha histórica na região da Floresta Negra na Alemanha. A magnífica catedral gótica Münster domina a Marktplatz, com a sua agulha de 116 metros sendo uma obra-prima da arquitetura medieval. As esculturas delicadas e os soberbos vitrais atravessaram os séculos em grande parte intactos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore os únicos Bächle, pequenos canais de água que correm pelas ruas e ruelas da cidade velha. Estes canais medievais, utilizados originalmente para combate a incêndios e refrescamento, encantam agora os visitantes enquanto traçam o seu caminho através do centro histórico.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Porta de entrada da Floresta Negra, Friburgo oferece inúmeros trilhos de caminhada e ciclismo nas proximidades. As colinas circundantes, cobertas de escuras florestas de coníferas, deram o nome à região e oferecem possibilidades infinitas de exploração ao ar livre.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "DE::titisee",
            "coords": [
              47.8967,
              8.155
            ]
          },
          "visits": [
            {
              "text": "Visite Titisee-Neustadt no coração da Floresta Negra, famosa pelo seu lago cristalino e cenário pitoresco. O lago glaciar, formado durante a última era glaciar, estende-se por quase dois quilómetros entre montanhas arborizadas. O encantador passeio à beira do lago oferece vistas soberbas e acesso a aluguer de barcos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra a célebre tradição dos relógios de cuco da região numa das fábricas de relógios locais. A Floresta Negra fabrica estes relógios complexos desde o século XVIII, e pode observar mestres artesãos a criar estas lembranças emblemáticas segundo técnicas tradicionais.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desfrute de um passeio de barco no lago ou simplesmente relaxe à beira da água. Numerosos trilhos de caminhada e ciclismo serpenteiam pelas florestas circundantes, enquanto instalações de bem-estar oferecem relaxamento. No inverno, a região transforma-se em destino de desportos de inverno com esqui, esqui de fundo e patinagem.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "DE::schluchsee",
            "coords": [
              47.8167,
              8.1833
            ]
          },
          "visits": [
            {
              "text": "Explore o Schluchsee, o maior lago da região de Baden-Württemberg, que impressiona os visitantes com as suas águas excecionalmente límpidas e a beleza natural envolvente. Originalmente um lago natural, foi represado em 1932 e oferece agora um ambiente preservado para desportos aquáticos e relaxamento à beira-mar. As margens arborizadas permanecem em grande parte preservadas, conservando o seu carácter selvagem.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra os trilhos de caminhada e as pistas de ciclismo bem conservados que contornam o lago e se estendem pela Floresta Negra circundante. O terreno oferece percursos para todos os níveis, desde passeios tranquilos à beira do lago a trilhos de montanha exigentes com vistas recompensadoras.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desfrute de natação, vela e pesca nas águas limpas, ou alugue um barco para explorar as enseadas tranquilas do lago. Esta zona idílica atrai amantes da natureza e turistas ativos durante todo o ano, com o inverno trazendo esqui de fundo e patinagem.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 75,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::schaffhausen",
            "coords": [
              47.6959,
              8.635
            ]
          },
          "visits": [
            {
              "text": "Explore Schaffhausen, uma cidade histórica com uma cidade velha bem preservada e a impressionante fortaleza do Munot datada do século XVI. Esta fortificação circular única oferece vistas panorâmicas sobre a cidade, o Reno e as colinas cobertas de vinhas circundantes. As sacadas ornamentadas (Erker) e as fachadas pintadas com frescos da cidade velha criam um património arquitetónico distintivo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Maravilhe-se com as Cataratas do Reno, a maior cascata da Europa com 150 metros de largura e 23 metros de altura. Este impressionante espetáculo natural vê 600 000 litros de água por segundo precipitarem-se sobre as rochas com força considerável. Os peixes não conseguem subir a corrente devido à potência das cataratas, embora as enguias sejam conhecidas por fazer a viagem.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Faça uma excursão de barco até à massa de água rugidora, desembarcando na rocha central para uma experiência verdadeiramente imersiva. Múltiplas plataformas de observação em ambas as margens oferecem diferentes perspetivas deste impressionante fenómeno natural.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explore os trilhos de caminhada e as pistas de ciclismo circundantes que serpenteiam pelos vinhedos e ao longo das margens. O clima ameno da região produz excelentes vinhos, nomeadamente a partir da casta Blauburgunder.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "CH::zurich",
            "coords": [
              47.3769,
              8.5417
            ]
          },
          "visits": [
            {
              "text": "Explore Zurique, a maior cidade da Suíça e um importante centro financeiro bem como metrópole cultural. A cidade velha estende-se por ambos os lados do rio Limmat, com monumentos incluindo o Grossmünster de duas torres e o elegante Fraumünster com os seus soberbos vitrais de Chagall. A Bahnhofstrasse, a rua comercial principal, é um dos destinos de compras mais exclusivos do mundo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra os numerosos museus e galerias da cidade, desde o Kunsthaus Zurique com a sua coleção de arte de classe mundial ao Museu Nacional Suíço que retrata a história cultural do país. A cena artística vibrante inclui teatros, ópera e inúmeras pequenas salas apresentando criatividade contemporânea.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Relaxe à beira do Lago de Zurique, perfeito para natação, vela e paddle no verão. Os passeios à beira do lago oferecem vistas sobre os Alpes enquanto as zonas animadas da frente lacustre vibram com cafés, parques e banhos públicos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Descubra a animada vida noturna de Zurique, concentrada em bairros como Langstrasse e as zonas industriais reconvertidas de Zurique Oeste. A cidade oferece tudo, desde tabernas de vinho tradicionais a clubes de vanguarda.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::rigi",
            "coords": [
              47.0567,
              8.485
            ]
          },
          "visits": [
            {
              "text": "Descubra o Monte Rigi, apelidado de «Rainha das Montanhas» e a primeira montanha turística da Europa. Este maciço ergue-se entre três lagos - Lucerna, Zug e Lauerz - criando vistas deslumbrantes em todas as direções. O panorama abrange os Alpes Suíços, o Jura e o vasto Planalto Suíço estendendo-se até ao horizonte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Alcance o cume pelo histórico comboio de cremalheira do Rigi, um dos primeiros comboios de montanha da Europa datado de 1871. Alternativamente, apanhe o teleférico panorâmico desde Weggis, subindo através de paisagens pastoris salpicadas de chalés tradicionais e gado a pastar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Relaxe nos Banhos Minerais e Spa Rigi Kaltbad, projetados pelo célebre arquiteto Mario Botta. O complexo de spa moderno harmoniza-se com o cenário alpino, oferecendo piscinas interiores e exteriores alimentadas por fontes minerais naturais, com vistas ininterruptas sobre as montanhas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "No verão, explore trilhos de caminhada desde percursos suaves a rotas desafiantes. No inverno, o Rigi propõe esqui, trenó e trilhos de raquetes de neve. A importância cultural da montanha na história suíça torna-a um destino imperdível.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::lucerne",
            "coords": [
              47.0502,
              8.3093
            ]
          },
          "visits": [
            {
              "text": "Descubra Lucerna, um importante destino turístico situado na extremidade norte do Lago dos Quatro Cantões onde o rio Reuss flui. A cidade é famosa pela sua Ponte da Capela (Kapellbrücke), a mais antiga ponte de treliça ainda de pé no mundo, adornada com pinturas do século XVII representando a história local e a vida dos santos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admire a emblemática Torre da Água (Wasserturm), uma estrutura octogonal que serviu de prisão, câmara de tortura, tesouro e arquivo ao longo dos seus 700 anos de história. Juntamente com a Ponte da Capela, forma o monumento mais fotografado da Suíça.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Museu Suíço dos Transportes, o museu mais visitado da Suíça, apresentando o papel pioneiro do país nos transportes alpinos. Desde locomotivas de época à exploração espacial, as exposições interativas retratam a história da mobilidade nas montanhas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie pelos edifícios históricos bem preservados da cidade velha, ornamentados com frescos elaborados representando cenas históricas e lendas. As ruas pedonais revelam praças medievais, fontes renascentistas e casas de corporações tradicionais.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Se visitar no final do inverno, viva o famoso Carnaval de Lucerna (Fasnacht), a maior e mais colorida celebração da Suíça com trajes elaborados, carros alegóricos satíricos e música estridente.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::pilatus",
            "coords": [
              46.979,
              8.2543
            ]
          },
          "visits": [
            {
              "text": "Suba ao Pilatus pelo comboio de cremalheira mais íngreme do mundo, com inclinações atingindo 48%. Esta maravilha da engenharia, inaugurada em 1889, galga 1629 metros através de paisagem alpina espetacular até ao cume a 2132 metros. As vistas panorâmicas abrangem o Lago dos Quatro Cantões, o Planalto Suíço e inúmeros picos alpinos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore o complexo do cume com os seus terraços panorâmicos, restaurantes e o Hotel Pilatus-Kulm. Em dias claros, o panorama de 360 graus estende-se desde a Floresta Negra até aos distantes picos dos Alpes Suíços, com 73 cumes alpinos visíveis a partir deste ponto de vista lendário.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Viva a Excursão Circular Dourada: barco no Lago dos Quatro Cantões, comboio de cremalheira até à montanha, descida de teleférico para Kriens. Esta viagem circular combina os modos de transporte mais pitorescos da Suíça para um dia inesquecível. No inverno, desfrute de esqui e pistas de trenó nas encostas da montanha.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::engelberg",
            "coords": [
              46.8194,
              8.4042
            ]
          },
          "visits": [
            {
              "text": "Suba ao Monte Titlis perto de Engelberg, um cume que oferece atividades de desportos de neve durante todo o ano graças ao seu glaciar permanente. O teleférico Rotair - a primeira telecabine rotativa do mundo - oferece vistas de 360 graus durante a subida até 3238 metros. A cabine rotativa garante que cada passageiro desfrute do panorama espetacular.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Atravesse o Titlis Cliff Walk, uma ponte suspensa espetacular a 3041 metros que vence 100 metros sobre um abismo alpino vertiginoso. A ponte suspensa mais alta da Europa oferece vistas vertiginosas sobre glaciares crevassados e picos nevados estendendo-se até ao horizonte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore a Gruta do Glaciar, escavada no gelo eterno do glaciar do Titlis. Desça a esta gruta de gelo cristalino para descobrir o coração de um glaciar vivo, com câmaras geladas revelando o azul surpreendente do gelo antigo comprimido.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "No verão, desfrute de caminhadas e BTT em trilhos serpenteando pelos pastos alpinos e chalés tradicionais. O vale de Engelberg oferece atividades para todos os níveis, desde passeios suaves a cumes exigentes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::brig",
            "coords": [
              46.3167,
              7.9881
            ]
          },
          "visits": [
            {
              "text": "Explore Briga, oficialmente conhecida como Briga-Glis, uma cidade histórica de grande importância nacional no cantão de Valais. Toda a cidade velha faz parte dos sítios oficiais do património suíço, com o magnífico Palácio Stockalper sendo o maior edifício privado jamais construído na Suíça. Esta obra-prima barroca do século XVII apresenta torres distintivas em forma de bolbo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite a igreja Maria Himmelfahrt (Assunção de Maria), classificada como sítio patrimonial de importância nacional. O interior barroco apresenta soberbos frescos, talha delicada e altares dourados que refletem a prosperidade trazida pela rota comercial do Simplon atravessando a cidade.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descubra a importância estratégica de Briga como porta norte do Passo do Simplon, ligando a Suíça à Itália desde a época romana. A arquitetura e os monumentos da cidade revelam séculos de história como ponto de passagem alpino vital.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 115,
            "drive_min": 95,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::geneva",
            "coords": [
              46.2044,
              6.1432
            ]
          },
          "visits": [
            {
              "text": "Descubra Genebra, a cidade da paz e da diplomacia internacional, sede europeia das Nações Unidas e da Cruz Vermelha Internacional. Com 82 edifícios de importância internacional, a cidade encarna a cooperação mundial mantendo o seu charme suíço. O emblemático Jet d'Eau projeta água a 140 metros de altura sobre o Lago Léman.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite a Catedral de São Pedro, uma magnífica estrutura gótica que foi a igreja de João Calvino durante a Reforma Protestante. Suba à torre para vistas panorâmicas sobre o lago até ao Mont Blanc em dias claros. O sítio arqueológico por baixo revela 2000 anos de história religiosa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore o Conservatório e Jardim Botânico, um oásis de paz apresentando coleções de plantas de todo o mundo e vistas soberbas sobre os Alpes. Os jardins cultivam diversidade botânica desde 1817, oferecendo secções temáticas desde rochas a estufas tropicais.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie pelas ruelas da cidade velha, descobrindo lojas de artesãos, antiquários e praças históricas. Os elegantes passeios à beira do lago e os parques oferecem cenários perfeitos para contemplar o soberbo enquadramento alpino que emoldura esta cidade internacional.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 155,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 19,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::gruyeres",
            "coords": [
              46.5843,
              7.0811
            ]
          },
          "visits": [
            {
              "text": "Explore a pequena cidadela medieval de Gruyères, mundialmente famosa pelo seu queijo epónimo. O imponente Castelo de Gruyères domina a cidade elevada, com os seus oito séculos de história refletidos em salas decoradas desde a Idade Média até ao século XIX. As muralhas oferecem vastas vistas sobre os Pré-Alpes e os vales pastorais em baixo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite La Maison du Gruyère, o museu do queijo, para assistir ao processo tradicional de fabrico de queijo que define esta região há séculos. Observe artesãos a moldar as famosas rodas de Gruyère AOP segundo técnicas ancestrais, e descubra a cultura leiteira alpina que perpetua esta tradição.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra o Museu HR Giger, uma atração fascinante dedicada ao artista suíço que criou as criaturas emblemáticas dos filmes Alien. Instalada num castelo medieval, esta coleção surrealista contrasta de forma surpreendente com a atmosfera de conto de fadas da cidade.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorra a rua principal empedrada vedada aos carros, ladeada de chalés tradicionais, lojas de artesãos e edifícios medievais. A paisagem alpina envolvente oferece excelentes caminhadas através de prados onde pastam as vacas, produzindo o leite que se torna o queijo mundialmente famoso.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 20,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "CH::kandersteg",
            "coords": [
              46.4944,
              7.6744
            ]
          },
          "visits": [
            {
              "text": "Dirija-se ao Lago Oeschinen perto de Kandersteg, um lago de montanha idílico que figura entre os mais belos destinos naturais da Suíça. Rodeado de picos impressionantes elevando-se a mais de 3000 metros, as águas turquesa refletem as falésias imponentes e os glaciares que emolduram este paraíso alpino.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Alcance o lago por telecabine, subindo através das florestas para emergir no soberbo miradouro sobre a água. O sítio classificado como Património Mundial da UNESCO engloba uma natureza selvagem preservada que permaneceu em grande parte inalterada durante séculos, oferecendo uma verdadeira evasão na natureza alpina.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desfrute de caminhadas em redor do lago, navegação nas águas cristalinas ou natação no refrescante lago de montanha no verão. No inverno, o lago gelado transforma-se numa pista de patinagem natural, enquanto as encostas circundantes oferecem raquetes de neve e esqui de fundo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 21,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::lauterbrunnen",
            "coords": [
              46.5936,
              7.9086
            ]
          },
          "visits": [
            {
              "text": "Explore Lauterbrunnen, um vale pitoresco do Oberland Bernês famoso pelas suas 72 cascatas despenhando-se das paredes rochosas abruptas. As Quedas de Staubbach, uma das mais altas cascatas de queda livre da Europa com 297 metros, precipitam-se espetacularmente para o fundo do vale, a sua névoa criando arco-íris nos dias soalheiros.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Aventure-se às Quedas de Trümmelbach, uma série única de dez cascatas alimentadas por glaciares rugindo no interior da montanha. Estas cascatas tronitruantes, escavadas na rocha pelas águas de degelo dos glaciares do Eiger, Mönch e Jungfrau, são acessíveis por elevador num túnel - uma experiência inesquecível do poder bruto da natureza.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe através deste vale glaciar em U, onde falésias imponentes se erguem a 400 metros de cada lado. A geografia espetacular do vale inspirou a visão de Rivendell de J.R.R. Tolkien, e a sua beleza intemporal continua a cativar visitantes de todo o mundo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 22,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::grindelwald",
            "coords": [
              46.624,
              8.0344
            ]
          },
          "visits": [
            {
              "text": "Descubra Grindelwald no Oberland Bernês, um paraíso para entusiastas do ar livre dominado pela lendária face norte do Eiger. Esta parede vertical de 1800 metros oferece rotas de escalada incríveis e atrai alpinistas desde a era dourada do alpinismo. Os chalés tradicionais da aldeia agrupam-se sob estes picos imponentes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Apanhe o teleférico Firstbahn para atrações emocionantes incluindo o First Cliff Walk, um passadiço espetacular suspenso ao longo da falésia a 2168 metros. Esta maravilha da engenharia avança no vazio, oferecendo vistas de cortar a respiração sobre o vale lá em baixo e os picos circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhe até ao Bachalpsee, um lago alpino idílico a 2265 metros que reflete perfeitamente os picos do Schreckhorn e do Wetterhorn. Este trilho relativamente fácil desde a estação First recompensa os caminhantes com um dos panoramas de montanha mais fotografados da Suíça.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "No inverno, desfrute de esqui de classe mundial nas pistas frente ao emblemático Eiger. No verão, pistas de ciclismo e caminhada de todas as dificuldades serpenteiam através de prados floridos com vistas constantes sobre as montanhas. A aldeia oferece atividades alpinas durante todo o ano num cenário espetacular.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 23,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "CH::interlaken",
            "coords": [
              46.6863,
              7.8632
            ]
          },
          "visits": [
            {
              "text": "Chegue a Interlaken, espetacularmente situada entre o Lago de Thun e o Lago de Brienz - o seu nome significando literalmente «entre os lagos». Esta famosa estância turística serve de porta de entrada para o Jungfraujoch, conhecido como o «Topo da Europa». Um mosteiro centenário datado do século XI acrescenta profundidade histórica a este cenário natural deslumbrante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Apanhe o comboio da Jungfrau até à estação ferroviária mais alta da Europa a 3454 metros, onde vistas de cortar a respiração sobre glaciares e picos circundantes se desdobram. A própria viagem através de túneis escavados no Eiger é uma maravilha da engenharia, com janelas de observação oferecendo vislumbres da espetacular face norte.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Viva atividades ao ar livre de classe mundial incluindo parapente sobre os lagos, rafting em águas bravas nos rios glaciares ou caminhadas através dos pastos alpinos. A posição única de Interlaken no Oberland Bernês torna-a a capital da aventura na Suíça.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Atravesse o Lago de Brienz ou o Lago de Thun em barcos a vapor de rodas de pás históricos, admirando a paisagem montanhosa espetacular refletida nas águas cristalinas. Os barcos ligam encantadoras aldeias lacustres e oferecem vistas incomparáveis sobre os picos circundantes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 24,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::thun",
            "coords": [
              46.758,
              7.628
            ]
          },
          "visits": [
            {
              "text": "Descubra Thun, uma encantadora cidade nas margens do Lago de Thun com uma cidade velha cativante dominada pelo castelo medieval de Thun. Esta fortaleza do século XII ergue-se de forma espetacular sobre a cidade, com as suas quatro torres de canto criando uma das silhuetas mais reconhecíveis da Suíça. No interior, o museu histórico retrata o passado fascinante da região.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore os únicos passeios elevados (Hochtrottoirs) da rua principal, onde as lojas ocupam dois níveis - ao nível da rua e em plataformas elevadas acessíveis por escadas. Esta característica arquitetónica distintiva, única na Suíça, remonta ao período medieval.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desfrute das águas cristalinas do Lago de Thun, perfeitas para natação, vela ou passeios de barco pitorescos. Do miradouro do Schlossberg, contemple vistas incríveis sobre a cidade e os picos alpinos circundantes que emolduram este soberbo cenário lacustre.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeie ao longo do passeio do Aar, uma deliciosa caminhada à beira do rio ligando o lago ao centro histórico. O caminho oferece vistas tranquilas sobre a água e as montanhas enquanto passa por encantadores cafés e jardins.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 25,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::bern",
            "coords": [
              46.948,
              7.4474
            ]
          },
          "visits": [
            {
              "text": "Explore Berna, a capital da Suíça, famosa pela sua cidade velha medieval bem preservada inscrita no Património Mundial da UNESCO. O Palácio Federal, sede do governo suíço, domina a paisagem urbana ao lado da emblemática torre do relógio Zytglogge com o seu famoso relógio astronómico e as suas figuras mecânicas que ganham vida a cada hora.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite a Fossa dos Ursos (Bärengraben), morada das mascotes amadas da cidade que aqui são mantidas desde 1857. Os ursos desfrutam agora de um espaçoso parque à beira do rio onde os visitantes podem observar estes magníficos animais num cenário mais natural.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore o Zentrum Paul Klee, uma obra-prima arquitetónica projetada por Renzo Piano abrigando a coleção mais completa do mundo de obras do artista de origem suíça. O edifício ondulante harmoniza-se com a paisagem envolvente enquanto apresenta mais de 4000 pinturas, aguarelas e desenhos de Klee.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deambule sob os seis quilómetros de arcadas cobertas (Lauben), um dos mais longos passeios comerciais cobertos da Europa. Estas arcadas medievais abrigam lojas, cafés e caves históricas enquanto protegem os visitantes das intempéries.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 26,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::solothurn",
            "coords": [
              47.2088,
              7.5323
            ]
          },
          "visits": [
            {
              "text": "Descubra Solothurn, a cidade barroca da Suíça, que ostenta uma rica história e uma arquitetura impressionante que lhe valeu este título distinto. A cidade velha à beira do Aar apresenta a magnífica Catedral de São Úrsulo com influências renascentistas italianas, a torre do relógio medieval e o elegante Castelo de Waldegg em jardins cuidados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Museu Histórico de Blumenstein para explorar o património da região, ou admire as realizações artísticas suíças no Museu de Arte de Solothurn. Estas instituições culturais testemunham o compromisso de longa data da cidade em preservar e celebrar a sua herança artística e histórica.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie ao longo das margens do Aar e pelas ruas com arcadas que conferem a Solothurn o seu carácter distintivo. A arquitetura barroca perfeitamente preservada cria uma atmosfera de elegância e refinamento única entre as cidades suíças.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 27,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::wasserfallen",
            "coords": [
              47.4167,
              7.65
            ]
          },
          "visits": [
            {
              "text": "Suba até à região de Wasserfallen nas montanhas do Jura, um destino popular no cantão de Basileia-Campo. O teleférico de Reigoldswil-Wasserfallen leva os visitantes a um miradouro panorâmico oferecendo panoramas impressionantes sobre as suaves colinas do Jura e a paisagem envolvente. Este paraíso natural convém tanto a turistas ativos como àqueles que procuram um relaxamento tranquilo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore os numerosos trilhos de caminhada e pistas de BTT que atravessam esta magnífica paisagem alpina. O terreno variado da região oferece percursos para todos os níveis, desde passeios suaves através dos prados a rotas de montanha mais exigentes com vistas recompensadoras.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desfrute das vistas de 360 graus a partir do cume, onde a paisagem ondulada do Jura se desdobra em todas as direções. O contraste entre colinas arborizadas e prados abertos cria uma experiência de montanha tipicamente suíça.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 28,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::liestal",
            "coords": [
              47.4842,
              7.7347
            ]
          },
          "visits": [
            {
              "text": "Explore Liestal, uma encantadora cidade histórica com mais de 700 anos de história aninhada em colinas suavemente onduladas e arborizadas. A cidade velha compacta apresenta ruelas sinuosas, impressionantes edifícios históricos e uma imponente câmara municipal que testemunha séculos de património suíço. O carácter medieval da cidade foi magnificamente preservado, oferecendo um vislumbre autêntico da história regional.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Viva a caça ao tesouro Food Trail, uma forma única de descobrir Liestal resolvendo enigmas que conduzem a delícias culinárias em diferentes locais da cidade. Esta experiência interativa combina exploração com gastronomia local, revelando cantos escondidos e cenários fascinantes pelo caminho.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deambule pelo centro histórico pedonal, admirando a arquitetura tradicional e a atmosfera tranquila que caracterizam esta joia de Basileia-Campo. A cidade constitui uma excelente introdução ao património cultural da região.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 15,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 29,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::rheinfelden",
            "coords": [
              47.5542,
              7.7939
            ]
          },
          "visits": [
            {
              "text": "Visite Rheinfelden, uma cidade histórica diretamente sobre o Reno na fronteira alemã. A cidade velha medieval bem preservada impressiona pelas suas ruas estreitas e edifícios históricos que convidam a uma exploração tranquila. A cidade tem sido um ponto de passagem sobre o Reno durante séculos, moldando o seu carácter único de ponte entre as nações.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra as célebres salinas que atraem visitantes há séculos com os seus banhos de salmoura relaxantes. As águas termais e a produção de sal estão no coração da identidade de Rheinfelden desde a época romana, oferecendo experiências de bem-estar enraizadas em tradições ancestrais.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore os numerosos trilhos de caminhada e pistas de ciclismo ao longo do Reno, seguindo o rio através de paisagens pitorescas onde a Suíça encontra a Alemanha. As margens oferecem caminhos tranquilos com vistas sobre ambos os países.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 30,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::basel",
            "coords": [
              47.5596,
              7.5886
            ]
          },
          "visits": [
            {
              "text": "Descubra Basileia, capital cultural da Suíça situada no ponto de encontro das fronteiras suíça, francesa e alemã. Esta cidade vibrante sobre o Reno conta com mais de 40 museus, tornando-a uma das cidades com maior densidade de museus da Europa. A cidade velha medieval apresenta uma arquitetura soberba, a emblemática catedral Münster em arenito vermelho e encantadoras ruas empedradas perfeitas para exploração.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeie pela histórica Marktplatz dominada pela ornamentada Câmara Municipal do século XVI com as suas fachadas vermelho vivo e frescos delicados. A praça está no coração da vida citadina há séculos, rodeada de casas de corporações e do mercado diário animado oferecendo produtos locais e flores.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Viva a única travessia do Reno em ferry, onde embarcações tradicionais impulsionadas unicamente pela corrente do rio deslizam de uma margem à outra. Este modo de transporte secular oferece uma perspetiva distintiva sobre a cidade enquanto liga os diversos bairros de Basileia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 10,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            20
          ],
          "label": "Segment 4 — J16–J20",
          "from_day": 16,
          "to_day": 20
        },
        {
          "n": 5,
          "range": [
            21,
            25
          ],
          "label": "Segment 5 — J21–J25",
          "from_day": 21,
          "to_day": 25
        },
        {
          "n": 6,
          "range": [
            26,
            30
          ],
          "label": "Segment 6 — J26–J30",
          "from_day": 26,
          "to_day": 30
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 21,
          "label": "Var 21j"
        },
        {
          "from_day": 1,
          "to_day": 30,
          "label": "Var 30j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Viagem de Carro Três Países: Suíça, Floresta Negra, Alsácia",
        "intro_paragraph": "Parta à descoberta de três nações no coração da Europa numa viagem inesquecível de 30 dias. Das vinhas da Borgonha às aldeias de conto de fadas da Alsácia, atravessando a mística Floresta Negra alemã até aos picos nevados dos Alpes suíços, este roteiro leva-o aos mais belos tesouros desta região transfronteiriça única.",
        "seo_hook": "30 dias de descobertas entre três nações, onde as vinhas se metamorfoseiam em montanhas e cada fronteira revela um novo tesouro.",
        "featured_list": [
          "Rota dos Vinhos da Alsácia e as suas aldeias medievais",
          "Cataratas do Reno, a maior cascata da Europa",
          "Jungfraujoch, o Topo da Europa a 3454 metros",
          "Lucerna e a sua emblemática Ponte da Capela",
          "Floresta Negra e os seus tradicionais relógios de cuco",
          "Basileia, capital cultural na encruzilhada de três países"
        ],
        "places_taglines": {
          "FR::dijon": "Capital borgonhesa da mostarda e dos vinhos",
          "FR::ronchamp": "Obra-prima de Le Corbusier UNESCO",
          "FR::ribeauville": "Três castelos coroam a aldeia alsaciana",
          "FR::marlenheim": "Porta norte da Rota dos Vinhos",
          "FR::strasbourg": "Capital europeia de coração medieval",
          "DE::rust": "Europa-Park, maior parque da Alemanha",
          "FR::colmar": "Pequena Veneza de casas coloridas",
          "DE::freiburg": "Porta soalheira da Floresta Negra",
          "DE::titisee": "Lago cristalino no coração das florestas sombrias",
          "DE::schluchsee": "Maior lago de Baden-Württemberg",
          "CH::schaffhausen": "Impressionantes Cataratas do Reno",
          "CH::zurich": "Metrópole financeira à beira do lago",
          "CH::rigi": "Rainha das Montanhas suíças",
          "CH::lucerne": "Ponte medieval mais fotografada da Suíça",
          "CH::pilatus": "Cremalheira mais íngreme do mundo",
          "CH::engelberg": "Glaciar do Titlis todo o ano",
          "CH::brig": "Palácio barroco na rota do Simplon",
          "CH::geneva": "Cidade da paz internacional",
          "CH::gruyeres": "Medieval cidadela do queijo famoso",
          "CH::kandersteg": "Lago Oeschinen património UNESCO",
          "CH::lauterbrunnen": "Vale das 72 cascatas",
          "CH::grindelwald": "Face norte do Eiger lendário",
          "CH::interlaken": "Entre os lagos sob a Jungfrau",
          "CH::thun": "Castelo medieval sobre águas cristalinas",
          "CH::bern": "Capital suíça património UNESCO",
          "CH::solothurn": "Joia barroca à beira do Aar",
          "CH::wasserfallen": "Panoramas do Jura suíço",
          "CH::liestal": "Charme medieval de Basileia-Campo",
          "CH::rheinfelden": "Termas ancestrais à beira do Reno",
          "CH::basel": "Capital cultural nas três fronteiras"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "CH::bern::swiss-treasures-grand-tour",
      "id": "CH::bern::swiss-treasures-grand-tour",
      "language": "pt",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Roteiro Suíça Completo: Berna, Jungfrau, Lago de Genebra, Engadina",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 24,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::bern",
            "coords": [
              46.948,
              7.4474
            ]
          },
          "visits": [
            {
              "text": "Descubra Berna, a capital federal da Suíça e tesouro do Património Mundial da UNESCO. Passeie pelo centro histórico medieval perfeitamente preservado com mais de 6 quilómetros de arcadas cobertas, fontes renascentistas adornadas com estátuas coloridas e caves abobadadas que albergam boutiques e restaurantes. Esta cativante cidade fundada em 1191 transporta-o através de séculos de história.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Zentrum Paul Klee, uma obra-prima arquitectónica desenhada por Renzo Piano que alberga a maior colecção mundial de obras de Paul Klee. Este museu ondulante, harmoniosamente integrado na paisagem ondulada, expõe mais de 4.000 pinturas, aguarelas e desenhos do artista germano-suíço, oferecendo uma fascinante viagem através da sua revolucionária evolução artística.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Obtenha o Bern Museum Card para aceder a todos os museus da cidade, incluindo o Museu Alpino Suíço, o Museu de História e o Museu da Comunicação. Este cartão permite-lhe explorar as ricas colecções culturais e históricas da capital ao seu ritmo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::affoltern-emmental",
            "coords": [
              47.0667,
              7.7333
            ]
          },
          "visits": [
            {
              "text": "Visite a Emmentaler Schaukäserei (Queijaria de Demonstração) em Affoltern, o coração da famosa região queijeira da Suíça. Observe os mestres queijeiros a elaborar o autêntico Emmentaler utilizando técnicas centenárias. Os característicos grandes buracos e o sabor a noz deste icónico queijo resultam de um processo de maturação preciso que pode observar em primeira mão.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Experimente fazer a sua própria roda de queijo Emmentaler sob a orientação de especialistas. Esta experiência prática ensina os métodos tradicionais que tornaram o queijo suíço famoso em todo o mundo. O seu queijo personalizado pode ser enviado para sua casa após a maturação adequada.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore as colinas ondulantes da região do Emmental, caracterizadas pelas suas quintas tradicionais com distintos telhados largos. Esta paisagem pastoral de prados verdes e colinas arborizadas exemplifica o campo suíço idílico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::courtelary",
            "coords": [
              47.1833,
              7.0833
            ]
          },
          "visits": [
            {
              "text": "Descubra CHEZ Camille Bloch em Courtelary, o centro de visitantes do renomado fabricante suíço de chocolate. Este percurso interactivo revela os segredos dos chocolates tão amados como Ragusa e Torino. Aprenda sobre a origem do cacau, a produção de chocolate e a história da empresa neste paraíso para os amantes do chocolate.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Participe em oficinas de fabrico de chocolate onde pode criar os seus próprios bombons e criações de chocolate. A experiência prática oferece uma visão da arte da chocolataria suíça enquanto satisfaz o seu paladar doce com generosas degustações.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore a região do Grand Chasseral que rodeia Courtelary, conhecida pelas suas paisagens montanhosas do Jura e património relojoeiro. A zona oferece trilhos pedestres com vistas panorâmicas e um vislumbre das indústrias tradicionais que moldaram esta região.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::olten",
            "coords": [
              47.352,
              7.907
            ]
          },
          "visits": [
            {
              "text": "Explore Olten, uma encantadora cidade nas margens do rio Aar, frequentemente ignorada pelos viajantes. O seu compacto centro histórico cativá-lo-á com ruas de calçada, fachadas coloridas e praças tranquilas. Atravesse a icónica ponte de madeira coberta sobre o Aar, oferecendo vistas pitorescas sobre a cidade velha e as colinas circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Naturmuseum Olten para descobrir uma fascinante colecção dedicada à fauna, flora e fósseis da região. Este museu intimista apresenta a história natural da Suíça Central de forma acessível e envolvente, perfeito para uma paragem cultural enriquecedora.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie ao longo do trilho do Aar, um percurso pedonal que acompanha o rio através de vegetação exuberante. Este itinerário tranquilo atravessa espaços verdes idílicos, perfeito para uma pausa contemplativa antes de prosseguir a viagem.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::basel",
            "coords": [
              47.5596,
              7.5886
            ]
          },
          "visits": [
            {
              "text": "Descubra Basileia, a terceira maior cidade da Suíça e capital cultural com mais de 40 museus. Explore o centro histórico medieval dominado pela majestosa catedral Münster em arenito vermelho, cujo terraço panorâmico oferece vistas espectaculares sobre o Reno e os telhados da cidade. As ruelas de calçada revelam tesouros arquitectónicos a cada esquina.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite a Marktplatz, o coração vibrante da cidade, dominada pelo impressionante Rathaus com as suas vívidas fachadas pintadas de vermelho. Esta câmara municipal do século XVI, decorada com notáveis frescos e uma elegante torre, testemunha a prosperidade histórica desta cidade mercantil na encruzilhada de três países.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Atravesse o Reno a bordo de um dos tradicionais ferries movidos unicamente pela corrente do rio. Estas embarcações únicas, ligadas a um cabo, utilizam a força da água para deslizar de uma margem para a outra, oferecendo uma experiência autêntica e ecológica.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Dirija-se ao Dreiländereck, o ponto de encontro das fronteiras suíça, alemã e francesa. Este monumento simbólico sobre o Reno marca o único local onde pode contemplar três nações simultaneamente.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 85,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::schaffhausen",
            "coords": [
              47.6959,
              8.635
            ]
          },
          "visits": [
            {
              "text": "Explore Schaffhausen, uma cidade histórica cujo centro medieval alberga magníficos edifícios ornamentados com frescos e janelas salientes esculpidas. Suba à fortaleza circular do Munot, uma estrutura defensiva única do século XVI, para desfrutar de vistas panorâmicas sobre a cidade, as vinhas circundantes e o Reno a serpentear pelo vale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Maravilhe-se com as Cataratas do Reno, as maiores cascatas da Europa com 150 metros de largura e 23 metros de altura. Este grandioso espectáculo natural vê 600.000 litros de água por segundo precipitarem-se com um rugido ensurdecedor. Os barcos levam-no à base das cataratas e à rocha central para uma experiência imersiva inesquecível.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore as vinhas em socalcos que dominam o Reno durante uma prova de vinhos locais. A região de Schaffhausen produz excelentes vinhos Pinot Noir e Riesling-Sylvaner, testemunhos de uma tradição vitícola secular favorecida pelo microclima ameno do vale.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "CH::zurich",
            "coords": [
              47.3769,
              8.5417
            ]
          },
          "visits": [
            {
              "text": "Descubra Zurique, a maior cidade da Suíça e centro económico. Passeie pela Bahnhofstrasse, uma das avenidas comerciais mais prestigiadas do mundo, ladeada de boutiques de luxo e grandes marcas. Esta elegante artéria de 1,4 quilómetros liga a estação central ao lago, atravessando o coração histórico da metrópole.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore a Altstadt, a cidade velha com ruelas medievais sinuosas em ambos os lados do rio Limmat. Admire o Grossmünster, a icónica catedral românica com as suas características torres gémeas, cuja construção começou no século XII. A lenda conta que foi o próprio Carlos Magno quem descobriu os túmulos dos santos padroeiros de Zurique neste local.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Suba ao Lindenhof, uma colina sombreada por tílias que oferece vistas panorâmicas sobre o rio Limmat e os telhados da cidade velha. Este sítio histórico, outrora forte romano, é hoje um oásis de paz no coração da agitação urbana, ideal para contemplar a paisagem zuriqueense.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeie ao longo do Lago de Zurique e desfrute de esplêndidas vistas sobre os Alpes nevados ao fundo. Os cais ajardinados convidam a passeios tranquilos, com espaços verdes, esculturas e esplanadas debruçadas sobre as águas cristalinas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visite o Kunsthaus Zürich, um dos mais importantes museus de arte da Suíça, que alberga uma excepcional colecção desde a arte medieval às obras contemporâneas, com obras-primas de Monet, Picasso, Giacometti e numerosos artistas suíços.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 52,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::lucerne",
            "coords": [
              47.0502,
              8.3093
            ]
          },
          "visits": [
            {
              "text": "Descubra Lucerna, a pérola da Suíça Central aninhada nas margens do lago homónimo. Atravesse a Kapellbrücke, a mais antiga ponte de madeira coberta da Europa datando de 1333, ornamentada com 111 pinturas triangulares do século XVII que ilustram a história da cidade e a vida dos santos. A torre octogonal da Água que a acompanha completa este icónico quadro pitoresco.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admire o Monumento do Leão, uma comovente escultura talhada na rocha natural que comemora os Guardas Suíços caídos durante a Revolução Francesa. Mark Twain chamou a esta obra de 1821, que retrata um leão moribundo, 'o pedaço de pedra mais triste e comovente do mundo'.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deambule pelas ruelas de calçada da cidade velha, admirando as fachadas pintadas com frescos coloridos e as praças animadas. Os edifícios históricos com as suas janelas salientes esculpidas contam séculos de história comercial e cultural desta próspera cidade.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Não perca o Festival de Luz Lilu se visitar no inverno, quando a cidade se ilumina com espectaculares projecções artísticas que transformam os monumentos históricos em mágicas telas luminosas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::pilatus-kulm",
            "coords": [
              46.979,
              8.2543
            ]
          },
          "visits": [
            {
              "text": "Suba ao Monte Pilatus, a lendária montanha que se ergue até aos 2.132 metros, acessível pelo caminho-de-ferro de cremalheira mais íngreme do mundo com uma inclinação de 48%. Esta maravilha de engenharia inaugurada em 1889 eleva-o através de vertiginosas paisagens alpinas até ao cume com panoramas de 360° sobre os Alpes e o Planalto Suíço.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorra o Drachenweg, o trilho do dragão talhado na rocha segundo as lendas de dragões que outrora habitavam estas grutas. Este trilho místico serpenteia entre paredes rochosas e fendas, evocando os fantásticos contos medievais associados a esta montanha mítica.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desfrute das vistas panorâmicas dos vários miradouros do cume, abrangendo o Lago dos Quatro Cantões, os cantões de Nidwalden e Obwalden e os picos alpinos circundantes. Em dias limpos, as vistas estendem-se até às montanhas do Jura e à Floresta Negra.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Desça nas gôndolas vermelhas e teleférico até Kriens ou de barco desde Alpnachstad para uma experiência completa do 'Golden Round Trip', combinando diferentes meios de transporte panorâmicos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::schwyz",
            "coords": [
              47.0207,
              8.6569
            ]
          },
          "visits": [
            {
              "text": "Explore Schwyz, capital do cantão homónimo que deu o nome à Suíça. Visite o Fórum de História Suíça, um dos mais importantes museus culturais e históricos da região alpina, que apresenta as origens da Confederação Suíça e os documentos fundadores da nação, incluindo o Pacto Federal de 1291.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admire a imponente Câmara Municipal barroca e a igreja paroquial de São Martinho, testemunhos da prosperidade histórica desta cidade rica em património. As fachadas pintadas das mansões patrícias contam a história das famílias que moldaram o destino da região.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Apanhe o Stoosbahn, o funicular mais íngreme do mundo com inclinações até 110%, que sobe até à aldeia sem carros de Stoos. Esta notável façanha de engenharia oferece vistas deslumbrantes durante a subida.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Caminhe até aos picos de Rotenflue ou Grosser Mythen para deslumbrantes vistas panorâmicas sobre a região. Estas montanhas icónicas oferecem trilhos para vários níveis com panoramas gratificantes da Suíça Central.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::ingenbohl",
            "coords": [
              46.9875,
              8.6089
            ]
          },
          "visits": [
            {
              "text": "Descubra Ingenbohl, um belo destino lacustre no Lago dos Quatro Cantões perfeito para relaxar e apanhar sol. As águas cristalinas do lago brilham especialmente em dias de sol, criando um hipnotizante quadro alpino. O passeio marítimo estende-se desde o cais até ao Passeio Othmar Schoeck, onde atracam barcos privados e iates.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Encontre a placa do Grand Tour da Suíça para 'Vierwaldstättersee', o nome alemão do Lago dos Quatro Cantões. Este icónico ponto fotográfico marca uma das localizações mais cénicas da Suíça ao longo da famosa rota nacional que mostra as paisagens mais espectaculares do país.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Faça um cruzeiro de ida e volta no Lago Uri de Brunnen a Flüelen, navegando através do coração histórico da Suíça. O barco passa junto a falésias impressionantes, aldeias encantadoras e o prado de Rütli onde a Confederação Suíça foi fundada em 1291.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeie ao longo do passeio lacustre e admire os impressionantes reflexos das montanhas nas águas límpidas. A atmosfera tranquila convida à contemplação dos picos circundantes e da beleza intemporal deste cenário alpino.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 75,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::brienz",
            "coords": [
              46.7544,
              8.0289
            ]
          },
          "visits": [
            {
              "text": "Descubra Brienz, uma pitoresca aldeia nas margens do turquesa Lago de Brienz no Oberland Bernês. Este encantador povoado é famoso pelas suas tradicionais casas de madeira datando do século XVIII e o seu secular património de talha em madeira. A aldeia ainda mantém uma escola de talha e uma escola de fabrico de violinos, perpetuando estas tradições artesanais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Embarque no comboio a vapor de cremalheira do Brienzer Rothorn, um histórico caminho-de-ferro que sobe até aos 2.350 metros de altitude. No cume, desfrute de deslumbrantes vistas panorâmicas de 360° incluindo o Eiger, o Mönch e a Jungfrau. A viagem nostálgica neste comboio a vapor centenário é uma experiência em si.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Faça um passeio de barco panorâmico pelo Lago de Brienz, famoso pelas suas impressionantes águas turquesa alimentadas por torrentes glaciares. O barco liga as aldeias ribeirinhas e oferece vistas deslumbrantes das cascatas que descem pelas encostas montanhosas escarpadas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "CH::interlaken",
            "coords": [
              46.6863,
              7.8632
            ]
          },
          "visits": [
            {
              "text": "Chegue a Interlaken, espectacularmente situada entre o Lago de Thun e o Lago de Brienz no coração do Oberland Bernês. Esta encantadora estância turística serve de porta de entrada para a região da Jungfrau e oferece vistas deslumbrantes sobre o Eiger, o Mönch e a Jungfrau. A posição única da cidade entre dois lagos glaciares cria um panorama alpino inesquecível.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Suba ao Harder Kulm de funicular até ao cume a 1.322 metros acima da cidade. Este lendário miradouro oferece deslumbrantes vistas de 360° sobre Interlaken em baixo e para o majestoso trio do Eiger, Mönch e Jungfrau. A plataforma de observação avança dramaticamente sobre a borda da falésia para vistas alpinas sem obstáculos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore as Grutas de São Beato, um fascinante mundo subterrâneo de estalactites, estalagmites e lagos subterrâneos. Segundo a lenda, o monge irlandês Beato expulsou um dragão destas grutas no século VI. As passadeiras iluminadas conduzem através de câmaras esculpidas pela água ao longo de milénios.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Experimente as actividades de aventura que tornaram Interlaken famosa, do parapente sobre os lagos ao kayak nas águas cristalinas. A cidade é a capital da aventura da Suíça, oferecendo experiências únicas entre cenários espectaculares.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::grindelwald",
            "coords": [
              46.624,
              8.0344
            ]
          },
          "visits": [
            {
              "text": "Explore Grindelwald, uma deslumbrante aldeia alpina aninhada num vale rodeado pelos imponentes picos do Eiger, Mönch e Jungfrau. Este destino para todas as estações cativa com luxuriantes prados verdes no verão e encostas imaculadas cobertas de neve no inverno. A aldeia oferece cenários montanhosos espectaculares com chalés tradicionais contra um pano de fundo de dramáticas paredes rochosas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorra o First Cliff Walk, uma emocionante passadeira suspensa ao longo da parede rochosa a 2.168 metros de altitude. Esta maravilha de engenharia oferece vistas vertiginosas sobre o vale de Grindelwald em baixo e os picos circundantes. A plataforma avança para o vazio, proporcionando um panorama alpino sem obstáculos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Canyon Glaciar, uma espectacular garganta esculpida pelas águas glaciares ao longo de milénios. Passadeiras e pontes conduzem através desta maravilha natural, onde pode observar as poderosas forças que moldaram a paisagem alpina e sentir a névoa fresca das águas impetuosas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente o mountain karting, uma emocionante descida em karts de três rodas pelas encostas alpinas. Esta actividade única combina cenários deslumbrantes com adrenalina enquanto navega pelos trilhos de montanha com os picos como pano de fundo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "No inverno, desfrute do esqui de classe mundial nas pistas frente à icónica Face Norte do Eiger. A área de esqui de Grindelwald está ligada à vasta região de esqui da Jungfrau, oferecendo pistas para todos os níveis entre espectaculares paisagens de alta montanha.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::jungfraujoch",
            "coords": [
              46.5472,
              7.9853
            ]
          },
          "visits": [
            {
              "text": "Viaje até ao Jungfraujoch - Top of Europe, casa da estação ferroviária mais alta da Europa a 3.454 metros. Este extraordinário destino oferece uma experiência sobrenatural entre gelos e neves eternos. O Palácio de Gelo, escavado no interior do glaciar, exibe deslumbrantes esculturas de gelo em câmaras geladas nas profundezas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Suba ao Terraço de Observação Sphinx para incomparáveis vistas de 360° sobre o Glaciar Aletsch, o mais longo glaciar dos Alpes com 23 quilómetros. Em dias limpos, as vistas estendem-se até aos picos de quatro países. O ar alpino rarefeito e a paisagem de um branco resplandecente criam uma inesquecível experiência de alta altitude.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore o Schilthorn - Piz Gloria, famoso como local de filmagem do filme de James Bond 'Ao Serviço Secreto de Sua Majestade'. O restaurante giratório a 2.970 metros oferece vistas de 360° enquanto come. O Trilho das Flores mostra diversa flora alpina durante os meses de verão.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe pelo planalto de neve para experimentar as condições alpinas durante todo o ano. O ar fresco de montanha e os arredores de um branco resplandecente oferecem uma perspectiva única sobre o poder das paisagens glaciares.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 110,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::saas-fee",
            "coords": [
              46.107,
              7.929
            ]
          },
          "visits": [
            {
              "text": "Chegue a Saas-Fee, a 'Pérola dos Alpes' e uma das aldeias turísticas sem carros mais espectaculares da Suíça. Rodeada por 13 picos acima dos 4.000 metros, esta aldeia glaciar situa-se a 1.800 metros num dramático anfiteatro montanhoso. Os veículos eléctricos e as carruagens puxadas por cavalos mantêm a atmosfera tranquila deste paraíso sem trânsito.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Jante no Drehrestaurant Allalin, o restaurante giratório mais alto do mundo a 3.500 metros. Complete uma rotação completa de 360° durante a refeição enquanto desfruta de vistas ininterruptas sobre 18 picos de quatro mil metros. A viagem até ao restaurante através do Metro Alpin, o funicular subterrâneo mais alto do mundo, é uma experiência em si.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente o esqui e snowboard durante todo o ano no Glaciar Fee. A elevada altitude da estância garante excelentes condições de neve mesmo no verão, tornando-a um destino de treino para atletas profissionais e uma oportunidade única de esquiar em qualquer estação.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Relaxe numa das instalações de spa da aldeia que oferecem tratamentos inspirados na montanha. A combinação de ar alpino fresco, cenários deslumbrantes e tradições de bem-estar cria um retiro rejuvenescedor neste romântico ambiente montanhoso.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 65,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2.5,
          "rating": 0,
          "night": {
            "place_id": "CH::zermatt",
            "coords": [
              46.0207,
              7.7491
            ]
          },
          "visits": [
            {
              "text": "Viva Zermatt, a icónica aldeia sem carros aos pés do lendário Matterhorn. Esta estância de renome mundial combina o tradicional charme alpino com comodidades modernas, as suas ruas de calçada ladeadas de chalés e boutiques sob a dramática silhueta do pico mais famoso da Suíça. A distintiva forma piramidal do Matterhorn domina a paisagem de qualquer ponto de observação.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Suba ao Gornergrat pelo histórico comboio de cremalheira, subindo até aos 3.089 metros para um dos panoramas mais espectaculares da Suíça. A plataforma de observação oferece vistas sem obstáculos sobre 29 picos acima dos 4.000 metros, incluindo o Monte Rosa, o Matterhorn e o Glaciar Gorner estendendo-se pelo vale abaixo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Matterhorn Glacier Paradise, a estação de teleférico mais alta da Europa a 3.883 metros. O Palácio do Glaciar, escavado 15 metros abaixo da superfície do gelo, apresenta deslumbrantes esculturas de gelo e formações cristalinas. Em dias limpos, as vistas estendem-se até aos picos de Itália, França e Alemanha.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore a encantadora aldeia a pé, descobrindo a arquitectura tradicional do Valais e o Cemitério dos Alpinistas que honra aqueles que perderam a vida nos picos circundantes. O ambiente sem carros cria uma atmosfera tranquila perfeita para passeios ao fim do dia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "No inverno, desfrute do esqui na vasta área conectada a Cervinia em Itália, oferecendo mais de 360 quilómetros de pistas. A elevada altitude assegura excelentes condições de neve e a experiência única de esquiar com o Matterhorn como companheiro constante.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::adelboden",
            "coords": [
              46.494,
              7.5605
            ]
          },
          "visits": [
            {
              "text": "Maravilhe-se com as Cascatas de Engstligen, uma das mais altas e espectaculares cascatas dos Alpes suíços. A água precipita-se 600 metros em dois dramáticos saltos, criando arco-íris na névoa em dias de sol. Um caminho de mulas ao longo da parede rochosa oferece vistas aproximadas das águas estrondosas, enquanto uma via ferrata proporciona uma subida alternativa mais aventureira.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore a Engstligenalp, o maior planalto de alta altitude da Suíça, acessível por teleférico. Este deslumbrante pasto alpino a 1.964 metros oferece vistas panorâmicas, trilhos pedestres e uma sensação de natureza intocada. O planalto transforma-se com as estações, de prados floridos a um país das maravilhas coberto de neve.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe pelo planalto de alta altitude rodeado de picos dramáticos, com trilhos adequados a vários níveis de condição física. A paisagem alpina aqui permanece notavelmente intocada, oferecendo encontros autênticos com a tradicional cultura de pastoreio de montanha.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 19,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::lenk",
            "coords": [
              46.4572,
              7.4419
            ]
          },
          "visits": [
            {
              "text": "Descubra o vale do Simmental e a estância de Lenk, uma encantadora aldeia no topo deste pitoresco vale alpino. A zona é conhecida pela sua arquitectura tradicional, paisagens pastorais suaves e a impressionante cascata de Iffig visível de vários pontos. A região oferece uma experiência alpina mais relaxada longe dos grandes centros turísticos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admire as Sieben Brunnen (Sete Fontes), onde a água emerge da encosta através de sete aberturas naturais. Este fenómeno geológico aos pés do Wildstrubel cria um cenário mágico onde nascentes cristalinas brotam das rochas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente uma descida de Trottibike (trotineta) no Betelberg, um emocionante percurso de nove quilómetros desde a estação de montanha de Leiterli até ao vale. Passe a grande velocidade pelos refúgios de montanha e prados luxuriantes sobre duas rodas com vista para a cintilante cascata de Iffig – uma forma emocionante de experimentar a paisagem alpina.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 20,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::gstaad",
            "coords": [
              46.475,
              7.2869
            ]
          },
          "visits": [
            {
              "text": "Viva Gstaad, a estância de renome mundial que atrai realeza, celebridades e viajantes exigentes há mais de um século. Apesar da sua reputação glamorosa, a aldeia conserva o seu tradicional charme suíço com chalés magnificamente preservados e um centro pedonal. As montanhas circundantes oferecem espectaculares oportunidades de caminhadas e esqui num cenário exclusivo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore o Lago de Lauenen, aninhado numa reserva natural intocada a curta distância de Gstaad. Este idílico lago de montanha rodeado de picos e prados oferece um relaxante passeio circular com deslumbrantes reflexos das montanhas circundantes nas suas águas límpidas. No verão, o lago é um refrescante destino para nadar.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente o Fondueland Gstaad com uma Mochila de Fondue – uma aventura culinária única que lhe permite saborear autêntica fondue suíça em locais montanhosos cénicos. A mochila contém todo o equipamento necessário para preparar fondue usando queijo local feito com ervas e leite alpinos frescos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 21,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::vevey",
            "coords": [
              46.4628,
              6.8419
            ]
          },
          "visits": [
            {
              "text": "Explore Vevey, a encantadora cidade lacustre na costa nordeste do Lago Genebra. Passeie pelo Quai Perdonnet para descobrir a famosa escultura do garfo de 8 metros que emerge das águas do lago – um marco icónico que celebra a ligação da cidade à indústria alimentar. O passeio marítimo oferece vistas impressionantes sobre o lago e as vinhas circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Chaplin's World, um museu dedicado a Charlie Chaplin que passou os seus últimos 25 anos nesta região. A propriedade de 15 hectares mostra a sua carreira cinematográfica e vida pessoal através de exposições interactivas, cenários e arquivos familiares. Os jardins magnificamente cuidados oferecem vistas sobre o Lago Genebra e os Alpes que o próprio Chaplin adorava.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descubra o Alimentarium, um museu único dedicado à alimentação que explora a história, ciência e cultura da nutrição. Este museu inovador na margem do lago envolve os visitantes com exposições interactivas sobre a nossa relação com a comida.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visite a estátua de Chaplin junto ao lago e explore os murais pintados pela cidade que celebram o lendário cineasta. A sua sepultura no cemitério local é também um local de peregrinação para entusiastas do cinema de todo o mundo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 22,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::lausanne",
            "coords": [
              46.5197,
              6.6323
            ]
          },
          "visits": [
            {
              "text": "Descubra Lausana, a dinâmica capital olímpica situada nas margens do Lago Genebra. Visite o Museu Olímpico, um tesouro da história desportiva que apresenta o movimento olímpico desde a Grécia antiga até aos dias de hoje. As exposições interactivas, as recordações autênticas e o deslumbrante cenário lacustre fazem deste um dos museus mais envolventes da Suíça.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Suba à Catedral de Lausana, uma deslumbrante obra-prima gótica e a maior igreja medieval da Suíça. As vistas panorâmicas do topo abrangem a cidade, o Lago Genebra e, em dias limpos, os picos distantes dos Alpes franceses. Um vigia nocturno ainda anuncia as horas da torre, mantendo uma tradição que remonta a séculos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie pela marginal de Ouchy, uma elegante promenade lacustre ladeada de edifícios Belle Époque e jardins cuidados. Este bairro elegante oferece belas vistas sobre o Lago Genebra para os Alpes franceses além.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Faça um cruzeiro pelo lago ao longo das Vinhas de Lavaux, uma região vinícola em socalcos Património Mundial da UNESCO. As encostas banhadas pelo sol que se erguem do lago produzem vinhos excepcionais e criam uma das paisagens mais fotogénicas da Suíça.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            20
          ],
          "label": "Segment 4 — J16–J20",
          "from_day": 16,
          "to_day": 20
        },
        {
          "n": 5,
          "range": [
            21,
            22
          ],
          "label": "Segment 5 — J21–J22",
          "from_day": 21,
          "to_day": 22
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 21,
          "label": "Var 21j"
        },
        {
          "from_day": 1,
          "to_day": 22,
          "label": "Var 22j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Roteiro Suíça Completo: Berna, Jungfrau, Lago de Genebra, Engadina",
        "intro_paragraph": "Embarque na viagem definitiva pela Suíça, desde a medieval Berna até às vinhas de Lausana, passando pelos picos mais emblemáticos dos Alpes. Este grande tour mergulha-o em paisagens de postal onde o Matterhorn se reflecte em lagos cristalinos, os comboios de cremalheira escalam cumes vertiginosos e as aldeias sem carros conservam intacto o encanto alpino de outrora.",
        "seo_hook": "Onde os glaciares eternos abraçam aldeias de conto de fadas e cada cume revela um novo horizonte de infinita beleza",
        "featured_list": [
          "O Matterhorn e Zermatt, ícones mundiais do alpinismo",
          "Jungfraujoch - Top of Europe a 3.454 metros de altitude",
          "As Cataratas do Reno, as maiores da Europa",
          "Lucerna e a sua ponte medieval de madeira do século XIV",
          "As vinhas em socalcos de Lavaux, Património UNESCO",
          "Saas-Fee, a Pérola dos Alpes rodeada de 13 quatromil"
        ],
        "places_taglines": {
          "CH::bern": "Capital medieval Património da Humanidade",
          "CH::affoltern-emmental": "Berço do autêntico queijo suíço",
          "CH::courtelary": "Paraíso do chocolate Camille Bloch",
          "CH::olten": "Encanto escondido junto ao Aar",
          "CH::basel": "Cultura na encruzilhada de três países",
          "CH::schaffhausen": "Estrondo das maiores cascatas da Europa",
          "CH::zurich": "Metrópole elegante junto ao lago",
          "CH::lucerne": "Pontes de madeira e lendas",
          "CH::pilatus-kulm": "Dragões e cremalheiras vertiginosas",
          "CH::schwyz": "Berço da Confederação Helvética",
          "CH::ingenbohl": "Reflexos alpinos em águas cristalinas",
          "CH::brienz": "Tradição artesanal e vapor nostálgico",
          "CH::interlaken": "Porta de entrada para a Jungfrau",
          "CH::grindelwald": "Vale sob a Face Norte",
          "CH::jungfraujoch": "Top of Europe entre glaciares",
          "CH::saas-fee": "Pérola entre treze quatromil",
          "CH::zermatt": "Aos pés do Matterhorn",
          "CH::adelboden": "Cascatas de 600 metros de altura",
          "CH::lenk": "Sete fontes cristalinas brotam",
          "CH::gstaad": "Glamour alpino com encanto tradicional",
          "CH::vevey": "A Riviera suíça de Chaplin",
          "CH::lausanne": "Capital olímpica junto ao Léman"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "CH::switzerland::10d-summer-classics",
      "id": "CH::switzerland::10d-summer-classics",
      "language": "pt",
      "created_at": "2025-10-24T07:14:36.000Z",
      "source_url": "",
      "dept_code": "CH",
      "dept_name": "Switzerland",
      "title": "Itinerário Verão na Suíça: Lagos de Lucerna e Genebra, Alpes, Comboios Panorâmicos",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "LU",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::lucerne",
            "coords": [
              47.0502,
              8.3093
            ]
          },
          "visits": [
            {
              "text": "Passeio pela Ponte da Capela (Kapellbrücke) e Torre de Água",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ruelas da Cidade Velha (Altstadt) e praças ribeirinhas",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio marítimo do Lago Lucerna de Seebrücke a Hofkirche",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Cruzeiro opcional no Vierwaldstättersee (viagem curta de ida e volta)",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "BE",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "CH::wengen",
            "coords": [
              46.6066,
              7.9217
            ]
          },
          "visits": [
            {
              "text": "Orientação na aldeia de Lauterbrunnen e miradouro das Quedas Staubbach",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio pela vila alpina sem carros de Wengen",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Elevadores e galerias do túnel das Cataratas de Trümmelbach",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Caminhada ao pôr do sol de Wengen ao mirante de Wengwald",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "BE",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "CH::wengen",
            "coords": [
              46.6066,
              7.9217
            ]
          },
          "visits": [
            {
              "text": "Jungfraujoch – Topo da Europa: Terraço Sphinx e Palácio de Gelo",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Parada panorâmica na passagem montanhosa de Kleine Scheidegg",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhada no planalto alto-alpino (trilha do Planalto Jungfraujoch, dependendo do clima)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Viagem de trem via trajeto circular Wengen–Kleine Scheidegg–Jungfraujoch",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "BE",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "CH::wengen",
            "coords": [
              46.6066,
              7.9217
            ]
          },
          "visits": [
            {
              "text": "Grindelwald First Cliff Walk by Tissot",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Parada para fotos na beira do lago em Iseltwald/Brienz (Lago Brienz)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Atividades na área de First (opcionais: tirolesa/kart/patinete)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeio de barco com banheira de hidromassagem com Pirate Bay Nautical Center (Bönigen) ou sessão de caiaque no Lago Brienz",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 190,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "VS",
          "suggested_days": 2.5,
          "rating": 0,
          "night": {
            "place_id": "CH::zermatt",
            "coords": [
              46.0207,
              7.7491
            ]
          },
          "visits": [
            {
              "text": "Orientação da vila de Zermatt: Bahnhofstrasse e caminhada à beira do rio",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Museu do Matterhorn – Zermatlantis",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Subida no funicular Sunnegga e caminhada entre refúgios de montanha",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "VS",
          "suggested_days": 2.5,
          "rating": 0,
          "night": {
            "place_id": "CH::zermatt",
            "coords": [
              46.0207,
              7.7491
            ]
          },
          "visits": [],
          "activities": [
            {
              "text": "Segmentos de trilha de alta altitude ao redor de Gornergrat (circuito curto)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Paradas para fotos em Rotenboden/Riffelberg e retorno a Zermatt",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "VS",
          "suggested_days": 2.5,
          "rating": 0,
          "night": {
            "place_id": "CH::zermatt",
            "coords": [
              46.0207,
              7.7491
            ]
          },
          "visits": [
            {
              "text": "Sistema de teleférico Matterhorn Glacier Paradise (Klein Matterhorn) (opcional se não fez Jungfraujoch)",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Parada no mirante exterior do Riffelhaus 1853 (se a rota for via linha Gornergrat durante o dia)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Parapente ou ciclismo de montanha guiado (sazonal, dependendo do clima)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Compras e tempo de café de volta em Zermatt",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 230,
            "drive_min": 270,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "AI",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::appenzell",
            "coords": [
              47.3313,
              9.4099
            ]
          },
          "visits": [
            {
              "text": "Teleférico de Wasserauen para Ebenalp e parada no Aescher Gasthaus na encosta do penhasco",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Margem do lago Seealpsee (caminhada curta pela rota Ebenalp/Wasserauen)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhada nas trilhas de Ebenalp (circuito curto via cavernas Wildkirchli)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeio pelo centro da cidade de Appenzell (fachadas pintadas e praças)",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 80,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "ZH",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "CH::zurich",
            "coords": [
              47.3769,
              8.5417
            ]
          },
          "visits": [
            {
              "text": "Altstadt (Cidade Velha): mirantes Niederdorf e Lindenhof",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhada para ver vitrines na Bahnhofstrasse",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Calçadão do Lago Zurique (setor Bürkliplatz) ou tempo no deck de banho público (sazonal)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Jantar de fondue nas colinas",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "ZH",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "CH::zurich",
            "coords": [
              47.3769,
              8.5417
            ]
          },
          "visits": [
            {
              "text": "Grossmünster e Fraumünster (janelas Chagall) paradas rápidas de patrimônio",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Kunsthaus Zürich (se o tempo permitir)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Compras de última hora/café nas vielas da Cidade Velha",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [
        "LU",
        "BE",
        "VS",
        "AI",
        "ZH"
      ],
      "nearby_itins": [
        "CH::temp_1763240538613",
        "CH::valais-bern::roadtrip-7j-suisse",
        "CH::switzerland::grand-loop-10d",
        "IT::temp_1763240408541"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Montagne",
          "Route & Exploration"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Itinerário Verão na Suíça: Lagos de Lucerna e Genebra, Alpes, Comboios Panorâmicos",
        "intro_paragraph": "O esplendor do verão da Suíça revela grandiosidade alpina e magia natural por toda a região: o romance da cidade-lago de Lucerne, a vila montanhosa livre de químicos de Wengen, a sombra do Matterhorn em Zermatt, as tradições folclóricas de Appenzell, a elegância lacustre de Zurich. Ferrovias cênicas serpenteiam por prados, teleféricos elevam até a neve eterna.",
        "seo_hook": "Teleféricos sobem até a neve eterna, trens cênicos serpenteiam prados, buzinas ecoam passes alpinos. O verão suíço é perfeição montanhosa.",
        "featured_list": [
          "Lucerne: romance cidade lago",
          "Wengen: vila livre de químicos",
          "Zermatt: sombra matterhorn",
          "Appenzell: tradição folclórica",
          "Zurich: elegância lago"
        ],
        "places_taglines": {
          "CH::lucerne": "cidade lago pontes românticas",
          "CH::wengen": "vila montanhosa livre de químicos",
          "CH::zermatt": "resort sombra matterhorn",
          "CH::appenzell": "tradição folclórica cultura alpina",
          "CH::zurich": "elegância do lago charme da cidade"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "CH::switzerland::grand-loop-10d",
      "id": "CH::switzerland::grand-loop-10d",
      "language": "pt",
      "created_at": "2025-10-24T07:14:36.000Z",
      "source_url": "",
      "dept_code": "CH",
      "dept_name": "Switzerland",
      "title": "Viagem de Carro Suíça: Zurique, Lucerna, Interlaken, Zermatt",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 6,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::geneva",
            "coords": [
              46.2044,
              6.1432
            ]
          },
          "visits": [
            {
              "text": "Promenade de la Treille – o mais antigo passeio de Genebra oferecendo vistas panorâmicas da cidade.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Escritório das Nações Unidas em Genebra e monumento da Cadeira Quebrada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio ao redor do Lago Genebra e praças da Cidade Velha.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explorar o centro da cidade de Montreux e o passeio à beira do lago.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitar o Château de Chillon, fortaleza medieval no Lago Genebra.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Cruzeiro opcional de barco no Lago Genebra.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Viagem de barco ou almoço à beira do lago com vistas dos Alpes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 163,
            "drive_min": 196,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2.5,
          "rating": 0,
          "night": {
            "place_id": "CH::zermatt",
            "coords": [
              46.0207,
              7.7491
            ]
          },
          "visits": [
            {
              "text": "Trem panorâmico de Geneva a Zermatt (~3,5h).",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Trilha dos Cinco Lagos (Leisee, Stellisee, Grindjisee, Grünsee, Moosjisee) perto de Zermatt.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhada pela vila de Zermatt e ao longo do rio para vistas do Matterhorn.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitar o Desfiladeiro Gorner.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhar pela trilha da Ponte Suspensa Charles Kuonen a partir de Randa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pegar o funicular Sunnegga e o teleférico Blauherd para o início da caminhada.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Trem de volta de Randa para Zermatt.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 86,
            "drive_min": 104,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "CH::wengen",
            "coords": [
              46.6068,
              7.9216
            ]
          },
          "visits": [
            {
              "text": "Opção: Esquiar no Matterhorn Glacier Paradise ou visitar o Palácio de Gelo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Trem para Gornergrat para vistas panorâmicas do Matterhorn.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio de teleférico de Mürren para Schilthorn para vistas panorâmicas dos Alpes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Bond World",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhe pela Birg Thrill Walk.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore a aldeia de Mürren e desça ao Vale de Lauterbrunnen.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhe ou vá de ônibus para as Cataratas de Trümmelbach.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Transferência de Zermatt para a Região de Jungfrau via Interlaken (~3h).",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Via Ferrata opcional de Mürren para Gimmelwald.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 15,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::grindelwald",
            "coords": [
              46.6242,
              8.0414
            ]
          },
          "visits": [
            {
              "text": "Teleférico de Grindelwald para First.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhada até o Lago Bachalpsee e retorno (2h ida e volta).",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite a First Cliff Walk e o miradouro.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente as atrações de aventura: First Flyer, First Glider ou Mountain Cart.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 15,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "CH::zurich",
            "coords": [
              47.3769,
              8.5417
            ]
          },
          "visits": [
            {
              "text": "Comboio de Wengen para Lucerne (~2,5h).",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhe pela Ponte Kapellbrücke e Torre da Água.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Monumento do Leão e o Jardim das Glaciares.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore a Cidade Velha de Lucerne e o passeio à beira do lago.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Igreja Grossmünster – suba a torre para vistas da cidade.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Igreja Fraumünster e rua comercial Bahnhofstrasse.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhe pela Cidade Velha de Zurique e ao longo do Rio Limmat.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour guiado opcional com passeio de barco no Lago Lucerne.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeio opcional pela cidade com passeio de barco e teleférico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        }
      ],
      "regions": [
        "GE",
        "VD",
        "VS",
        "BE",
        "LU",
        "ZH"
      ],
      "nearby_itins": [
        "CH::temp_1763240538613",
        "CH::valais-bern::roadtrip-7j-suisse",
        "FR::74::haute-savoie",
        "FR::01::ain",
        "CH::switzerland::10d-summer-classics"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Ville & Histoire",
          "Route & Exploration"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Viagem de Carro Suíça: Zurique, Lucerna, Interlaken, Zermatt",
        "intro_paragraph": "O grande circuito da Switzerland combina todos os maiores tesouros e experiências distintas em perfeita harmonia: a elegância à beira do lago de Geneva, o pico icônico de Zermatt, o retiro alpino de Wengen, o santuário montanhoso de Grindelwald, a sofisticação urbana de Zurich perfeitamente. Cada destino oferece magia distinta. Cinco dias capturam toda a alma da Switzerland.",
        "seo_hook": "Vilarejos alpinos se erguem dos vales, picos perfuram a neve eterna, lagos espelham montanhas. O circuito suíço é perfeição condensada.",
        "featured_list": [
          "Geneva: elegância da cidade do lago",
          "Zermatt: sombra do pico icônico",
          "Wengen: retiro da aldeia alpina",
          "Grindelwald: santuário da montanha",
          "Zurich: alma da cidade urbana"
        ],
        "places_taglines": {
          "CH::geneva": "elegância internacional da cidade do lago",
          "CH::zermatt": "montanha icônica matterhorn",
          "CH::wengen": "aldeia alpina montanhosa livre de carros",
          "CH::grindelwald": "santuário do vale da montanha",
          "CH::zurich": "sofisticação da cidade urbana do lago"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "CH::temp_1763240538613",
      "id": "CH::temp_1763240538613",
      "language": "pt",
      "created_at": "2025-11-16T09:13:18.000Z",
      "source_url": "",
      "dept_code": "CH",
      "dept_name": "",
      "title": "Os Lugares Mais Bonitos da Suíça: Berna, Lucerna, Lugano, Zermatt",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::saint-ursanne",
            "coords": [
              47.3642815,
              7.1542802
            ]
          },
          "visits": [
            {
              "text": "Descoberta da cidade velha medieval de Saint-Ursanne, das suas portas fortificadas e fachadas antigas",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio no vale do Doubs ao redor de Saint-Ursanne e sobre a ponte medieval",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 99.9,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::thun",
            "coords": [
              46.75118,
              7.62166
            ]
          },
          "visits": [
            {
              "text": "Visita à cidade velha de Thun construída sobre o Aar e dominada pelo castelo de Schloss Thun",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio na Obere Hauptgasse e ao longo das casas com arcadas e fontes floridas",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 36.5,
            "drive_min": 73,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::lauterbrunnen",
            "coords": [
              46.592688217,
              7.909753761
            ]
          },
          "visits": [
            {
              "text": "Descoberta da aldeia de Lauterbrunnen, dos seus chalés de madeira e da sua igreja pitoresca",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ponto de vista sobre o vale de Lauterbrunnen e as suas falésias arborizadas",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio até às quedas de água do vale de Lauterbrunnen, incluindo as cascatas de Trümmelbach",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 13.9,
            "drive_min": 28,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::grindelwald",
            "coords": [
              46.626145446,
              8.02925614
            ]
          },
          "visits": [
            {
              "text": "Passeio pela aldeia de Grindelwald no sopé do Eiger e dos cumes da Jungfrau",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhada nas trilhas de crista ao redor da bacia de Grindelwald",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 67,
            "drive_min": 67,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::lucerne",
            "coords": [
              47.0501682,
              8.3093072
            ]
          },
          "visits": [
            {
              "text": "Descoberta da cidade velha de Lucerna, de suas casas com afrescos e de suas torres",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio pelas pontes de madeira cobertas que cruzam o Reuss",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhada ao longo dos cais do lago dos Quatro Cantões",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 43.6,
            "drive_min": 87,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::bremgarten-aargau",
            "coords": [
              47.3511,
              8.3421
            ]
          },
          "visits": [
            {
              "text": "Visita à cidade velha medieval de Bremgarten na curva do Reuss",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio na Marktgasse e ao longo das fachadas coloridas de Bremgarten",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 178,
            "drive_min": 134,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::ascona",
            "coords": [
              46.1554222,
              8.7707865
            ]
          },
          "visits": [
            {
              "text": "Descoberta da cidade de Ascona às margens do lago Maggiore, com suas fachadas coloridas",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio no calçadão do lago, entre porto, terraços ensolarados e galerias de arte",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35.7,
            "drive_min": 71,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::morcote",
            "coords": [
              45.9278156,
              8.9078997
            ]
          },
          "visits": [
            {
              "text": "Visita à aldeia de Morcote, \"pérola do Ceresio\", pendurada na encosta da colina sobre o lago de Lugano",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio nas ruelas pavimentadas em zigue-zague e observação das residências senhoriais com vista para o lago",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 147.1,
            "drive_min": 147,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::chur",
            "coords": [
              46.8499,
              9.53287
            ]
          },
          "visits": [
            {
              "text": "Descoberta da cidade velha de Coira, a mais antiga cidade da Suíça, com suas casas burguesas e ruas pedestres",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio entre praças ornamentadas com fontes e ruas pavimentadas no sopé do maciço do Calanda",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 73.4,
            "drive_min": 73,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "CH::soglio",
            "coords": [
              46.341816,
              9.5395389
            ]
          },
          "visits": [
            {
              "text": "Descoberta da aldeia encarapitada de Soglio na Engadina, com suas casas de granito e ruas estreitas",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ponto de vista sobre o circo rochoso do val Bondasca e os cumes do grupo da Sciora",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "CH::valais-bern::roadtrip-7j-suisse",
        "IT::temp_1763239775915",
        "CH::switzerland::10d-summer-classics",
        "CH::switzerland::grand-loop-10d",
        "IT::lombardie::roadtrip-lacs-italiens"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Les plus beaux villages",
          "Ville & Histoire"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Os Lugares Mais Bonitos da Suíça: Berna, Lucerna, Lugano, Zermatt",
        "intro_paragraph": "Os vilarejos rurais da Suíça preservam charme atemporal e herança medieval por toda esta bela exploração: a ponte de pedra de Saint-Ursanne, o castelo do lago de Thun, as cachoeiras de Lauterbrunnen, o caráter alpino de Grindelwald, as pontes de madeira de Lucerne, as muralhas fortificadas de Bremgarten, a cultura italiana de Ascona, a graça à beira do lago de Morcote, as antigas ruelas de Chur.",
        "seo_hook": "Ruelas medievais serpenteiam estreitas, reflexos de castelos cintilam nos lagos, pontes de madeira atravessam séculos. Vilarejos suíços são poesia preservada.",
        "featured_list": [
          "Saint-Ursanne: ponte de pedra",
          "Thun: castelo do lago",
          "Bremgarten: muralhas fortificadas",
          "Ascona: cultura italiana",
          "Morcote: vilarejo à beira do lago"
        ],
        "places_taglines": {
          "CH::saint-ursanne": "ponte de pedra vilarejo medieval",
          "CH::thun": "cidade castelo do lago",
          "CH::lauterbrunnen": "vale paraíso das cachoeiras",
          "CH::grindelwald": "vilarejo alpino da montanha",
          "CH::lucerne": "cidade da ponte lago romance",
          "CH::bremgarten-aargau": "muralhas fortificadas cidade do rio",
          "CH::ascona": "cultura italiana à beira do lago",
          "CH::morcote": "vilarejo à beira do lago graça silenciosa",
          "CH::chur": "cidade antiga portal alpino",
          "CH::soglio": "vilarejo das palmeiras suíça"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
      "id": "CH::valais-bern::roadtrip-7j-suisse",
      "language": "pt",
      "created_at": "2025-10-24T07:14:36.000Z",
      "source_url": "",
      "dept_code": "VS-BE",
      "dept_name": "Valais & Berne",
      "title": "Roteiro Suíça: Zurique, Lucerna, Interlaken, Jungfrau",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 7,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "VS",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "CH::evolene",
            "coords": [
              46.1129,
              7.4944
            ]
          },
          "visits": [
            {
              "text": "Descoberta da aldeia de Évolène, chalés típicos do Val d'Hérens e panorama alpino.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Parada nas pirâmides de Euseigne, formações geológicas emblemáticas do Valais.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio pelas ruelas de Évolène e encontro com os artesãos locais.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "VS",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "CH::arolla",
            "coords": [
              46.0236,
              7.4903
            ]
          },
          "visits": [
            {
              "text": "Caminhada ao lago Bleu de Arolla, entre florestas e picos nevados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Vista panorâmica sobre os Alpes do Valais desde a trilha superior do lago.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pausa para piquenique à beira do lago Bleu.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 110,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "BE",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "CH::kandersteg",
            "coords": [
              46.4943,
              7.6741
            ]
          },
          "visits": [
            {
              "text": "Subida de teleférico e caminhada ao lago de Oeschinen.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio de barco no lago de Oeschinen.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descoberta do lago de Blausee e caminhada na floresta ao redor.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "BE",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::lauterbrunnen",
            "coords": [
              46.5934,
              7.9091
            ]
          },
          "visits": [
            {
              "text": "Visita à vila de Lauterbrunnen e às cataratas de Staubbach.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Exploração das cataratas subterrâneas de Trümmelbach.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhada ao longo do vale até Mürren, panorama sobre o Jungfrau.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "BE",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "CH::grindelwald",
            "coords": [
              46.6242,
              8.0414
            ]
          },
          "visits": [
            {
              "text": "Subida de teleférico até Grindelwald-First e passagem pelo First Cliff Walk.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Trilha em direção ao lago de Bachalp, vista sobre o Eiger.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Relaxamento no terraço panorâmico de Grindelwald-First.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "BE",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "CH::interlaken",
            "coords": [
              46.6863,
              7.8632
            ]
          },
          "visits": [
            {
              "text": "Subida de funicular ao Harder Kulm para uma vista sobre os lagos de Thun e Brienz.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio em Interlaken e descoberta dos desfiladeiros do Aar.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Voo de parapente ou descida de canyoning em Interlaken.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "BE",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "CH::iseltwald",
            "coords": [
              46.7174,
              7.9643
            ]
          },
          "visits": [
            {
              "text": "Visita da aldeia de Iseltwald à beira do lago de Brienz.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhada até as quedas de Giessbach, 14 cascatas espetaculares.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio à beira do lago de Brienz e relaxamento no porto de Iseltwald.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            7
          ],
          "label": "Segment 2 — J6–J7",
          "from_day": 6,
          "to_day": 7
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 7,
          "label": "Var 7j"
        }
      ],
      "regions": [
        "valais",
        "oberland-bernois"
      ],
      "nearby_itins": [
        "CH::temp_1763240538613",
        "FR::74::haute-savoie",
        "IT::temp_1763240408541",
        "CH::switzerland::grand-loop-10d",
        "CH::switzerland::10d-summer-classics",
        "IT::lombardie::roadtrip-lacs-italiens"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Route & Exploration"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Roteiro Suíça: Zurique, Lucerna, Interlaken, Jungfrau",
        "intro_paragraph": "O coração alpino da Suíça revela beleza ancestral e natureza pristina ao longo desta jornada inesquecível: o caráter de vila de Evolène, o santuário glacial de Arolla, as paredes calcárias de Kandersteg, o vale das cachoeiras de Lauterbrunnen, a sombra do Eiger de Grindelwald, o abraço lago-montanha de Interlaken perfeitamente. Prados explodem com flores silvestres, sinos de vaca ecoam pelos picos das montanhas.",
        "seo_hook": "Prados de montanha florescem edelweiss, sinos de vaca ecoam pelas pastagens, picos perfuram neve perpétua. Os Alpes Suíços são poesia esculpida em pedra.",
        "featured_list": [
          "Lauterbrunnen: vale das cachoeiras",
          "Grindelwald: montanha eiger",
          "Interlaken: lago montanha",
          "Kandersteg: penhasco de calcário"
        ],
        "places_taglines": {
          "CH::evolene": "caráter de vila vale montanhoso",
          "CH::arolla": "santuário glacial alta altitude",
          "CH::kandersteg": "vale penhasco calcário",
          "CH::lauterbrunnen": "vale cascata cachoeira",
          "CH::grindelwald": "vila sombra eiger",
          "CH::interlaken": "abraço montanha lago",
          "CH::iseltwald": "vila lakeside charme tranquilo"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}