{
  "version": 1,
  "country": "ch",
  "language": "en",
  "places": [
    {
      "place_id": "CH::adelboden",
      "name": "Adelboden",
      "cc": "CH",
      "coords": [
        46.494,
        7.5605
      ],
      "lat": 46.494,
      "lon": 7.5605,
      "visits": [
        {
          "text": "Marvel at the Engstligen Falls, one of the highest and most spectacular waterfalls in the Swiss Alps. Water cascades 600 meters in two dramatic stages, creating rainbows in the mist on sunny days. A mule track along the cliff face offers close-up views of the thundering waters, while a via ferrata provides an adventurous alternative ascent.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Engstligenalp, Switzerland's largest high-altitude plateau, accessible by cable car. This stunning Alpine pasture at 1,964 meters offers panoramic views, hiking trails, and a sense of pristine wilderness. The plateau transforms with the seasons, from flower-filled meadows to snow-covered wonderland.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike across the high-altitude plateau surrounded by dramatic peaks, with trails suitable for various fitness levels. The Alpine landscape here remains remarkably unspoiled, offering authentic encounters with traditional mountain farming culture.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 18
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.2,
      "place_type": "city"
    },
    {
      "place_id": "CH::affoltern-emmental",
      "name": "Affoltern Emmental",
      "cc": "CH",
      "coords": [
        47.0667,
        7.7333
      ],
      "lat": 47.0667,
      "lon": 7.7333,
      "visits": [
        {
          "text": "Visit the Emmentaler Schaukäserei (Show Dairy) in Affoltern, the heart of Switzerland's famous cheese region. Watch master cheesemakers craft authentic Emmentaler using centuries-old techniques. The distinctive large holes and nutty flavor of this iconic cheese result from a precise aging process you can observe firsthand.",
          "visit_duration_min": 75
        },
        {
          "text": "Try your hand at making your own wheel of Emmentaler cheese under expert guidance. This hands-on experience teaches the traditional methods that have made Swiss cheese renowned worldwide. Your personally crafted cheese can be shipped to your home after proper aging.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the rolling hills of the Emmental region, characterized by its traditional farmhouses with distinctive broad roofs. This pastoral landscape of green meadows and wooded hills epitomizes the idyllic Swiss countryside.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.3,
      "place_type": "city"
    },
    {
      "place_id": "CH::appenzell",
      "name": "Appenzell",
      "cc": "CH",
      "coords": [
        47.3313,
        9.4099
      ],
      "lat": 47.3313,
      "lon": 9.4099,
      "visits": [
        {
          "text": "Wasserauen to Ebenalp cable car & Aescher Gasthaus cliffside stop",
          "visit_duration_min": 75
        },
        {
          "text": "Seealpsee lakeside (short hike from Ebenalp/Wasserauen route)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hiking on Ebenalp trails (short loop via Wildkirchli caves)",
          "visit_duration_min": 60
        },
        {
          "text": "Appenzell town center stroll (painted façades & squares)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 8
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.9,
      "place_type": "medium_city"
    },
    {
      "place_id": "CH::arolla",
      "name": "Arolla",
      "cc": "CH",
      "coords": [
        46.0236,
        7.4903
      ],
      "lat": 46.0236,
      "lon": 7.4903,
      "visits": [
        {
          "text": "Hike to Lake Bleu d'Arolla, between forests and snowy peaks.",
          "visit_duration_min": 75
        },
        {
          "text": "Panoramic view of the Valais Alps from the upper trail of the lake.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Picnic break at the edge of Lake Bleu.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SWITZERLAND: LAKES, GLACIERS AND MOUNTAIN VILLAGES",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 0.5,
      "rating": 7.1,
      "place_type": "small_city"
    },
    {
      "place_id": "CH::ascona",
      "name": "Ascona",
      "cc": "CH",
      "coords": [
        46.155422,
        8.770786
      ],
      "lat": 46.155422,
      "lon": 8.770786,
      "visits": [
        {
          "text": "Discovery of the town of Ascona on the shores of Lake Maggiore, with its colorful facades",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Strolling on the lakeside promenade, between harbor, sunny terraces and art galleries",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 7
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.6,
      "place_type": "city"
    },
    {
      "place_id": "CH::basel",
      "name": "Basel",
      "cc": "CH",
      "coords": [
        47.5596,
        7.5886
      ],
      "lat": 47.5596,
      "lon": 7.5886,
      "visits": [
        {
          "text": "Discover Basel, Switzerland's third-largest city and cultural capital with over 40 museums. Explore the medieval old town dominated by the majestic red sandstone Münster cathedral, whose panoramic terrace offers spectacular views of the Rhine and city rooftops. The cobblestone alleys reveal architectural treasures at every corner.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Marktplatz, the vibrant heart of the city, dominated by the impressive Rathaus with its vivid red painted facades. This 16th-century town hall, adorned with remarkable frescoes and an elegant tower, testifies to the historic prosperity of this merchant city at the crossroads of three countries.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Basel, Switzerland's cultural capital located at the meeting point of Swiss, French, and German borders. This vibrant city on the Rhine boasts over 40 museums, making it one of Europe's most museum-dense cities. The medieval Old Town features stunning architecture, the iconic red sandstone Münster cathedral, and charming cobblestone streets perfect for exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through the historic Marktplatz dominated by the ornate 16th-century Town Hall with its vivid red facades and intricate frescoes. The square has been the heart of city life for centuries, surrounded by guild houses and the bustling daily market offering local produce and flowers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cross the Rhine aboard one of the traditional ferries powered solely by the river's current. These unique vessels, connected to a cable, use the water's force to glide from one bank to the other, offering an authentic and ecological experience.",
          "visit_duration_min": 60
        },
        {
          "text": "Head to the Dreiländereck, the meeting point of Swiss, German, and French borders. This symbolic monument on the Rhine marks the only place where you can contemplate three nations simultaneously.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience the unique Rhine ferry crossing, where traditional boats powered solely by the river's current glide from bank to bank. This centuries-old transport method offers a distinctive perspective on the city while connecting Basel's diverse neighborhoods.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 5
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 30
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.5,
      "place_type": "city"
    },
    {
      "place_id": "CH::bern",
      "name": "Bern",
      "cc": "CH",
      "coords": [
        46.948,
        7.4474
      ],
      "lat": 46.948,
      "lon": 7.4474,
      "visits": [
        {
          "text": "Discover Bern, the federal capital of Switzerland and a UNESCO World Heritage treasure. Stroll through the perfectly preserved medieval old town featuring over 6 kilometers of covered arcades, Renaissance fountains adorned with colorful statues, and vaulted cellars housing boutiques and eateries. This captivating city founded in 1191 transports you through centuries of history.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Zentrum Paul Klee, an architectural masterpiece designed by Renzo Piano housing the world's largest collection of Paul Klee's works. This undulating museum, harmoniously integrated into the rolling landscape, displays over 4,000 paintings, watercolors, and drawings by the Swiss-German artist, offering a fascinating journey through his revolutionary artistic evolution.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Bern, the capital of Switzerland, renowned for its well-preserved medieval Old Town designated as a UNESCO World Heritage Site. The Federal Palace, seat of the Swiss government, dominates the cityscape alongside the iconic Zytglogge clock tower with its famous astronomical clock and mechanical figures that perform hourly.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Bear Pit (Bärengraben), home to the city's beloved mascots that have been kept here since 1857. The bears now enjoy a spacious riverside park where visitors can observe these magnificent animals in a more natural setting.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Obtain the Bern Museum Card for access to all city museums, including the Swiss Alpine Museum, the History Museum, and the Museum of Communication. This card allows you to explore the capital's rich cultural and historical collections at your own pace.",
          "visit_duration_min": 60
        },
        {
          "text": "Wander beneath the six kilometers of covered arcades (Lauben), one of Europe's longest covered shopping promenades. These medieval arcades shelter boutiques, cafes, and historic cellars while protecting visitors from the elements.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 1
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 25
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5,
      "place_type": "city"
    },
    {
      "place_id": "CH::bremgarten-aargau",
      "name": "Bremgarten Aargau",
      "cc": "CH",
      "coords": [
        47.3511,
        8.3421
      ],
      "lat": 47.3511,
      "lon": 8.3421,
      "visits": [
        {
          "text": "Visit to the medieval old town of Bremgarten in the bend of the Reuss",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk in the Marktgasse and along the colorful facades of Bremgarten",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 6
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.7,
      "place_type": "city"
    },
    {
      "place_id": "CH::brienz",
      "name": "Brienz",
      "cc": "CH",
      "coords": [
        46.7544,
        8.0289
      ],
      "lat": 46.7544,
      "lon": 8.0289,
      "visits": [
        {
          "text": "Discover Brienz, a picturesque village on the shores of turquoise Lake Brienz in the Bernese Oberland. This charming settlement is renowned for its traditional wooden houses dating back to the 18th century and its centuries-old woodcarving heritage. The village still operates a wood carving school and a violin making school, keeping these artisanal traditions alive.",
          "visit_duration_min": 75
        },
        {
          "text": "Board the Brienzer Rothorn steam railway, a historic cogwheel train climbing to 2,350 meters above sea level. At the summit, enjoy breathtaking 360° panoramic views including the Eiger, Mönch, and Jungfrau peaks. The nostalgic journey on this century-old steam train is an experience in itself.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a scenic boat trip across Lake Brienz, renowned for its striking turquoise waters fed by glacial streams. The boat connects lakeside villages and offers stunning views of waterfalls cascading down steep mountainsides.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 12
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "CH::brig",
      "name": "Brig",
      "cc": "CH",
      "coords": [
        46.3167,
        7.9881
      ],
      "lat": 46.3167,
      "lon": 7.9881,
      "visits": [
        {
          "text": "Explore Brig, officially known as Brig-Glis, a historic town of great national significance in the Valais canton. The entire Old Town is part of the official Swiss heritage sites, with the magnificent Stockalper Palace standing as the largest private building ever constructed in Switzerland. This 17th-century baroque masterpiece features distinctive onion-domed towers.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Church of Maria Himmelfahrt (Assumption of Mary), designated a heritage site of National Significance. The baroque interior features stunning frescoes, intricate woodwork, and gilded altars that reflect the prosperity brought by the Simplon trade route passing through the town.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the strategic importance of Brig as the northern gateway to the Simplon Pass, connecting Switzerland to Italy since Roman times. The town's architecture and monuments reveal centuries of history as a vital Alpine crossing point.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 17
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    },
    {
      "place_id": "CH::chur",
      "name": "Chur",
      "cc": "CH",
      "coords": [
        46.8499,
        9.53287
      ],
      "lat": 46.8499,
      "lon": 9.53287,
      "visits": [
        {
          "text": "Discovery of the old town of Chur, the oldest city in Switzerland, with its bourgeois houses and pedestrian streets",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk between squares adorned with fountains and cobblestone streets at the foot of the Calanda massif",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 9
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.5,
      "place_type": "city"
    },
    {
      "place_id": "CH::courtelary",
      "name": "Courtelary",
      "cc": "CH",
      "coords": [
        47.1833,
        7.0833
      ],
      "lat": 47.1833,
      "lon": 7.0833,
      "visits": [
        {
          "text": "Discover CHEZ Camille Bloch in Courtelary, the visitor center of the renowned Swiss chocolate manufacturer. This interactive journey reveals the secrets behind beloved chocolates including Ragusa and Torino. Learn about cacao sourcing, chocolate production, and the company's history in this paradise for chocolate lovers.",
          "visit_duration_min": 75
        },
        {
          "text": "Participate in chocolate-making workshops where you can create your own pralines and chocolate creations. The hands-on experience provides insight into the artistry of Swiss chocolate making while satisfying your sweet tooth with generous tastings throughout.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Grand Chasseral region surrounding Courtelary, known for its Jura mountain landscapes and watchmaking heritage. The area offers hiking trails with panoramic views and a glimpse into the traditional industries that shaped this region.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.3,
      "place_type": "city"
    },
    {
      "place_id": "CH::engelberg",
      "name": "Engelberg",
      "cc": "CH",
      "coords": [
        46.8194,
        8.4042
      ],
      "lat": 46.8194,
      "lon": 8.4042,
      "visits": [
        {
          "text": "Ascend Mount Titlis near Engelberg, a peak offering snow sports activities year-round thanks to its permanent glacier. The Rotair cable car - the world's first revolving gondola - provides 360-degree views during the ascent to 3,238 meters. The rotating cabin ensures every passenger enjoys the spectacular panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Cross the Titlis Cliff Walk, a spectacular suspension bridge at 3,041 meters that spans 100 meters across a dramatic Alpine chasm. Europe's highest suspension bridge offers vertigo-inducing views of crevassed glaciers and snow-covered peaks stretching to the horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Glacier Grotto, carved into the eternal ice of the Titlis glacier. Descend into the crystalline ice cave to experience the heart of a living glacier, with frozen chambers revealing the stunning blue of compressed ancient ice.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "In summer, enjoy hiking and mountain biking on trails that wind through Alpine meadows and past traditional chalets. The Engelberg valley offers activities for all abilities, from gentle walks to challenging peaks.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 16
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "CH::evolene",
      "name": "Evolene",
      "cc": "CH",
      "coords": [
        46.1129,
        7.4944
      ],
      "lat": 46.1129,
      "lon": 7.4944,
      "visits": [
        {
          "text": "Discovery of the village of Évolène, typical chalets of Val d'Hérens and alpine panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Stop at the pyramids of Euseigne, emblematic geological formations of Valais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through the streets of Évolène and meeting with local artisans.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SWITZERLAND: LAKES, GLACIERS AND MOUNTAIN VILLAGES",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 0.5,
      "rating": 7.8,
      "place_type": "small_city"
    },
    {
      "place_id": "CH::geneva",
      "language": "en",
      "name": "Geneva",
      "cc": "CH",
      "coords": [
        46.2044,
        6.1432
      ],
      "lat": 46.2044,
      "lon": 6.1432,
      "visits": [
        {
          "text": "Promenade de la Treille – Geneva’s oldest promenade offering panoramic city views.",
          "visit_duration_min": 75
        },
        {
          "text": "United Nations Office at Geneva and Broken Chair monument.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll around Lake Geneva and Old Town squares.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Montreux town center and lakeside promenade.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Château de Chillon, medieval fortress on Lake Geneva.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade de la Treille – la plus ancienne promenade de Genève offrant des vues panoramiques sur la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Office des Nations Unies à Genève et monument de la Chaise cassée.",
          "visit_duration_min": 75
        },
        {
          "text": "Se promener autour du lac Léman et des places de la Vieille Ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorer le centre-ville de Montreux et la promenade au bord du lac.",
          "visit_duration_min": 75
        },
        {
          "text": "Visiter le Château de Chillon, forteresse médiévale sur le lac Léman.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Geneva, the city of peace and international diplomacy, home to the European headquarters of the United Nations and the International Red Cross. With 82 buildings of international significance, the city embodies global cooperation while maintaining its Swiss charm. The iconic Jet d'Eau fountain shoots water 140 meters into the air over Lake Geneva.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Cathedral of St-Pierre, a magnificent Gothic structure that was John Calvin's church during the Protestant Reformation. Climb the tower for panoramic views across the lake to Mont Blanc on clear days. The archaeological site beneath reveals 2,000 years of religious history.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Conservatory and Botanical Gardens, a peaceful oasis featuring plant collections from around the world and stunning views of the Alps. The gardens have been nurturing botanical diversity since 1817, offering themed sections from rock gardens to tropical greenhouses.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Optional boat cruise on Lake Geneva.",
          "visit_duration_min": 60
        },
        {
          "text": "Boat trip or lakeside lunch with views of the Alps.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière en bateau optionnelle sur le lac Léman.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion en bateau ou déjeuner au bord du lac avec vue sur les Alpes.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll through the Old Town's narrow streets, discovering artisan boutiques, antique shops, and historic squares. The elegant lakeside promenades and parks provide perfect settings for contemplating the stunning Alpine backdrop that frames this international city.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SWITZERLAND – LAKES, ALPS & CHARMING CITIES",
          "day": 1,
          "region_code": ""
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 18
        }
      ],
      "suggested_days": 1.5,
      "rating": 9.5,
      "place_type": "medium_city"
    },
    {
      "place_id": "CH::grindelwald",
      "language": "en",
      "name": "Grindelwald",
      "cc": "CH",
      "coords": [
        46.6242,
        8.0414
      ],
      "lat": 46.6242,
      "lon": 8.0414,
      "visits": [
        {
          "text": "Cable car ascent to Grindelwald-First and crossing the First Cliff Walk.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike to Bachalpsee Lake and return (2h round trip).",
          "visit_duration_min": 75
        },
        {
          "text": "Hike to Lake Bachalp, view of the Eiger.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through the village of Grindelwald at the foot of the Eiger and the Jungfrau peaks",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnée vers le lac Bachalpsee et retour (2h aller-retour).",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Grindelwald, a stunning Alpine village nestled in a valley surrounded by the towering peaks of Eiger, Mönch, and Jungfrau. This year-round destination captivates with lush green meadows in summer and pristine snow-covered slopes in winter. The village offers spectacular mountain scenery with traditional chalets against a backdrop of dramatic rock faces.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk the First Cliff Walk, a thrilling walkway suspended along the cliff face at 2,168 meters altitude. This engineering marvel offers heart-pounding views of the Grindelwald valley below and the surrounding peaks. The platform extends into the void, providing an unobstructed Alpine panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Glacier Canyon, a dramatic gorge carved by glacial waters over millennia. Walkways and bridges lead through this natural wonder, where you can observe the powerful forces that shaped the Alpine landscape and feel the cool mist from rushing waters.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Grindelwald in the Bernese Highlands, a paradise for outdoor enthusiasts dominated by the legendary north face of the Eiger. This dramatic 1,800-meter vertical wall offers incredible climbing routes and has attracted mountaineers since the golden age of alpinism. The village's traditional chalets cluster beneath these imposing peaks.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike to Bachalpsee, an idyllic Alpine lake at 2,265 meters that perfectly mirrors the Schreckhorn and Wetterhorn peaks. This relatively easy trail from First station rewards hikers with one of Switzerland's most photographed mountain panoramas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Essayez les attractions d'aventure : First Flyer, First Glider, ou Mountain Cart.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxation on the panoramic terrace at Grindelwald-First.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking on the ridge trails around the Grindelwald basin",
          "visit_duration_min": 60
        },
        {
          "text": "Experience mountain karting, an exhilarating descent on three-wheeled carts down the Alpine slopes. This unique activity combines stunning scenery with adrenaline as you navigate the mountain trails with the peaks as your backdrop.",
          "visit_duration_min": 60
        },
        {
          "text": "In winter, enjoy world-class skiing on slopes facing the iconic North Face of the Eiger. The Grindelwald ski area connects to the vast Jungfrau ski region, offering runs for all abilities amidst spectacular high-Alpine scenery.",
          "visit_duration_min": 60
        },
        {
          "text": "In winter, enjoy world-class skiing on slopes facing the iconic Eiger. In summer, cycling and hiking trails of all difficulties wind through flower-filled meadows with constant mountain views. The village offers year-round Alpine activities in a spectacular setting.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SWITZERLAND – LAKES, ALPS & CHARMING CITIES",
          "day": 4,
          "region_code": ""
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SWITZERLAND: LAKES, GLACIERS AND MOUNTAIN VILLAGES",
          "day": 5
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 4
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 14
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 22
        }
      ],
      "suggested_days": 1.5,
      "rating": 8.1,
      "place_type": "medium_city"
    },
    {
      "place_id": "CH::gruyeres",
      "name": "Gruyeres",
      "cc": "CH",
      "coords": [
        46.5843,
        7.0811
      ],
      "lat": 46.5843,
      "lon": 7.0811,
      "visits": [
        {
          "text": "Explore the small medieval town of Gruyères, famous worldwide for its eponymous cheese. The imposing Gruyères Castle dominates the hilltop town, its eight centuries of history reflected in rooms decorated from medieval times through the 19th century. The ramparts offer sweeping views of the Pre-Alps and the pastoral valleys below.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit La Maison du Gruyère cheese museum to witness the traditional cheesemaking process that has defined this region for centuries. Watch artisans craft the famous wheels of Gruyère AOP using time-honored techniques, and learn about the Alpine dairy culture that sustains this tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the HR Giger Museum, a fascinating attraction dedicated to the Swiss artist who created the iconic creatures in the Alien films. Housed in a medieval château, this surrealist collection contrasts dramatically with the town's fairy-tale atmosphere.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander the car-free cobblestone main street lined with traditional chalets, artisan shops, and medieval buildings. The surrounding Alpine landscape offers excellent hiking through meadows where cows graze, producing the milk that becomes world-famous cheese.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 19
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.8,
      "place_type": "city"
    },
    {
      "place_id": "CH::gstaad",
      "name": "Gstaad",
      "cc": "CH",
      "coords": [
        46.475,
        7.2869
      ],
      "lat": 46.475,
      "lon": 7.2869,
      "visits": [
        {
          "text": "Experience Gstaad, the world-renowned resort that has attracted royalty, celebrities, and discerning travelers for over a century. Despite its glamorous reputation, the village retains its traditional Swiss charm with beautifully preserved chalets and car-free center. The surrounding mountains offer spectacular hiking and skiing opportunities in an exclusive setting.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Lake Lauenen, nestled in a pristine nature reserve a short distance from Gstaad. This idyllic mountain lake surrounded by peaks and meadows offers a relaxing circular walk with stunning reflections of the surrounding mountains in its clear waters. In summer, the lake is a refreshing swimming destination.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience the Fondueland Gstaad with a Fondue Backpack - a unique culinary adventure allowing you to enjoy authentic Swiss fondue in scenic mountain locations. The backpack contains all necessary equipment to prepare fondue using local cheese made from fresh Alpine herbs and milk.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 20
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.5,
      "place_type": "city"
    },
    {
      "place_id": "CH::ingenbohl",
      "name": "Ingenbohl",
      "cc": "CH",
      "coords": [
        46.9875,
        8.6089
      ],
      "lat": 46.9875,
      "lon": 8.6089,
      "visits": [
        {
          "text": "Discover Ingenbohl, a beautiful lakeside destination on Lake Lucerne perfect for relaxation and sunshine. The crystal-clear waters of the lake sparkle especially on sunny days, creating a mesmerizing Alpine tableau. The promenade stretches from the boat dock to the Othmar Schoeck Promenade, where private boats and yachts are moored.",
          "visit_duration_min": 75
        },
        {
          "text": "Find the Grand Tour of Switzerland sign for 'Vierwaldstättersee', the German name for Lake Lucerne. This iconic photo spot marks one of Switzerland's most scenic locations along the famous national touring route that showcases the country's most spectacular landscapes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a roundtrip Lake Uri cruise from Brunnen to Flüelen, sailing through the historic heartland of Switzerland. The boat passes dramatic cliffs, charming villages, and the Rütli meadow where the Swiss Confederation was founded in 1291.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll along the lakeside promenade and enjoy the stunning mountain reflections in the clear waters. The peaceful atmosphere invites contemplation of the surrounding peaks and the timeless beauty of this Alpine setting.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 11
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.7,
      "place_type": "city"
    },
    {
      "place_id": "CH::interlaken",
      "name": "Interlaken",
      "cc": "CH",
      "coords": [
        46.6863,
        7.8632
      ],
      "lat": 46.6863,
      "lon": 7.8632,
      "visits": [
        {
          "text": "Funicular ride to Harder Kulm for a view of Lake Thun and Lake Brienz.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk in Interlaken and discovery of the Aar Gorge.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrive in Interlaken, spectacularly situated between Lake Thun and Lake Brienz in the heart of the Bernese Oberland. This charming resort town serves as the gateway to the Jungfrau region and offers stunning views of the Eiger, Mönch, and Jungfrau peaks. The town's unique position between two glacial lakes creates an unforgettable Alpine panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to Harder Kulm by funicular to the peak at 1,322 meters above the town. This legendary viewpoint offers breathtaking 360° views down to Interlaken below and across to the majestic trio of Eiger, Mönch, and Jungfrau mountains. The viewing platform extends dramatically over the cliff edge for unobstructed Alpine vistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrive in Interlaken, spectacularly situated between Lake Thun and Lake Brienz - its name literally meaning 'between lakes'. This famous resort town serves as the gateway to the Jungfraujoch saddle, known as the 'Top of Europe'. A centuries-old monastery dating to the 11th century adds historical depth to this stunning natural setting.",
          "visit_duration_min": 75
        },
        {
          "text": "Take the Jungfrau Railway to Europe's highest railway station at 3,454 meters, where breathtaking views of surrounding glaciers and mountain peaks unfold. The journey itself through tunnels carved into the Eiger is an engineering marvel, with viewing windows offering glimpses of the dramatic north face.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paragliding flight or canyoning descent in Interlaken.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the St. Beatus Caves, a fascinating underground world of stalactites, stalagmites, and subterranean lakes. According to legend, the Irish monk Beatus drove a dragon from these caves in the 6th century. The illuminated walkways lead through chambers carved by water over millennia.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience adventure activities that Interlaken is famous for, from paragliding over the lakes to kayaking on the crystal-clear waters. The town is Switzerland's adventure capital, offering unique experiences amidst spectacular scenery.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience world-class outdoor activities including paragliding over the lakes, whitewater rafting on glacial rivers, or hiking through Alpine meadows. Interlaken's unique position in the Bernese Oberland makes it Switzerland's adventure capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruise across Lake Brienz or Lake Thun on historic paddle steamers, admiring the dramatic mountain scenery reflected in the crystal-clear waters. The boats connect charming lakeside villages and offer unparalleled views of the surrounding peaks.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SWITZERLAND: LAKES, GLACIERS AND MOUNTAIN VILLAGES",
          "day": 6
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 13
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 23
        }
      ],
      "language": "en",
      "suggested_days": 0.5,
      "rating": 8.3,
      "place_type": "small_city"
    },
    {
      "place_id": "CH::iseltwald",
      "name": "Iseltwald",
      "cc": "CH",
      "coords": [
        46.7174,
        7.9643
      ],
      "lat": 46.7174,
      "lon": 7.9643,
      "visits": [
        {
          "text": "Visit to the village of Iseltwald on the shores of Lake Brienz.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike to Giessbach Falls, 14 spectacular waterfalls.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk along Lake Brienz and relaxation at Iseltwald port.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SWITZERLAND: LAKES, GLACIERS AND MOUNTAIN VILLAGES",
          "day": 7
        }
      ],
      "language": "en",
      "suggested_days": 0.5,
      "rating": 7.5,
      "place_type": "small_city"
    },
    {
      "place_id": "CH::jungfraujoch",
      "name": "Jungfraujoch",
      "cc": "CH",
      "coords": [
        46.5472,
        7.9853
      ],
      "lat": 46.5472,
      "lon": 7.9853,
      "visits": [
        {
          "text": "Journey to Jungfraujoch - Top of Europe, home to Europe's highest railway station at 3,454 meters. This remarkable destination offers an otherworldly experience among eternal ice and snow. The Ice Palace, carved within the glacier, displays stunning ice sculptures in frozen chambers deep beneath the surface.",
          "visit_duration_min": 75
        },
        {
          "text": "Step onto the Sphinx Observation Terrace for unparalleled 360° views of the Aletsch Glacier, the longest glacier in the Alps stretching 23 kilometers. On clear days, vistas extend to the peaks of four countries. The thin Alpine air and brilliant white landscape create an unforgettable high-altitude experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Schilthorn - Piz Gloria, famous as the filming location for the James Bond film 'On Her Majesty's Secret Service'. The revolving restaurant at 2,970 meters offers 360° views while you dine. The Flower Trail showcases diverse Alpine flora during summer months.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk across the snow plateau for a chance to experience Alpine conditions year-round. The crisp mountain air and brilliant white surroundings offer a unique perspective on the power of glacial landscapes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 15
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "city"
    },
    {
      "place_id": "CH::kandersteg",
      "name": "Kandersteg",
      "cc": "CH",
      "coords": [
        46.4943,
        7.6741
      ],
      "lat": 46.4943,
      "lon": 7.6741,
      "visits": [
        {
          "text": "Cable car ascent and hike to Lake Oeschinen.",
          "visit_duration_min": 75
        },
        {
          "text": "Boat ride on Lake Oeschinen.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to Oeschinen Lake near Kandersteg, an idyllic mountain lake that ranks among Switzerland's most beautiful natural destinations. Surrounded by dramatic peaks rising over 3,000 meters, the turquoise waters reflect the towering cliffs and glaciers that frame this Alpine paradise.",
          "visit_duration_min": 75
        },
        {
          "text": "Reach the lake via gondola lift, ascending through forests to emerge at the stunning viewpoint above the water. The UNESCO-listed setting encompasses pristine wilderness that has remained largely unchanged for centuries, offering a true escape into Alpine nature.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discovery of Lake Blausee and walk in the surrounding forest.",
          "visit_duration_min": 60
        },
        {
          "text": "Enjoy hiking around the lake shore, rowing across the crystal-clear waters, or swimming in the refreshing mountain lake during summer. In winter, the frozen lake transforms into a natural ice skating rink, while the surrounding slopes offer snowshoeing and cross-country skiing.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SWITZERLAND: LAKES, GLACIERS AND MOUNTAIN VILLAGES",
          "day": 3
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 20
        }
      ],
      "language": "en",
      "suggested_days": 0.5,
      "rating": 6.8,
      "place_type": "small_city"
    },
    {
      "place_id": "CH::lausanne",
      "name": "Lausanne",
      "cc": "CH",
      "coords": [
        46.5197,
        6.6323
      ],
      "lat": 46.5197,
      "lon": 6.6323,
      "visits": [
        {
          "text": "Discover Lausanne, the dynamic Olympic capital perched on the shores of Lake Geneva. Visit the Olympic Museum, a treasure trove of sports history showcasing the Olympic movement from ancient Greece to modern times. Interactive exhibits, authentic memorabilia, and the stunning lakeside setting make this one of Switzerland's most engaging museums.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb to the Lausanne Cathedral, a stunning Gothic masterpiece and Switzerland's largest medieval church. The panoramic views from the top encompass the city, Lake Geneva, and on clear days, the distant peaks of the French Alps. A night watchman still calls out the hours from the tower, maintaining a tradition dating back centuries.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll along the Ouchy waterfront, an elegant lakeside promenade lined with Belle Époque buildings and manicured gardens. This fashionable quarter offers beautiful views across Lake Geneva to the French Alps beyond.",
          "visit_duration_min": 60
        },
        {
          "text": "Take a lake cruise along the Lavaux Vineyards, a UNESCO World Heritage terraced wine region. The sun-drenched slopes rising from the lake produce exceptional wines and create one of Switzerland's most photogenic landscapes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 22
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.2,
      "place_type": "city"
    },
    {
      "place_id": "CH::lauterbrunnen",
      "name": "Lauterbrunnen",
      "cc": "CH",
      "coords": [
        46.5934,
        7.9091
      ],
      "lat": 46.5934,
      "lon": 7.9091,
      "visits": [
        {
          "text": "Explore Lauterbrunnen, a picturesque valley in the Bernese Highlands renowned for its 72 waterfalls cascading down sheer cliff faces. Staubbach Falls, one of the highest free-falling waterfalls in Europe at 297 meters, plunges dramatically into the valley floor, its mist creating rainbows on sunny days.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration of the underground Trümmelbach Falls.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the village of Lauterbrunnen, its wooden chalets and picturesque church",
          "visit_duration_min": 75
        },
        {
          "text": "Viewpoint over the Lauterbrunnen valley and its wooded cliffs",
          "visit_duration_min": 75
        },
        {
          "text": "Venture to Trümmelbach Falls, a unique series of ten glacier-fed waterfalls roaring inside the mountain. These thundering cascades, carved through the rock by the meltwater of the Eiger, Mönch, and Jungfrau glaciers, are accessible via a tunnel lift - an unforgettable experience of nature's raw power.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk along the valley to Mürren, panorama of the Jungfrau.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk to the waterfalls of the Lauterbrunnen valley, including the Trümmelbach falls",
          "visit_duration_min": 60
        },
        {
          "text": "Hike through this glacial U-shaped valley, where towering cliffs rise 400 meters on either side. The valley's dramatic geography inspired J.R.R. Tolkien's vision of Rivendell, and its timeless beauty continues to captivate visitors from around the world.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SWITZERLAND: LAKES, GLACIERS AND MOUNTAIN VILLAGES",
          "day": 4
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 3
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 21
        }
      ],
      "language": "en",
      "suggested_days": 1.5,
      "rating": 8.8,
      "place_type": "medium_city"
    },
    {
      "place_id": "CH::lenk",
      "name": "Lenk",
      "cc": "CH",
      "coords": [
        46.4572,
        7.4419
      ],
      "lat": 46.4572,
      "lon": 7.4419,
      "visits": [
        {
          "text": "Discover the Simmental valley and the resort of Lenk, a charming village at the head of this picturesque Alpine valley. The area is known for its traditional architecture, gentle pastoral landscapes, and the stunning Iffig waterfall visible from various vantage points. The region offers a more relaxed Alpine experience away from the major tourist centers.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the Sieben Brunnen (Seven Springs), where water emerges from the mountainside through seven natural openings. This geological phenomenon at the foot of the Wildstrubel creates a magical setting where crystal-clear mountain springs bubble forth from the rocks.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience a Trottibike scooter descent on the Betelberg, a thrilling nine-kilometer trail from the mountain station at Leiterli to the valley. Whoosh past mountain lodges and lush meadows on two wheels with views of the sparkling Iffig waterfall - an exhilarating way to experience the Alpine landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 19
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.2,
      "place_type": "city"
    },
    {
      "place_id": "CH::liestal",
      "name": "Liestal",
      "cc": "CH",
      "coords": [
        47.4842,
        7.7347
      ],
      "lat": 47.4842,
      "lon": 7.7347,
      "visits": [
        {
          "text": "Explore Liestal, a charming historic town with over 700 years of history nestled in gently rolling, wooded hills. The compact Old Town features winding alleys, impressive historic buildings, and an imposing town hall that speaks to centuries of Swiss heritage. The town's medieval character has been beautifully preserved, offering an authentic glimpse into regional history.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the Food Trail treasure hunt, a unique way to discover Liestal while solving puzzles that lead to culinary delights at various locations throughout town. This interactive experience combines exploration with local gastronomy, revealing hidden corners and fascinating settings along the way.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander through the pedestrianized historic center, admiring the traditional architecture and peaceful atmosphere that characterizes this Basel-Country gem. The town serves as an excellent introduction to the region's cultural heritage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 28
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.8,
      "place_type": "city"
    },
    {
      "place_id": "CH::lucerne",
      "name": "Lucerne",
      "cc": "CH",
      "coords": [
        47.0502,
        8.3093
      ],
      "lat": 47.0502,
      "lon": 8.3093,
      "visits": [
        {
          "text": "Chapel Bridge (Kapellbrücke) & Water Tower walkabout",
          "visit_duration_min": 75
        },
        {
          "text": "Old Town (Altstadt) lanes and riverside squares",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the old town of Lucerne, its frescoed houses and its towers",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll on the covered wooden bridges crossing the Reuss",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Lucerne, the pearl of Central Switzerland nestled on the shores of its namesake lake. Cross the Kapellbrücke, Europe's oldest covered wooden bridge dating from 1333, adorned with 111 triangular 17th-century paintings illustrating the city's history and saints' lives. The accompanying octagonal Water Tower completes this iconic picturesque tableau.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the Lion Monument, a poignant sculpture carved into natural rock commemorating the Swiss Guards who fell during the French Revolution. Mark Twain called this 1821 work, depicting a dying lion, 'the saddest and most moving piece of stone in the world'.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Lucerne, a major tourist destination lying on the north end of Lake Lucerne where the River Reuss flows out. The city is famous for its Chapel Bridge (Kapellbrücke), the oldest standing truss bridge in the world, adorned with 17th-century paintings depicting local history and the lives of saints.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the iconic Water Tower (Wasserturm), an octagonal structure that has served as prison, torture chamber, treasury, and archive throughout its 700-year history. Together with the Chapel Bridge, it forms the most photographed monument in Switzerland.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Swiss Museum of Transport, Switzerland's most visited museum, showcasing the country's pioneering role in Alpine transportation. From vintage locomotives to space exploration, the interactive exhibits trace the history of mobility in the mountains.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Lake Lucerne promenade from Seebrücke to Hofkirche",
          "visit_duration_min": 60
        },
        {
          "text": "Optional boat cruise on Vierwaldstättersee (short round trip)",
          "visit_duration_min": 60
        },
        {
          "text": "Walk along the quays of Lake Lucerne",
          "visit_duration_min": 60
        },
        {
          "text": "Wander through the cobblestone alleys of the old town, admiring facades painted with colorful frescoes and lively squares. The historic buildings with their carved oriels tell centuries of commercial and cultural history of this prosperous city.",
          "visit_duration_min": 60
        },
        {
          "text": "Don't miss the Lilu Light Festival if visiting in winter, when the city illuminates with spectacular artistic projections transforming historic monuments into magical luminous canvases.",
          "visit_duration_min": 60
        },
        {
          "text": "Wander through the Old Town's well-preserved historic buildings, painted with elaborate frescoes depicting historical scenes and legends. The car-free streets reveal medieval squares, Renaissance fountains, and traditional guild houses.",
          "visit_duration_min": 60
        },
        {
          "text": "If visiting toward the end of winter, experience the famous Lucerne Carnival (Fasnacht), Switzerland's largest and most colorful celebration featuring elaborate costumes, satirical floats, and raucous music.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 1
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 5
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 8
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 14
        }
      ],
      "language": "en",
      "suggested_days": 1.5,
      "rating": 8.8,
      "place_type": "medium_city"
    },
    {
      "place_id": "CH::morcote",
      "name": "Morcote",
      "cc": "CH",
      "coords": [
        45.927816,
        8.9079
      ],
      "lat": 45.927816,
      "lon": 8.9079,
      "visits": [
        {
          "text": "Visit to the village of Morcote, \"pearl of Ceresio,\" perched on a hillside on Lake Lugano",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk in the winding cobblestone streets and observation of the manor houses overlooking the lake",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 8
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7,
      "place_type": "city"
    },
    {
      "place_id": "CH::olten",
      "name": "Olten",
      "cc": "CH",
      "coords": [
        47.352,
        7.907
      ],
      "lat": 47.352,
      "lon": 7.907,
      "visits": [
        {
          "text": "Explore Olten, a charming town on the banks of the Aare River, often overlooked by travelers. Its compact historic center will captivate you with cobblestone streets, colorful facades, and peaceful squares. Cross the iconic covered wooden bridge spanning the Aare, offering picturesque views of the old town and surrounding hills.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Naturmuseum Olten to discover a fascinating collection dedicated to the region's fauna, flora, and fossils. This intimate museum presents Central Switzerland's natural history in an accessible and engaging manner, perfect for an enriching cultural stop.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll along the Aare Trail, a pedestrian path following the river through lush vegetation. This peaceful route leads through idyllic green spaces, perfect for a contemplative break before continuing your journey.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    },
    {
      "place_id": "CH::pilatus",
      "name": "Pilatus",
      "cc": "CH",
      "coords": [
        46.979,
        8.2543
      ],
      "lat": 46.979,
      "lon": 8.2543,
      "visits": [
        {
          "text": "Ascend Mount Pilatus via the world's steepest cogwheel railway, with gradients reaching 48%. This engineering marvel, inaugurated in 1889, climbs 1,629 meters through dramatic Alpine scenery to the summit at 2,132 meters. The panoramic views encompass Lake Lucerne, the Swiss Plateau, and countless Alpine peaks.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the summit complex featuring viewing terraces, restaurants, and the Hotel Pilatus-Kulm. On clear days, the 360-degree panorama extends from the Black Forest to the distant peaks of the Swiss Alps, with 73 Alpine peaks visible from this legendary vantage point.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience the Golden Round Trip: boat across Lake Lucerne, cogwheel railway up the mountain, aerial cable car descent to Kriens. This circular journey combines Switzerland's most scenic transport modes for an unforgettable day. In winter, enjoy skiing and toboggan runs on the mountain's slopes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 15
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.2,
      "place_type": "city"
    },
    {
      "place_id": "CH::pilatus-kulm",
      "name": "Pilatus Kulm",
      "cc": "CH",
      "coords": [
        46.979,
        8.2543
      ],
      "lat": 46.979,
      "lon": 8.2543,
      "visits": [
        {
          "text": "Ascend Mount Pilatus, the legendary mountain rising to 2,132 meters, accessible by the world's steepest cogwheel railway with a 48% gradient. This engineering marvel inaugurated in 1889 hoists you through vertiginous Alpine landscapes to the summit offering 360° panoramas over the Alps and Swiss Plateau.",
          "visit_duration_min": 75
        },
        {
          "text": "Take the Drachenweg, the dragon path carved through the rock according to legends of dragons that once inhabited these caves. This mystical trail winds between rock walls and crevices, evoking the fantastical medieval tales associated with this mythical mountain.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy panoramic views from the summit's various viewpoints, embracing Lake Lucerne, the cantons of Nidwalden and Obwalden, and surrounding Alpine peaks. On clear days, views extend to the Jura Mountains and Black Forest.",
          "visit_duration_min": 60
        },
        {
          "text": "Descend by red gondolas and cable car to Kriens or by boat from Alpnachstad for a complete 'Golden Round Trip' experience, combining different panoramic transport modes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 9
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.4,
      "place_type": "city"
    },
    {
      "place_id": "CH::rheinfelden",
      "name": "Rheinfelden",
      "cc": "CH",
      "coords": [
        47.5542,
        7.7939
      ],
      "lat": 47.5542,
      "lon": 7.7939,
      "visits": [
        {
          "text": "Visit Rheinfelden, a historic town directly on the Rhine bordering Germany. The well-preserved medieval Old Town impresses with its narrow streets and historic buildings that invite leisurely exploration. The town has been a crossing point on the Rhine for centuries, shaping its unique character as a bridge between nations.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the famous saltworks that have attracted visitors for centuries with their relaxing brine baths. The thermal waters and salt production have been central to Rheinfelden's identity since Roman times, offering wellness experiences rooted in ancient traditions.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the numerous hiking and cycling trails along the Rhine, following the river through picturesque landscapes where Switzerland meets Germany. The riverbanks offer peaceful paths with views of both countries.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 29
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.6,
      "place_type": "city"
    },
    {
      "place_id": "CH::rigi",
      "name": "Rigi",
      "cc": "CH",
      "coords": [
        47.0567,
        8.485
      ],
      "lat": 47.0567,
      "lon": 8.485,
      "visits": [
        {
          "text": "Experience Mount Rigi, known as the 'Queen of the Mountains' and Europe's first tourist mountain. This massif rises between three lakes - Lucerne, Zug, and Lauerz - creating stunning views in every direction. The panorama encompasses the Swiss Alps, the Jura Mountains, and the vast Swiss Plateau stretching to the horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "Reach the summit via the historic Rigi Railway, one of Europe's first mountain railways dating to 1871. Alternatively, take the scenic cable car from Weggis, ascending through pastoral landscapes dotted with traditional chalets and grazing cattle.",
          "visit_duration_min": 75
        },
        {
          "text": "Relax at Rigi Kaltbad Mineral Baths and Spa, designed by renowned architect Mario Botta. The modern spa complex harmonizes with the Alpine setting, offering indoor and outdoor pools fed by natural mineral springs, with uninterrupted mountain views.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "In summer, explore hiking trails ranging from gentle paths to challenging routes. In winter, the Rigi offers skiing, sledging, and snowshoe trails. The cultural significance of the mountain in Swiss history makes it a must-visit destination.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 13
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    },
    {
      "place_id": "CH::saas-fee",
      "name": "Saas Fee",
      "cc": "CH",
      "coords": [
        46.107,
        7.929
      ],
      "lat": 46.107,
      "lon": 7.929,
      "visits": [
        {
          "text": "Arrive in Saas-Fee, the 'Pearl of the Alps' and one of Switzerland's most spectacular car-free resort villages. Surrounded by 13 peaks over 4,000 meters, this glacier village sits at 1,800 meters in a dramatic mountain amphitheater. Electric vehicles and horse-drawn carriages maintain the peaceful atmosphere of this traffic-free paradise.",
          "visit_duration_min": 75
        },
        {
          "text": "Dine at the Drehrestaurant Allalin, the world's highest revolving restaurant at 3,500 meters. Complete a full 360° rotation during your meal while enjoying uninterrupted views of 18 four-thousand-meter peaks. The journey to the restaurant via the Metro Alpin, the world's highest underground funicular, is an experience in itself.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience year-round skiing and snowboarding on the Fee Glacier. The resort's high altitude guarantees excellent snow conditions even in summer, making it a training destination for professional athletes and a unique opportunity for visitors to ski in any season.",
          "visit_duration_min": 60
        },
        {
          "text": "Relax at one of the village's spa facilities offering mountain-inspired treatments. The combination of fresh Alpine air, stunning scenery, and wellness traditions creates a rejuvenating retreat in this romantic mountain setting.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 16
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.3,
      "place_type": "city"
    },
    {
      "place_id": "CH::saint-ursanne",
      "name": "Saint Ursanne",
      "cc": "CH",
      "coords": [
        47.364281,
        7.15428
      ],
      "lat": 47.364281,
      "lon": 7.15428,
      "visits": [
        {
          "text": "Discovery of the medieval old town of Saint-Ursanne, its fortified gates and ancient facades",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk in the Doubs valley around Saint-Ursanne and on the medieval bridge",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5,
      "place_type": "city"
    },
    {
      "place_id": "CH::schaffhausen",
      "name": "Schaffhausen",
      "cc": "CH",
      "coords": [
        47.6959,
        8.635
      ],
      "lat": 47.6959,
      "lon": 8.635,
      "visits": [
        {
          "text": "Explore Schaffhausen, a historic town whose medieval center houses magnificent buildings adorned with frescoes and sculpted oriels. Climb to the circular Munot fortress, a unique 16th-century defensive structure, to enjoy panoramic views over the town, surrounding vineyards, and the Rhine winding through the valley.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at the Rhine Falls, Europe's largest waterfalls at 150 meters wide and 23 meters high. This grand natural spectacle sees 600,000 liters of water per second plunging with a deafening roar. Boats take you to the base of the falls and to the central rock for an unforgettable immersive experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Schaffhausen, a historic city featuring a well-preserved Old Town and the impressive Munot fortress dating to the 16th century. This unique circular fortification offers panoramic views of the city, the Rhine, and the surrounding vine-covered hills. The Old Town's ornate bay windows (Erker) and frescoed facades create a distinctive architectural heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at the Rhine Falls, Europe's biggest waterfall at 150 meters wide and 23 meters high. This impressive natural spectacle sees 600,000 liters of water per second cascade over the rocks with tremendous force. The fish cannot climb upstream due to the falls' power, though eels are known to make the journey.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the terraced vineyards overlooking the Rhine during a local wine tasting. The Schaffhausen region produces excellent Pinot Noir and Riesling-Sylvaner wines, witnesses to a centuries-old viticultural tradition favored by the valley's mild microclimate.",
          "visit_duration_min": 60
        },
        {
          "text": "Take a boat trip right up to the thundering mass of water, landing on the central rock for a truly immersive experience. Multiple viewing platforms on both banks offer different perspectives of this awesome natural phenomenon.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the surrounding hiking and cycling paths that wind through vineyards and along the riverbanks. The region's mild climate produces excellent wines, particularly from the Blauburgunder grape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 6
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 11
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.5,
      "place_type": "city"
    },
    {
      "place_id": "CH::schwyz",
      "name": "Schwyz",
      "cc": "CH",
      "coords": [
        47.0207,
        8.6569
      ],
      "lat": 47.0207,
      "lon": 8.6569,
      "visits": [
        {
          "text": "Explore Schwyz, capital of the eponymous canton that gave Switzerland its name. Visit the Forum of Swiss History, one of the most important cultural and historical museums in the Alpine region, presenting the origins of the Swiss Confederation and the nation's founding documents, including the Federal Charter of 1291.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the imposing Baroque Town Hall and St. Martin's parish church, witnesses to the historic prosperity of this heritage-rich town. The painted facades of patrician mansions tell the history of families who shaped the region's destiny.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take the Stoosbahn, the world's steepest funicular with gradients up to 110%, ascending to the car-free village of Stoos. This remarkable engineering feat offers breathtaking views during the climb.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike to the peaks of Rotenflue or Grosser Mythen for stunning panoramic views of the region. These iconic mountains offer trails for various skill levels with rewarding vistas of Central Switzerland.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 10
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "city"
    },
    {
      "place_id": "CH::soglio",
      "name": "Soglio",
      "cc": "CH",
      "coords": [
        46.341816,
        9.539539
      ],
      "lat": 46.341816,
      "lon": 9.539539,
      "visits": [
        {
          "text": "Discovery of the perched village of Soglio in the Engadin, with its granite houses and narrow streets",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Viewpoint over the rocky cirque of val Bondasca and the peaks of the Sciora group",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 10
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4,
      "place_type": "city"
    },
    {
      "place_id": "CH::solothurn",
      "name": "Solothurn",
      "cc": "CH",
      "coords": [
        47.2088,
        7.5323
      ],
      "lat": 47.2088,
      "lon": 7.5323,
      "visits": [
        {
          "text": "Discover Solothurn, the Baroque city of Switzerland, boasting a rich history and impressive architecture that earned it this distinguished title. The Old Town by the Aare river features the magnificent Cathedral of St. Ursus with its Italian Renaissance influences, the medieval clock tower, and the elegant Waldegg Castle set in manicured gardens.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Blumenstein Historical Museum to explore the region's heritage, or admire Swiss artistic achievement at the Solothurn Art Museum. These cultural institutions showcase the city's long-standing commitment to preserving and celebrating its artistic and historical legacy.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll along the Aare riverbanks and through the arcaded streets that give Solothurn its distinctive character. The perfectly preserved Baroque architecture creates an atmosphere of elegance and refinement unique among Swiss cities.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 26
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    },
    {
      "place_id": "CH::thun",
      "name": "Thun",
      "cc": "CH",
      "coords": [
        46.75118,
        7.62166
      ],
      "lat": 46.75118,
      "lon": 7.62166,
      "visits": [
        {
          "text": "Discover Thun, a charming city on the shores of Lake Thun with a captivating Old Town dominated by the medieval Thun Castle. This 12th-century fortress perches dramatically above the city, its four corner towers creating one of Switzerland's most recognizable silhouettes. Inside, the historical museum traces the region's fascinating past.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the unique elevated sidewalks (Hochtrottoirs) of the main street, where shops occupy two levels - at street level and on raised platforms accessed by stairs. This distinctive architectural feature, found nowhere else in Switzerland, dates back to the medieval period.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll on Obere Hauptgasse and along the arcaded houses and flowered fountains",
          "visit_duration_min": 60
        },
        {
          "text": "Enjoy the crystal-clear waters of Lake Thun, perfect for swimming, sailing, or scenic boat trips. From the Schlossberg viewpoint, take in incredible views of the city and the surrounding Alpine peaks that frame this stunning lakeside setting.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll along the Aare promenade, a delightful riverside walk connecting the lake to the historic center. The path offers peaceful views of the water and mountains while passing charming cafes and gardens.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "PICTURESQUE CITIES AND VILLAGES OF SWITZERLAND",
          "day": 2
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 24
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.2,
      "place_type": "city"
    },
    {
      "place_id": "CH::vevey",
      "name": "Vevey",
      "cc": "CH",
      "coords": [
        46.4628,
        6.8419
      ],
      "lat": 46.4628,
      "lon": 6.8419,
      "visits": [
        {
          "text": "Explore Vevey, the charming lakeside town on Lake Geneva's northeastern shore. Walk along Quai Perdonnet to discover the famous 8-meter-tall fork sculpture rising from the lake waters - an iconic landmark celebrating the town's connection to the food industry. The promenade offers stunning views of the lake and surrounding vineyards.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Chaplin's World, a museum dedicated to Charlie Chaplin who spent his final 25 years in this region. The 37-acre estate showcases his film career and personal life through interactive exhibits, set pieces, and family archives. The beautifully maintained grounds offer views of Lake Geneva and the Alps that Chaplin himself cherished.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the Alimentarium, a unique food-themed museum exploring the history, science, and culture of nutrition. This innovative museum on the lakefront engages visitors with interactive displays about our relationship with food.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Chaplin's statue by the lake and explore the murals painted throughout town celebrating the legendary filmmaker. His grave in the local cemetery is also a place of pilgrimage for cinema enthusiasts from around the world.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 21
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.5,
      "place_type": "city"
    },
    {
      "place_id": "CH::wasserfallen",
      "name": "Wasserfallen",
      "cc": "CH",
      "coords": [
        47.4167,
        7.65
      ],
      "lat": 47.4167,
      "lon": 7.65,
      "visits": [
        {
          "text": "Ascend to the Wasserfallen region in the Jura Mountains, a popular destination in the canton of Baselland. The Reigoldswil-Wasserfallen cable car carries visitors to a scenic vantage point offering impressive panoramas of the Jura's gentle hills and surrounding landscape. This natural paradise caters to both active holidaymakers and those seeking peaceful relaxation.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the numerous hiking trails and mountain bike routes that crisscross this beautiful Alpine landscape. The region's diverse terrain offers paths for all abilities, from gentle walks through meadows to more challenging mountain routes with rewarding views.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take in the 360-degree views from the summit, where the rolling Jura landscape unfolds in every direction. The contrast between forested hills and open meadows creates a quintessentially Swiss mountain experience.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 27
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.3,
      "place_type": "city"
    },
    {
      "place_id": "CH::wengen",
      "language": "en",
      "name": "Wengen",
      "cc": "CH",
      "coords": [
        46.6066,
        7.9217
      ],
      "lat": 46.6066,
      "lon": 7.9217,
      "visits": [
        {
          "text": "Option : Ski au Matterhorn Glacier Paradise ou visite du Palais des Glaces.",
          "visit_duration_min": 75
        },
        {
          "text": "Train to Gornergrat for panoramic Matterhorn views.",
          "visit_duration_min": 75
        },
        {
          "text": "Cable car ride from Mürren to Schilthorn for panoramic Alps views.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Bond World",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez le Birg Thrill Walk.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Mürren village and descend to Lauterbrunnen Valley.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk or bus to Trümmelbach Falls.",
          "visit_duration_min": 75
        },
        {
          "text": "Lauterbrunnen village orientation & Staubbach Falls viewpoint",
          "visit_duration_min": 75
        },
        {
          "text": "Wengen car-free alpine village stroll",
          "visit_duration_min": 75
        },
        {
          "text": "Jungfraujoch – Top of Europe: Sphinx Terrace & Ice Palace",
          "visit_duration_min": 75
        },
        {
          "text": "Kleine Scheidegg mountain pass panorama stop",
          "visit_duration_min": 75
        },
        {
          "text": "Grindelwald First Cliff Walk by Tissot",
          "visit_duration_min": 75
        },
        {
          "text": "Iseltwald/Brienz lakeside photo stop (Lake Brienz)",
          "visit_duration_min": 75
        },
        {
          "text": "Train vers Gornergrat pour des vues panoramiques sur le Cervin.",
          "visit_duration_min": 75
        },
        {
          "text": "Téléphérique de Mürren au Schilthorn pour des vues panoramiques sur les Alpes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le village de Mürren et descendez vers la vallée de Lauterbrunnen.",
          "visit_duration_min": 75
        },
        {
          "text": "Marchez ou prenez le bus vers les chutes de Trümmelbach.",
          "visit_duration_min": 75
        },
        {
          "text": "Option: Ski at Matterhorn Glacier Paradise or visit the Glacier Palace.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Transfert de Zermatt vers la région de la Jungfrau via Interlaken (~3h).",
          "visit_duration_min": 60
        },
        {
          "text": "Optional Via Ferrata from Mürren to Gimmelwald.",
          "visit_duration_min": 60
        },
        {
          "text": "Trümmelbach Falls tunnel lifts and galleries",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset walk from Wengen to Wengwald viewpoint",
          "visit_duration_min": 60
        },
        {
          "text": "High-alpine plateau walk (Jungfraujoch Plateau path, weather-permitting)",
          "visit_duration_min": 60
        },
        {
          "text": "Rail journey via Wengen–Kleine Scheidegg–Jungfraujoch round trip",
          "visit_duration_min": 60
        },
        {
          "text": "First area activities (optional: zipline/kart/kickbike)",
          "visit_duration_min": 60
        },
        {
          "text": "Hot-tub boating with Pirate Bay Nautical Center (Bönigen) or kayak session on Lake Brienz",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SWITZERLAND – LAKES, ALPS & CHARMING CITIES",
          "day": 3,
          "region_code": ""
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 2
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 3
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 4
        }
      ],
      "suggested_days": 4,
      "rating": 9.6,
      "place_type": "large_city"
    },
    {
      "place_id": "CH::zermatt",
      "language": "en",
      "name": "Zermatt",
      "cc": "CH",
      "coords": [
        46.0207,
        7.7491
      ],
      "lat": 46.0207,
      "lon": 7.7491,
      "visits": [
        {
          "text": "Scenic train from Geneva to Zermatt (~3.5h).",
          "visit_duration_min": 75
        },
        {
          "text": "Five Lakes Trail (Leisee, Stellisee, Grindjisee, Grünsee, Moosjisee) near Zermatt.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk through Zermatt village and along the river for Matterhorn views.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Gorner Gorge.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike the Charles Kuonen Suspension Bridge trail from Randa.",
          "visit_duration_min": 75
        },
        {
          "text": "Zermatt village orientation: Bahnhofstrasse & riverside walk",
          "visit_duration_min": 75
        },
        {
          "text": "Matterhorn Museum – Zermatlantis",
          "visit_duration_min": 75
        },
        {
          "text": "Matterhorn Glacier Paradise (Klein Matterhorn) cable car system (optional if not done Jungfraujoch)",
          "visit_duration_min": 75
        },
        {
          "text": "Riffelhaus 1853 exterior viewpoint stop (if routing via Gornergrat line in day)",
          "visit_duration_min": 75
        },
        {
          "text": "Train panoramique de Genève à Zermatt (~3h30).",
          "visit_duration_min": 75
        },
        {
          "text": "Sentier des Cinq Lacs (Leisee, Stellisee, Grindjisee, Grünsee, Moosjisee) près de Zermatt.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade dans le village de Zermatt et le long de la rivière pour admirer le Cervin.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite des gorges du Gorner.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnée sur le sentier du pont suspendu Charles Kuonen depuis Randa.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience Zermatt, the iconic car-free village at the foot of the legendary Matterhorn. This world-renowned resort combines traditional Alpine charm with modern amenities, its cobblestone streets lined with chalets and boutiques beneath the dramatic silhouette of Switzerland's most famous peak. The Matterhorn's distinctive pyramid shape dominates the landscape from every vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to Gornergrat by the historic cogwheel railway, climbing to 3,089 meters for one of Switzerland's most spectacular panoramas. The viewing platform offers unobstructed views of 29 peaks over 4,000 meters, including Monte Rosa, the Matterhorn, and the Gorner Glacier stretching into the valley below.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Matterhorn Glacier Paradise, Europe's highest cable car station at 3,883 meters. The Glacier Palace, carved 15 meters below the ice surface, features stunning ice sculptures and crystalline formations. On clear days, views extend to the peaks of Italy, France, and Germany.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take the Sunnegga funicular and Blauherd cable car to the hiking start.",
          "visit_duration_min": 60
        },
        {
          "text": "Return train from Randa to Zermatt.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunnegga funicular ascent & hike between mountain huts",
          "visit_duration_min": 60
        },
        {
          "text": "High-altitude trail segments around Gornergrat (short loop)",
          "visit_duration_min": 60
        },
        {
          "text": "Photo stops at Rotenboden/Riffelberg and return to Zermatt",
          "visit_duration_min": 60
        },
        {
          "text": "Paragliding or guided mountain biking (seasonal, weather-permitting)",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping and café time back in Zermatt",
          "visit_duration_min": 60
        },
        {
          "text": "Prendre le funiculaire de Sunnegga et le téléphérique de Blauherd jusqu'au départ de randonnée.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the charming village on foot, discovering traditional Valais architecture and the Mountaineers' Cemetery honoring those who lost their lives on the surrounding peaks. The car-free environment creates a peaceful atmosphere perfect for evening strolls.",
          "visit_duration_min": 60
        },
        {
          "text": "In winter, enjoy skiing across the vast ski area connecting to Cervinia in Italy, offering over 360 kilometers of slopes. The high altitude ensures excellent snow conditions and the unique experience of skiing with the Matterhorn as your constant companion.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SWITZERLAND – LAKES, ALPS & CHARMING CITIES",
          "day": 2,
          "region_code": ""
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 5
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 6
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 7
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 17
        }
      ],
      "suggested_days": 2.5,
      "rating": 9.6,
      "place_type": "large_city"
    },
    {
      "place_id": "CH::zurich",
      "language": "en",
      "name": "Zurich",
      "cc": "CH",
      "coords": [
        47.3769,
        8.5417
      ],
      "lat": 47.3769,
      "lon": 8.5417,
      "visits": [
        {
          "text": "Train from Wengen to Lucerne (~2.5h).",
          "visit_duration_min": 75
        },
        {
          "text": "Walk Kapellbrücke Bridge & Water Tower.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Lion Monument and Glacier Garden.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Lucerne Old Town and lakeside promenade.",
          "visit_duration_min": 75
        },
        {
          "text": "Grossmünster Church – climb the tower for city views.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Zurich, Switzerland's largest city and an important financial hub as well as cultural metropolis. The Old Town stretches along both sides of the Limmat River, featuring landmarks including the twin-towered Grossmünster and the elegant Fraumünster with its stunning Chagall windows. Bahnhofstrasse, the main shopping street, is one of the world's most exclusive retail destinations.",
          "visit_duration_min": 75
        },
        {
          "text": "Altstadt (Old Town): Niederdorf & Lindenhof viewpoints",
          "visit_duration_min": 75
        },
        {
          "text": "Bahnhofstrasse window-shopping walk",
          "visit_duration_min": 75
        },
        {
          "text": "Grossmünster & Fraumünster (Chagall windows) quick heritage stops",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthaus Zürich (if time permits)",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous sur le pont Kapellbrücke et la Tour de l'Eau.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Monument du Lion et le Jardin des Glaciers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Vieille Ville de Lucerne et la promenade au bord du lac.",
          "visit_duration_min": 75
        },
        {
          "text": "Église Grossmünster – montez dans la tour pour la vue sur la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Église Fraumünster et rue commerçante Bahnhofstrasse.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans la Vieille Ville de Zurich et le long de la rivière Limmat.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Zurich, Switzerland's largest city and economic center. Stroll along Bahnhofstrasse, one of the world's most prestigious shopping avenues, lined with luxury boutiques and major brands. This elegant 1.4-kilometer artery connects the main station to the lake, crossing the historic heart of the metropolis.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Altstadt, the old town with winding medieval lanes on both sides of the Limmat River. Admire the Grossmünster, the iconic Romanesque cathedral with its characteristic twin towers, whose construction began in the 12th century. Legend has it that Charlemagne himself discovered the tombs of Zurich's patron saints at this location.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the city's numerous museums and galleries, from the Kunsthaus Zurich with its world-class art collection to the Swiss National Museum tracing the country's cultural history. The vibrant arts scene includes theaters, opera, and countless smaller venues showcasing contemporary creativity.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Optional guided city tour with boat ride and cable car.",
          "visit_duration_min": 60
        },
        {
          "text": "Lake Zurich promenade (Bürkliplatz sector) or public bath deck time (seasonal)",
          "visit_duration_min": 60
        },
        {
          "text": "Fondue dinner in the hills",
          "visit_duration_min": 60
        },
        {
          "text": "Last-minute shopping/coffee in Old Town alleys",
          "visit_duration_min": 60
        },
        {
          "text": "Visite guidée optionnelle avec promenade en bateau sur le lac de Lucerne.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite guidée facultative de la ville avec promenade en bateau et téléphérique.",
          "visit_duration_min": 60
        },
        {
          "text": "Climb to Lindenhof, a linden tree-shaded hill offering panoramic views of the Limmat River and old town rooftops. This historic site, a former Roman fort, is now a peaceful haven in the heart of urban bustle, ideal for contemplating the Zurich landscape.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk along Lake Zurich and enjoy splendid views of the snow-capped Alps in the background. The landscaped quays invite leisurely strolling, with green spaces, sculptures, and terraces overlooking the crystal-clear waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit the Kunsthaus Zurich, one of Switzerland's most important art museums, housing an exceptional collection spanning medieval art to contemporary works, with masterpieces by Monet, Picasso, Giacometti, and numerous Swiss artists.",
          "visit_duration_min": 60
        },
        {
          "text": "Relax by Lake Zurich, perfect for swimming, sailing, and paddleboarding in summer. The lakeside promenades offer views of the Alps while the lively waterfront areas pulse with cafes, parks, and public baths.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience Zurich's vibrant nightlife scene, concentrated in districts like Langstrasse and the transformed industrial areas of Zurich West. The city offers everything from traditional wine taverns to cutting-edge clubs.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SWITZERLAND – LAKES, ALPS & CHARMING CITIES",
          "day": 5,
          "region_code": ""
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 9
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 10
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Swiss Grand Tour: Alpine Peaks, Crystal Lakes & Historic Cities from Bern",
          "day": 7
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 12
        }
      ],
      "suggested_days": 3,
      "rating": 9.7,
      "place_type": "capital"
    },
    {
      "place_id": "DE::freiburg",
      "name": "Freiburg",
      "cc": "DE",
      "coords": [
        47.999,
        7.8421
      ],
      "lat": 47.999,
      "lon": 7.8421,
      "visits": [
        {
          "text": "Discover Freiburg im Breisgau, the vibrant university city known for its sunny climate and historic Old Town in Germany's Black Forest region. The magnificent Gothic Münster cathedral dominates the Marktplatz, its 116-meter spire a masterpiece of medieval architecture. The intricate stonework and stunning stained glass windows have survived centuries largely intact.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the unique Bächle, small water-filled runnels that flow through the streets and alleys of the Old Town. These medieval water channels, originally used for fire-fighting and cooling, now charm visitors as they trace their path through the historic center.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "As the gateway to the Black Forest, Freiburg offers countless nearby hiking and cycling paths. The surrounding hills, covered in dark evergreen forests, gave the region its name and provide endless opportunities for outdoor exploration.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 8
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.8,
      "place_type": "city"
    },
    {
      "place_id": "DE::rust",
      "name": "Rust",
      "cc": "DE",
      "coords": [
        48.2667,
        7.7167
      ],
      "lat": 48.2667,
      "lon": 7.7167,
      "visits": [
        {
          "text": "Experience Europa-Park in Rust, Germany's largest theme park and the second most visited in Europe after Disneyland Paris. With over 100 attractions and shows spread across 18 themed areas representing European countries, the park offers something for all ages. From high-speed roller coasters to fairy-tale worlds, each zone recreates the atmosphere of its respective nation.",
          "visit_duration_min": 75
        },
        {
          "text": "The park features 13 roller coasters, some operating since 1984, demonstrating decades of innovation in theme park thrills. The Silver Star stands as one of Europe's tallest and fastest coasters, while family-friendly attractions ensure entertainment for younger visitors.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "With capacity for 60,000 guests daily, Europa-Park offers a full day of entertainment. The convenient RailCoaster direct train from Basel makes the journey easy, with shuttle buses connecting Ringsheim station to both Europa-Park and the Rulantica water world.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 6
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.5,
      "place_type": "city"
    },
    {
      "place_id": "DE::schluchsee",
      "name": "Schluchsee",
      "cc": "DE",
      "coords": [
        47.8167,
        8.1833
      ],
      "lat": 47.8167,
      "lon": 8.1833,
      "visits": [
        {
          "text": "Explore Schluchsee, the largest lake in the Baden-Württemberg region, impressing visitors with its exceptionally clear waters and surrounding natural beauty. Originally a natural lake, it was dammed in 1932 and now offers a pristine environment for water sports and lakeside relaxation. The forested shores remain largely undeveloped, preserving the wilderness character.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the well-maintained hiking and cycling paths that circle the lake and extend into the surrounding Black Forest. The terrain offers routes for all abilities, from gentle lakeside strolls to challenging mountain trails with rewarding views.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy swimming, sailing, and fishing in the clean waters, or rent a boat to explore the lake's quiet coves. This idyllic area attracts nature lovers and active holidaymakers throughout the year, with winter bringing cross-country skiing and skating.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 10
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.8,
      "place_type": "city"
    },
    {
      "place_id": "DE::titisee",
      "name": "Titisee",
      "cc": "DE",
      "coords": [
        47.8967,
        8.155
      ],
      "lat": 47.8967,
      "lon": 8.155,
      "visits": [
        {
          "text": "Visit Titisee-Neustadt in the heart of the Black Forest, famous for its crystal-clear lake and picturesque surroundings. The glacial lake, formed during the last ice age, stretches nearly two kilometers amid forested mountains. The charming lakeside promenade offers stunning views and access to boat rentals.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the region's famous cuckoo clock tradition at one of the local clock factories. The Black Forest has been crafting these intricate timepieces since the 18th century, and you can watch master craftsmen create these iconic souvenirs using traditional techniques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy a boat trip on the lake or simply relax by the shore. Numerous hiking and cycling routes wind through the surrounding forests, while wellness facilities offer relaxation. In winter, the area transforms into a winter sports destination with skiing, cross-country skiing, and ice skating.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 9
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "FR::colmar",
      "name": "Colmar",
      "cc": "FR",
      "coords": [
        48.0794,
        7.3558
      ],
      "lat": 48.0794,
      "lon": 7.3558,
      "visits": [
        {
          "text": "Explore Colmar, renowned for its beautifully preserved Old Town featuring half-timbered houses and idyllic canals in the Alsace region of France. The colorful facades and flower-bedecked bridges create a fairy-tale atmosphere that has made this one of France's most photogenic towns. The medieval and Renaissance architecture has survived remarkably intact.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Unterlinden Museum, housed in a 13th-century Dominican convent, to see the famous Isenheim Altarpiece. This masterpiece of German Renaissance art by Matthias Grünewald is considered one of the most important works of Western painting, its vivid colors and emotional intensity still captivating visitors five centuries later.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through La Petite Venise (Little Venice), where traditional half-timbered houses line the canals of the Lauch River. This picturesque district, best explored by boat or on foot, captures the essence of Alsatian charm with its pastel-colored buildings reflected in the still waters.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sample the rich culinary tradition of Alsace, exploring local specialties and wines that reflect the region's unique Franco-German heritage. The town's gastronomic scene celebrates centuries of culinary tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 7
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.8,
      "place_type": "small_city"
    },
    {
      "place_id": "FR::dijon",
      "name": "Dijon",
      "cc": "FR",
      "coords": [
        47.322,
        5.0415
      ],
      "lat": 47.322,
      "lon": 5.0415,
      "visits": [
        {
          "text": "Discover Dijon, the historic capital of Burgundy located in the heart of France's most celebrated wine region. The city boasts a rich heritage as the seat of the powerful Dukes of Burgundy, with the Ducal Palace now housing the exceptional Musée des Beaux-Arts. Medieval and Renaissance buildings line the pedestrianized streets of the remarkably preserved center.",
          "visit_duration_min": 75
        },
        {
          "text": "Follow the Owl Trail (Parcours de la Chouette), a walking route marked by bronze owl plaques embedded in the pavement that leads past 22 historic landmarks. This self-guided tour reveals the city's architectural treasures, from Gothic churches to elegant hôtels particuliers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the gastronomic heritage for which Dijon is famous worldwide, including its renowned mustard and exceptional Burgundy wines. The city is the birthplace of fine Burgundy cuisine, where traditional recipes have been perfected over centuries.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sample the celebrated wines of Burgundy, from the grand crus of the Côte de Nuits to the village appellations that surround the city. The vineyards of this region produce some of the world's most sought-after Pinot Noir and Chardonnay wines.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 8.6,
      "place_type": "medium_city"
    },
    {
      "place_id": "FR::marlenheim",
      "name": "Marlenheim",
      "cc": "FR",
      "coords": [
        48.6217,
        7.4911
      ],
      "lat": 48.6217,
      "lon": 7.4911,
      "visits": [
        {
          "text": "Begin the Alsace Wine Route at Marlenheim, the northern gateway to 170 kilometers of winding roads through charming villages and picturesque vineyards. This celebrated route leads through the foothills of the Vosges Mountains, where the unique microclimate produces some of France's finest white wines.",
          "visit_duration_min": 75
        },
        {
          "text": "Sample local wines including Riesling, Gewürztraminer, Pinot Gris, and Muscat - the noble grape varieties that have made Alsace famous worldwide. The roadside cellars and tasting rooms offer opportunities to discover these exceptional wines directly from the producers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy the idyllic landscape of vine-covered hillsides, medieval villages, and distant mountain views. The warm hospitality of the winemaking families adds a personal dimension to discovering this renowned wine region.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.2,
      "place_type": "city"
    },
    {
      "place_id": "FR::ribeauville",
      "name": "Ribeauville",
      "cc": "FR",
      "coords": [
        48.1958,
        7.3189
      ],
      "lat": 48.1958,
      "lon": 7.3189,
      "visits": [
        {
          "text": "Discover Ribeauvillé, a quintessential Alsatian village crowned by three castle ruins towering over the medieval town. These fortress remnants - Saint-Ulrich, Girsberg, and Haut-Ribeaupierre - date from the 11th to 14th centuries and offer panoramic views of the vine-covered slopes and Rhine plain beyond.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through the historic Old Town along the Grand'Rue, lined with Renaissance and Gothic buildings housing artisan shops and traditional restaurants. The town's medieval heritage is visible in its fortified gates, fountain squares, and half-timbered houses decorated with wrought-iron signs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the surrounding vineyards that have produced wines here since Roman times. The Alsace Wine Route passes directly through Ribeauvillé, offering opportunities to sample exceptional Rieslings, Gewürztraminers, and Pinot Gris at local cellars.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.9,
      "place_type": "medium_city"
    },
    {
      "place_id": "FR::ronchamp",
      "name": "Ronchamp",
      "cc": "FR",
      "coords": [
        47.7042,
        6.6217
      ],
      "lat": 47.7042,
      "lon": 6.6217,
      "visits": [
        {
          "text": "Visit the Notre-Dame du Haut chapel in Ronchamp, designed by legendary architect Le Corbusier and declared a UNESCO World Heritage Site. This revolutionary masterpiece of modern architecture, completed in 1955, breaks all conventions with its sculptural white walls, mushroom-shaped roof, and seemingly random window openings that create dramatic interior lighting.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the spiritual atmosphere created by Le Corbusier's masterful manipulation of light and space. The chapel's organic forms and pilgrimage setting combine modernist architecture with ancient religious traditions, creating a contemplative environment that continues to inspire architects and visitors alike.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the surrounding grounds designed by Renzo Piano, including the Monastery of Saint Clare and the gatehouse. The peaceful hilltop setting offers views of the Vosges Mountains and the charming landscapes of the Bourgogne-Franche-Comté region.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.6,
      "place_type": "medium_city"
    },
    {
      "place_id": "FR::strasbourg",
      "name": "Strasbourg",
      "cc": "FR",
      "coords": [
        48.5734,
        7.7521
      ],
      "lat": 48.5734,
      "lon": 7.7521,
      "visits": [
        {
          "text": "Explore Strasbourg, the capital of Alsace and seat of the European Parliament, featuring a stunning Gothic cathedral and well-preserved Old Town designated as a UNESCO World Heritage Site. The cathedral's 142-meter spire was the world's tallest building for over two centuries, while its intricate facade and astronomical clock continue to amaze visitors.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through La Petite France, the most picturesque quarter of Strasbourg, where half-timbered houses from the 16th and 17th centuries line the canals of the Ill River. Former tanners' and fishermen's homes now house restaurants and shops, their flower-bedecked balconies reflected in the still waters below.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the European Parliament building, where the European Union's directly elected assembly meets. Guided tours reveal the workings of this important democratic institution and the stunning hemicycle chamber where 705 members from 27 nations deliberate.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover Strasbourg's rich culinary heritage, from traditional winstubs to Michelin-starred restaurants. The city's cuisine reflects its unique position at the crossroads of French and German culture, producing distinctive dishes found nowhere else.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Three Countries Grand Tour: Swiss Alps, Black Forest & Alsace from Basel",
          "day": 5
        }
      ],
      "language": "en",
      "suggested_days": 2.5,
      "rating": 9.9,
      "place_type": "metropolis"
    }
  ]
}