{
  "version": 1,
  "country": "ch",
  "language": "it",
  "places": [
    {
      "place_id": "CH::adelboden",
      "name": "Adelboden",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.494,
        7.5605
      ],
      "lat": 46.494,
      "lon": 7.5605,
      "visits": [
        {
          "text": "Ammira le Cascate di Engstligen, una delle cascate più alte e spettacolari delle Alpi svizzere. L'acqua precipita per 600 metri in due drammatici salti, creando arcobaleni nella nebbia nelle giornate soleggiate. Un sentiero mulattiero lungo la parete rocciosa offre viste ravvicinate delle acque fragorose, mentre una via ferrata offre un'ascesa alternativa più avventurosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora l'Engstligenalp, il più grande altopiano d'alta quota della Svizzera, accessibile in funivia. Questo stupendo alpeggio a 1.964 metri offre viste panoramiche, sentieri escursionistici e un senso di natura incontaminata. L'altopiano si trasforma con le stagioni, da prati fioriti a un paese delle meraviglie innevato.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai un'escursione sull'altopiano d'alta quota circondato da vette imponenti, con sentieri adatti a vari livelli di forma fisica. Il paesaggio alpino qui rimane straordinariamente incontaminato, offrendo incontri autentici con la tradizionale cultura dell'allevamento di montagna."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 18
        }
      ],
      "rating": 4.1,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::affoltern-emmental",
      "name": "Affoltern Emmental",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.0667,
        7.7333
      ],
      "lat": 47.0667,
      "lon": 7.7333,
      "visits": [
        {
          "text": "Visita l'Emmentaler Schaukäserei (Caseificio Dimostrativo) ad Affoltern, il cuore della famosa regione casearia svizzera. Osserva i maestri casari produrre l'autentico Emmentaler utilizzando tecniche secolari. I caratteristici grandi buchi e il sapore di nocciola di questo formaggio iconico derivano da un preciso processo di stagionatura che puoi osservare dal vivo.",
          "visit_duration_min": 75
        },
        {
          "text": "Cimentati nella produzione della tua forma di formaggio Emmentaler sotto la guida di esperti. Questa esperienza pratica insegna i metodi tradizionali che hanno reso il formaggio svizzero famoso in tutto il mondo. Il tuo formaggio personalizzato può essere spedito a casa dopo la corretta stagionatura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora le colline ondulate della regione dell'Emmental, caratterizzate dalle tradizionali fattorie con i distintivi tetti ampi. Questo paesaggio pastorale di prati verdi e colline boscose incarna la campagna svizzera idilliaca."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 2
        }
      ],
      "rating": 2.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::appenzell",
      "name": "Appenzell",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.3313,
        9.4099
      ],
      "lat": 47.3313,
      "lon": 9.4099,
      "visits": [
        {
          "text": "Funivia da Wasserauen a Ebenalp e sosta al Gasthaus Aescher sulla scogliera",
          "visit_duration_min": 75
        },
        {
          "text": "Lungo il lago Seealpsee (breve escursione dal percorso Ebenalp/Wasserauen)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursioni sui sentieri di Ebenalp (breve anello attraverso le grotte Wildkirchli)"
        },
        {
          "text": "Passeggiata nel centro di Appenzell (facciate dipinte e piazze)"
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 8
        }
      ],
      "rating": 7.2,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::arolla",
      "name": "Arolla",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.0236,
        7.4903
      ],
      "lat": 46.0236,
      "lon": 7.4903,
      "visits": [
        {
          "text": "Escursione al lago Bleu di Arolla, tra foreste e vette innevate.",
          "visit_duration_min": 75
        },
        {
          "text": "Vista panoramica sulle Alpi vallesane dal sentiero superiore del lago.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pausa picnic in riva al lago Bleu."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "Viaggio in Svizzera: Laghi, Ghiacciai e Villaggi Alpini",
          "day": 2
        }
      ],
      "rating": 6.5,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "CH::ascona",
      "name": "Ascona",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.1554222,
        8.7707865
      ],
      "lat": 46.1554222,
      "lon": 8.7707865,
      "visits": [
        {
          "text": "Scoperta del borgo di Ascona sulle rive del lago Maggiore, con le sue facciate colorate",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata sul lungolago, tra porto, terrazze soleggiate e gallerie d'arte"
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 7
        }
      ],
      "rating": 5.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::basel",
      "name": "Basel",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.5596,
        7.5886
      ],
      "lat": 47.5596,
      "lon": 7.5886,
      "visits": [
        {
          "text": "Scopri Basilea, capitale culturale della Svizzera situata al punto d'incontro dei confini svizzero, francese e tedesco. Questa vivace città sul Reno vanta oltre 40 musei, rendendola una delle città con la più alta densità di musei in Europa. Il centro storico medievale presenta un'architettura superba, l'iconica cattedrale Münster in arenaria rossa e incantevoli strade acciottolate perfette per l'esplorazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia per la storica Marktplatz dominata dal decorato Municipio del XVI secolo con le sue vivaci facciate rosse e gli intricati affreschi. La piazza è stata il cuore della vita cittadina per secoli, circondata da case delle corporazioni e dal vivace mercato giornaliero che offre prodotti locali e fiori.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Basilea, la terza città più grande della Svizzera e capitale culturale con oltre 40 musei. Esplora il centro storico medievale dominato dalla maestosa cattedrale Münster in arenaria rossa, la cui terrazza panoramica offre viste spettacolari sul Reno e sui tetti della città. I vicoli acciottolati rivelano tesori architettonici ad ogni angolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Marktplatz, il cuore vibrante della città, dominata dall'imponente Rathaus con le sue vivaci facciate dipinte di rosso. Questo municipio del XVI secolo, decorato con notevoli affreschi e un'elegante torre, testimonia la storica prosperità di questa città mercantile all'incrocio di tre paesi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi l'unico attraversamento del Reno in traghetto, dove barche tradizionali alimentate esclusivamente dalla corrente del fiume scivolano da una riva all'altra. Questo metodo di trasporto centenario offre una prospettiva distintiva sulla città collegando i diversi quartieri di Basilea."
        },
        {
          "text": "Attraversa il Reno a bordo di uno dei tradizionali traghetti alimentati esclusivamente dalla corrente del fiume. Queste imbarcazioni uniche, collegate a un cavo, sfruttano la forza dell'acqua per scivolare da una riva all'altra, offrendo un'esperienza autentica ed ecologica."
        },
        {
          "text": "Recati al Dreiländereck, il punto d'incontro dei confini svizzero, tedesco e francese. Questo monumento simbolico sul Reno segna l'unico luogo dove puoi contemplare tre nazioni simultaneamente."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 30
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 5
        }
      ],
      "rating": 8.3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::bern",
      "name": "Bern",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.948,
        7.4474
      ],
      "lat": 46.948,
      "lon": 7.4474,
      "visits": [
        {
          "text": "Esplora Berna, la capitale della Svizzera, rinomata per il suo centro storico medievale ben conservato dichiarato Patrimonio dell'Umanità UNESCO. Il Palazzo Federale, sede del governo svizzero, domina il panorama cittadino insieme all'iconica torre dell'orologio Zytglogge con il suo famoso orologio astronomico e le figure meccaniche che si esibiscono ogni ora.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Fossa degli Orsi (Bärengraben), casa delle amate mascotte della città che sono state tenute qui dal 1857. Gli orsi ora godono di un ampio parco lungo il fiume dove i visitatori possono osservare questi magnifici animali in un ambiente più naturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Zentrum Paul Klee, un capolavoro architettonico progettato da Renzo Piano che ospita la più completa collezione al mondo di opere dell'artista nato in Svizzera. L'edificio ondulato si armonizza con il paesaggio circostante mentre espone oltre 4.000 dipinti, acquerelli e disegni di Klee.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Berna, la capitale federale della Svizzera e tesoro del Patrimonio Mondiale UNESCO. Passeggia nel centro storico medievale perfettamente conservato con oltre 6 chilometri di portici coperti, fontane rinascimentali adornate da statue colorate e cantine a volta che ospitano boutique e ristoranti. Questa affascinante città fondata nel 1191 ti trasporta attraverso secoli di storia.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita lo Zentrum Paul Klee, un capolavoro architettonico progettato da Renzo Piano che ospita la più grande collezione al mondo delle opere di Paul Klee. Questo museo ondulato, armoniosamente integrato nel paesaggio collinare, espone oltre 4.000 dipinti, acquerelli e disegni dell'artista svizzero-tedesco, offrendo un affascinante viaggio attraverso la sua rivoluzionaria evoluzione artistica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia sotto i sei chilometri di portici coperti (Lauben), una delle più lunghe passeggiate commerciali coperte d'Europa. Questi portici medievali ospitano boutique, caffè e cantine storiche mentre proteggono i visitatori dalle intemperie."
        },
        {
          "text": "Procurati la Bern Museum Card per accedere a tutti i musei della città, inclusi il Museo Alpino Svizzero, il Museo di Storia e il Museo della Comunicazione. Questa tessera ti permette di esplorare le ricche collezioni culturali e storiche della capitale al tuo ritmo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 25
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 1
        }
      ],
      "rating": 8.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::bremgarten-aargau",
      "name": "Bremgarten Aargau",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.3511,
        8.3421
      ],
      "lat": 47.3511,
      "lon": 8.3421,
      "visits": [
        {
          "text": "Visita del centro storico medievale di Bremgarten nell'ansa della Reuss",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nella Marktgasse e lungo le facciate colorate di Bremgarten"
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 6
        }
      ],
      "rating": 2.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::brienz",
      "name": "Brienz",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.7544,
        8.0289
      ],
      "lat": 46.7544,
      "lon": 8.0289,
      "visits": [
        {
          "text": "Scopri Brienz, un pittoresco villaggio sulle rive del turchese Lago di Brienz nell'Oberland Bernese. Questo affascinante insediamento è rinomato per le sue tradizionali case di legno risalenti al XVIII secolo e il suo secolare patrimonio di intaglio del legno. Il villaggio ospita ancora una scuola di intaglio e una scuola di liuteria, mantenendo vive queste tradizioni artigianali.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali a bordo della ferrovia a vapore a cremagliera del Brienzer Rothorn, uno storico treno che sale fino a 2.350 metri sul livello del mare. In vetta, goditi mozzafiato viste panoramiche a 360° che includono l'Eiger, il Mönch e la Jungfrau. Il nostalgico viaggio su questo treno a vapore centenario è un'esperienza a sé.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai una gita panoramica in battello sul Lago di Brienz, rinomato per le sue sorprendenti acque turchesi alimentate da torrenti glaciali. Il battello collega i villaggi rivieraschi e offre viste stupende sulle cascate che precipitano lungo i ripidi fianchi montani."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 12
        }
      ],
      "rating": 4.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::brig",
      "name": "Brig",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.3167,
        7.9881
      ],
      "lat": 46.3167,
      "lon": 7.9881,
      "visits": [
        {
          "text": "Esplora Briga, ufficialmente conosciuta come Briga-Glis, una città storica di grande importanza nazionale nel Canton Vallese. L'intero centro storico fa parte dei siti ufficiali del patrimonio svizzero, con il magnifico Palazzo Stockalper che si erge come il più grande edificio privato mai costruito in Svizzera. Questo capolavoro barocco del XVII secolo presenta distintive torri con cupole a cipolla.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Chiesa di Maria Himmelfahrt (Assunzione di Maria), designata patrimonio di importanza nazionale. L'interno barocco presenta splendidi affreschi, intricati lavori in legno e altari dorati che riflettono la prosperità portata dalla via commerciale del Sempione che attraversa la città.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri l'importanza strategica di Briga come porta nord del Passo del Sempione, che collega la Svizzera all'Italia dai tempi romani. L'architettura e i monumenti della città rivelano secoli di storia come vitale punto di passaggio alpino."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 17
        }
      ],
      "rating": 4.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::chur",
      "name": "Chur",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.8499,
        9.53287
      ],
      "lat": 46.8499,
      "lon": 9.53287,
      "visits": [
        {
          "text": "Scoperta del centro storico di Coira, la città più antica della Svizzera, con le sue case borghesi e stradine pedonali",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata tra piazze ornate di fontane e vicoli lastricati ai piedi del massiccio del Calanda"
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 9
        }
      ],
      "rating": 3.7,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::courtelary",
      "name": "Courtelary",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.1833,
        7.0833
      ],
      "lat": 47.1833,
      "lon": 7.0833,
      "visits": [
        {
          "text": "Scopri CHEZ Camille Bloch a Courtelary, il centro visitatori del rinomato produttore svizzero di cioccolato. Questo percorso interattivo rivela i segreti dei cioccolatini tanto amati come Ragusa e Torino. Scopri l'approvvigionamento del cacao, la produzione del cioccolato e la storia dell'azienda in questo paradiso per gli amanti del cioccolato.",
          "visit_duration_min": 75
        },
        {
          "text": "Partecipa ai laboratori di produzione del cioccolato dove puoi creare i tuoi pralinati e creazioni al cioccolato. L'esperienza pratica offre uno sguardo sull'arte della cioccolateria svizzera mentre soddisfi la tua golosità con generose degustazioni.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora la regione del Grand Chasseral che circonda Courtelary, nota per i suoi paesaggi montani del Giura e il patrimonio orologiero. La zona offre sentieri escursionistici con viste panoramiche e uno sguardo sulle industrie tradizionali che hanno plasmato questa regione."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 3
        }
      ],
      "rating": 2.7,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::engelberg",
      "name": "Engelberg",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.8194,
        8.4042
      ],
      "lat": 46.8194,
      "lon": 8.4042,
      "visits": [
        {
          "text": "Sali sul Monte Titlis vicino a Engelberg, una vetta che offre attività di sport sulla neve tutto l'anno grazie al suo ghiacciaio permanente. La funivia Rotair - la prima gondola rotante al mondo - offre viste a 360 gradi durante la salita a 3.238 metri. La cabina rotante assicura che ogni passeggero goda dello spettacolare panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Attraversa il Titlis Cliff Walk, uno spettacolare ponte sospeso a 3.041 metri che attraversa 100 metri sopra una drammatica voragine alpina. Il ponte sospeso più alto d'Europa offre viste da vertigine su ghiacciai crepacciati e cime innevate che si estendono fino all'orizzonte.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora la Grotta del Ghiacciaio, scavata nel ghiaccio eterno del ghiacciaio del Titlis. Scendi nella grotta di ghiaccio cristallino per sperimentare il cuore di un ghiacciaio vivente, con camere ghiacciate che rivelano lo splendido blu del ghiaccio antico compresso.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "In estate, goditi escursionismo e mountain bike su sentieri che serpeggiano attraverso prati alpini e chalet tradizionali. La valle di Engelberg offre attività per tutti i livelli, dalle passeggiate facili alle vette impegnative."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 16
        }
      ],
      "rating": 6.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::evolene",
      "name": "Evolene",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.1129,
        7.4944
      ],
      "lat": 46.1129,
      "lon": 7.4944,
      "visits": [
        {
          "text": "Scoperta del villaggio di Évolène, chalet tipici della Val d'Hérens e panorama alpino.",
          "visit_duration_min": 75
        },
        {
          "text": "Sosta alle piramidi di Euseigne, formazioni geologiche emblematiche del Vallese.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nelle viuzze di Évolène e incontro con gli artigiani locali."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "Viaggio in Svizzera: Laghi, Ghiacciai e Villaggi Alpini",
          "day": 1
        }
      ],
      "rating": 7.5,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "CH::geneva",
      "name": "Geneva",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.2044,
        6.1432
      ],
      "lat": 46.2044,
      "lon": 6.1432,
      "visits": [
        {
          "text": "Scopri Ginevra, la città della pace e della diplomazia internazionale, sede europea delle Nazioni Unite e della Croce Rossa Internazionale. Con 82 edifici di importanza internazionale, la città incarna la cooperazione globale mantenendo il suo fascino svizzero. L'iconico Jet d'Eau lancia acqua a 140 metri nell'aria sopra il Lago di Ginevra.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Cattedrale di San Pietro, una magnifica struttura gotica che fu la chiesa di Giovanni Calvino durante la Riforma Protestante. Sali sulla torre per viste panoramiche sul lago fino al Monte Bianco nelle giornate limpide. Il sito archeologico sottostante rivela 2.000 anni di storia religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Conservatorio e i Giardini Botanici, un'oasi di pace con collezioni di piante da tutto il mondo e viste mozzafiato sulle Alpi. I giardini coltivano la diversità botanica dal 1817, offrendo sezioni tematiche dai giardini rocciosi alle serre tropicali.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade de la Treille – la passeggiata più antica di Ginevra che offre viste panoramiche sulla città.",
          "visit_duration_min": 75
        },
        {
          "text": "Ufficio delle Nazioni Unite a Ginevra e monumento della Sedia Rotta.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata intorno al Lago di Ginevra e alle piazze del centro storico.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione del centro di Montreux e della passeggiata lungolago.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita al Château de Chillon, fortezza medievale sul Lago di Ginevra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia per le strette vie del centro storico, scoprendo boutique artigiane, negozi di antiquariato e piazze storiche. Le eleganti passeggiate sul lungolago e i parchi offrono scenari perfetti per contemplare lo splendido sfondo alpino che incornicia questa città internazionale."
        },
        {
          "text": "Crociera facoltativa in battello sul Lago di Ginevra."
        },
        {
          "text": "Gita in battello o pranzo in riva al lago con vista sulle Alpi."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 18
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "Itinerario in Svizzera: Laghi, Alpi e Città",
          "day": 1
        }
      ],
      "rating": 9.5,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "CH::grindelwald",
      "name": "Grindelwald",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.624,
        8.0344
      ],
      "lat": 46.624,
      "lon": 8.0344,
      "visits": [
        {
          "text": "Scopri Grindelwald nell'Oberland Bernese, un paradiso per gli appassionati di outdoor dominato dalla leggendaria parete nord dell'Eiger. Questa drammatica parete verticale di 1.800 metri offre incredibili vie di arrampicata e ha attirato alpinisti dall'età d'oro dell'alpinismo. Gli chalet tradizionali del villaggio si raggruppano sotto queste imponenti cime.",
          "visit_duration_min": 75
        },
        {
          "text": "Prendi la funivia Firstbahn verso emozionanti attrazioni tra cui il First Cliff Walk, una spettacolare passerella sospesa lungo la parete rocciosa a 2.168 metri. Questa meraviglia dell'ingegneria si estende nel vuoto, offrendo viste mozzafiato sulla valle lontana sotto e sulle cime circostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Fai un'escursione al Bachalpsee, un idilliaco lago alpino a 2.265 metri che riflette perfettamente le cime dello Schreckhorn e del Wetterhorn. Questo sentiero relativamente facile dalla stazione First ricompensa gli escursionisti con uno dei panorami di montagna più fotografati della Svizzera.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora Grindelwald, uno stupendo villaggio alpino adagiato in una valle circondata dalle imponenti vette dell'Eiger, Mönch e Jungfrau. Questa destinazione per tutte le stagioni affascina con lussureggianti prati verdi in estate e incontaminate pendici innevate in inverno. Il villaggio offre scenari montani spettacolari con chalet tradizionali sullo sfondo di drammatiche pareti rocciose.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorri il First Cliff Walk, un'emozionante passerella sospesa lungo la parete rocciosa a 2.168 metri di quota. Questa meraviglia ingegneristica offre viste da brivido sulla valle di Grindelwald sottostante e le vette circostanti. La piattaforma si protende nel vuoto, offrendo un panorama alpino senza ostacoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Canyon Glaciale, una spettacolare gola scavata dalle acque glaciali nel corso dei millenni. Passerelle e ponti conducono attraverso questa meraviglia naturale, dove puoi osservare le potenti forze che hanno plasmato il paesaggio alpino e sentire la fresca nebbia delle acque impetuose.",
          "visit_duration_min": 75
        },
        {
          "text": "Funivia da Grindelwald a First.",
          "visit_duration_min": 75
        },
        {
          "text": "Escursione al Lago Bachalpsee e ritorno (2h andata e ritorno).",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la First Cliff Walk e il punto panoramico.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nel villaggio di Grindelwald ai piedi dell'Eiger e delle vette della Jungfrau",
          "visit_duration_min": 75
        },
        {
          "text": "Salita in funivia fino a Grindelwald-First e attraversamento del First Cliff Walk.",
          "visit_duration_min": 75
        },
        {
          "text": "Escursione verso il lago di Bachalp, vista sull'Eiger.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "In inverno, goditi sci di classe mondiale sulle piste di fronte all'iconico Eiger. In estate, piste ciclabili e sentieri escursionistici di tutte le difficoltà serpeggiano attraverso prati fioriti con viste costanti sulle montagne. Il villaggio offre attività alpine tutto l'anno in un ambiente spettacolare."
        },
        {
          "text": "Vivi il mountain karting, un'emozionante discesa su kart a tre ruote lungo i pendii alpini. Questa attività unica combina scenari mozzafiato con adrenalina mentre navighi sui sentieri di montagna con le vette come sfondo."
        },
        {
          "text": "In inverno, goditi lo sci di classe mondiale sulle piste di fronte all'iconica Parete Nord dell'Eiger. Il comprensorio sciistico di Grindelwald è collegato alla vasta regione sciistica della Jungfrau, offrendo piste per tutti i livelli tra spettacolari paesaggi d'alta montagna."
        },
        {
          "text": "Prova le attrazioni avventurose: First Flyer, First Glider, o Mountain Cart."
        },
        {
          "text": "Escursione sui sentieri di cresta intorno al bacino di Grindelwald"
        },
        {
          "text": "Relax sulla terrazza panoramica a Grindelwald-First."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 22
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 14
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "Itinerario in Svizzera: Laghi, Alpi e Città",
          "day": 4
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 4
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "Viaggio in Svizzera: Laghi, Ghiacciai e Villaggi Alpini",
          "day": 5
        }
      ],
      "rating": 7.6,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "CH::gruyeres",
      "name": "Gruyeres",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.5843,
        7.0811
      ],
      "lat": 46.5843,
      "lon": 7.0811,
      "visits": [
        {
          "text": "Esplora la piccola città medievale di Gruyères, famosa in tutto il mondo per il suo omonimo formaggio. L'imponente Castello di Gruyères domina la città sulla collina, i suoi otto secoli di storia riflessi in stanze decorate dal medioevo al XIX secolo. I bastioni offrono ampie viste sulle Prealpi e sulle valli pastorali sottostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita La Maison du Gruyère, il museo del formaggio, per assistere al tradizionale processo di produzione del formaggio che ha definito questa regione per secoli. Osserva gli artigiani creare le famose forme di Gruyère AOP utilizzando tecniche secolari, e scopri la cultura casearia alpina che sostiene questa tradizione.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri il Museo HR Giger, un'affascinante attrazione dedicata all'artista svizzero che ha creato le iconiche creature nei film di Alien. Ospitato in uno château medievale, questa collezione surrealista contrasta drammaticamente con l'atmosfera fiabesca della città.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia per la via principale acciottolata pedonale fiancheggiata da chalet tradizionali, negozi di artigianato e edifici medievali. Il paesaggio alpino circostante offre eccellenti escursioni attraverso prati dove le mucche pascolano, producendo il latte che diventa formaggio famoso in tutto il mondo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 19
        }
      ],
      "rating": 3.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::gstaad",
      "name": "Gstaad",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.475,
        7.2869
      ],
      "lat": 46.475,
      "lon": 7.2869,
      "visits": [
        {
          "text": "Vivi Gstaad, la località di fama mondiale che attrae reali, celebrità e viaggiatori esigenti da oltre un secolo. Nonostante la sua reputazione glamour, il villaggio conserva il suo tradizionale fascino svizzero con chalet magnificamente conservati e un centro pedonale. Le montagne circostanti offrono spettacolari opportunità di escursioni e sci in un contesto esclusivo.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Lago di Lauenen, adagiato in una riserva naturale incontaminata a breve distanza da Gstaad. Questo idilliaco lago di montagna circondato da vette e prati offre una rilassante passeggiata circolare con stupendi riflessi delle montagne circostanti nelle sue acque limpide. In estate, il lago è una rinfrescante meta per nuotare.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi il Fondueland Gstaad con uno Zaino da Fondue – un'avventura culinaria unica che ti permette di gustare un'autentica fondue svizzera in scenografiche location montane. Lo zaino contiene tutto l'equipaggiamento necessario per preparare la fondue usando formaggio locale prodotto con erbe e latte alpini freschi."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 20
        }
      ],
      "rating": 3.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::ingenbohl",
      "name": "Ingenbohl",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.9875,
        8.6089
      ],
      "lat": 46.9875,
      "lon": 8.6089,
      "visits": [
        {
          "text": "Scopri Ingenbohl, una splendida destinazione lacustre sul Lago dei Quattro Cantoni perfetta per il relax e il sole. Le acque cristalline del lago brillano particolarmente nelle giornate soleggiate, creando un ammaliante quadro alpino. La passeggiata si estende dal molo all'Othmar Schoeck Promenade, dove ormeggiano barche private e yacht.",
          "visit_duration_min": 75
        },
        {
          "text": "Trova il cartello del Grand Tour della Svizzera per 'Vierwaldstättersee', il nome tedesco del Lago dei Quattro Cantoni. Questo iconico punto fotografico segna una delle location più panoramiche della Svizzera lungo il famoso percorso nazionale che mostra i paesaggi più spettacolari del paese.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai una crociera andata e ritorno sul Lago di Uri da Brunnen a Flüelen, navigando attraverso il cuore storico della Svizzera. La barca passa accanto a scogliere impressionanti, villaggi incantevoli e il prato del Rütli dove la Confederazione Svizzera fu fondata nel 1291."
        },
        {
          "text": "Passeggia lungo la passeggiata lacustre e ammira gli stupendi riflessi delle montagne nelle acque limpide. L'atmosfera tranquilla invita alla contemplazione delle vette circostanti e della bellezza senza tempo di questo scenario alpino."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 11
        }
      ],
      "rating": 4.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::interlaken",
      "name": "Interlaken",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.6863,
        7.8632
      ],
      "lat": 46.6863,
      "lon": 7.8632,
      "visits": [
        {
          "text": "Arrivi a Interlaken, spettacolarmente situata tra il Lago di Thun e il Lago di Brienz - il suo nome significa letteralmente 'tra i laghi'. Questa famosa città turistica serve come porta d'accesso al passo dello Jungfraujoch, conosciuto come la 'Cima d'Europa'. Un monastero centenario risalente all'XI secolo aggiunge profondità storica a questo straordinario scenario naturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Prendi la Ferrovia della Jungfrau fino alla stazione ferroviaria più alta d'Europa a 3.454 metri, dove viste mozzafiato sui ghiacciai circostanti e le cime montane si dispiegano. Il viaggio stesso attraverso tunnel scavati nell'Eiger è una meraviglia dell'ingegneria, con finestre panoramiche che offrono scorci della drammatica parete nord.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrivi a Interlaken, spettacolarmente situata tra il Lago di Thun e il Lago di Brienz nel cuore dell'Oberland Bernese. Questa affascinante località turistica funge da porta d'accesso alla regione della Jungfrau e offre viste mozzafiato sull'Eiger, il Mönch e la Jungfrau. La posizione unica della città tra due laghi glaciali crea un panorama alpino indimenticabile.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali all'Harder Kulm con la funicolare fino alla vetta a 1.322 metri sopra la città. Questo leggendario belvedere offre mozzafiato viste a 360° su Interlaken sotto e verso il maestoso trio dell'Eiger, Mönch e Jungfrau. La piattaforma panoramica si protende drammaticamente oltre il bordo della scogliera per viste alpine senza ostacoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Salita in funicolare all'Harder Kulm per una vista sui laghi di Thun e di Brienz.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata a Interlaken e scoperta delle gole dell'Aar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi attività all'aria aperta di classe mondiale tra cui parapendio sopra i laghi, rafting in acque bianche sui fiumi glaciali o escursioni attraverso prati alpini. La posizione unica di Interlaken nell'Oberland Bernese la rende la capitale dell'avventura della Svizzera."
        },
        {
          "text": "Naviga sul Lago di Brienz o sul Lago di Thun su storici battelli a vapore a pale, ammirando lo spettacolare paesaggio montano riflesso nelle acque cristalline. I battelli collegano incantevoli villaggi sul lago e offrono viste impareggiabili sulle cime circostanti."
        },
        {
          "text": "Esplora le Grotte di San Beato, un affascinante mondo sotterraneo di stalattiti, stalagmiti e laghi sotterranei. Secondo la leggenda, il monaco irlandese Beato cacciò un drago da queste grotte nel VI secolo. Le passerelle illuminate conducono attraverso camere scolpite dall'acqua nel corso dei millenni."
        },
        {
          "text": "Vivi le attività avventurose per cui Interlaken è famosa, dal parapendio sui laghi al kayak sulle acque cristalline. La città è la capitale dell'avventura della Svizzera, offrendo esperienze uniche tra scenari spettacolari."
        },
        {
          "text": "Volo in parapendio o discesa in canyoning a Interlaken."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 23
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 13
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "Viaggio in Svizzera: Laghi, Ghiacciai e Villaggi Alpini",
          "day": 6
        }
      ],
      "rating": 8,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "CH::iseltwald",
      "name": "Iseltwald",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.7174,
        7.9643
      ],
      "lat": 46.7174,
      "lon": 7.9643,
      "visits": [
        {
          "text": "Visita del villaggio di Iseltwald sulle rive del lago di Brienz.",
          "visit_duration_min": 75
        },
        {
          "text": "Escursione verso le cascate di Giessbach, 14 cascate spettacolari.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata lungo il lago di Brienz e relax al porto di Iseltwald."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "Viaggio in Svizzera: Laghi, Ghiacciai e Villaggi Alpini",
          "day": 7
        }
      ],
      "rating": 7.3,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "CH::jungfraujoch",
      "name": "Jungfraujoch",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.5472,
        7.9853
      ],
      "lat": 46.5472,
      "lon": 7.9853,
      "visits": [
        {
          "text": "Viaggia fino allo Jungfraujoch - Top of Europe, sede della stazione ferroviaria più alta d'Europa a 3.454 metri. Questa straordinaria destinazione offre un'esperienza ultraterrena tra ghiacci e nevi eterne. Il Palazzo di Ghiaccio, scavato all'interno del ghiacciaio, espone stupende sculture di ghiaccio in camere gelate nelle profondità.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali sulla Terrazza Panoramica Sphinx per impareggiabili viste a 360° sul Ghiacciaio dell'Aletsch, il più lungo ghiacciaio delle Alpi con i suoi 23 chilometri. Nelle giornate limpide, le viste si estendono fino alle vette di quattro paesi. L'aria alpina rarefatta e il paesaggio di un bianco abbagliante creano un'indimenticabile esperienza d'alta quota.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora lo Schilthorn - Piz Gloria, famoso come location del film di James Bond 'Al servizio segreto di Sua Maestà'. Il ristorante girevole a 2.970 metri offre viste a 360° mentre mangi. Il Sentiero dei Fiori mostra una diversificata flora alpina durante i mesi estivi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cammina sull'altopiano di neve per vivere le condizioni alpine tutto l'anno. L'aria frizzante di montagna e l'ambiente di un bianco abbagliante offrono una prospettiva unica sulla potenza dei paesaggi glaciali."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 15
        }
      ],
      "rating": 5.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::kandersteg",
      "name": "Kandersteg",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.4944,
        7.6744
      ],
      "lat": 46.4944,
      "lon": 7.6744,
      "visits": [
        {
          "text": "Raggiungi il Lago di Oeschinen vicino a Kandersteg, un idilliaco lago di montagna che si colloca tra le più belle destinazioni naturali della Svizzera. Circondato da cime drammatiche che si ergono oltre i 3.000 metri, le acque turchesi riflettono le imponenti scogliere e i ghiacciai che incorniciano questo paradiso alpino.",
          "visit_duration_min": 75
        },
        {
          "text": "Raggiungi il lago tramite la funivia, salendo attraverso i boschi per emergere allo splendido belvedere sopra l'acqua. Il sito UNESCO abbraccia una natura incontaminata rimasta in gran parte invariata per secoli, offrendo una vera fuga nella natura alpina.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascensione in funivia ed escursione al lago di Oeschinen.",
          "visit_duration_min": 75
        },
        {
          "text": "Gita in barca sul lago di Oeschinen.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi escursioni intorno alla riva del lago, rema sulle acque cristalline o nuota nel rinfrescante lago di montagna durante l'estate. In inverno, il lago ghiacciato si trasforma in una pista di pattinaggio naturale, mentre i pendii circostanti offrono ciaspolate e sci di fondo."
        },
        {
          "text": "Scoperta del lago di Blausee e passeggiata nella foresta circostante."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 20
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "Viaggio in Svizzera: Laghi, Ghiacciai e Villaggi Alpini",
          "day": 3
        }
      ],
      "rating": 6.7,
      "place_type": "small_city",
      "suggested_days": 0.5
    },
    {
      "place_id": "CH::lausanne",
      "name": "Lausanne",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.5197,
        6.6323
      ],
      "lat": 46.5197,
      "lon": 6.6323,
      "visits": [
        {
          "text": "Scopri Losanna, la dinamica capitale olimpica adagiata sulle rive del Lago di Ginevra. Visita il Museo Olimpico, uno scrigno di storia sportiva che presenta il movimento olimpico dall'antica Grecia ai giorni nostri. Le mostre interattive, i cimeli autentici e la stupenda cornice lacustre ne fanno uno dei musei più coinvolgenti della Svizzera.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali alla Cattedrale di Losanna, un meraviglioso capolavoro gotico e la più grande chiesa medievale della Svizzera. Le viste panoramiche dalla cima abbracciano la città, il Lago di Ginevra e, nelle giornate limpide, le vette lontane delle Alpi francesi. Un guardiano notturno annuncia ancora le ore dalla torre, mantenendo una tradizione che risale a secoli fa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia sul lungolago di Ouchy, un'elegante promenade lacustre fiancheggiata da edifici Belle Époque e giardini curati. Questo quartiere alla moda offre belle viste sul Lago di Ginevra verso le Alpi francesi oltre."
        },
        {
          "text": "Fai una crociera sul lago lungo i Vigneti di Lavaux, una regione vinicola terrazzata Patrimonio dell'Umanità UNESCO. I pendii soleggiati che si elevano dal lago producono vini eccezionali e creano uno dei paesaggi più fotogenici della Svizzera."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 22
        }
      ],
      "rating": 9.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::lauterbrunnen",
      "name": "Lauterbrunnen",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.5936,
        7.9086
      ],
      "lat": 46.5936,
      "lon": 7.9086,
      "visits": [
        {
          "text": "Esplora Lauterbrunnen, una pittoresca valle nell'Oberland Bernese rinomata per le sue 72 cascate che precipitano lungo pareti rocciose verticali. Le Cascate di Staubbach, una delle cascate a caduta libera più alte d'Europa con 297 metri, precipitano drammaticamente nel fondovalle, la loro nebbia crea arcobaleni nelle giornate soleggiate.",
          "visit_duration_min": 75
        },
        {
          "text": "Avventurati alle Cascate del Trümmelbach, una serie unica di dieci cascate alimentate dai ghiacciai che ruggiscono all'interno della montagna. Queste cascate fragorose, scavate nella roccia dall'acqua di scioglimento dei ghiacciai dell'Eiger, del Mönch e della Jungfrau, sono accessibili tramite un ascensore in galleria - un'esperienza indimenticabile della forza bruta della natura.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del villaggio di Lauterbrunnen, dei suoi chalet in legno e della sua chiesa pittoresca",
          "visit_duration_min": 75
        },
        {
          "text": "Punto panoramico sulla valle di Lauterbrunnen e le sue scogliere boscose",
          "visit_duration_min": 75
        },
        {
          "text": "Visita del villaggio di Lauterbrunnen e delle cascate di Staubbach.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorazione delle cascate sotterranee di Trümmelbach.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorri questa valle glaciale a forma di U, dove imponenti scogliere si ergono per 400 metri su entrambi i lati. La drammatica geografia della valle ha ispirato la visione di Gran Burrone di J.R.R. Tolkien, e la sua bellezza senza tempo continua ad affascinare visitatori da tutto il mondo."
        },
        {
          "text": "Passeggiata verso le cascate della valle di Lauterbrunnen, tra cui le cascate di Trümmelbach"
        },
        {
          "text": "Passeggiata lungo la valle fino a Mürren, panorama sulla Jungfrau."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 21
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 3
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "Viaggio in Svizzera: Laghi, Ghiacciai e Villaggi Alpini",
          "day": 4
        }
      ],
      "rating": 8.7,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "CH::lenk",
      "name": "Lenk",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.4572,
        7.4419
      ],
      "lat": 46.4572,
      "lon": 7.4419,
      "visits": [
        {
          "text": "Scopri la valle del Simmental e la località di Lenk, un incantevole villaggio in cima a questa pittoresca valle alpina. La zona è nota per la sua architettura tradizionale, i dolci paesaggi pastorali e la stupenda cascata di Iffig visibile da vari punti panoramici. La regione offre un'esperienza alpina più rilassata lontano dai grandi centri turistici.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira le Sieben Brunnen (Sette Sorgenti), dove l'acqua emerge dal fianco della montagna attraverso sette aperture naturali. Questo fenomeno geologico ai piedi del Wildstrubel crea un'ambientazione magica dove sorgenti cristalline sgorgano dalle rocce.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi una discesa in Trottibike (monopattino) sul Betelberg, un'emozionante pista di nove chilometri dalla stazione di montagna di Leiterli alla valle. Sfreccia davanti ai rifugi di montagna e ai lussureggianti prati su due ruote con vista sulla scintillante cascata di Iffig – un modo esaltante di vivere il paesaggio alpino."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 19
        }
      ],
      "rating": 4.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::liestal",
      "name": "Liestal",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.4842,
        7.7347
      ],
      "lat": 47.4842,
      "lon": 7.7347,
      "visits": [
        {
          "text": "Esplora Liestal, un'incantevole città storica con oltre 700 anni di storia immersa in dolci colline boscose. Il compatto centro storico presenta vicoli tortuosi, impressionanti edifici storici e un imponente municipio che testimonia secoli di patrimonio svizzero. Il carattere medievale della città è stato splendidamente preservato, offrendo uno sguardo autentico sulla storia regionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi la caccia al tesoro Food Trail, un modo unico di scoprire Liestal risolvendo enigmi che conducono a delizie culinarie in varie località della città. Questa esperienza interattiva combina esplorazione e gastronomia locale, rivelando angoli nascosti e ambientazioni affascinanti lungo il percorso.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia per il centro storico pedonale, ammirando l'architettura tradizionale e l'atmosfera tranquilla che caratterizza questa gemma del Canton Basilea-Campagna. La città serve come eccellente introduzione al patrimonio culturale della regione."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 28
        }
      ],
      "rating": 4.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::lucerne",
      "name": "Lucerne",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.0502,
        8.3093
      ],
      "lat": 47.0502,
      "lon": 8.3093,
      "visits": [
        {
          "text": "Scopri Lucerna, una delle principali destinazioni turistiche situata all'estremità nord del Lago dei Quattro Cantoni dove il fiume Reuss scorre. La città è famosa per il suo Ponte della Cappella (Kapellbrücke), il più antico ponte a traliccio ancora in piedi al mondo, ornato con dipinti del XVII secolo raffiguranti la storia locale e le vite dei santi.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira l'iconica Torre dell'Acqua (Wasserturm), una struttura ottagonale che ha servito come prigione, camera di tortura, tesoreria e archivio durante i suoi 700 anni di storia. Insieme al Ponte della Cappella, forma il monumento più fotografato della Svizzera.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Museo Svizzero dei Trasporti, il museo più visitato della Svizzera, che mostra il ruolo pionieristico del paese nei trasporti alpini. Dalle locomotive d'epoca all'esplorazione spaziale, le mostre interattive ripercorrono la storia della mobilità nelle montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Lucerna, la perla della Svizzera Centrale adagiata sulle rive dell'omonimo lago. Attraversa il Kapellbrücke, il più antico ponte di legno coperto d'Europa risalente al 1333, ornato da 111 dipinti triangolari del XVII secolo che illustrano la storia della città e la vita dei santi. L'adiacente torre ottagonale dell'Acqua completa questo iconico quadro pittoresco.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira il Monumento del Leone, una toccante scultura scolpita nella roccia naturale che commemora le Guardie Svizzere cadute durante la Rivoluzione Francese. Mark Twain definì quest'opera del 1821, che ritrae un leone morente, 'il pezzo di pietra più triste e commovente del mondo'.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata sul Ponte della Cappella (Kapellbrücke) e Torre dell'Acqua",
          "visit_duration_min": 75
        },
        {
          "text": "Vicoli del Centro Storico (Altstadt) e piazze lungo il fiume",
          "visit_duration_min": 75
        },
        {
          "text": "Scoperta del centro storico di Lucerna, delle sue case affrescate e delle sue torri",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata sui ponti di legno coperti che attraversano la Reuss",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia tra gli edifici storici ben conservati del centro storico, dipinti con elaborati affreschi raffiguranti scene storiche e leggende. Le strade pedonali rivelano piazze medievali, fontane rinascimentali e tradizionali case delle corporazioni."
        },
        {
          "text": "Se visiti verso la fine dell'inverno, vivi il famoso Carnevale di Lucerna (Fasnacht), la celebrazione più grande e colorata della Svizzera con costumi elaborati, carri allegorici satirici e musica chiassosa."
        },
        {
          "text": "Passeggia tra i vicoli acciottolati della città vecchia, ammirando le facciate dipinte con affreschi colorati e le piazze animate. Gli edifici storici con i loro bovindi scolpiti raccontano secoli di storia commerciale e culturale di questa prospera città."
        },
        {
          "text": "Non perdere il Festival delle Luci Lilu se visiti in inverno, quando la città si illumina con spettacolari proiezioni artistiche che trasformano i monumenti storici in magiche tele luminose."
        },
        {
          "text": "Passeggiata sul lungolago di Lucerna da Seebrücke a Hofkirche"
        },
        {
          "text": "Crociera opzionale sul Vierwaldstättersee (breve giro di andata e ritorno)"
        },
        {
          "text": "Passeggiata lungo le banchine del lago dei Quattro Cantoni"
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 14
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 8
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 1
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 5
        }
      ],
      "rating": 8.6,
      "place_type": "medium_city",
      "suggested_days": 1.5
    },
    {
      "place_id": "CH::morcote",
      "name": "Morcote",
      "cc": "CH",
      "language": "it",
      "coords": [
        45.9278156,
        8.9078997
      ],
      "lat": 45.9278156,
      "lon": 8.9078997,
      "visits": [
        {
          "text": "Visita del villaggio di Morcote, \"perla del Ceresio\", aggrappato al fianco della collina sul lago di Lugano",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nelle stradine pavimentate a tornanti e osservazione delle dimore signorili che dominano il lago"
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 8
        }
      ],
      "rating": 7.1,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::olten",
      "name": "Olten",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.352,
        7.907
      ],
      "lat": 47.352,
      "lon": 7.907,
      "visits": [
        {
          "text": "Esplora Olten, un'incantevole cittadina sulle rive del fiume Aar, spesso trascurata dai viaggiatori. Il suo compatto centro storico ti conquisterà con strade acciottolate, facciate colorate e piazze tranquille. Attraversa l'iconico ponte di legno coperto sull'Aar, che offre viste pittoresche sulla città vecchia e le colline circostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Naturmuseum Olten per scoprire un'affascinante collezione dedicata alla fauna, flora e fossili della regione. Questo museo intimo presenta la storia naturale della Svizzera Centrale in modo accessibile e coinvolgente, perfetto per una sosta culturale arricchente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia lungo il sentiero dell'Aar, un percorso pedonale che segue il fiume attraverso una vegetazione rigogliosa. Questo itinerario tranquillo attraversa spazi verdi idilliaci, perfetto per una pausa contemplativa prima di proseguire il viaggio."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 4
        }
      ],
      "rating": 6.3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::pilatus",
      "name": "Pilatus",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.979,
        8.2543
      ],
      "lat": 46.979,
      "lon": 8.2543,
      "visits": [
        {
          "text": "Sali sul Monte Pilatus con la ferrovia a cremagliera più ripida del mondo, con pendenze che raggiungono il 48%. Questa meraviglia dell'ingegneria, inaugurata nel 1889, sale 1.629 metri attraverso uno spettacolare scenario alpino fino alla vetta a 2.132 metri. Le viste panoramiche abbracciano il Lago dei Quattro Cantoni, l'Altopiano Svizzero e innumerevoli cime alpine.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il complesso in vetta con terrazze panoramiche, ristoranti e l'Hotel Pilatus-Kulm. Nelle giornate limpide, il panorama a 360 gradi si estende dalla Foresta Nera alle cime lontane delle Alpi svizzere, con 73 cime alpine visibili da questo leggendario punto panoramico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi l'Escursione Circolare Dorata: battello sul Lago dei Quattro Cantoni, ferrovia a cremagliera su per la montagna, discesa in funivia verso Kriens. Questo viaggio circolare combina i mezzi di trasporto più panoramici della Svizzera per una giornata indimenticabile. In inverno, goditi sci e piste da slittino sulle pendici della montagna."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 15
        }
      ],
      "rating": 3.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::pilatus-kulm",
      "name": "Pilatus Kulm",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.979,
        8.2543
      ],
      "lat": 46.979,
      "lon": 8.2543,
      "visits": [
        {
          "text": "Sali sul Monte Pilatus, la leggendaria montagna che si erge a 2.132 metri, accessibile con la ferrovia a cremagliera più ripida del mondo con una pendenza del 48%. Questa meraviglia ingegneristica inaugurata nel 1889 ti solleva attraverso vertiginosi paesaggi alpini fino alla vetta con panorami a 360° sulle Alpi e sull'Altopiano Svizzero.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorri il Drachenweg, il sentiero del drago scavato nella roccia secondo le leggende di draghi che un tempo abitavano queste grotte. Questo mistico sentiero serpeggia tra pareti rocciose e crepacci, evocando i fantastici racconti medievali associati a questa montagna mitica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi le viste panoramiche dai vari belvedere della vetta, abbracciando il Lago dei Quattro Cantoni, i cantoni di Nidvaldo e Obvaldo e le vette alpine circostanti. Nelle giornate limpide, la vista si estende fino alle montagne del Giura e alla Foresta Nera."
        },
        {
          "text": "Scendi con le cabine rosse e la funivia fino a Kriens o in battello da Alpnachstad per un'esperienza completa del 'Golden Round Trip', combinando diversi mezzi di trasporto panoramici."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 9
        }
      ],
      "rating": 4.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::rheinfelden",
      "name": "Rheinfelden",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.5542,
        7.7939
      ],
      "lat": 47.5542,
      "lon": 7.7939,
      "visits": [
        {
          "text": "Visita Rheinfelden, una città storica direttamente sul Reno al confine con la Germania. Il centro storico medievale ben conservato impressiona con le sue strade strette e gli edifici storici che invitano a un'esplorazione tranquilla. La città è stata un punto di attraversamento sul Reno per secoli, plasmando il suo carattere unico come ponte tra le nazioni.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri le famose saline che hanno attirato visitatori per secoli con i loro rilassanti bagni di salamoia. Le acque termali e la produzione di sale sono state centrali per l'identità di Rheinfelden dai tempi romani, offrendo esperienze di benessere radicate in antiche tradizioni.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora i numerosi sentieri escursionistici e ciclabili lungo il Reno, seguendo il fiume attraverso paesaggi pittoreschi dove la Svizzera incontra la Germania. Le rive del fiume offrono percorsi tranquilli con viste su entrambi i paesi."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 29
        }
      ],
      "rating": 5.1,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::rigi",
      "name": "Rigi",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.0567,
        8.485
      ],
      "lat": 47.0567,
      "lon": 8.485,
      "visits": [
        {
          "text": "Scopri il Monte Rigi, conosciuto come la 'Regina delle Montagne' e la prima montagna turistica d'Europa. Questo massiccio si erge tra tre laghi - Lucerna, Zugo e Lauerz - creando viste mozzafiato in ogni direzione. Il panorama abbraccia le Alpi svizzere, le Montagne del Giura e il vasto Altopiano Svizzero che si estende fino all'orizzonte.",
          "visit_duration_min": 75
        },
        {
          "text": "Raggiungi la vetta con la storica Ferrovia del Rigi, una delle prime ferrovie di montagna d'Europa risalente al 1871. In alternativa, prendi la panoramica funivia da Weggis, salendo attraverso paesaggi pastorali punteggiati di chalet tradizionali e bestiame al pascolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Rilassati ai Bagni Minerali e Spa Rigi Kaltbad, progettati dal rinomato architetto Mario Botta. Il moderno complesso termale si armonizza con l'ambiente alpino, offrendo piscine interne ed esterne alimentate da sorgenti minerali naturali, con viste ininterrotte sulle montagne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "In estate, esplora sentieri escursionistici che vanno da percorsi facili a itinerari impegnativi. In inverno, il Rigi offre sci, slittino e percorsi con le ciaspole. L'importanza culturale della montagna nella storia svizzera la rende una meta imperdibile."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 13
        }
      ],
      "rating": 5.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::saas-fee",
      "name": "Saas Fee",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.107,
        7.929
      ],
      "lat": 46.107,
      "lon": 7.929,
      "visits": [
        {
          "text": "Arrivi a Saas-Fee, la 'Perla delle Alpi' e uno dei villaggi turistici senza auto più spettacolari della Svizzera. Circondato da 13 vette oltre i 4.000 metri, questo villaggio glaciale si trova a 1.800 metri in un drammatico anfiteatro montano. I veicoli elettrici e le carrozze trainate da cavalli mantengono l'atmosfera tranquilla di questo paradiso senza traffico.",
          "visit_duration_min": 75
        },
        {
          "text": "Cena al Drehrestaurant Allalin, il ristorante girevole più alto del mondo a 3.500 metri. Completa un'intera rotazione a 360° durante il pasto godendo di viste ininterrotte su 18 vette oltre i quattromila metri. Il viaggio verso il ristorante con il Metro Alpin, la funicolare sotterranea più alta del mondo, è un'esperienza a sé.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi lo sci e lo snowboard tutto l'anno sul Ghiacciaio Fee. L'alta quota del comprensorio garantisce eccellenti condizioni di neve anche in estate, rendendolo una destinazione di allenamento per atleti professionisti e un'opportunità unica di sciare in qualsiasi stagione."
        },
        {
          "text": "Rilassati in una delle strutture spa del villaggio che offrono trattamenti ispirati alla montagna. La combinazione di aria alpina fresca, scenari mozzafiato e tradizioni di benessere crea un rifugio rigenerante in questo romantico ambiente montano."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 16
        }
      ],
      "rating": 5.7,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::saint-ursanne",
      "name": "Saint Ursanne",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.3642815,
        7.1542802
      ],
      "lat": 47.3642815,
      "lon": 7.1542802,
      "visits": [
        {
          "text": "Scoperta della città vecchia medievale di Saint-Ursanne, delle sue porte fortificate e facciate antiche",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nella valle del Doubs intorno a Saint-Ursanne e sul ponte medievale"
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 1
        }
      ],
      "rating": 3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::schaffhausen",
      "name": "Schaffhausen",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.6959,
        8.635
      ],
      "lat": 47.6959,
      "lon": 8.635,
      "visits": [
        {
          "text": "Esplora Sciaffusa, una città storica con un centro storico ben conservato e l'imponente fortezza Munot risalente al XVI secolo. Questa fortificazione circolare unica offre viste panoramiche sulla città, sul Reno e sulle colline circostanti coperte di vigneti. I bow window ornati (Erker) e le facciate affrescate del centro storico creano un patrimonio architettonico distintivo.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira le Cascate del Reno, la più grande cascata d'Europa con 150 metri di larghezza e 23 metri di altezza. Questo impressionante spettacolo naturale vede 600.000 litri d'acqua al secondo precipitare sulle rocce con forza tremenda. I pesci non possono risalire la corrente a causa della potenza delle cascate, anche se le anguille sono note per compiere il viaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora Sciaffusa, una città storica il cui centro medievale ospita magnifici edifici ornati di affreschi e bovindi scolpiti. Sali alla fortezza circolare del Munot, una struttura difensiva unica del XVI secolo, per goderti viste panoramiche sulla città, i vigneti circostanti e il Reno che serpeggia nella vallata.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira le Cascate del Reno, le più grandi cascate d'Europa con 150 metri di larghezza e 23 metri di altezza. Questo grandioso spettacolo naturale vede 600.000 litri d'acqua al secondo precipitare con un fragore assordante. Le imbarcazioni ti portano alla base delle cascate e alla roccia centrale per un'esperienza immersiva indimenticabile.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai un giro in barca fino alla massa d'acqua fragorosa, sbarcando sulla roccia centrale per un'esperienza veramente immersiva. Molteplici piattaforme di osservazione su entrambe le rive offrono diverse prospettive di questo impressionante fenomeno naturale."
        },
        {
          "text": "Esplora i sentieri escursionistici e ciclabili circostanti che serpeggiano attraverso i vigneti e lungo le rive del fiume. Il clima mite della regione produce eccellenti vini, in particolare dal vitigno Blauburgunder."
        },
        {
          "text": "Esplora i vigneti terrazzati che dominano il Reno durante una degustazione di vini locali. La regione di Sciaffusa produce eccellenti vini Pinot Noir e Riesling-Sylvaner, testimoni di una tradizione viticola secolare favorita dal microclima mite della vallata."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 11
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 6
        }
      ],
      "rating": 6.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::schwyz",
      "name": "Schwyz",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.0207,
        8.6569
      ],
      "lat": 47.0207,
      "lon": 8.6569,
      "visits": [
        {
          "text": "Esplora Svitto, capoluogo dell'omonimo cantone che diede il nome alla Svizzera. Visita il Forum di Storia Svizzera, uno dei più importanti musei culturali e storici della regione alpina, che presenta le origini della Confederazione Svizzera e i documenti fondativi della nazione, incluso il Patto Federale del 1291.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira l'imponente Municipio barocco e la chiesa parrocchiale di San Martino, testimoni della storica prosperità di questa città ricca di patrimonio. Le facciate dipinte delle dimore patrizie raccontano la storia delle famiglie che hanno plasmato il destino della regione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prendi lo Stoosbahn, la funicolare più ripida del mondo con pendenze fino al 110%, che sale al villaggio senza auto di Stoos. Questa notevole impresa ingegneristica offre viste mozzafiato durante la salita."
        },
        {
          "text": "Fai un'escursione alle vette del Rotenflue o del Grosser Mythen per stupende viste panoramiche sulla regione. Queste montagne iconiche offrono sentieri per vari livelli con panorami gratificanti sulla Svizzera Centrale."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 10
        }
      ],
      "rating": 6.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::soglio",
      "name": "Soglio",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.341816,
        9.5395389
      ],
      "lat": 46.341816,
      "lon": 9.5395389,
      "visits": [
        {
          "text": "Scoperta del villaggio arroccato di Soglio nell'Engadina, con le sue case di granito e stradine strette",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Punto panoramico sul circo roccioso della val Bondasca e le vette del gruppo della Sciora"
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 10
        }
      ],
      "rating": 2.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::solothurn",
      "name": "Solothurn",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.2088,
        7.5323
      ],
      "lat": 47.2088,
      "lon": 7.5323,
      "visits": [
        {
          "text": "Scopri Soletta, la città barocca della Svizzera, che vanta una ricca storia e un'architettura impressionante che le è valsa questo titolo distintivo. Il centro storico lungo il fiume Aar presenta la magnifica Cattedrale di Sant'Orso con le sue influenze rinascimentali italiane, la torre dell'orologio medievale e l'elegante Castello di Waldegg in giardini curati.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Museo Storico di Blumenstein per esplorare il patrimonio della regione, o ammira i risultati artistici svizzeri al Museo d'Arte di Soletta. Queste istituzioni culturali testimoniano l'impegno di lunga data della città nel preservare e celebrare il suo patrimonio artistico e storico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia lungo le rive dell'Aar e attraverso le vie porticate che danno a Soletta il suo carattere distintivo. L'architettura barocca perfettamente conservata crea un'atmosfera di eleganza e raffinatezza unica tra le città svizzere."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 26
        }
      ],
      "rating": 5.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::thun",
      "name": "Thun",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.758,
        7.628
      ],
      "lat": 46.758,
      "lon": 7.628,
      "visits": [
        {
          "text": "Scopri Thun, un'incantevole città sulle rive del Lago di Thun con un affascinante centro storico dominato dal medievale Castello di Thun. Questa fortezza del XII secolo si erge drammaticamente sopra la città, le sue quattro torri angolari creano una delle silhouette più riconoscibili della Svizzera. All'interno, il museo storico ripercorre l'affascinante passato della regione.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora gli unici marciapiedi sopraelevati (Hochtrottoirs) della via principale, dove i negozi occupano due livelli - a livello strada e su piattaforme rialzate accessibili tramite scale. Questa caratteristica architettonica distintiva, unica in Svizzera, risale al periodo medievale.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita della città vecchia di Thun costruita sull'Aar e dominata dal castello di Schloss Thun",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi le acque cristalline del Lago di Thun, perfette per nuotare, veleggiare o fare gite in barca panoramiche. Dal belvedere dello Schlossberg, ammira incredibili viste sulla città e sulle cime alpine circostanti che incorniciano questo splendido scenario lacustre."
        },
        {
          "text": "Passeggia lungo la promenade dell'Aar, una deliziosa passeggiata sul fiume che collega il lago al centro storico. Il percorso offre tranquille viste sull'acqua e sulle montagne mentre passa davanti a incantevoli caffè e giardini."
        },
        {
          "text": "Passeggiata sulla Obere Hauptgasse e lungo le case con portici e fontane fiorite"
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 24
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "I Posti Più Belli della Svizzera: Città e Villaggi Pittoreschi",
          "day": 2
        }
      ],
      "rating": 4.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::vevey",
      "name": "Vevey",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.4628,
        6.8419
      ],
      "lat": 46.4628,
      "lon": 6.8419,
      "visits": [
        {
          "text": "Esplora Vevey, l'incantevole cittadina lacustre sulla sponda nord-orientale del Lago di Ginevra. Passeggia lungo il Quai Perdonnet per scoprire la famosa scultura della forchetta alta 8 metri che emerge dalle acque del lago – un punto di riferimento iconico che celebra il legame della città con l'industria alimentare. La passeggiata offre viste mozzafiato sul lago e i vigneti circostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Chaplin's World, un museo dedicato a Charlie Chaplin che trascorse i suoi ultimi 25 anni in questa regione. La tenuta di 15 ettari mostra la sua carriera cinematografica e vita personale attraverso mostre interattive, scenografie e archivi familiari. I giardini magnificamente curati offrono viste sul Lago di Ginevra e le Alpi che lo stesso Chaplin amava.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri l'Alimentarium, un museo unico a tema alimentare che esplora la storia, la scienza e la cultura della nutrizione. Questo museo innovativo sul lungolago coinvolge i visitatori con esposizioni interattive sul nostro rapporto con il cibo."
        },
        {
          "text": "Visita la statua di Chaplin in riva al lago ed esplora i murales dipinti in tutta la città che celebrano il leggendario cineasta. La sua tomba nel cimitero locale è anche un luogo di pellegrinaggio per gli appassionati di cinema di tutto il mondo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 21
        }
      ],
      "rating": 8.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::wasserfallen",
      "name": "Wasserfallen",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.4167,
        7.65
      ],
      "lat": 47.4167,
      "lon": 7.65,
      "visits": [
        {
          "text": "Sali verso la regione di Wasserfallen nelle Montagne del Giura, una destinazione popolare nel Canton Basilea-Campagna. La funivia Reigoldswil-Wasserfallen porta i visitatori a un punto panoramico che offre impressionanti panorami delle dolci colline del Giura e del paesaggio circostante. Questo paradiso naturale soddisfa sia i vacanzieri attivi che coloro che cercano un rilassamento tranquillo.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora i numerosi sentieri escursionistici e percorsi per mountain bike che attraversano questo splendido paesaggio alpino. Il terreno variegato della regione offre percorsi per tutte le abilità, dalle passeggiate facili attraverso i prati ai più impegnativi percorsi di montagna con viste gratificanti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ammira le viste a 360 gradi dalla vetta, dove il paesaggio ondulato del Giura si dispiega in ogni direzione. Il contrasto tra colline boscose e prati aperti crea un'esperienza di montagna tipicamente svizzera."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 27
        }
      ],
      "rating": 4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "CH::wengen",
      "name": "Wengen",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.6066,
        7.9217
      ],
      "lat": 46.6066,
      "lon": 7.9217,
      "visits": [
        {
          "text": "Orientamento nel villaggio di Lauterbrunnen e punto panoramico delle cascate Staubbach",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata nel villaggio alpino pedonale di Wengen",
          "visit_duration_min": 75
        },
        {
          "text": "Jungfraujoch – Cima d'Europa: Terrazza Sphinx e Palazzo di Ghiaccio",
          "visit_duration_min": 75
        },
        {
          "text": "Sosta panoramica al passo montano di Kleine Scheidegg",
          "visit_duration_min": 75
        },
        {
          "text": "Grindelwald First Cliff Walk by Tissot",
          "visit_duration_min": 75
        },
        {
          "text": "Sosta fotografica sul lago a Iseltwald/Brienz (Lago di Brienz)",
          "visit_duration_min": 75
        },
        {
          "text": "Opzione: Sciare al Matterhorn Glacier Paradise o visitare il Palazzo dei Ghiacci.",
          "visit_duration_min": 75
        },
        {
          "text": "Treno per Gornergrat per viste panoramiche del Matterhorn.",
          "visit_duration_min": 75
        },
        {
          "text": "Funivia da Mürren a Schilthorn per viste panoramiche delle Alpi.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Bond World",
          "visit_duration_min": 75
        },
        {
          "text": "Percorri la Birg Thrill Walk.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il villaggio di Mürren e scendi nella Valle di Lauterbrunnen.",
          "visit_duration_min": 75
        },
        {
          "text": "Cammina o prendi l'autobus per le Cascate di Trümmelbach.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cascate Trümmelbach con ascensori tunnel e gallerie"
        },
        {
          "text": "Passeggiata al tramonto da Wengen al punto panoramico di Wengwald"
        },
        {
          "text": "Passeggiata sull'altopiano alpino (sentiero dell'Altopiano Jungfraujoch, tempo permettendo)"
        },
        {
          "text": "Viaggio in treno via Wengen–Kleine Scheidegg–Jungfraujoch andata e ritorno"
        },
        {
          "text": "Attività area First (opzionali: zipline/kart/kickbike)"
        },
        {
          "text": "Navigazione in vasca idromassaggio con Pirate Bay Nautical Center (Bönigen) o sessione di kayak sul Lago di Brienz"
        },
        {
          "text": "Trasferimento da Zermatt alla Regione della Jungfrau via Interlaken (~3h)."
        },
        {
          "text": "Via Ferrata opzionale da Mürren a Gimmelwald."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 2
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 3
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 4
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "Itinerario in Svizzera: Laghi, Alpi e Città",
          "day": 3
        }
      ],
      "rating": 9.1,
      "place_type": "large_city",
      "suggested_days": 4
    },
    {
      "place_id": "CH::zermatt",
      "name": "Zermatt",
      "cc": "CH",
      "language": "it",
      "coords": [
        46.0207,
        7.7491
      ],
      "lat": 46.0207,
      "lon": 7.7491,
      "visits": [
        {
          "text": "Vivi Zermatt, l'iconico villaggio senza auto ai piedi del leggendario Cervino. Questa località di fama mondiale combina il tradizionale fascino alpino con comfort moderni, le sue strade acciottolate fiancheggiate da chalet e boutique sotto la drammatica silhouette della vetta più famosa della Svizzera. La distintiva forma piramidale del Cervino domina il paesaggio da ogni punto di osservazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Sali al Gornergrat con lo storico treno a cremagliera, arrampicandoti fino a 3.089 metri per uno dei panorami più spettacolari della Svizzera. La piattaforma panoramica offre viste senza ostacoli su 29 vette oltre i 4.000 metri, inclusi il Monte Rosa, il Cervino e il Ghiacciaio del Gorner che si estende nella valle sottostante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Matterhorn Glacier Paradise, la stazione della funivia più alta d'Europa a 3.883 metri. Il Palazzo del Ghiacciaio, scavato 15 metri sotto la superficie del ghiaccio, presenta stupende sculture di ghiaccio e formazioni cristalline. Nelle giornate limpide, le viste si estendono fino alle vette di Italia, Francia e Germania.",
          "visit_duration_min": 75
        },
        {
          "text": "Orientamento nel villaggio di Zermatt: Bahnhofstrasse e passeggiata lungo il fiume",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Matterhorn – Zermatlantis",
          "visit_duration_min": 75
        },
        {
          "text": "Sistema di funivia Matterhorn Glacier Paradise (Klein Matterhorn) (opzionale se non fatto Jungfraujoch)",
          "visit_duration_min": 75
        },
        {
          "text": "Sosta al punto panoramico esterno Riffelhaus 1853 (se il percorso passa per la linea Gornergrat durante il giorno)",
          "visit_duration_min": 75
        },
        {
          "text": "Treno panoramico da Ginevra a Zermatt (~3,5h).",
          "visit_duration_min": 75
        },
        {
          "text": "Sentiero dei Cinque Laghi (Leisee, Stellisee, Grindjisee, Grünsee, Moosjisee) vicino a Zermatt.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata attraverso il villaggio di Zermatt e lungo il fiume per ammirare il Cervino.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitare la Gola del Gorner.",
          "visit_duration_min": 75
        },
        {
          "text": "Escursione sul sentiero del ponte sospeso Charles Kuonen da Randa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora l'incantevole villaggio a piedi, scoprendo l'architettura tradizionale vallesana e il Cimitero degli Alpinisti che onora coloro che hanno perso la vita sulle vette circostanti. L'ambiente senza auto crea un'atmosfera tranquilla perfetta per passeggiate serali."
        },
        {
          "text": "In inverno, goditi lo sci nel vasto comprensorio collegato a Cervinia in Italia, che offre oltre 360 chilometri di piste. L'alta quota assicura eccellenti condizioni di neve e l'esperienza unica di sciare con il Cervino come compagno costante."
        },
        {
          "text": "Salita con funicolare Sunnegga e escursione tra rifugi di montagna"
        },
        {
          "text": "Segmenti di sentiero ad alta quota intorno al Gornergrat (anello breve)"
        },
        {
          "text": "Soste fotografiche a Rotenboden/Riffelberg e ritorno a Zermatt"
        },
        {
          "text": "Parapendio o mountain bike guidata (stagionale, tempo permettendo)"
        },
        {
          "text": "Shopping e tempo per caffè di ritorno a Zermatt"
        },
        {
          "text": "Prendere la funicolare Sunnegga e la funivia Blauherd per raggiungere l'inizio dell'escursione."
        },
        {
          "text": "Treno di ritorno da Randa a Zermatt."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 17
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 5
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 6
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 7
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "Itinerario in Svizzera: Laghi, Alpi e Città",
          "day": 2
        }
      ],
      "rating": 9.7,
      "place_type": "large_city",
      "suggested_days": 2.5
    },
    {
      "place_id": "CH::zurich",
      "name": "Zurich",
      "cc": "CH",
      "language": "it",
      "coords": [
        47.3769,
        8.5417
      ],
      "lat": 47.3769,
      "lon": 8.5417,
      "visits": [
        {
          "text": "Esplora Zurigo, la città più grande della Svizzera e un importante centro finanziario nonché metropoli culturale. Il centro storico si estende su entrambi i lati del fiume Limmat, con monumenti tra cui il Grossmünster a due torri e l'elegante Fraumünster con le sue splendide vetrate di Chagall. La Bahnhofstrasse, la via dello shopping principale, è una delle destinazioni commerciali più esclusive al mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri i numerosi musei e gallerie della città, dal Kunsthaus Zürich con la sua collezione d'arte di classe mondiale al Museo Nazionale Svizzero che ripercorre la storia culturale del paese. La vivace scena artistica include teatri, opera e innumerevoli locali più piccoli che mostrano la creatività contemporanea.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Zurigo, la città più grande della Svizzera e centro economico. Passeggia sulla Bahnhofstrasse, una delle vie commerciali più prestigiose al mondo, fiancheggiata da boutique di lusso e grandi marchi. Questa elegante arteria di 1,4 chilometri collega la stazione centrale al lago, attraversando il cuore storico della metropoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora l'Altstadt, la città vecchia con i suoi tortuosi vicoli medievali su entrambi i lati del fiume Limmat. Ammira il Grossmünster, l'iconica cattedrale romanica con le sue caratteristiche torri gemelle, la cui costruzione iniziò nel XII secolo. La leggenda narra che fu lo stesso Carlo Magno a scoprire le tombe dei santi patroni di Zurigo in questo luogo.",
          "visit_duration_min": 75
        },
        {
          "text": "Altstadt (Città Vecchia): punti panoramici Niederdorf e Lindenhof",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggiata per fare shopping in vetrina sulla Bahnhofstrasse",
          "visit_duration_min": 75
        },
        {
          "text": "Grossmünster e Fraumünster (vetrate di Chagall) brevi soste del patrimonio",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthaus Zürich (se il tempo lo permette)",
          "visit_duration_min": 75
        },
        {
          "text": "Treno da Wengen a Lucerna (~2,5h).",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia sul ponte Kapellbrücke e la Torre dell'Acqua.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Monumento al Leone e il Giardino dei Ghiacciai.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il centro storico di Lucerna e il lungolago.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa Grossmünster – sali sulla torre per la vista sulla città.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa Fraumünster e la via dello shopping Bahnhofstrasse.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia nel centro storico di Zurigo e lungo il fiume Limmat.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rilassati sul Lago di Zurigo, perfetto per nuotare, veleggiare e fare paddleboard in estate. Le passeggiate sul lungolago offrono viste sulle Alpi mentre le vivaci zone sul lungomare pulsano di caffè, parchi e bagni pubblici."
        },
        {
          "text": "Vivi la vivace vita notturna di Zurigo, concentrata in quartieri come Langstrasse e le aree industriali trasformate di Zurich West. La città offre di tutto, dalle tradizionali osterie a club all'avanguardia."
        },
        {
          "text": "Sali al Lindenhof, una collina ombreggiata da tigli che offre viste panoramiche sul fiume Limmat e sui tetti della città vecchia. Questo sito storico, un tempo forte romano, è oggi un'oasi di pace nel cuore del fermento urbano, ideale per contemplare il paesaggio zurighese."
        },
        {
          "text": "Passeggia lungo il Lago di Zurigo e goditi splendide viste sulle Alpi innevate sullo sfondo. Le banchine paesaggistiche invitano a tranquille passeggiate, con spazi verdi, sculture e terrazze affacciate sulle acque cristalline."
        },
        {
          "text": "Visita il Kunsthaus Zürich, uno dei più importanti musei d'arte della Svizzera, che ospita una collezione eccezionale dall'arte medievale alle opere contemporanee, con capolavori di Monet, Picasso, Giacometti e numerosi artisti svizzeri."
        },
        {
          "text": "Passeggiata sul lungolago di Zurigo (settore Bürkliplatz) o tempo sui pontili delle terme pubbliche (stagionale)"
        },
        {
          "text": "Cena a base di fonduta sulle colline"
        },
        {
          "text": "Shopping/caffè dell'ultimo minuto nei vicoli del Centro Storico"
        },
        {
          "text": "Tour guidato opzionale con gita in barca sul Lago di Lucerna."
        },
        {
          "text": "Tour guidato facoltativo della città con giro in barca e funivia."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 12
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour della Svizzera: Vette, Laghi e Città Storiche",
          "day": 7
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 9
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "Tour in Svizzera: Laghi, Alpi e Ferrovie Panoramiche",
          "day": 10
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "Itinerario in Svizzera: Laghi, Alpi e Città",
          "day": 5
        }
      ],
      "rating": 9.7,
      "place_type": "capital",
      "suggested_days": 3
    },
    {
      "place_id": "DE::freiburg",
      "name": "Freiburg",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.999,
        7.8421
      ],
      "lat": 47.999,
      "lon": 7.8421,
      "visits": [
        {
          "text": "Scopri Friburgo in Brisgovia, la vivace città universitaria nota per il suo clima soleggiato e il centro storico nella regione della Foresta Nera in Germania. La magnifica cattedrale gotica Münster domina la Marktplatz, la sua guglia di 116 metri è un capolavoro dell'architettura medievale. L'intricata lavorazione della pietra e le splendide vetrate sono sopravvissute ai secoli in gran parte intatte.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora gli unici Bächle, piccoli canali d'acqua che scorrono attraverso le strade e i vicoli del centro storico. Questi canali medievali, originariamente utilizzati per la lotta antincendio e il raffreddamento, ora incantano i visitatori mentre tracciano il loro percorso attraverso il centro storico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Come porta d'accesso alla Foresta Nera, Friburgo offre innumerevoli sentieri escursionistici e ciclabili nelle vicinanze. Le colline circostanti, coperte da scure foreste sempreverdi, hanno dato il nome alla regione e offrono infinite opportunità di esplorazione all'aria aperta."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 8
        }
      ],
      "rating": 7.3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "DE::rust",
      "name": "Rust",
      "cc": "DE",
      "language": "it",
      "coords": [
        48.2667,
        7.7167
      ],
      "lat": 48.2667,
      "lon": 7.7167,
      "visits": [
        {
          "text": "Scopri Europa-Park a Rust, il più grande parco a tema della Germania e il secondo più visitato in Europa dopo Disneyland Parigi. Con oltre 100 attrazioni e spettacoli distribuiti in 18 aree tematiche che rappresentano paesi europei, il parco offre qualcosa per tutte le età. Dalle montagne russe ad alta velocità ai mondi fiabeschi, ogni zona ricrea l'atmosfera della rispettiva nazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Il parco dispone di 13 montagne russe, alcune in funzione dal 1984, dimostrando decenni di innovazione nelle emozioni dei parchi a tema. Silver Star si erge come una delle montagne russe più alte e veloci d'Europa, mentre le attrazioni per famiglie garantiscono divertimento per i visitatori più giovani.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Con una capacità di 60.000 ospiti al giorno, Europa-Park offre una giornata intera di divertimento. Il comodo treno diretto RailCoaster da Basilea rende il viaggio facile, con bus navetta che collegano la stazione di Ringsheim sia a Europa-Park che al mondo acquatico Rulantica."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 6
        }
      ],
      "rating": 3.3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "DE::schluchsee",
      "name": "Schluchsee",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.8167,
        8.1833
      ],
      "lat": 47.8167,
      "lon": 8.1833,
      "visits": [
        {
          "text": "Esplora lo Schluchsee, il lago più grande della regione del Baden-Württemberg, che impressiona i visitatori con le sue acque eccezionalmente limpide e la bellezza naturale circostante. Originariamente un lago naturale, fu arginato nel 1932 e ora offre un ambiente incontaminato per gli sport acquatici e il relax in riva al lago. Le rive boscose rimangono in gran parte non sviluppate, preservando il carattere selvaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri i sentieri escursionistici e ciclabili ben mantenuti che circondano il lago e si estendono nella Foresta Nera circostante. Il terreno offre percorsi per tutte le abilità, dalle tranquille passeggiate lungo il lago ai impegnativi sentieri di montagna con viste gratificanti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi il nuoto, la vela e la pesca nelle acque pulite, o noleggia una barca per esplorare le tranquille insenature del lago. Questa zona idilliaca attrae amanti della natura e vacanzieri attivi durante tutto l'anno, con l'inverno che porta sci di fondo e pattinaggio."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 10
        }
      ],
      "rating": 4.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "DE::titisee",
      "name": "Titisee",
      "cc": "DE",
      "language": "it",
      "coords": [
        47.8967,
        8.155
      ],
      "lat": 47.8967,
      "lon": 8.155,
      "visits": [
        {
          "text": "Visita Titisee-Neustadt nel cuore della Foresta Nera, famosa per il suo lago cristallino e i dintorni pittoreschi. Il lago glaciale, formatosi durante l'ultima era glaciale, si estende per quasi due chilometri tra montagne boscose. L'incantevole lungomare offre viste stupende e accesso al noleggio barche.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri la famosa tradizione degli orologi a cucù della regione in una delle fabbriche di orologi locali. La Foresta Nera produce questi intricati orologi dal XVIII secolo, e puoi osservare maestri artigiani creare questi iconici souvenir utilizzando tecniche tradizionali.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi un giro in barca sul lago o semplicemente rilassati sulla riva. Numerosi percorsi escursionistici e ciclabili serpeggiano attraverso le foreste circostanti, mentre le strutture benessere offrono relax. In inverno, l'area si trasforma in una destinazione per sport invernali con sci, sci di fondo e pattinaggio su ghiaccio."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 9
        }
      ],
      "rating": 5.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "FR::colmar",
      "name": "Colmar",
      "cc": "FR",
      "language": "it",
      "coords": [
        48.0794,
        7.3558
      ],
      "lat": 48.0794,
      "lon": 7.3558,
      "visits": [
        {
          "text": "Esplora Colmar, rinomata per il suo centro storico splendidamente conservato con case a graticcio e canali idilliaci nella regione dell'Alsazia in Francia. Le facciate colorate e i ponti fioriti creano un'atmosfera fiabesca che ha reso questa una delle città più fotogeniche di Francia. L'architettura medievale e rinascimentale è sopravvissuta notevolmente intatta.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Museo Unterlinden, ospitato in un convento domenicano del XIII secolo, per vedere la famosa Pala d'Altare di Isenheim. Questo capolavoro dell'arte rinascimentale tedesca di Matthias Grünewald è considerato una delle opere più importanti della pittura occidentale, i suoi colori vividi e l'intensità emotiva affascinano ancora i visitatori cinque secoli dopo.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia per La Petite Venise (Piccola Venezia), dove le tradizionali case a graticcio fiancheggiano i canali del fiume Lauch. Questo pittoresco quartiere, meglio esplorato in barca o a piedi, cattura l'essenza del fascino alsaziano con i suoi edifici dai colori pastello riflessi nelle acque tranquille.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assaggia la ricca tradizione culinaria dell'Alsazia, esplorando le specialità locali e i vini che riflettono l'eredità unica franco-tedesca della regione. La scena gastronomica della città celebra secoli di tradizione culinaria."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 7
        }
      ],
      "rating": 6.3,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "FR::dijon",
      "name": "Dijon",
      "cc": "FR",
      "language": "it",
      "coords": [
        47.322,
        5.0415
      ],
      "lat": 47.322,
      "lon": 5.0415,
      "visits": [
        {
          "text": "Scopri Digione, la storica capitale della Borgogna situata nel cuore della più celebre regione vinicola francese. La città vanta un ricco patrimonio come sede dei potenti Duchi di Borgogna, con il Palazzo Ducale che oggi ospita l'eccezionale Musée des Beaux-Arts. Edifici medievali e rinascimentali fiancheggiano le vie pedonali del centro notevolmente preservato.",
          "visit_duration_min": 75
        },
        {
          "text": "Segui il Sentiero della Civetta (Parcours de la Chouette), un percorso a piedi segnato da placche di bronzo raffiguranti una civetta incastonate nel selciato che passa davanti a 22 monumenti storici. Questo tour autoguidato rivela i tesori architettonici della città, dalle chiese gotiche agli eleganti hôtels particuliers.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il patrimonio gastronomico per cui Digione è famosa in tutto il mondo, inclusa la sua rinomata senape e gli eccezionali vini di Borgogna. La città è la culla dell'alta cucina borgognona, dove le ricette tradizionali sono state perfezionate nel corso dei secoli.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degusta i celebri vini della Borgogna, dai grands crus della Côte de Nuits alle denominazioni dei villaggi che circondano la città. I vigneti di questa regione producono alcuni dei Pinot Noir e Chardonnay più ricercati al mondo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 1
        }
      ],
      "rating": 8.7,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "FR::marlenheim",
      "name": "Marlenheim",
      "cc": "FR",
      "language": "it",
      "coords": [
        48.6217,
        7.4911
      ],
      "lat": 48.6217,
      "lon": 7.4911,
      "visits": [
        {
          "text": "Inizia la Strada dei Vini d'Alsazia a Marlenheim, la porta nord di 170 chilometri di strade tortuose attraverso villaggi incantevoli e vigneti pittoreschi. Questo celebre percorso attraversa i contrafforti dei Vosgi, dove il microclima unico produce alcuni dei migliori vini bianchi di Francia.",
          "visit_duration_min": 75
        },
        {
          "text": "Degusta i vini locali tra cui Riesling, Gewürztraminer, Pinot Grigio e Moscato - i nobili vitigni che hanno reso l'Alsazia famosa in tutto il mondo. Le cantine lungo la strada e le sale di degustazione offrono opportunità di scoprire questi vini eccezionali direttamente dai produttori.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi il paesaggio idilliaco di colline coperte di viti, villaggi medievali e viste sulle montagne lontane. La calorosa ospitalità delle famiglie vinicole aggiunge una dimensione personale alla scoperta di questa rinomata regione vinicola."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 4
        }
      ],
      "rating": 3.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "FR::ribeauville",
      "name": "Ribeauville",
      "cc": "FR",
      "language": "it",
      "coords": [
        48.1958,
        7.3189
      ],
      "lat": 48.1958,
      "lon": 7.3189,
      "visits": [
        {
          "text": "Scopri Ribeauvillé, un villaggio alsaziano per eccellenza coronato da tre rovine di castelli che dominano la città medievale. Questi resti di fortezze - Saint-Ulrich, Girsberg e Haut-Ribeaupierre - risalgono dall'XI al XIV secolo e offrono viste panoramiche sui pendii coperti di vigneti e sulla pianura del Reno oltre.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia per il centro storico lungo la Grand'Rue, fiancheggiata da edifici rinascimentali e gotici che ospitano botteghe artigiane e ristoranti tradizionali. Il patrimonio medievale del villaggio è visibile nelle sue porte fortificate, nelle piazze con fontane e nelle case a graticcio decorate con insegne in ferro battuto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora i vigneti circostanti che producono vino qui dai tempi romani. La Strada dei Vini d'Alsazia passa direttamente attraverso Ribeauvillé, offrendo opportunità di degustare eccezionali Riesling, Gewürztraminer e Pinot Grigio nelle cantine locali."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 3
        }
      ],
      "rating": 7.6,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "FR::ronchamp",
      "name": "Ronchamp",
      "cc": "FR",
      "language": "it",
      "coords": [
        47.7042,
        6.6217
      ],
      "lat": 47.7042,
      "lon": 6.6217,
      "visits": [
        {
          "text": "Visita la cappella Notre-Dame du Haut a Ronchamp, progettata dal leggendario architetto Le Corbusier e dichiarata Patrimonio dell'Umanità UNESCO. Questo rivoluzionario capolavoro dell'architettura moderna, completato nel 1955, rompe tutte le convenzioni con le sue pareti bianche scultoree, il tetto a forma di fungo e le aperture delle finestre apparentemente casuali che creano un'illuminazione interna drammatica.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi l'atmosfera spirituale creata dalla magistrale manipolazione della luce e dello spazio di Le Corbusier. Le forme organiche della cappella e la sua ambientazione di pellegrinaggio combinano l'architettura modernista con le antiche tradizioni religiose, creando un ambiente contemplativo che continua a ispirare architetti e visitatori.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora i terreni circostanti progettati da Renzo Piano, tra cui il Monastero di Santa Chiara e la portineria. L'ambientazione tranquilla sulla collina offre viste sui Vosgi e sui paesaggi incantevoli della regione Borgogna-Franca Contea."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 2
        }
      ],
      "rating": 7.3,
      "place_type": "medium_city",
      "suggested_days": 1
    },
    {
      "place_id": "FR::strasbourg",
      "name": "Strasbourg",
      "cc": "FR",
      "language": "it",
      "coords": [
        48.5734,
        7.7521
      ],
      "lat": 48.5734,
      "lon": 7.7521,
      "visits": [
        {
          "text": "Esplora Strasburgo, capitale dell'Alsazia e sede del Parlamento Europeo, con una splendida cattedrale gotica e un centro storico ben conservato dichiarato Patrimonio dell'Umanità UNESCO. La guglia di 142 metri della cattedrale fu l'edificio più alto del mondo per oltre due secoli, mentre la sua intricata facciata e l'orologio astronomico continuano a stupire i visitatori.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeggia per La Petite France, il quartiere più pittoresco di Strasburgo, dove case a graticcio del XVI e XVII secolo fiancheggiano i canali del fiume Ill. Le antiche case di conciatori e pescatori ora ospitano ristoranti e negozi, con i loro balconi fioriti riflessi nelle acque tranquille sottostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita l'edificio del Parlamento Europeo, dove si riunisce l'assemblea eletta direttamente dall'Unione Europea. Le visite guidate rivelano il funzionamento di questa importante istituzione democratica e la splendida aula dell'emiciclo dove 705 deputati di 27 nazioni deliberano.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri il ricco patrimonio culinario di Strasburgo, dalle tradizionali winstub ai ristoranti stellati Michelin. La cucina della città riflette la sua posizione unica al crocevia delle culture francese e tedesca, producendo piatti distintivi che non si trovano altrove."
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Tour dei Tre Paesi: Svizzera, Foresta Nera e Alsazia",
          "day": 5
        }
      ],
      "rating": 9.9,
      "place_type": "metropolis",
      "suggested_days": 2.5
    }
  ]
}