{
  "itineraries": [
    {
      "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
      "id": "NC::grand-terre::caledonia-reef-and-kanak",
      "language": "en",
      "title": "New Caledonia Journey: UNESCO Lagoon & Kanak Heritage",
      "country": "NC",
      "estimated_days_base": 11,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "NC::noumea",
          "suggested_days": 2,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::noumea",
            "coords": [
              -22.275,
              166.458
            ],
            "map_keywords": [
              "Place des Cocotiers Nouméa",
              "Cathédrale Saint-Joseph Nouméa",
              "Marché Port Moselle Nouméa",
              "Quartier Latin Nouméa",
              "Faubourg Blanchot Nouméa",
              "Musée de la Ville Nouméa"
            ]
          },
          "visits": [
            {
              "text": "Place des Cocotiers spreads out as a green rectangle at Nouméa's heart, planted with royal palms and lined with benches where locals gather in the shade. The central bandstand dates back to colonial times.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Saint Joseph's Cathedral, built between 1887 and 1897 by convicts, blends neo-Gothic style with local stone. A former prisoner actually drew up the plans.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "The Nouméa City Museum occupies a colonial building overlooking Place des Cocotiers. It traces the city's history from the penal colony era through to the present day.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Head up to Faubourg Blanchot, halfway between downtown and the waterfront promenade. Built in the late 19th century by settlers and convicts, about sixty wooden colonial villas are marked by small signs along a heritage circuit.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Facing Place des Cocotiers, the Mwâ Ka totem rises 12 meters high. Topped by a grand chief's hut, it symbolizes the memory of the Kanak people and the peace accords.",
              "place_id": "",
              "visit_duration_min": 15
            },
            {
              "text": "Continue on to the Museum of New Caledonia, dedicated to Kanak and Oceanian cultures. Carved roof spires, ceremonial masks and outrigger canoes make up a collection rich in traditional artifacts.",
              "place_id": "",
              "visit_duration_min": 50
            }
          ],
          "activities": [
            {
              "text": "Port Moselle market comes alive early morning under its colorful hexagonal halls. Lagoon fish, tropical fruits, vanilla and Melanesian crafts share the space.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "5am–12pm",
                "tip": "Most vibrant on Saturday and Sunday mornings"
              }
            },
            {
              "text": "Lunch in the Latin Quarter, just steps from Place des Cocotiers. The pedestrian streets of Sébastopol and Alma concentrate restaurants and cafés where French, Asian and Melanesian cuisines blend together.",
              "activity_duration_min": 60
            },
            {
              "text": "Late afternoon, head to the summit of Ouen Toro. Australian cannons from World War II still stand guard atop this 132-meter hill, from where the view sweeps across the city, Sainte-Marie Bay and the lagoon all the way to the islets.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Accessible by car or on foot from Anse Vata. Perfect at sunset."
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "NC::noumea",
          "suggested_days": 1,
          "rating": 5,
          "region_code": "NC",
          "night": {
            "place_id": "NC::noumea",
            "coords": [
              -22.275,
              166.458
            ],
            "map_keywords": [
              "Centre Culturel Tjibaou Nouméa",
              "Anse Vata Nouméa",
              "Baie des Citrons Nouméa",
              "Aquarium des Lagons Nouméa",
              "Îlot Canard Nouméa",
              "Promenade Roger Laroque Nouméa"
            ]
          },
          "visits": [
            {
              "text": "The Tjibaou Cultural Centre, designed by architect Renzo Piano and opened in 1998, unfolds ten tall ribbed structures of steel and wood across 8 hectares on the shore of Tina Bay. Each case represents one of New Caledonia's ten customary areas.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "The Kanak Path, an outdoor trail at the Tjibaou Centre, retraces the myth of Téâ Kanaké through five stages marked by endemic plants: houps, kaoris and columnar pines. A guide explains the symbolic language of the vegetation.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "The Lagoon Aquarium occupies 3,000 m² of pools between Anse Vata and Baie des Citrons. The route follows the water's journey, from rivers to the deep ocean: nautiluses, sea snakes, sharks, rays and turtles glide past.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Anse Vata unfolds two kilometers of golden sand facing the lagoon. The trade winds make it a playground for windsurfers and kitesurfers, while the Roger Laroque promenade runs along the waterfront between palms and restaurants.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Baie des Citrons, separated from Anse Vata by Rocher à la Voile, is Nouméans' favorite beach. Sheltered from the wind, lifeguard-patrolled, lined with banyans and bars, it welcomes families by day and partygoers by night.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Water taxi to Îlot Canard from Anse Vata. The crossing takes five minutes. On the islet, a marked underwater trail lets you snorkel among clownfish and lagoon corals.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2–3h on the islet",
                "tip": "Departures about every 10 minutes. Bring mask and snorkel."
              }
            },
            {
              "text": "Watch the turtle feeding at the Lagoon Aquarium. The team cares for injured turtles rescued from the sea each year before releasing them back into the lagoon.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Fish feeding around 10:30am, turtles around 3pm"
              }
            },
            {
              "text": "Sunset over Baie des Citrons. Settle onto a terrace facing the beach: the lagoon's colors turn golden as sailboats return to their moorings.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 375,
            "drive_min": 320,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Paved RT1 road then Koné-Tiwaka cross-island route (winding mountain road but paved)"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "NC::hienghene",
          "suggested_days": 2,
          "rating": 5,
          "region_code": "NC",
          "night": {
            "place_id": "NC::hienghene",
            "coords": [
              -20.69,
              164.94
            ],
            "map_keywords": [
              "Poule Couveuse Hienghène",
              "Falaises Lindéralique Hienghène",
              "Sphinx Hienghène",
              "Belvédère Poule Couveuse Hienghène",
              "Marina Hienghène",
              "Col Ga Wivaek Hienghène"
            ]
          },
          "visits": [
            {
              "text": "Stop at the Poule Couveuse viewpoint, 2 km south of the village. This black limestone formation juts from the lagoon and, depending on the angle, resembles either a hen brooding her eggs or the towers of Notre-Dame. 360° panorama across the Range, the lagoon and the islets.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "The Lindéralique cliffs stretch for about ten kilometers south of Hienghène. These black limestone walls of karst origin plunge into turquoise waters. A footbridge at the base of the cliffs offers the best vantage point.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Not far from the Poule, the Sphinx reveals itself in the limestone. It takes some imagination to recognize the profile of the mythological beast, but the black rock sculpted by erosion is striking.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Head down to the village of Hienghène, founded in 1887. The small center stretches along the estuary, facing a quiet marina. The tourist office and a grocery store border the wharf where cruise ships dock.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "The coastal road between Pouébo and Hienghène, called the Corniche, hugs the ocean at the foot of steep cliffs. Viewpoints alternate with river mouths, coconut groves and lush tropical vegetation.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Hike to Ga Wivaek pass from the Poule Couveuse viewpoint. The 3.8 km trail peaks at 308 meters and offers plunging views over the bay, the Lindéralique rocks and the offshore reef.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "3.8 km round trip",
                "duration": "~1h30",
                "difficulty": "Moderate",
                "tip": "Closed shoes, water. Best light at sunrise."
              }
            },
            {
              "text": "Kayak at the foot of the Lindéralique cliffs. Paddling between the black limestone walls, you approach the Poule up close and discover the karst matter sculpted by erosion.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Rental from Hienghène nautical base or from Koulnoué tribe"
              }
            },
            {
              "text": "Hienghène's small market runs Tuesday and Friday mornings. Fruits, vegetables and wood carvings from neighboring tribes are sold right from the stalls along the roadside.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6am–12pm, Tuesdays and Fridays"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "NC::hienghene",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::hienghene",
            "coords": [
              -20.69,
              164.94
            ],
            "map_keywords": [
              "Bac Ouaième Hienghène",
              "Cascade Tao Hienghène",
              "Tribu Tiendanite Hienghène",
              "Plage Koulnoué Hienghène",
              "Église Lindéralique Hienghène"
            ]
          },
          "visits": [
            {
              "text": "Cross the Ouaième River on New Caledonia's last operating ferry. This motorized floating platform runs 7 days a week, day and night. According to Kanak beliefs, the river is the pathway of souls to the afterlife.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Tao Waterfall, about a hundred meters high, nestles in the rainforest at the heart of the Panié massif. The Tao River, which rises at the summit, forms several successive cascades and natural pools at the waterfall's base.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "The tribe of Tiendanite, in the Hienghène valley, is the birthplace of the Kanak leader who gave his name to Nouméa's Cultural Centre. A memorial there pays tribute to the commune's history.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Koulnoué beach, 9 km from the village, stretches at the foot of the cliffs in a setting of coconut palms and tropical forest. It's one of the most beautiful wild beaches on the East Coast.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "The small chapel at Lindéralique and the church at Tiendanite, in the midst of the tribes, bear witness to 19th-century Marist evangelization in this region that long resisted it.",
              "place_id": "",
              "visit_duration_min": 20
            }
          ],
          "activities": [
            {
              "text": "Walk to the foot of Tao Waterfall. The trail crosses lush vegetation of tree ferns and vines. The natural pool at the waterfall's base invites a refreshing swim.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~1 km one way",
                "duration": "~30 min one way",
                "difficulty": "Easy to moderate (rocky trail, slippery when wet)",
                "tip": "Closed shoes required. Trail closed in rainy weather."
              }
            },
            {
              "text": "Immersion in a Kanak tribe: several families in Hienghène welcome visitors to share their daily life. Creek shrimp fishing with spears, pandanus leaf weaving, preparing bougna cooked in banana leaves.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Half-day or full day",
                "tip": "Check with the tourist office to arrange the visit. Respect the welcoming custom."
              }
            },
            {
              "text": "Diving or snorkeling in Hienghène Bay. The reefs at the foot of the Lindéralique cliffs are among the finest spots on the East Coast: fissures, gorgonians, turtles and small reef sharks.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Dive center in the village. Booking the day before recommended."
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 147.2,
            "drive_min": 147,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "NC::bourail",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::bourail",
            "coords": [
              -21.57,
              165.49
            ],
            "map_keywords": [
              "Roche Percée Bourail",
              "Bonhomme de Bourail",
              "Baie des Tortues Bourail",
              "Cimetière néo-zélandais Bourail",
              "Plage de Poé Bourail",
              "Domaine de Deva Bourail"
            ]
          },
          "visits": [
            {
              "text": "La Roche Percée (Pûûyäxè in Kanak), Bourail's symbol, overlooks 3 km of volcanic sand beach. The natural tunnel that gave it its name collapsed in 2006, but the quartz cliff remains impressive facing the ocean.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "The Bonhomme de Bourail, a quartz monolith sculpted by the waves, stands facing the ocean in the shape of a man's bowed head. Called Boué Taoué in Kanak, legend says it guards the entrance to an underwater cave leading to the realm of the dead.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Turtle Bay, just north of La Roche Percée, is bordered by giant columnar pines (araucarias). From November to February, loggerhead turtles come to lay their eggs. At low tide, you can explore natural rock caves and pools.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "The New Zealand cemetery at Nessadiou, 9 km south of Bourail, honors 242 soldiers who fell during World War II. Given in 1943 by a local farmer, the site also houses a memorial bearing 449 names of South Pacific combatants. The Cross of Sacrifice is characteristic of Commonwealth cemeteries.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Poé Beach, 17 km of white sand facing the lagoon inscribed on UNESCO's World Heritage list, is considered the most beautiful beach on the mainland. The barrier reef, very close, creates a shallow turquoise basin ideal for snorkeling.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "The Deva Domain covers 8,000 hectares of coastline and dry forest between the hills and the lagoon. One of New Caledonia's last dry forests shelters 450 endemic plant species. The Fournier marsh, a bird sanctuary, welcomes herons, hawks and parakeets.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Three Bays Trail starting from La Roche Percée. The 4 km loop follows the coastline between La Roche Percée, Turtle Bay and Lovers Bay, with elevated viewpoints over the lagoon and columnar pines.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~4 km",
                "duration": "~2h30",
                "difficulty": "Easy"
              }
            },
            {
              "text": "Snorkeling or diving from the nautical base at La Roche Percée. Green Island, a marine reserve 20 minutes by boat, offers shallow waters where leopard sharks, rays, turtles and dugongs swim around the false pass.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Half day",
                "tip": "Trips also organized from Poé beach"
              }
            },
            {
              "text": "Hiking or mountain biking in the Deva Domain. The trails lead to the ridges with 360° views over the lagoon and the Central Range. The Boé Arérédi viewpoint is accessible by car.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Trail map available at the domain entrance. Access from 6:30am to 7:30pm."
              }
            },
            {
              "text": "Sunset at La Roche Percée. The sky's colors set the Bonhomme monolith and quartz cliff ablaze facing the Pacific swell. The most renowned surf spot on the Rock.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "NC::la-foa",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::la-foa",
            "coords": [
              -21.71,
              165.83
            ],
            "map_keywords": [
              "Fort Teremba Moindou Nouvelle-Calédonie",
              "Passerelle Marguerite La Foa",
              "Parc des Grandes Fougères Farino",
              "Baie Ouano La Foa",
              "Presqu'île Lebris Moindou"
            ]
          },
          "visits": [
            {
              "text": "Fort Teremba, built in 1871 on a plateau overlooking Uaraï Bay, is the former West Coast penitentiary. Blockhouses, cells, powder magazine and watchtower have been restored by volunteers. The panels recount convict daily life and the 1878 Kanak uprising led by Chief Ataï.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "The Marguerite footbridge has spanned the La Foa River since 1909. Designed by two disciples of Gustave Eiffel and built by convicts, it's classified as a Historic Monument. Pedestrians cross between its metal girders above the green waters.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "The village of La Foa, nicknamed the \"gateway to the Bush,\" blends colonial architecture with small Western town atmosphere. An outdoor sculpture garden lines the main street.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "From the Lebris peninsula, facing Fort Teremba, the view embraces Uaraï Bay, red flamboyants (in dry season) and the distant lagoon. The fort's marked outer circuit passes by the old bakery and the convicts' landing stage.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Continue on to Farino, a neighboring village nestled in the mountains. The Provincial Park of the Giant Ferns protects a humid forest of giant tree ferns and endemic species across 4,500 hectares.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Guided tour of Fort Teremba, narrated by guides descended from convicts and settlers of the era. The reconstructed cells, sound projections and immersive escape game plunge you into prison life.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Guided tour by reservation from 4 people. Child-friendly panels."
              }
            },
            {
              "text": "Horseback riding through the West Coast plains. The stockmen, horseback ranchers heirs to Bush culture, guide through pastures and the first plateaus of the Central Range.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2–3h",
                "tip": "Book the day before at La Foa equestrian centers"
              }
            },
            {
              "text": "Swimming at Trou Feillet (Giant's Cauldron) in Sarraméa, a freshwater pool with natural waterslide, accessible in 5 minutes' walk from the road. A welcome refreshment after visiting the fort.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 117.3,
            "drive_min": 117,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "NC::noumea",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::noumea",
            "coords": [
              -22.275,
              166.458
            ],
            "map_keywords": [
              "Musée Maritime Nouméa",
              "Chapelle du bagne Nouville Nouméa",
              "Parc zoologique forestier Nouméa",
              "Phare Amédée Nouméa",
              "Baie Orphelinat Nouméa"
            ]
          },
          "visits": [
            {
              "text": "The New Caledonia Maritime Museum retraces the history of shipwrecks, sailing navigation and Pacific exploration. Models, instruments and objects recovered from wrecks make up the collection.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "The Nouville district occupies a peninsula that housed the Île Nou penitentiary depot. The dormitories lined along the \"Boulevard of Crime,\" the 1882 prison chapel and the guards' barracks are still visible.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "The Zoo and Forestry Park, across 34 hectares in the heights of Mount Montravel, brings together more than 130 species around three artificial lakes. The cagous, endemic flightless birds, are the park's stars.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Orphanage Bay, between downtown and Anse Vata, is a strolling spot loved by Nouméans. The Pierre Vernier promenade runs along the shore between coconut palms and banyans.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Boat excursion to Amédée Islet and its 56-meter metal lighthouse. From the top, the view sweeps the lagoon and barrier reef. Snorkeling, Oceanian lunch and lounging on white sand are on the program.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Full day (~40 min crossing)",
                "tip": "Watch out for sea kraits (banded sea snakes) at the water's edge: harmless if not touched."
              }
            },
            {
              "text": "Shopping and last purchases in the downtown pedestrian streets. Melanesian crafts, cultured pearls and niaouli can be found in Latin Quarter shops and the Port Plaisance gallery.",
              "activity_duration_min": 60
            },
            {
              "text": "Sunset drinks facing the lagoon from the Pierre Vernier promenade or the top of Ouen Toro. Last golden colors on the sailboats before departure for Isle of Pines.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": "Domestic Air Calédonie flight (~30 min) or Betico ferry (~2h30) from Nouméa"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "NC::vao",
          "suggested_days": 2,
          "rating": 5,
          "region_code": "NC",
          "night": {
            "place_id": "NC::vao",
            "coords": [
              -22.62,
              167.48
            ],
            "map_keywords": [
              "Piscine naturelle Oro Île des Pins",
              "Baie d'Upi Île des Pins",
              "Baie Saint-Joseph Vao Île des Pins",
              "Église Notre-Dame Assomption Vao",
              "Totems Saint-Maurice Île des Pins"
            ]
          },
          "visits": [
            {
              "text": "Oro natural pool is a seawater basin separated from the bay by a barrier of coral rocks. Oro means \"heart\" in Kunié language: the site is sacred, sheltering ancestors' burial grounds. The transparent, shallow water forms a natural aquarium of parrotfish and multicolored corals.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Upi Bay, often compared to Halong Bay, is dotted with coral rocks that seem to float above the turquoise water. Turtles, rays and dolphins inhabit its calm waters, framed by columnar pines.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "The Church of Our Lady of the Assumption, at the heart of Vao village, is surrounded by century-old columnar pines. The Saint-Maurice totems, polychrome wood sculptures, bear witness to the encounter between Kanak art and Catholic religion.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Saint Joseph Bay, the outrigger canoes' departure point, shelters a small shipyard where outriggers are still made using ancestral techniques: hull hollowed from an araucaria trunk, sail from pandanus leaves.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "The trail between Upi Bay and Oro pool crosses 40 minutes of rainforest, palm grove and sand river. Land crabs and butterflies accompany the walk beneath the canopy.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Traditional outrigger canoe on Upi Bay. Departure around 8am from Saint Joseph Bay in Vao. If the wind's favorable, the canoe pilot hoists the sail. The crossing takes about 1h30 between the coral rocks.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h30 crossing + walk to Oro pool",
                "tip": "Must book the day before through your accommodation. Return by minibus around 3pm."
              }
            },
            {
              "text": "Snorkeling in Oro natural pool at high tide. The shallow waters shelter parrotfish, blue damsels and sometimes green turtles. Bring water shoes for the coral.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Check tide times. High tide = best time for snorkeling."
              }
            },
            {
              "text": "Grilled lobster lunch with your feet in the sand at Oro Bay. Beach restaurants serve local lobster with rice and garden vegetables.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Book the day before"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "NC::vao",
          "suggested_days": 1,
          "rating": 5,
          "region_code": "NC",
          "night": {
            "place_id": "NC::vao",
            "coords": [
              -22.62,
              167.48
            ],
            "map_keywords": [
              "Baie Kuto Île des Pins",
              "Baie Kanuméra Île des Pins",
              "Pic N'Ga Île des Pins",
              "Grotte Reine Hortense Île des Pins",
              "Vestiges bagne Île des Pins"
            ]
          },
          "visits": [
            {
              "text": "Kuto Bay unfurls a long white sand beach facing the lagoon. Its west-facing orientation makes it the perfect spot for sunsets. The calm, shallow waters allow for completely peaceful swimming.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Kanuméra Bay, twin to Kuto, is separated by a sand isthmus. A sacred rock sits in the middle of the beach: climbing it is forbidden without the Kuniés' permission. The waters shelter a coral regeneration zone.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Queen Hortense Cave, named after Queen Hortense Watenne, opens in the limestone cliffs. Its rock formations and history make it one of the island's major cultural sites.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "The Isle of Pines prison ruins recall that Paris Commune deportees were sent here starting in 1872. The penitentiary ruins, perimeter walls and some cells remain in the vegetation.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Pic N'Ga, the island's highest point at 262 meters, offers a 360° panorama over the lagoon, bays, islets and columnar pine forest. The trail climbs through rainforest.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Ascent of Pic N'Ga in the morning, before the heat. The trail crosses dense forest and emerges onto a rocky plateau from where the view plunges over the entire island and turquoise lagoon.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h30 round trip",
                "difficulty": "Moderate",
                "tip": "Early start recommended. Closed shoes, water."
              }
            },
            {
              "text": "Kayaking or snorkeling in Kanuméra Bay. The crystal waters shelter multicolored fish and corals between the rocks. Kayak rental available on the beach.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Respect the marked coral regeneration zone"
              }
            },
            {
              "text": "Sunset over Kuto Bay. The sky's colors reflect in the lagoon while columnar pines draw their silhouettes on the horizon. Last evening on the island closest to paradise.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": "Domestic Air Calédonie flight (~30 min) or Betico ferry (~2h30) to Nouméa"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "NC::noumea",
          "suggested_days": 1,
          "rating": 3,
          "region_code": "NC",
          "night": {
            "place_id": "NC::noumea",
            "coords": [
              -22.275,
              166.458
            ],
            "map_keywords": [
              "Marché Port Moselle Nouméa",
              "Anse Vata Nouméa",
              "Promenade Pierre Vernier Nouméa",
              "Ouen Toro Nouméa",
              "Îlot Maître Nouméa"
            ]
          },
          "visits": [
            {
              "text": "Morning return to Nouméa. Stroll one last time through Port Moselle market to bring back vanilla, bush honey, niaouli essential oil and houp wood sculptures.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "The Pierre Vernier promenade connects Orphanage Bay to Ouen Toro over several kilometers of landscaped waterfront. Joggers, walkers and families pass each other facing the lagoon.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Îlot Maître, facing Anse Vata, shelters overwater bungalows above the lagoon and a wild area for picnicking. The reef around the islet is classified as a marine reserve.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Last swim at Anse Vata or water taxi ride to Îlot Maître for a morning of snorkeling in the UNESCO-listed lagoon.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2–3h",
                "tip": "Water taxis from Anse Vata, frequent departures"
              }
            },
            {
              "text": "Lunch of poisson à la tahitienne or tuna tartare with lime in a restaurant facing the lagoon. Caledonian cuisine blends French, Melanesian and Asian influences.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "New Caledonia Journey: UNESCO Lagoon & Kanak Heritage",
        "intro_paragraph": "New Caledonia reveals itself in ten days, from Nouméa and its turquoise bays to the wild East Coast of Hienghène and its black limestone cliffs. The route crosses the Bush country of Bourail and La Foa, between convict heritage and ranching plains, before reaching Isle of Pines to sail by outrigger on Upi Bay and dive into Oro's natural pool. A Pacific concentrate of UNESCO-listed lagoon, thousand-year-old Kanak culture and endemic forests.",
        "seo_hook": "Where UNESCO lagoon waters meet Renzo Piano's Tjibaou Cultural Centre, Hienghène's black cliffs tower above turquoise bays, colonial-era Fort Teremba guards its stories, and traditional outriggers glide across Upi Bay.",
        "featured_list": [
          "Tjibaou Cultural Centre and Lagoon Aquarium in Nouméa",
          "Lindéralique cliffs and Hienghène's Brooding Hen",
          "La Roche Percée and Bourail's UNESCO lagoon",
          "Fort Teremba, memory of the colonial prison",
          "Outrigger canoe on Upi Bay and Oro natural pool on Isle of Pines"
        ],
        "places_taglines": {
          "NC::noumea": "Where cosmopolitan capital meets turquoise bays and UNESCO-protected lagoon",
          "NC::hienghene": "Black limestone sentinels rising from turquoise waters on the wild East Coast",
          "NC::bourail": "Heart of the Bush where pierced rock guards white sand and turtle nesting grounds",
          "NC::la-foa": "Gateway to the outback marked by Eiffel's iron footbridge and Fort Teremba's convict walls",
          "NC::vao": "The island they call closest to paradise, where outriggers sail between coral sculptures"
        }
      },
      "meta": {
        "themes": [
          "Road & Exploration",
          "Sea & Coasts",
          "Culture & History"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 - D1–D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 - D6–D10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "5-day variant"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "10-day variant"
        }
      ],
      "regions": [
        "NC"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "notes": "Route from the mainland to Isle of Pines: Nouméa and its bays, wild East Coast of Hienghène, colonial heritage of Bourail and La Foa, then turquoise bays and outrigger canoes of Isle of Pines.",
      "specialties": [
        "Bougna, traditional Kanak dish steamed in banana leaves",
        "Grilled Isle of Pines lobster",
        "Poisson à la tahitienne (raw tuna with coconut milk and lime)",
        "Bush venison roast",
        "Tropical fruits: papayas, mangoes, soursops and lychees"
      ],
      "dept_code": "NC",
      "dept_name": "New Caledonia",
      "subtitle": "From Nouméa to Hienghène, from the Bush to Isle of Pines: UNESCO-listed lagoon, black limestone cliffs, colonial prison heritage and Kanak traditions in the heart of the Pacific",
      "seo_keywords": [
        "new caledonia travel",
        "unesco lagoon new caledonia",
        "hienghene brooding hen",
        "isle of pines natural pool",
        "tjibaou cultural centre",
        "bourail pierced rock",
        "fort teremba prison",
        "upi bay outrigger",
        "kanak culture",
        "noumea beaches"
      ],
      "practical_context": {
        "best_months": [
          "May",
          "June",
          "July",
          "August",
          "September",
          "October"
        ],
        "highlights": [
          "D1–D2 Nouméa → D3–D4 Hienghène: West Coast ascent then Koné-Tiwaka cross-island route (375 km, ~5h)",
          "D4 Hienghène → D5 Bourail: West Coast descent via Koné (147 km, ~2h30)",
          "D5 Bourail → D6 La Foa → D7 Nouméa: West Coast return (167 km, ~2h30)",
          "D7 Nouméa → D8–D9 Isle of Pines: Flight (~30 min) or ferry (~2h30)",
          "D9 Isle of Pines → D10 Nouméa: Return flight or ferry"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:59.028Z"
}