{
  "itineraries": [
    {
      "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
      "id": "NC::grand-terre::caledonia-reef-and-kanak",
      "language": "pt",
      "title": "Viagem Nova Caledônia: Lagoa UNESCO e Cultura Kanak",
      "country": "NC",
      "estimated_days_base": 11,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "NC::noumea",
          "suggested_days": 2,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::noumea",
            "coords": [
              -22.275,
              166.458
            ],
            "map_keywords": [
              "Place des Cocotiers Nouméa",
              "Cathédrale Saint-Joseph Nouméa",
              "Marché Port Moselle Nouméa",
              "Quartier Latin Nouméa",
              "Faubourg Blanchot Nouméa",
              "Musée de la Ville Nouméa"
            ]
          },
          "visits": [
            {
              "text": "A Place des Cocotiers é um retângulo verde no coração de Nouméa, plantado com palmeiras reais e ladeado por bancos onde os neocaledônios se encontram à sombra. O coreto central remonta à época colonial.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "A Catedral Saint-Joseph, construída entre 1887 e 1897 por prisioneiros, combina estilo neogótico com pedra local. Foi um antigo condenado quem desenhou os planos.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "O Museu da Cidade de Nouméa ocupa um edifício colonial que domina a Place des Cocotiers. Retrata a história da cidade desde a colonização penal até hoje.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Suba até o Faubourg Blanchot, a meio caminho entre o centro da cidade e o calçadão à beira-mar. Construídas no final do século XIX por colonos e presidiários, cerca de sessenta vilas coloniais de madeira estão sinalizadas por pequenas placas ao longo de um circuito patrimonial.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Em frente à Place des Cocotiers, o totem Mwâ Ka ergue-se a 12 metros de altura. Encimado por uma grande casa de chefe, simboliza a memória do povo kanak e os acordos de paz.",
              "place_id": "",
              "visit_duration_min": 15
            },
            {
              "text": "Visite o Museu da Nova Caledônia, dedicado às culturas kanak e oceânicas. Flechas de cumeeira esculpidas, máscaras cerimoniais e canoas compõem uma coleção rica em objetos tradicionais.",
              "place_id": "",
              "visit_duration_min": 50
            }
          ],
          "activities": [
            {
              "text": "O mercado de Port Moselle ganha vida desde o amanhecer sob seus pavilhões hexagonais coloridos. Peixes da lagoa, frutas tropicais, baunilha e artesanato melanésio convivem lado a lado.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "5h-12h",
                "tip": "Mais animado aos sábados e domingos de manhã"
              }
            },
            {
              "text": "Almoce no Quartier Latin, a poucos passos da Place des Cocotiers. As ruas pedestres de Sébastopol e de l'Alma concentram restaurantes e cafés onde se misturam culinária francesa, asiática e melanésia.",
              "activity_duration_min": 60
            },
            {
              "text": "No fim do dia, suba ao topo do Ouen Toro. Os canhões australianos da Segunda Guerra Mundial ainda montam guarda no topo desta colina de 132 m, de onde a vista abrange a cidade, a baía de Sainte-Marie e a lagoa até os ilhéus.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Acessível de carro ou a pé desde Anse Vata. Ideal no pôr do sol."
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "NC::noumea",
          "suggested_days": 1,
          "rating": 5,
          "region_code": "NC",
          "night": {
            "place_id": "NC::noumea",
            "coords": [
              -22.275,
              166.458
            ],
            "map_keywords": [
              "Centre Culturel Tjibaou Nouméa",
              "Anse Vata Nouméa",
              "Baie des Citrons Nouméa",
              "Aquarium des Lagons Nouméa",
              "Îlot Canard Nouméa",
              "Promenade Roger Laroque Nouméa"
            ]
          },
          "visits": [
            {
              "text": "O Centro Cultural Tjibaou, projetado pelo arquiteto Renzo Piano e inaugurado em 1998, desdobra dez altas casas nervuradas em aço e madeira sobre 8 hectares à beira da baía de Tina. Cada casa representa uma das dez áreas consuetudinárias da Nova Caledônia.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "O caminho Kanak, percurso externo do Centro Tjibaou, retrata o mito de Téâ Kanaké através de cinco etapas pontuadas por plantas endêmicas: houps, kaoris e pinheiros colunares. Um guia explica a linguagem simbólica dos vegetais.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "O Aquário das Lagoas ocupa 3.000 m² de tanques entre Anse Vata e a Baía dos Limões. O percurso segue o caminho da água, dos rios até o oceano profundo: náutilos, serpentes marinhas, tubarões, raias e tartarugas desfilam.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Anse Vata estende dois quilômetros de areia dourada de frente para a lagoa. Os alísios fazem dela o campo de jogo de praticantes de windsurf e kitesurf, enquanto o calçadão Roger Laroque percorre a orla entre palmeiras e restaurantes.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A Baía dos Limões, separada de Anse Vata pelo Rocher à la Voile, é a praia favorita dos habitantes de Nouméa. Protegida do vento, vigiada, ladeada por banians e bares, recebe famílias durante o dia e festeiros à noite.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Táxi-barco para o Ilhéu Canard desde Anse Vata. A travessia dura cinco minutos. No ilhéu, uma trilha submarina sinalizada permite fazer snorkel entre peixes-palhaço e corais da lagoa.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h-3h no ilhéu",
                "tip": "Partidas a cada 10 minutos aproximadamente. Traga máscara e snorkel."
              }
            },
            {
              "text": "Assista à alimentação das tartarugas no Aquário das Lagoas. A equipe cuida anualmente de tartarugas feridas recolhidas no mar antes de soltá-las de volta na lagoa.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Alimentação dos peixes por volta das 10h30, das tartarugas por volta das 15h"
              }
            },
            {
              "text": "Pôr do sol sobre a Baía dos Limões. Instale-se em um terraço de frente para a praia: as cores da lagoa mudam para dourado enquanto os veleiros retornam ao ancoradouro.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 375,
            "drive_min": 320,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Estrada asfaltada RT1 depois transversal Koné-Tiwaka (estrada de montanha sinuosa mas asfaltada)"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "NC::hienghene",
          "suggested_days": 2,
          "rating": 5,
          "region_code": "NC",
          "night": {
            "place_id": "NC::hienghene",
            "coords": [
              -20.69,
              164.94
            ],
            "map_keywords": [
              "Poule Couveuse Hienghène",
              "Falaises Lindéralique Hienghène",
              "Sphinx Hienghène",
              "Belvédère Poule Couveuse Hienghène",
              "Marina Hienghène",
              "Col Ga Wivaek Hienghène"
            ]
          },
          "visits": [
            {
              "text": "Faça uma parada no mirante da Galinha Choca, 2 km ao sul da vila. Esta formação de calcário negro surge da lagoa e desenha, dependendo do ângulo, uma galinha chocando seus ovos ou as torres de Notre-Dame. Panorama de 360° sobre a cordilheira, a lagoa e os ilhéus.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "As falésias de Lindéralique estendem-se por cerca de dez quilômetros ao sul de Hienghène. Estas muralhas de calcário negro de origem cárstica mergulham em águas turquesa. Uma passarela ao pé das falésias oferece o melhor ponto de vista.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Perto da Galinha, a Esfinge pode ser vislumbrada no calcário. É preciso um pouco de imaginação para reconhecer o perfil do monstro mitológico, mas a rocha negra esculpida pela erosão é impressionante.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Desça até a vila de Hienghène, fundada em 1887. O pequeno centro estende-se ao longo do estuário, de frente para uma marina tranquila. O posto de turismo e uma mercearia margeiam o cais onde atracam os navios de cruzeiro.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A estrada costeira entre Pouébo e Hienghène, chamada de Corniche, acompanha o oceano ao pé de falésias abruptas. Os mirantes alternam com as desembocaduras de rios, os coquerios e uma vegetação tropical luxuriante.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Caminhada até o desfiladeiro de Ga Wivaek a partir do mirante da Galinha Choca. A trilha de 3,8 km culmina a 308 m e oferece panoramas vertiginosos sobre a baía, as rochas de Lindéralique e o recife ao largo.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "3,8 km ida e volta",
                "duration": "~1h30",
                "difficulty": "Moderado",
                "tip": "Calçados fechados, água. Melhor iluminação ao nascer do sol."
              }
            },
            {
              "text": "Caiaque ao pé das falésias de Lindéralique. Remando entre as paredes de calcário negro, aproxima-se da Galinha de perto e descobre-se a matéria cárstica esculpida pela erosão.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Aluguel na base náutica de Hienghène ou na tribo de Koulnoué"
              }
            },
            {
              "text": "O pequeno mercado de Hienghène acontece às terças e sextas pela manhã. Frutas, legumes e esculturas em madeira das tribos vizinhas são vendidos nos próprios estandes, à beira da estrada.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-12h, terças e sextas"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "NC::hienghene",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::hienghene",
            "coords": [
              -20.69,
              164.94
            ],
            "map_keywords": [
              "Bac Ouaième Hienghène",
              "Cascade Tao Hienghène",
              "Tribu Tiendanite Hienghène",
              "Plage Koulnoué Hienghène",
              "Église Lindéralique Hienghène"
            ]
          },
          "visits": [
            {
              "text": "Atravesse o rio Ouaième na última balsa em atividade da Nova Caledônia. Esta plataforma flutuante motorizada funciona 7 dias por semana, de dia e de noite. Segundo as crenças kanak, o rio seria o caminho das almas para o além.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "A cascata de Tao, com cem metros de altura, esconde-se na floresta tropical no coração do maciço de Panié. O rio de Tao, que nasce no topo, forma várias quedas sucessivas e piscinas naturais ao pé da cascata.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "A tribo de Tiendanite, no vale de Hienghène, é a vila natal do líder kanak que deu seu nome ao Centro Cultural de Nouméa. Um memorial presta homenagem à história do município.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "A praia de Koulnoué, a 9 km da vila, estende-se ao pé das falésias num cenário de coqueiros e floresta tropical. É uma das mais belas praias selvagens da costa leste.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A pequena capela de Lindéralique e a igreja de Tiendanite, no meio das tribos, testemunham a evangelização marista do século XIX nesta região que resistiu por muito tempo.",
              "place_id": "",
              "visit_duration_min": 20
            }
          ],
          "activities": [
            {
              "text": "Caminhada até o pé da cascata de Tao. A trilha atravessa uma vegetação exuberante de samambaias arbóreas e lianas. A piscina natural ao pé da queda convida a um banho refrescante.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~1 km ida",
                "duration": "~30 min ida",
                "difficulty": "Fácil a moderado (trilha rochosa, escorregadia em tempo úmido)",
                "tip": "Calçados fechados obrigatórios. Trilha fechada em tempo de chuva."
              }
            },
            {
              "text": "Imersão em tribo kanak: várias famílias de Hienghène recebem visitantes para compartilhar seu cotidiano. Pesca de camarão de riacho com zagaia, trançado de folhas de pandano, preparação do bougna cozido abafado em folhas de bananeira.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Meio dia ou dia inteiro",
                "tip": "Apresentar-se no posto de turismo para organizar a visita. Respeito ao costume de recepção."
              }
            },
            {
              "text": "Mergulho ou snorkel na baía de Hienghène. Os recifes ao pé das falésias de Lindéralique estão entre os mais belos pontos da costa leste: fendas, gorgônias, tartarugas e pequenos tubarões de recife.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Centro de mergulho na vila. Reserva na véspera aconselhada."
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 147.2,
            "drive_min": 147,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "NC::bourail",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::bourail",
            "coords": [
              -21.57,
              165.49
            ],
            "map_keywords": [
              "Roche Percée Bourail",
              "Bonhomme de Bourail",
              "Baie des Tortues Bourail",
              "Cimetière néo-zélandais Bourail",
              "Plage de Poé Bourail",
              "Domaine de Deva Bourail"
            ]
          },
          "visits": [
            {
              "text": "A Rocha Perfurada (Pûûyäxè em kanak), símbolo de Bourail, domina 3 km de praia de areia vulcânica. O túnel natural que lhe dava o nome desmoronou em 2006, mas a falésia de quartzo continua impressionante de frente para o oceano.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "O Boneco de Bourail, monólito de quartzo esculpido pelas ondas, ergue-se de frente para o oceano em forma de cabeça de homem inclinado. Chamado Boué Taoué em kanak, a lenda conta que ele guarda a entrada de uma gruta submarina que leva ao reino dos mortos.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A Baía das Tartarugas, logo ao norte da Rocha Perfurada, é ladeada por pinheiros colunares gigantes (araucárias). De novembro a fevereiro, as tartarugas-de-cabeça-grande vêm desovar. Na maré baixa, exploram-se as grutas e as piscinas de rocha naturais.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "O cemitério neozelandês de Nessadiou, a 9 km ao sul de Bourail, homenageia 242 soldados tombados durante a Segunda Guerra Mundial. Doado em 1943 por um agricultor local, o terreno abriga também um memorial com 449 nomes de combatentes do Pacífico Sul. A Cruz do Sacrifício é característica dos cemitérios da Commonwealth.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "A praia de Poé, 17 km de areia branca de frente para a lagoa inscrita no patrimônio mundial da UNESCO, é considerada a mais bela praia da Grande Terra. A barreira de coral, muito próxima, cria um espelho d'água turquesa raso ideal para snorkel.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "O Domínio de Deva cobre 8.000 hectares de litoral e floresta seca entre as colinas e a lagoa. Uma das últimas florestas secas da Nova Caledônia abriga 450 espécies vegetais endêmicas. O pântano Fournier, reserva ornitológica, recebe garças, gaviões e periquitos.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Trilha das Três Baías com início na Rocha Perfurada. O circuito de 4 km percorre o litoral entre a Rocha Perfurada, a Baía das Tartarugas e a Baía dos Namorados, com mirantes em altura sobre a lagoa e os pinheiros colunares.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~4 km",
                "duration": "~2h30",
                "difficulty": "Fácil"
              }
            },
            {
              "text": "Snorkel ou mergulho a partir da base náutica da Rocha Perfurada. A Ilha Verde, reserva marinha a 20 minutos de barco, oferece águas rasas onde nadam tubarões-leopardo, raias, tartarugas e dugongos ao redor da falsa passagem.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Meio dia",
                "tip": "Saídas organizadas também desde a praia de Poé"
              }
            },
            {
              "text": "Caminhada ou mountain bike no Domínio de Deva. As trilhas levam aos cumes com vista de 360° sobre a lagoa e a Cordilheira Central. O mirante de Boé Arérédi é acessível de carro.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Mapa das pistas disponível na entrada do domínio. Acesso das 6h30 às 19h30."
              }
            },
            {
              "text": "Pôr do sol sobre a Rocha Perfurada. As cores do céu incendeiam o monólito do Boneco e a falésia de quartzo de frente para a ondulação do Pacífico. O ponto de surfe mais reputado da ilha.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "NC::la-foa",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::la-foa",
            "coords": [
              -21.71,
              165.83
            ],
            "map_keywords": [
              "Fort Teremba Moindou Nouvelle-Calédonie",
              "Passerelle Marguerite La Foa",
              "Parc des Grandes Fougères Farino",
              "Baie Ouano La Foa",
              "Presqu'île Lebris Moindou"
            ]
          },
          "visits": [
            {
              "text": "O Forte Teremba, construído em 1871 sobre um planalto dominando a baía de Uaraï, é a antiga penitenciária da costa oeste. Blocos fortificados, celas, paiol e torre de vigia foram restaurados por voluntários. Os painéis retratam o cotidiano dos presidiários e a insurreição kanak de 1878 liderada pelo chefe Ataï.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "A passarela Marguerite atravessa o rio de La Foa desde 1909. Projetada por dois discípulos de Gustave Eiffel e construída por presidiários, é classificada como Monumento Histórico. Os pedestres a atravessam entre suas vigas metálicas sobre as águas verdes.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "A vila de La Foa, apelidada de \"porta da Mata\", mistura arquitetura colonial e ambiente de pequena cidade do oeste. Um jardim de esculturas ao ar livre margeia a rua principal.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Desde a península Lebris, de frente para o Forte Teremba, a vista abrange a baía de Uaraï, os flamboyants vermelhos (na estação seca) e a lagoa ao longe. O circuito externo sinalizado do forte passa pela antiga padaria e pelo desembarcadouro dos forçados.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Vá até Farino, vila vizinha aninhada nas montanhas. O parque provincial das Grandes Samambaias protege uma floresta úmida de samambaias arbóreas gigantes e espécies endêmicas em 4.500 hectares.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Visita guiada ao Forte Teremba, comentada por guias descendentes de presidiários e colonos da época. As celas reconstituídas, as projeções sonorizadas e o jogo de escape imersivo mergulham no cotidiano da prisão.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Visita guiada sob reserva a partir de 4 pessoas. Painéis adaptados para crianças."
              }
            },
            {
              "text": "Cavalgada nas planícies da costa oeste. Os stockmen, criadores a cavalo herdeiros da cultura do interior, guiam através dos pastos e dos primeiros planaltos da Cordilheira Central.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h-3h",
                "tip": "Reserva na véspera junto aos centros equestres de La Foa"
              }
            },
            {
              "text": "Banho no Trou Feillet (Marmita de Gigante) em Sarraméa, piscina de água doce com tobogã natural, acessível em 5 minutos de caminhada desde a estrada. Um refresco bem-vindo após a visita ao forte.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 117.3,
            "drive_min": 117,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "NC::noumea",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "NC",
          "night": {
            "place_id": "NC::noumea",
            "coords": [
              -22.275,
              166.458
            ],
            "map_keywords": [
              "Musée Maritime Nouméa",
              "Chapelle du bagne Nouville Nouméa",
              "Parc zoologique forestier Nouméa",
              "Phare Amédée Nouméa",
              "Baie Orphelinat Nouméa"
            ]
          },
          "visits": [
            {
              "text": "O Museu Marítimo da Nova Caledônia retrata a história dos naufrágios, da navegação à vela e da exploração do Pacífico. Maquetes, instrumentos e objetos recuperados dos destroços compõem a coleção.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "O bairro de Nouville ocupa uma península que abrigava a penitenciária-depósito da ilha Nou. Os dormitórios alinhados ao longo do \"Boulevard do Crime\", a capela da prisão de 1882 e os quartéis dos guardas ainda são visíveis.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "O Parque Zoológico e Florestal, sobre 34 hectares nas alturas do monte Montravel, reúne mais de 130 espécies ao redor de três lagos artificiais. Os cagous, aves endêmicas incapazes de voar, são as estrelas do parque.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A Baía do Orfanato, entre o centro da cidade e Anse Vata, é um ponto de passeio apreciado pelos habitantes de Nouméa. O calçadão Pierre Vernier percorre a orla entre coqueiros e banians.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Excursão de barco ao Ilhéu Amédée e seu farol metálico de 56 metros. Do topo, a vista varre a lagoa e a barreira de coral. Snorkel, almoço oceânico e descanso na areia branca estão no programa.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Dia completo (~40 min de travessia)",
                "tip": "Cuidado com os tricôs listrados (serpentes marinhas) à beira d'água: inofensivos se não tocados."
              }
            },
            {
              "text": "Compras e últimas aquisições nas ruas pedestres do centro da cidade. Artesanato melanésio, pérolas cultivadas e niaouli encontram-se nas lojas do Quartier Latin e da galeria Port Plaisance.",
              "activity_duration_min": 60
            },
            {
              "text": "Aperitivo ao pôr do sol de frente para a lagoa desde o calçadão Pierre Vernier ou o topo do Ouen Toro. Últimas cores douradas sobre os veleiros antes da partida para a Ilha dos Pinheiros.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": "Voo doméstico Air Calédonie (~30 min) ou ferry Betico (~2h30) desde Nouméa"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "NC::vao",
          "suggested_days": 2,
          "rating": 5,
          "region_code": "NC",
          "night": {
            "place_id": "NC::vao",
            "coords": [
              -22.62,
              167.48
            ],
            "map_keywords": [
              "Piscine naturelle Oro Île des Pins",
              "Baie d'Upi Île des Pins",
              "Baie Saint-Joseph Vao Île des Pins",
              "Église Notre-Dame Assomption Vao",
              "Totems Saint-Maurice Île des Pins"
            ]
          },
          "visits": [
            {
              "text": "A piscina natural de Oro é um tanque de água do mar separado da baía por uma barreira de rochas coralinas. Oro significa \"coração\" em língua kunié: o lugar seria sagrado, abrigando os sepultamentos dos ancestrais. A água transparente, de pouca profundidade, forma um aquário natural de peixes-papagaio e corais multicoloridos.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "A baía de Upi, frequentemente comparada à baía de Halong, é pontuada por rochas coralinas que parecem flutuar sobre a água turquesa. Tartarugas, raias e golfinhos povoam suas águas calmas, emolduradas por pinheiros colunares.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A igreja de Nossa Senhora da Assunção, no coração da vila de Vao, é cercada por pinheiros colunares centenários. Os totens de Saint-Maurice, esculturas de madeira policromada, testemunham o encontro entre a arte kanak e a religião católica.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A baía de Saint-Joseph, ponto de partida das canoas, abriga um pequeno estaleiro onde ainda se fabricam as canoas com balancim segundo técnicas ancestrais: casco escavado em um tronco de araucária, vela em folhas de pandano.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A trilha entre a baía de Upi e a piscina de Oro atravessa 40 minutos de floresta tropical, palmeiral e rio de areia. Os caranguejos terrestres e as borboletas acompanham a caminhada sob a copa das árvores.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Canoa tradicional com balancim sobre a baía de Upi. Partida por volta das 8h da baía de Saint-Joseph em Vao. Se o vento for favorável, o canoeiro iça a vela. A travessia dura cerca de 1h30 entre as rochas coralinas.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h30 de travessia + caminhada até piscina de Oro",
                "tip": "Reservar imperativamente na véspera através da sua hospedagem. Retorno de minibus por volta das 15h."
              }
            },
            {
              "text": "Snorkel na piscina natural de Oro na maré alta. As águas rasas abrigam peixes-papagaio, donzelas azuis e às vezes tartarugas verdes. Traga calçados de água para os corais.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Verificar os horários de maré. Maré alta = melhor momento para o snorkel."
              }
            },
            {
              "text": "Almoço de lagosta grelhada com os pés na areia na baía de Oro. Os restaurantes de praia servem a lagosta local com arroz e legumes da horta.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Reservar na véspera"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "NC::vao",
          "suggested_days": 1,
          "rating": 5,
          "region_code": "NC",
          "night": {
            "place_id": "NC::vao",
            "coords": [
              -22.62,
              167.48
            ],
            "map_keywords": [
              "Baie Kuto Île des Pins",
              "Baie Kanuméra Île des Pins",
              "Pic N'Ga Île des Pins",
              "Grotte Reine Hortense Île des Pins",
              "Vestiges bagne Île des Pins"
            ]
          },
          "visits": [
            {
              "text": "A baía de Kuto estende uma longa praia de areia branca de frente para a lagoa. Sua orientação a oeste faz dela o ponto ideal para o pôr do sol. As águas calmas e rasas permitem um banho em toda serenidade.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "A baía de Kanuméra, gêmea de Kuto, é separada por um istmo de areia. Uma rocha sagrada ergue-se no meio da praia: é proibido subir nela sem a autorização dos Kuniés. As águas abrigam uma zona de regeneração do coral.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A Gruta da Rainha Hortense, com o nome da rainha Hortense Watenne, abre-se nas falésias calcárias. Suas formações rochosas e sua história fazem dela um dos principais locais culturais da ilha.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Os vestígios da prisão da Ilha dos Pinheiros lembram que os deportados da Comuna de Paris foram enviados para lá a partir de 1872. As ruínas da penitenciária, os muros de recinto e algumas celas subsistem na vegetação.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "O Pico N'Ga, ponto culminante da ilha a 262 metros, oferece um panorama de 360° sobre a lagoa, as baías, os ilhéus e a floresta de pinheiros colunares. A trilha sobe através da floresta tropical.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Subida ao Pico N'Ga pela manhã, antes do calor. A trilha atravessa a floresta densa e desemboca em um planalto rochoso de onde a vista mergulha sobre toda a ilha e a lagoa turquesa.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h30 ida e volta",
                "difficulty": "Moderado",
                "tip": "Partida cedo recomendada. Calçados fechados, água."
              }
            },
            {
              "text": "Caiaque ou snorkel na baía de Kanuméra. As águas cristalinas abrigam peixes multicoloridos e corais entre as rochas. Aluguel de caiaques disponível na praia.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Respeitar a zona de regeneração coralina sinalizada"
              }
            },
            {
              "text": "Pôr do sol sobre a baía de Kuto. As cores do céu refletem-se na lagoa enquanto os pinheiros colunares desenham suas silhuetas no horizonte. Última noite na ilha mais próxima do paraíso.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": "Voo doméstico Air Calédonie (~30 min) ou ferry Betico (~2h30) para Nouméa"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "NC::noumea",
          "suggested_days": 1,
          "rating": 3,
          "region_code": "NC",
          "night": {
            "place_id": "NC::noumea",
            "coords": [
              -22.275,
              166.458
            ],
            "map_keywords": [
              "Marché Port Moselle Nouméa",
              "Anse Vata Nouméa",
              "Promenade Pierre Vernier Nouméa",
              "Ouen Toro Nouméa",
              "Îlot Maître Nouméa"
            ]
          },
          "visits": [
            {
              "text": "Retorno matinal a Nouméa. Passeie uma última vez no mercado de Port Moselle para levar baunilha, mel do interior, óleo essencial de niaouli e esculturas em madeira de houp.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "O calçadão Pierre Vernier liga a Baía do Orfanato ao Ouen Toro por vários quilômetros de orla marítima planejada. Corredores, caminhantes e famílias cruzam-se de frente para a lagoa.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "O Ilhéu Maître, de frente para Anse Vata, abriga bangalôs sobre palafitas acima da lagoa e um espaço selvagem para piquenique. O recife ao redor do ilhéu é classificado como reserva marinha.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Último banho em Anse Vata ou saída de táxi-barco para o Ilhéu Maître para uma manhã de snorkel na lagoa classificada pela UNESCO.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h-3h",
                "tip": "Táxis-barco desde Anse Vata, partidas frequentes"
              }
            },
            {
              "text": "Almoço de peixe ao estilo taitiano ou tártaro de atum com limão em um restaurante de frente para a lagoa. A culinária caledoniana mistura influências francesas, melanésias e asiáticas.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Viagem Nova Caledônia: Lagoa UNESCO e Cultura Kanak",
        "intro_paragraph": "A Nova Caledônia descobre-se em dez dias, de Nouméa e suas baías turquesa à costa leste selvagem de Hienghène e suas falésias de calcário negro. O circuito atravessa o Interior de Bourail e La Foa, entre patrimônio da prisão e planícies de criadores, antes de chegar à Ilha dos Pinheiros para navegar em canoa sobre a baía de Upi e mergulhar na piscina natural de Oro. Um concentrado do Pacífico entre lagoa classificada pela UNESCO, cultura kanak milenar e florestas endêmicas.",
        "seo_hook": "Lagoa inscrita no patrimônio da UNESCO, Centro Cultural Tjibaou assinado por Renzo Piano, falésias negras de Hienghène, Forte Teremba da prisão colonial e canoa tradicional sobre a baía de Upi: a Nova Caledônia concentra os tesouros do Pacífico Sul.",
        "featured_list": [
          "Centro Cultural Tjibaou e Aquário das Lagoas em Nouméa",
          "Falésias de Lindéralique e Galinha Choca de Hienghène",
          "Rocha Perfurada e lagoa UNESCO de Bourail",
          "Forte Teremba, memória da prisão colonial",
          "Canoa sobre a baía de Upi e piscina natural de Oro na Ilha dos Pinheiros"
        ],
        "places_taglines": {
          "NC::noumea": "Onde a modernidade do Pacífico abraça lagoas turquesa e praias de areia dourada",
          "NC::hienghene": "Onde falésias de calcário negro erguem-se como guardiãs de uma cultura ancestral",
          "NC::bourail": "Onde o oceano esculpiu rochas míticas e praias que parecem sem fim",
          "NC::la-foa": "Onde a história da prisão encontra os horizontes infinitos da savana",
          "NC::vao": "Onde canoas de balancim deslizam sobre águas que inventaram a cor turquesa"
        }
      },
      "meta": {
        "themes": [
          "Rota & Exploração",
          "Mar & Costas",
          "Cultura & História"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 - D1-D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segmento 2 - D6-D10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5d"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10d"
        }
      ],
      "regions": [
        "NC"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "notes": "Circuito da Grande Terra à Ilha dos Pinheiros: Nouméa e suas baías, costa leste selvagem de Hienghène, patrimônio colonial de Bourail e La Foa, depois baías turquesa e canoas da Ilha dos Pinheiros.",
      "specialties": [
        "Bougna, prato kanak cozido abafado em folhas de bananeira",
        "Lagosta grelhada da Ilha dos Pinheiros",
        "Peixe ao estilo taitiano (atum cru com leite de coco e limão)",
        "Veado assado do Interior",
        "Frutas tropicais: mamões, mangas, graviolas e lichias"
      ],
      "dept_code": "NC",
      "dept_name": "Nova Caledônia",
      "subtitle": "De Nouméa a Hienghène, do Interior à Ilha dos Pinheiros: lagoa classificada pela UNESCO, falésias de calcário negro, prisão colonial e tradições kanak no coração do Pacífico",
      "seo_keywords": [
        "viagem nova caledônia",
        "lagoa unesco nova caledônia",
        "hienghène galinha choca",
        "ilha dos pinheiros piscina natural",
        "centro cultural tjibaou",
        "bourail rocha perfurada",
        "forte teremba prisão",
        "canoa baía upi",
        "cultura kanak",
        "nouméa praias"
      ],
      "practical_context": {
        "best_months": [
          "maio",
          "junho",
          "julho",
          "agosto",
          "setembro",
          "outubro"
        ],
        "highlights": [
          "D1-D2 Nouméa → D3-D4 Hienghène: subida costa oeste depois transversal Koné-Tiwaka (375 km, ~5h)",
          "D4 Hienghène → D5 Bourail: descida costa oeste via Koné (147 km, ~2h30)",
          "D5 Bourail → D6 La Foa → D7 Nouméa: retorno pela costa oeste (167 km, ~2h30)",
          "D7 Nouméa → D8-D9 Ilha dos Pinheiros: voo (~30 min) ou ferry (~2h30)",
          "D9 Ilha dos Pinheiros → D10 Nouméa: voo ou ferry de retorno"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:59.043Z"
}