{
  "version": 1,
  "country": "nc",
  "language": "fr",
  "places": [
    {
      "place_id": "NC::bourail",
      "name": "Bourail",
      "cc": "NC",
      "language": "fr",
      "coords": [
        -21.57,
        165.49
      ],
      "lat": -21.57,
      "lon": 165.49,
      "visits": [
        {
          "text": "La Roche Percée (Pûûyäxè en kanak), symbole de Bourail, surplombe 3 km de plage de sable volcanique. Le tunnel naturel qui lui donnait son nom s'est effondré en 2006, mais la falaise de quartz reste impressionnante face à l'océan.",
          "visit_duration_min": 40
        },
        {
          "text": "Le Bonhomme de Bourail, monolithe de quartz sculpté par les vagues, se dresse face à l'océan en forme de tête d'homme penché. Appelé Boué Taoué en kanak, la légende raconte qu'il garde l'entrée d'une grotte sous-marine menant au royaume des morts.",
          "visit_duration_min": 30
        },
        {
          "text": "La Baie des Tortues, juste au nord de la Roche Percée, est bordée de pins colonnaires géants (araucarias). De novembre à février, les tortues à grosse tête viennent y pondre. À marée basse, on explore les grottes et les piscines de roche naturelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Le cimetière néo-zélandais de Nessadiou, à 9 km au sud de Bourail, honore 242 soldats tombés pendant la Seconde Guerre mondiale. Donné en 1943 par un cultivateur local, le terrain abrite aussi un mémorial portant 449 noms de combattants du Pacifique Sud. La Croix du sacrifice est caractéristique des cimetières du Commonwealth.",
          "visit_duration_min": 40
        },
        {
          "text": "La plage de Poé, 17 km de sable blanc face au lagon inscrit au patrimoine mondial de l'UNESCO, est considérée comme la plus belle plage de la Grande Terre. La barrière de corail, très proche, crée un plan d'eau turquoise peu profond idéal pour le snorkeling.",
          "visit_duration_min": 90
        },
        {
          "text": "Le Domaine de Deva couvre 8 000 hectares de littoral et de forêt sèche entre les collines et le lagon. L'une des dernières forêts sèches de Nouvelle-Calédonie abrite 450 espèces végétales endémiques. Le marais Fournier, réserve ornithologique, accueille hérons, buses et perruches.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Sentier des Trois Baies au départ de la Roche Percée. La boucle de 4 km longe le littoral entre la Roche Percée, la Baie des Tortues et la Baie des Amoureux, avec des points de vue en hauteur sur le lagon et les pins colonnaires."
        },
        {
          "text": "Snorkeling ou plongée depuis la base nautique de la Roche Percée. L'île Verte, réserve marine à 20 minutes en bateau, offre des eaux peu profondes où nagent requins-léopards, raies, tortues et dugongs autour de la fausse passe."
        },
        {
          "text": "Randonnée ou VTT dans le Domaine de Deva. Les sentiers mènent sur les crêtes avec vue à 360° sur le lagon et la Chaîne Centrale. Le point de vue du Boé Arérédi est accessible en voiture."
        },
        {
          "text": "Coucher de soleil sur la Roche Percée. Les couleurs du ciel enflamment le monolithe du Bonhomme et la falaise de quartz face à la houle du Pacifique. Le spot de surf le plus réputé du Caillou."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 5
        }
      ]
    },
    {
      "place_id": "NC::hienghene",
      "name": "Hienghene",
      "cc": "NC",
      "language": "fr",
      "coords": [
        -20.69,
        164.94
      ],
      "lat": -20.69,
      "lon": 164.94,
      "visits": [
        {
          "text": "Arrêtez-vous au belvédère de la Poule Couveuse, 2 km au sud du village. Cette formation de calcaire noir jaillit du lagon et dessine, selon l'angle, une poule couvant ses oeufs ou les tours de Notre-Dame. Panorama à 360° sur la Chaîne, le lagon et les îlots.",
          "visit_duration_min": 30
        },
        {
          "text": "Les falaises de Lindéralique s'étirent sur une dizaine de kilomètres au sud de Hienghène. Ces murailles de calcaire noir d'origine karstique plongent dans des eaux turquoise. Une passerelle au pied des falaises offre le meilleur point de vue.",
          "visit_duration_min": 45
        },
        {
          "text": "Non loin de la Poule, le Sphinx se devine dans le calcaire. Il faut un peu d'imagination pour reconnaître le profil du monstre mythologique, mais la roche noire sculptée par l'érosion est saisissante.",
          "visit_duration_min": 20
        },
        {
          "text": "Descendez vers le village de Hienghène, fondé en 1887. Le petit centre s'étire le long de l'estuaire, face à une marina tranquille. L'office de tourisme et une épicerie bordent le quai où accostent les paquebots de croisière.",
          "visit_duration_min": 30
        },
        {
          "text": "La route côtière entre Pouébo et Hienghène, appelée la Corniche, longe l'océan au pied de falaises abruptes. Les points de vue alternent avec les embouchures de rivières, les cocoteraies et une végétation tropicale luxuriante.",
          "visit_duration_min": 40
        },
        {
          "text": "Traversez la rivière Ouaième sur le dernier bac en activité de Nouvelle-Calédonie. Cette plateforme flottante à moteur fonctionne 7j/7, de jour comme de nuit. Selon les croyances kanak, la rivière serait le chemin des âmes vers l'au-delà.",
          "visit_duration_min": 20
        },
        {
          "text": "La cascade de Tao, haute d'une centaine de mètres, se niche dans la forêt tropicale au coeur du massif du Panié. La rivière de Tao, qui prend sa source au sommet, forme plusieurs chutes successives et des bassins naturels au pied de la cascade.",
          "visit_duration_min": 45
        },
        {
          "text": "La tribu de Tiendanite, dans la vallée de la Hienghène, est le village natal du leader kanak qui a donné son nom au Centre Culturel de Nouméa. Un mémorial y rend hommage à l'histoire de la commune.",
          "visit_duration_min": 40
        },
        {
          "text": "La plage de Koulnoué, à 9 km du village, s'étire au pied des falaises dans un cadre de cocotiers et de forêt tropicale. C'est l'une des plus belles plages sauvages de la côte Est.",
          "visit_duration_min": 60
        },
        {
          "text": "La petite chapelle de Lindéralique et l'église de Tiendanite, au milieu des tribus, témoignent de l'évangélisation mariste du XIXe siècle dans cette région qui y résista longtemps.",
          "visit_duration_min": 20
        }
      ],
      "activities": [
        {
          "text": "Randonnée au col de Ga Wivaek depuis le belvédère de la Poule Couveuse. Le sentier de 3,8 km culmine à 308 m et offre des panoramas plongeants sur la baie, les roches de Lindéralique et le récif au large."
        },
        {
          "text": "Kayak au pied des falaises de Lindéralique. En pagayant entre les parois de calcaire noir, on approche la Poule de près et on découvre la matière karstique sculptée par l'érosion."
        },
        {
          "text": "Le petit marché de Hienghène se tient les mardis et vendredis matin. Fruits, légumes et sculptures sur bois des tribus voisines y sont vendus à même les étals, au bord de la route."
        },
        {
          "text": "Marche jusqu'au pied de la cascade de Tao. Le sentier traverse une végétation luxuriante de fougères arborescentes et de lianes. Le bassin naturel au pied de la chute invite à une baignade rafraîchissante."
        },
        {
          "text": "Immersion en tribu kanak : plusieurs familles de Hienghène accueillent les visiteurs pour partager leur quotidien. Pêche à la crevette de creek à la sagaie, tressage de feuilles de pandanus, préparation du bougna cuit à l'étouffée dans des feuilles de bananier."
        },
        {
          "text": "Plongée ou snorkeling dans la baie de Hienghène. Les récifs au pied des falaises de Lindéralique comptent parmi les plus beaux spots de la côte Est : failles, gorgones, tortues et petits requins de récif."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 3
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 4
        }
      ]
    },
    {
      "place_id": "NC::la-foa",
      "name": "La Foa",
      "cc": "NC",
      "language": "fr",
      "coords": [
        -21.71,
        165.83
      ],
      "lat": -21.71,
      "lon": 165.83,
      "visits": [
        {
          "text": "Le Fort Teremba, construit en 1871 sur un plateau dominant la baie d'Uaraï, est l'ancien pénitencier de la côte Ouest. Blockhaus, cellules, poudrière et tour de guet ont été restaurés par des bénévoles. Les panneaux retracent le quotidien des bagnards et l'insurrection kanak de 1878 menée par le chef Ataï.",
          "visit_duration_min": 90
        },
        {
          "text": "La passerelle Marguerite enjambe la rivière de La Foa depuis 1909. Conçue par deux disciples de Gustave Eiffel et bâtie par des bagnards, elle est classée Monument historique. Les piétons la traversent entre ses poutrelles métalliques au-dessus des eaux vertes.",
          "visit_duration_min": 25
        },
        {
          "text": "Le village de La Foa, surnommé la « porte de la Brousse », mêle architecture coloniale et ambiance de petite ville de l'Ouest. Un jardin de sculptures en plein air borde la rue principale.",
          "visit_duration_min": 30
        },
        {
          "text": "Depuis la presqu'île Lebris, face au Fort Teremba, la vue embrasse la baie d'Uaraï, les flamboyants rouges (en saison sèche) et le lagon au loin. Le circuit extérieur balisé du fort passe par l'ancienne boulangerie et le débarcadère des forçats.",
          "visit_duration_min": 40
        },
        {
          "text": "Poussez jusqu'à Farino, village voisin niché dans les montagnes. Le parc provincial des Grandes Fougères protège une forêt humide de fougères arborescentes géantes et d'espèces endémiques sur 4 500 hectares.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Visite guidée du Fort Teremba, commentée par des guides descendants de bagnards et colons de l'époque. Les cellules reconstituées, les projections sonorisées et l'escape game immersif plongent dans le quotidien du bagne."
        },
        {
          "text": "Randonnée équestre dans les plaines de la côte Ouest. Les stockmen, éleveurs à cheval héritiers de la culture broussarde, guident à travers les pâturages et les premiers plateaux de la Chaîne Centrale."
        },
        {
          "text": "Baignade au Trou Feillet (Marmite de Géant) à Sarraméa, bassin d'eau douce avec toboggan naturel, accessible en 5 minutes de marche depuis la route. Un rafraîchissement bienvenu après la visite du fort."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 6
        }
      ]
    },
    {
      "place_id": "NC::noumea",
      "name": "Noumea",
      "cc": "NC",
      "language": "fr",
      "coords": [
        -22.275,
        166.458
      ],
      "lat": -22.275,
      "lon": 166.458,
      "visits": [
        {
          "text": "La Place des Cocotiers forme un rectangle de verdure au coeur de Nouméa, planté de palmiers royaux et bordé de bancs où les Calédoniens se retrouvent à l'ombre. Le kiosque à musique central date de l'époque coloniale.",
          "visit_duration_min": 40
        },
        {
          "text": "La Cathédrale Saint-Joseph, construite entre 1887 et 1897 par des bagnards, mêle style néogothique et pierre locale. C'est un ancien condamné qui en dessina les plans.",
          "visit_duration_min": 25
        },
        {
          "text": "Le Musée de la Ville de Nouméa occupe un bâtiment colonial qui surplombe la Place des Cocotiers. Il retrace l'histoire de la ville depuis la colonisation pénale jusqu'à aujourd'hui.",
          "visit_duration_min": 45
        },
        {
          "text": "Remontez vers le Faubourg Blanchot, à mi-chemin entre le centre-ville et la promenade de bord de mer. Bâties à la fin du XIXe siècle par des colons et des forçats, une soixantaine de villas coloniales en bois sont signalées par de petits panneaux le long d'un circuit patrimonial.",
          "visit_duration_min": 50
        },
        {
          "text": "Face à la Place des Cocotiers, le totem Mwâ Ka s'élève à 12 mètres. Surmonté d'une grande case de chef, il symbolise la mémoire du peuple kanak et les accords de paix.",
          "visit_duration_min": 15
        },
        {
          "text": "Poussez jusqu'au Musée de Nouvelle-Calédonie, consacré aux cultures kanak et océaniennes. Flèches faîtières sculptées, masques cérémoniels et pirogues composent une collection riche en objets traditionnels.",
          "visit_duration_min": 50
        },
        {
          "text": "Le Centre Culturel Tjibaou, conçu par l'architecte Renzo Piano et inauguré en 1998, déploie dix hautes cases nervurées en acier et bois sur 8 hectares au bord de la baie de Tina. Chaque case représente une des dix aires coutumières de Nouvelle-Calédonie.",
          "visit_duration_min": 120
        },
        {
          "text": "Le chemin Kanak, parcours extérieur du Centre Tjibaou, retrace le mythe de Téâ Kanaké à travers cinq étapes jalonnées de plantes endémiques : houps, kaoris et pins colonnaires. Un guide explique le langage symbolique des végétaux.",
          "visit_duration_min": 45
        },
        {
          "text": "L'Aquarium des Lagons occupe 3 000 m² de bassins entre l'Anse Vata et la Baie des Citrons. Le parcours suit le chemin de l'eau, des rivières jusqu'à l'océan profond : nautiles, serpents de mer, requins, raies et tortues défilent.",
          "visit_duration_min": 60
        },
        {
          "text": "L'Anse Vata déroule deux kilomètres de sable blond face au lagon. Les alizés en font le terrain de jeu des véliplanchistes et kitesurfeurs, tandis que la promenade Roger Laroque longe le front de mer entre palmiers et restaurants.",
          "visit_duration_min": 60
        },
        {
          "text": "La Baie des Citrons, séparée de l'Anse Vata par le Rocher à la Voile, est la plage préférée des Nouméens. Abritée du vent, surveillée, bordée de banians et de bars, elle accueille les familles le jour et les fêtards le soir.",
          "visit_duration_min": 60
        },
        {
          "text": "Le Musée Maritime de Nouvelle-Calédonie retrace l'histoire des naufrages, de la navigation à voile et de l'exploration du Pacifique. Maquettes, instruments et objets récupérés sur les épaves composent la collection.",
          "visit_duration_min": 60
        },
        {
          "text": "Le quartier de Nouville occupe une presqu'île qui abritait le pénitencier-dépôt de l'île Nou. Les dortoirs alignés le long du « Boulevard du crime », la chapelle du bagne de 1882 et les casernes des surveillants sont encore visibles.",
          "visit_duration_min": 50
        },
        {
          "text": "Le Parc zoologique et forestier, sur 34 hectares dans les hauteurs du mont Montravel, réunit plus de 130 espèces autour de trois lacs artificiels. Les cagous, oiseaux endémiques incapables de voler, sont les stars du parc.",
          "visit_duration_min": 75
        },
        {
          "text": "La Baie de l'Orphelinat, entre le centre-ville et l'Anse Vata, est un spot de promenade apprécié des Nouméens. La promenade Pierre Vernier longe le rivage entre cocotiers et banians.",
          "visit_duration_min": 40
        },
        {
          "text": "Retour matinal à Nouméa. Flânez une dernière fois au marché de Port Moselle pour ramener vanille, miel de brousse, huile essentielle de niaouli et sculptures en bois de houp.",
          "visit_duration_min": 60
        },
        {
          "text": "La promenade Pierre Vernier relie la Baie de l'Orphelinat au Ouen Toro sur plusieurs kilomètres de front de mer aménagé. Joggeurs, marcheurs et familles s'y croisent face au lagon.",
          "visit_duration_min": 45
        },
        {
          "text": "L'Îlot Maître, face à l'Anse Vata, abrite des bungalows sur pilotis au-dessus du lagon et un espace sauvage pour le pique-nique. Le récif autour de l'îlot est classé réserve marine.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Le marché de Port Moselle s'anime dès le petit matin sous ses halles hexagonales colorées. Poissons du lagon, fruits tropicaux, vanille et artisanat mélanésien s'y côtoient."
        },
        {
          "text": "Déjeunez dans le Quartier Latin, à deux pas de la Place des Cocotiers. Les rues piétonnes de Sébastopol et de l'Alma concentrent restaurants et cafés où se mêlent cuisine française, asiatique et mélanésienne."
        },
        {
          "text": "En fin de journée, rejoignez le sommet du Ouen Toro. Les canons australiens de la Seconde Guerre mondiale montent encore la garde au sommet de cette colline de 132 m, d'où la vue embrasse la ville, la baie de Sainte-Marie et le lagon jusqu'aux îlots."
        },
        {
          "text": "Taxi-boat pour l'Îlot Canard depuis l'Anse Vata. La traversée dure cinq minutes. Sur l'îlot, un sentier sous-marin balisé permet de snorkeler parmi les poissons-clowns et les coraux du lagon."
        },
        {
          "text": "Assistez au nourrissage des tortues à l'Aquarium des Lagons. L'équipe soigne chaque année des tortues blessées recueillies en mer avant de les relâcher dans le lagon."
        },
        {
          "text": "Coucher de soleil sur la Baie des Citrons. Installez-vous en terrasse face à la plage : les couleurs du lagon virent au doré tandis que les voiliers rentrent au mouillage."
        },
        {
          "text": "Excursion en bateau vers l'Îlot Amédée et son phare métallique de 56 mètres. Du sommet, la vue balaie le lagon et la barrière de corail. Snorkeling, déjeuner océanien et farniente sur le sable blanc sont au programme."
        },
        {
          "text": "Shopping et derniers achats dans les rues piétonnes du centre-ville. Artisanat mélanésien, perles de culture et niaouli se trouvent dans les boutiques du Quartier Latin et de la galerie Port Plaisance."
        },
        {
          "text": "Apéritif au coucher de soleil face au lagon depuis la promenade Pierre Vernier ou le sommet du Ouen Toro. Dernières couleurs dorées sur les voiliers avant le départ vers l'Île des Pins."
        },
        {
          "text": "Dernière baignade à l'Anse Vata ou sortie en taxi-boat vers l'Îlot Maître pour une matinée de snorkeling dans le lagon classé UNESCO."
        },
        {
          "text": "Déjeuner de poisson à la tahitienne ou tartare de thon au citron vert dans un restaurant face au lagon. La cuisine calédonienne mêle influences françaises, mélanésiennes et asiatiques."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 1
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 2
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 7
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 10
        }
      ]
    },
    {
      "place_id": "NC::vao",
      "name": "Vao",
      "cc": "NC",
      "language": "fr",
      "coords": [
        -22.62,
        167.48
      ],
      "lat": -22.62,
      "lon": 167.48,
      "visits": [
        {
          "text": "La piscine naturelle d'Oro est un bassin d'eau de mer séparé de la baie par une barrière de rochers coralliens. Oro signifie « coeur » en langue kunié : le site serait sacré, abritant les sépultures des ancêtres. L'eau transparente, à faible profondeur, forme un aquarium naturel de poissons-perroquets et de coraux multicolores.",
          "visit_duration_min": 90
        },
        {
          "text": "La baie d'Upi, souvent comparée à la baie d'Halong, est ponctuée de rochers coralliens qui semblent flotter au-dessus de l'eau turquoise. Tortues, raies et dauphins peuplent ses eaux calmes, encadrées de pins colonnaires.",
          "visit_duration_min": 60
        },
        {
          "text": "L'église Notre-Dame de l'Assomption, au coeur du village de Vao, est entourée de pins colonnaires centenaires. Les totems de Saint-Maurice, sculptures de bois polychrome, témoignent de la rencontre entre l'art kanak et la religion catholique.",
          "visit_duration_min": 30
        },
        {
          "text": "La baie de Saint-Joseph, point de départ des pirogues, abrite un petit chantier où l'on fabrique encore les pirogues à balancier selon les techniques ancestrales : coque creusée dans un tronc d'araucaria, voile en feuilles de pandanus.",
          "visit_duration_min": 30
        },
        {
          "text": "Le sentier entre la baie d'Upi et la piscine d'Oro traverse 40 minutes de forêt tropicale, de palmeraie et de rivière de sable. Les crabes terrestres et les papillons accompagnent la marche sous la canopée.",
          "visit_duration_min": 40
        },
        {
          "text": "La baie de Kuto déroule une longue plage de sable blanc face au lagon. Son orientation plein ouest en fait le spot idéal pour les couchers de soleil. Les eaux calmes et peu profondes permettent une baignade en toute sérénité.",
          "visit_duration_min": 90
        },
        {
          "text": "La baie de Kanuméra, jumelle de Kuto, est séparée par un isthme de sable. Un rocher sacré trône au milieu de la plage : il est interdit d'y monter sans l'autorisation des Kuniés. Les eaux abritent une zone de régénération du corail.",
          "visit_duration_min": 60
        },
        {
          "text": "La Grotte de la Reine Hortense, du nom de la reine Hortense Watenne, s'ouvre dans les falaises calcaires. Ses formations rocheuses et son histoire en font l'un des sites culturels majeurs de l'île.",
          "visit_duration_min": 40
        },
        {
          "text": "Les vestiges du bagne de l'Île des Pins rappellent que les déportés de la Commune de Paris y furent envoyés à partir de 1872. Les ruines du pénitencier, les murs d'enceinte et quelques cellules subsistent dans la végétation.",
          "visit_duration_min": 40
        },
        {
          "text": "Le Pic N'Ga, point culminant de l'île à 262 mètres, offre un panorama à 360° sur le lagon, les baies, les îlots et la forêt de pins colonnaires. Le sentier grimpe à travers la forêt tropicale.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Pirogue traditionnelle à balancier sur la baie d'Upi. Départ vers 8h de la baie de Saint-Joseph à Vao. Si le vent est favorable, le piroguier hisse la voile. La traversée dure environ 1h30 entre les rochers coralliens."
        },
        {
          "text": "Snorkeling dans la piscine naturelle d'Oro à marée haute. Les eaux peu profondes abritent poissons-perroquets, demoiselles bleues et parfois des tortues vertes. Apportez des chaussures d'eau pour les coraux."
        },
        {
          "text": "Déjeuner de langouste grillée les pieds dans le sable à la baie d'Oro. Les restaurateurs de plage servent la langouste locale avec du riz et des légumes du jardin."
        },
        {
          "text": "Ascension du Pic N'Ga le matin, avant la chaleur. Le sentier traverse la forêt dense et débouche sur un plateau rocheux d'où la vue plonge sur toute l'île et le lagon turquoise."
        },
        {
          "text": "Kayak ou snorkeling dans la baie de Kanuméra. Les eaux cristallines abritent poissons multicolores et coraux entre les rochers. Location de kayaks disponible sur la plage."
        },
        {
          "text": "Coucher de soleil sur la baie de Kuto. Les couleurs du ciel se reflètent dans le lagon tandis que les pins colonnaires dessinent leurs silhouettes sur l'horizon. Dernière soirée sur l'île la plus proche du paradis."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 8
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Voyage Nouvelle-Calédonie : Lagon UNESCO et Culture Kanak",
          "day": 9
        }
      ]
    }
  ]
}