{
  "version": 1,
  "country": "nc",
  "language": "es",
  "places": [
    {
      "place_id": "NC::bourail",
      "name": "Bourail",
      "cc": "NC",
      "language": "es",
      "coords": [
        -21.57,
        165.49
      ],
      "lat": -21.57,
      "lon": 165.49,
      "visits": [
        {
          "text": "La Roche Percée (Pûûyäxè en kanak), símbolo de Bourail, domina 3 km de playa de arena volcánica. El túnel natural que le daba su nombre se derrumbó en 2006, pero el acantilado de cuarzo sigue siendo impresionante frente al océano.",
          "visit_duration_min": 40
        },
        {
          "text": "El Bonhomme de Bourail, monolito de cuarzo esculpido por las olas, se yergue frente al océano en forma de cabeza de hombre inclinado. Llamado Boué Taoué en kanak, la leyenda cuenta que vigila la entrada de una cueva submarina que conduce al reino de los muertos.",
          "visit_duration_min": 30
        },
        {
          "text": "La Baie des Tortues, justo al norte de la Roche Percée, está bordeada de pinos columnares gigantes (araucarias). De noviembre a febrero, las tortugas cabezón vienen a poner sus huevos. Con la marea baja, se exploran las cuevas y las piscinas de roca naturales.",
          "visit_duration_min": 60
        },
        {
          "text": "El cementerio neozelandés de Nessadiou, a 9 km al sur de Bourail, honra a 242 soldados caídos durante la Segunda Guerra Mundial. Donado en 1943 por un cultivador local, el terreno alberga también un memorial con 449 nombres de combatientes del Pacífico Sur. La Cruz del Sacrificio es característica de los cementerios de la Commonwealth.",
          "visit_duration_min": 40
        },
        {
          "text": "La playa de Poé, 17 km de arena blanca frente a la laguna inscrita en el patrimonio mundial de la UNESCO, es considerada la playa más hermosa de la Grande Terre. La barrera de coral, muy cercana, crea un plan de agua turquesa poco profundo ideal para snorkel.",
          "visit_duration_min": 90
        },
        {
          "text": "El Domaine de Deva cubre 8.000 hectáreas de litoral y bosque seco entre las colinas y la laguna. Uno de los últimos bosques secos de Nueva Caledonia alberga 450 especies vegetales endémicas. El pantano Fournier, reserva ornitológica, acoge garzas, busardos y periquitos.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Sendero de las Tres Bahías partiendo de la Roche Percée. El bucle de 4 km bordea el litoral entre la Roche Percée, la Baie des Tortues y la Baie des Amoureux, con miradores en altura sobre la laguna y los pinos columnares."
        },
        {
          "text": "Snorkel o buceo desde la base náutica de la Roche Percée. La Île Verte, reserva marina a 20 minutos en barca, ofrece aguas poco profundas donde nadan tiburones leopardo, rayas, tortugas y dugongos alrededor del falso paso."
        },
        {
          "text": "Senderismo o BTT en el Domaine de Deva. Los senderos llevan a las crestas con vista de 360° sobre la laguna y la Cadena Central. El mirador del Boé Arérédi es accesible en coche."
        },
        {
          "text": "Atardecer sobre la Roche Percée. Los colores del cielo inflaman el monolito del Bonhomme y el acantilado de cuarzo frente al oleaje del Pacífico. El spot de surf más reputado del Caillou."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 5
        }
      ]
    },
    {
      "place_id": "NC::hienghene",
      "name": "Hienghene",
      "cc": "NC",
      "language": "es",
      "coords": [
        -20.69,
        164.94
      ],
      "lat": -20.69,
      "lon": 164.94,
      "visits": [
        {
          "text": "Detente en el mirador de la Poule Couveuse, 2 km al sur del pueblo. Esta formación de caliza negra surge de la laguna y dibuja, según el ángulo, una gallina empollando sus huevos o las torres de Notre-Dame. Panorámica de 360° sobre la Cadena, la laguna y los islotes.",
          "visit_duration_min": 30
        },
        {
          "text": "Los acantilados de Lindéralique se extienden a lo largo de una decena de kilómetros al sur de Hienghène. Estas murallas de caliza negra de origen kárstico se hunden en aguas turquesa. Una pasarela al pie de los acantilados ofrece el mejor punto de vista.",
          "visit_duration_min": 45
        },
        {
          "text": "No lejos de la Poule, la Esfinge se adivina en la caliza. Hace falta un poco de imaginación para reconocer el perfil del monstruo mitológico, pero la roca negra esculpida por la erosión es impresionante.",
          "visit_duration_min": 20
        },
        {
          "text": "Baja hacia el pueblo de Hienghène, fundado en 1887. El pequeño centro se extiende a lo largo del estuario, frente a un puerto deportivo tranquilo. La oficina de turismo y una tienda bordean el muelle donde atracan los cruceros.",
          "visit_duration_min": 30
        },
        {
          "text": "La carretera costera entre Pouébo y Hienghène, llamada la Corniche, bordea el océano al pie de acantilados abruptos. Los miradores se alternan con desembocaduras de ríos, cocoteros y una vegetación tropical exuberante.",
          "visit_duration_min": 40
        },
        {
          "text": "Cruza el río Ouaième en la última barcaza en funcionamiento de Nueva Caledonia. Esta plataforma flotante con motor funciona los 7 días de la semana, de día y de noche. Según las creencias kanak, el río sería el camino de las almas hacia el más allá.",
          "visit_duration_min": 20
        },
        {
          "text": "La cascada de Tao, de un centenar de metros de altura, se anida en el bosque tropical en el corazón del macizo del Panié. El río de Tao, que nace en la cima, forma varias caídas sucesivas y piscinas naturales al pie de la cascada.",
          "visit_duration_min": 45
        },
        {
          "text": "La tribu de Tiendanite, en el valle de Hienghène, es el pueblo natal del líder kanak que dio su nombre al Centro Cultural de Numea. Un memorial rinde homenaje allí a la historia del municipio.",
          "visit_duration_min": 40
        },
        {
          "text": "La playa de Koulnoué, a 9 km del pueblo, se extiende al pie de los acantilados en un marco de cocoteros y bosque tropical. Es una de las playas salvajes más hermosas de la costa este.",
          "visit_duration_min": 60
        },
        {
          "text": "La pequeña capilla de Lindéralique y la iglesia de Tiendanite, en medio de las tribus, testimonian la evangelización marista del siglo XIX en esta región que resistió durante mucho tiempo.",
          "visit_duration_min": 20
        }
      ],
      "activities": [
        {
          "text": "Senderismo al collado de Ga Wivaek desde el mirador de la Poule Couveuse. El sendero de 3,8 km culmina a 308 m y ofrece panorámicas vertiginosas sobre la bahía, las rocas de Lindéralique y el arrecife a lo lejos."
        },
        {
          "text": "Kayak al pie de los acantilados de Lindéralique. Remando entre las paredes de caliza negra, te acercas a la Poule de cerca y descubres la materia kárstica esculpida por la erosión."
        },
        {
          "text": "El pequeño mercado de Hienghène se celebra los martes y viernes por la mañana. Frutas, verduras y esculturas en madera de las tribus vecinas se venden en los puestos, al borde de la carretera."
        },
        {
          "text": "Caminata hasta el pie de la cascada de Tao. El sendero atraviesa una vegetación exuberante de helechos arborescentes y lianas. La piscina natural al pie de la caída invita a un baño refrescante."
        },
        {
          "text": "Inmersión en tribu kanak: varias familias de Hienghène acogen a visitantes para compartir su cotidianidad. Pesca de camarones de arroyo con zagaya, trenzado de hojas de pandanus, preparación del bougna cocinado al vapor en hojas de plátano."
        },
        {
          "text": "Buceo o snorkel en la bahía de Hienghène. Los arrecifes al pie de los acantilados de Lindéralique cuentan entre los mejores spots de la costa este: fisuras, gorgonias, tortugas y pequeños tiburones de arrecife."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 3
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 4
        }
      ]
    },
    {
      "place_id": "NC::la-foa",
      "name": "La Foa",
      "cc": "NC",
      "language": "es",
      "coords": [
        -21.71,
        165.83
      ],
      "lat": -21.71,
      "lon": 165.83,
      "visits": [
        {
          "text": "El Fort Teremba, construido en 1871 sobre una meseta que domina la bahía de Uaraï, es el antiguo presidio de la costa oeste. Blocaos, celdas, polvorín y torre de vigilancia han sido restaurados por voluntarios. Los paneles trazan el cotidiano de los presidiarios y la insurrección kanak de 1878 liderada por el jefe Ataï.",
          "visit_duration_min": 90
        },
        {
          "text": "La pasarela Marguerite cruza el río de La Foa desde 1909. Concebida por dos discípulos de Gustave Eiffel y construida por presidiarios, está clasificada como Monumento Histórico. Los peatones la atraviesan entre sus vigas metálicas sobre las aguas verdes.",
          "visit_duration_min": 25
        },
        {
          "text": "El pueblo de La Foa, apodado la «puerta de la Brousse», mezcla arquitectura colonial y ambiente de pequeña ciudad del oeste. Un jardín de esculturas al aire libre bordea la calle principal.",
          "visit_duration_min": 30
        },
        {
          "text": "Desde la península Lebris, frente al Fort Teremba, la vista abarca la bahía de Uaraï, los flamboyanes rojos (en estación seca) y la laguna a lo lejos. El circuito exterior señalizado del fuerte pasa por la antigua panadería y el embarcadero de los forzados.",
          "visit_duration_min": 40
        },
        {
          "text": "Acércate hasta Farino, pueblo vecino anidado en las montañas. El parque provincial des Grandes Fougères protege un bosque húmedo de helechos arborescentes gigantes y especies endémicas sobre 4.500 hectáreas.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Visita guiada del Fort Teremba, comentada por guías descendientes de presidiarios y colonos de la época. Las celdas reconstituidas, las proyecciones sonorizadas y el escape game inmersivo sumergen en el cotidiano del presidio."
        },
        {
          "text": "Senderismo ecuestre por las llanuras de la costa oeste. Los stockmen, ganaderos a caballo herederos de la cultura broussarde, guían a través de los pastizales y las primeras mesetas de la Cadena Central."
        },
        {
          "text": "Baño en el Trou Feillet (Marmita de Gigante) en Sarraméa, piscina de agua dulce con tobogán natural, accesible en 5 minutos de marcha desde la carretera. Un refresco bienvenido después de la visita al fuerte."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 6
        }
      ]
    },
    {
      "place_id": "NC::noumea",
      "name": "Noumea",
      "cc": "NC",
      "language": "es",
      "coords": [
        -22.275,
        166.458
      ],
      "lat": -22.275,
      "lon": 166.458,
      "visits": [
        {
          "text": "La Place des Cocotiers forma un rectángulo verde en el corazón de Numea, plantado con palmeras reales y bordeado de bancos donde los caledonios se reúnen a la sombra. El quiosco de música central data de la época colonial.",
          "visit_duration_min": 40
        },
        {
          "text": "La Catedral de San José, construida entre 1887 y 1897 por presidiarios, mezcla estilo neogótico con piedra local. Fue un antiguo condenado quien diseñó sus planos.",
          "visit_duration_min": 25
        },
        {
          "text": "El Museo de la Ciudad de Numea ocupa un edificio colonial que domina la Place des Cocotiers. Recorre la historia de la ciudad desde la colonización penal hasta hoy.",
          "visit_duration_min": 45
        },
        {
          "text": "Sube hacia el Faubourg Blanchot, a medio camino entre el centro y el paseo marítimo. Construidas a finales del siglo XIX por colonos y presidiarios, unas sesenta villas coloniales de madera están señalizadas con pequeños paneles a lo largo de un circuito patrimonial.",
          "visit_duration_min": 50
        },
        {
          "text": "Frente a la Place des Cocotiers, el tótem Mwâ Ka se eleva a 12 metros. Coronado por una gran casa de jefe, simboliza la memoria del pueblo kanak y los acuerdos de paz.",
          "visit_duration_min": 15
        },
        {
          "text": "Acércate hasta el Museo de Nueva Caledonia, dedicado a las culturas kanak y oceánicas. Flechas de cumbrera esculpidas, máscaras ceremoniales y piraguas componen una colección rica en objetos tradicionales.",
          "visit_duration_min": 50
        },
        {
          "text": "El Centro Cultural Tjibaou, diseñado por el arquitecto Renzo Piano e inaugurado en 1998, despliega diez altas casas nervadas de acero y madera sobre 8 hectáreas al borde de la bahía de Tina. Cada casa representa una de las diez áreas consuetudinarias de Nueva Caledonia.",
          "visit_duration_min": 120
        },
        {
          "text": "El chemin Kanak, recorrido exterior del Centro Tjibaou, traza el mito de Téâ Kanaké a través de cinco etapas jalonadas de plantas endémicas: houps, kaoris y pinos columnares. Un guía explica el lenguaje simbólico de los vegetales.",
          "visit_duration_min": 45
        },
        {
          "text": "El Acuario de las Lagunas ocupa 3.000 m² de estanques entre Anse Vata y la Baie des Citrons. El recorrido sigue el camino del agua, desde los ríos hasta el océano profundo: nautilos, serpientes marinas, tiburones, rayas y tortugas desfilan.",
          "visit_duration_min": 60
        },
        {
          "text": "Anse Vata despliega dos kilómetros de arena rubia frente a la laguna. Los alisios la convierten en terreno de juego de windsurfistas y kitesurfistas, mientras que el paseo Roger Laroque bordea el frente de mar entre palmeras y restaurantes.",
          "visit_duration_min": 60
        },
        {
          "text": "La Baie des Citrons, separada de Anse Vata por el Rocher à la Voile, es la playa favorita de los numeanos. Protegida del viento, vigilada, bordeada de banianos y bares, acoge a familias de día y fiesteros de noche.",
          "visit_duration_min": 60
        },
        {
          "text": "El Museo Marítimo de Nueva Caledonia traza la historia de los naufragios, la navegación a vela y la exploración del Pacífico. Maquetas, instrumentos y objetos recuperados de los pecios componen la colección.",
          "visit_duration_min": 60
        },
        {
          "text": "El barrio de Nouville ocupa una península que albergaba el presidio-depósito de la isla Nou. Los dormitorios alineados a lo largo del «Boulevard du crime», la capilla del presidio de 1882 y los cuarteles de los vigilantes aún son visibles.",
          "visit_duration_min": 50
        },
        {
          "text": "El Parque Zoológico y Forestal, sobre 34 hectáreas en las alturas del monte Montravel, reúne más de 130 especies alrededor de tres lagos artificiales. Los cagous, aves endémicas incapaces de volar, son las estrellas del parque.",
          "visit_duration_min": 75
        },
        {
          "text": "La Baie de l'Orphelinat, entre el centro y Anse Vata, es un spot de paseo apreciado por los numeanos. El paseo Pierre Vernier bordea la orilla entre cocoteros y banianos.",
          "visit_duration_min": 40
        },
        {
          "text": "Regreso matinal a Numea. Pasea una última vez por el mercado de Port Moselle para llevar vainilla, miel de brousse, aceite esencial de niaouli y esculturas de madera de houp.",
          "visit_duration_min": 60
        },
        {
          "text": "El paseo Pierre Vernier une la Baie de l'Orphelinat con el Ouen Toro sobre varios kilómetros de frente de mar acondicionado. Corredores, caminantes y familias se cruzan allí frente a la laguna.",
          "visit_duration_min": 45
        },
        {
          "text": "El Îlot Maître, frente a Anse Vata, alberga bungalows sobre pilotes encima de la laguna y un espacio salvaje para el pícnic. El arrecife alrededor del islote está clasificado como reserva marina.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "El mercado de Port Moselle se anima desde primera hora bajo sus naves hexagonales de colores. Pescados de la laguna, frutas tropicales, vainilla y artesanía melanesia se dan cita aquí."
        },
        {
          "text": "Almuerza en el Quartier Latin, a dos pasos de la Place des Cocotiers. Las calles peatonales de Sébastopol y de l'Alma concentran restaurantes y cafés donde se mezclan cocina francesa, asiática y melanesia."
        },
        {
          "text": "Al final del día, sube a la cima del Ouen Toro. Los cañones australianos de la Segunda Guerra Mundial aún montan guardia en la cumbre de esta colina de 132 m, desde donde la vista abarca la ciudad, la bahía de Sainte-Marie y la laguna hasta los islotes."
        },
        {
          "text": "Taxi-boat al Îlot Canard desde Anse Vata. La travesía dura cinco minutos. En el islote, un sendero submarino señalizado permite hacer snorkel entre peces payaso y corales de la laguna."
        },
        {
          "text": "Asiste a la alimentación de las tortugas en el Acuario de las Lagunas. El equipo cuida cada año a tortugas heridas rescatadas en el mar antes de liberarlas de nuevo en la laguna."
        },
        {
          "text": "Atardecer en la Baie des Citrons. Instálate en una terraza frente a la playa: los colores de la laguna viran al dorado mientras los veleros regresan al fondeadero."
        },
        {
          "text": "Excursión en barco hacia el Îlot Amédée y su faro metálico de 56 metros. Desde la cima, la vista barre la laguna y la barrera de coral. Snorkel, almuerzo oceánico y farniente sobre la arena blanca están en el programa."
        },
        {
          "text": "Compras y últimas adquisiciones en las calles peatonales del centro. Artesanía melanesia, perlas de cultivo y niaouli se encuentran en las tiendas del Quartier Latin y de la galería Port Plaisance."
        },
        {
          "text": "Aperitivo al atardecer frente a la laguna desde el paseo Pierre Vernier o la cima del Ouen Toro. Últimos colores dorados sobre los veleros antes de la salida hacia la Île des Pins."
        },
        {
          "text": "Último baño en Anse Vata o salida en taxi-boat hacia el Îlot Maître para una mañana de snorkel en la laguna clasificada UNESCO."
        },
        {
          "text": "Almuerzo de pescado a la tahitiana o tartar de atún al limón verde en un restaurante frente a la laguna. La cocina caledonia mezcla influencias francesas, melanesias y asiáticas."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 1
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 2
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 7
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 10
        }
      ]
    },
    {
      "place_id": "NC::vao",
      "name": "Vao",
      "cc": "NC",
      "language": "es",
      "coords": [
        -22.62,
        167.48
      ],
      "lat": -22.62,
      "lon": 167.48,
      "visits": [
        {
          "text": "La piscina natural de Oro es una piscina de agua de mar separada de la bahía por una barrera de rocas coralinas. Oro significa «corazón» en lengua kunié: el sitio sería sagrado, albergando las sepulturas de los ancestros. El agua transparente, de poca profundidad, forma un acuario natural de peces loro y corales multicolores.",
          "visit_duration_min": 90
        },
        {
          "text": "La bahía de Upi, a menudo comparada con la bahía de Halong, está salpicada de rocas coralinas que parecen flotar sobre el agua turquesa. Tortugas, rayas y delfines pueblan sus aguas tranquilas, enmarcadas por pinos columnares.",
          "visit_duration_min": 60
        },
        {
          "text": "La iglesia Notre-Dame de l'Assomption, en el corazón del pueblo de Vao, está rodeada de pinos columnares centenarios. Los tótems de Saint-Maurice, esculturas de madera policromada, testimonian el encuentro entre el arte kanak y la religión católica.",
          "visit_duration_min": 30
        },
        {
          "text": "La bahía de Saint-Joseph, punto de partida de las piraguas, alberga un pequeño astillero donde aún se fabrican las piraguas de balancín según las técnicas ancestrales: casco ahuecado en un tronco de araucaria, vela de hojas de pandanus.",
          "visit_duration_min": 30
        },
        {
          "text": "El sendero entre la bahía de Upi y la piscina de Oro atraviesa 40 minutos de bosque tropical, palmeral y río de arena. Los cangrejos terrestres y las mariposas acompañan la marcha bajo la bóveda vegetal.",
          "visit_duration_min": 40
        },
        {
          "text": "La bahía de Kuto despliega una larga playa de arena blanca frente a la laguna. Su orientación hacia el oeste la convierte en el spot ideal para las puestas de sol. Las aguas tranquilas y poco profundas permiten un baño con total serenidad.",
          "visit_duration_min": 90
        },
        {
          "text": "La bahía de Kanuméra, gemela de Kuto, está separada por un istmo de arena. Una roca sagrada trona en medio de la playa: está prohibido subirse sin la autorización de los Kuniés. Las aguas albergan una zona de regeneración del coral.",
          "visit_duration_min": 60
        },
        {
          "text": "La Gruta de la Reina Hortense, del nombre de la reina Hortense Watenne, se abre en los acantilados calcáreos. Sus formaciones rocosas y su historia la convierten en uno de los sitios culturales mayores de la isla.",
          "visit_duration_min": 40
        },
        {
          "text": "Los vestigios del presidio de la Île des Pins recuerdan que los deportados de la Comuna de París fueron enviados allí a partir de 1872. Las ruinas del penitenciario, los muros de recinto y algunas celdas subsisten en la vegetación.",
          "visit_duration_min": 40
        },
        {
          "text": "El Pic N'Ga, punto culminante de la isla a 262 metros, ofrece un panorama de 360° sobre la laguna, las bahías, los islotes y el bosque de pinos columnares. El sendero sube a través del bosque tropical.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Piragua tradicional de balancín sobre la bahía de Upi. Salida hacia las 8h de la bahía de Saint-Joseph en Vao. Si el viento es favorable, el piragüero iza la vela. La travesía dura aproximadamente 1h30 entre las rocas coralinas."
        },
        {
          "text": "Snorkel en la piscina natural de Oro con marea alta. Las aguas poco profundas albergan peces loro, damiselas azules y a veces tortugas verdes. Lleva zapatos de agua para los corales."
        },
        {
          "text": "Almuerzo de langosta a la parrilla con los pies en la arena en la bahía de Oro. Los restauradores de playa sirven la langosta local con arroz y verduras del huerto."
        },
        {
          "text": "Ascensión del Pic N'Ga por la mañana, antes del calor. El sendero atraviesa el bosque denso y desemboca en una meseta rocosa desde donde la vista se hunde sobre toda la isla y la laguna turquesa."
        },
        {
          "text": "Kayak o snorkel en la bahía de Kanuméra. Las aguas cristalinas albergan peces multicolores y corales entre las rocas. Alquiler de kayaks disponible en la playa."
        },
        {
          "text": "Puesta de sol sobre la bahía de Kuto. Los colores del cielo se reflejan en la laguna mientras los pinos columnares dibujan sus siluetas en el horizonte. Última velada en la isla más cercana al paraíso."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 8
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaje a Nueva Caledonia: Laguna UNESCO y Cultura Kanak",
          "day": 9
        }
      ]
    }
  ]
}