{
  "version": 1,
  "country": "nc",
  "language": "it",
  "places": [
    {
      "place_id": "NC::bourail",
      "name": "Bourail",
      "cc": "NC",
      "language": "it",
      "coords": [
        -21.57,
        165.49
      ],
      "lat": -21.57,
      "lon": 165.49,
      "visits": [
        {
          "text": "La Roche Percée (Pûûyäxè in kanak), simbolo di Bourail, domina 3 km di spiaggia di sabbia vulcanica. Il tunnel naturale che le dava il nome è crollato nel 2006, ma la falesia di quarzo rimane impressionante di fronte all'oceano.",
          "visit_duration_min": 40
        },
        {
          "text": "Il Bonhomme de Bourail, monolite di quarzo scolpito dalle onde, si erge di fronte all'oceano a forma di testa d'uomo chinata. Chiamato Boué Taoué in kanak, la leggenda racconta che custodisce l'ingresso di una grotta sottomarina che porta al regno dei morti.",
          "visit_duration_min": 30
        },
        {
          "text": "La Baie des Tortues, appena a nord della Roche Percée, è bordata da pini colonnari giganti (araucarie). Da novembre a febbraio, le tartarughe liuto vengono a deporre le uova. Con la bassa marea, si esplorano le grotte e le piscine naturali di roccia.",
          "visit_duration_min": 60
        },
        {
          "text": "Il cimitero neozelandese di Nessadiou, a 9 km a sud di Bourail, onora 242 soldati caduti durante la Seconda Guerra Mondiale. Donato nel 1943 da un coltivatore locale, il terreno ospita anche un memoriale che porta 449 nomi di combattenti del Pacifico del Sud. La Croce del sacrificio è caratteristica dei cimiteri del Commonwealth.",
          "visit_duration_min": 40
        },
        {
          "text": "La spiaggia di Poé, 17 km di sabbia bianca di fronte alla laguna iscritta al patrimonio mondiale dell'UNESCO, è considerata la spiaggia più bella della Grande Terra. La barriera corallina, molto vicina, crea uno specchio d'acqua turchese poco profondo ideale per lo snorkeling.",
          "visit_duration_min": 90
        },
        {
          "text": "Il Domaine de Deva copre 8.000 ettari di litorale e foresta secca tra le colline e la laguna. Una delle ultime foreste secche della Nuova Caledonia ospita 450 specie vegetali endemiche. La palude Fournier, riserva ornitologica, accoglie aironi, poiane e parrocchetti.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Sentiero delle Tre Baie con partenza dalla Roche Percée. Il circuito di 4 km costeggia il litorale tra la Roche Percée, la Baie des Tortues e la Baie des Amoureux, con punti panoramici in altura sulla laguna e i pini colonnari."
        },
        {
          "text": "Snorkeling o immersioni dalla base nautica della Roche Percée. L'Île Verte, riserva marina a 20 minuti in barca, offre acque poco profonde dove nuotano squali leopardo, razze, tartarughe e dugonghi intorno alla falsa passe."
        },
        {
          "text": "Escursione o mountain bike nel Domaine de Deva. I sentieri conducono sulle creste con vista a 360° sulla laguna e la Catena Centrale. Il punto panoramico del Boé Arérédi è accessibile in auto."
        },
        {
          "text": "Tramonto sulla Roche Percée. I colori del cielo infiammano il monolite del Bonhomme e la falesia di quarzo di fronte alle onde del Pacifico. Lo spot di surf più rinomato del Caillou."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 5
        }
      ]
    },
    {
      "place_id": "NC::hienghene",
      "name": "Hienghene",
      "cc": "NC",
      "language": "it",
      "coords": [
        -20.69,
        164.94
      ],
      "lat": -20.69,
      "lon": 164.94,
      "visits": [
        {
          "text": "Fermatevi al belvedere della Poule Couveuse, 2 km a sud del villaggio. Questa formazione di calcare nero sgorga dalla laguna e disegna, secondo l'angolazione, una chioccia che cova le uova o le torri di Notre-Dame. Panorama a 360° sulla Catena, la laguna e gli isolotti.",
          "visit_duration_min": 30
        },
        {
          "text": "Le falesie di Lindéralique si estendono per una decina di chilometri a sud di Hienghène. Queste muraglie di calcare nero di origine carsica si tuffano in acque turchesi. Una passerella ai piedi delle falesie offre il miglior punto di vista.",
          "visit_duration_min": 45
        },
        {
          "text": "Non lontano dalla Poule, lo Sphinx si intuisce nel calcare. Ci vuole un po' di immaginazione per riconoscere il profilo del mostro mitologico, ma la roccia nera scolpita dall'erosione è impressionante.",
          "visit_duration_min": 20
        },
        {
          "text": "Scendete verso il villaggio di Hienghène, fondato nel 1887. Il piccolo centro si stende lungo l'estuario, di fronte a una marina tranquilla. L'ufficio del turismo e un negozio di alimentari costeggiano il molo dove attraccano le navi da crociera.",
          "visit_duration_min": 30
        },
        {
          "text": "La strada costiera tra Pouébo e Hienghène, chiamata la Corniche, costeggia l'oceano ai piedi di falesie scoscese. I punti panoramici si alternano alle foci dei fiumi, ai coccheti e a una vegetazione tropicale lussureggiante.",
          "visit_duration_min": 40
        },
        {
          "text": "Attraversate il fiume Ouaième sull'ultimo traghetto in attività della Nuova Caledonia. Questa piattaforma galleggiante a motore funziona 7 giorni su 7, di giorno come di notte. Secondo le credenze kanak, il fiume sarebbe il cammino delle anime verso l'aldilà.",
          "visit_duration_min": 20
        },
        {
          "text": "La cascata di Tao, alta un centinaio di metri, si nasconde nella foresta tropicale nel cuore del massiccio del Panié. Il fiume di Tao, che nasce dalla cima, forma diverse cascate successive e piscine naturali ai piedi della cascata.",
          "visit_duration_min": 45
        },
        {
          "text": "La tribù di Tiendanite, nella valle di Hienghène, è il villaggio natale del leader kanak che ha dato il suo nome al Centro Culturale di Nouméa. Un memoriale rende omaggio alla storia del comune.",
          "visit_duration_min": 40
        },
        {
          "text": "La spiaggia di Koulnoué, a 9 km dal villaggio, si distende ai piedi delle falesie in una cornice di palme da cocco e foresta tropicale. È una delle spiagge selvagge più belle della costa Est.",
          "visit_duration_min": 60
        },
        {
          "text": "La piccola cappella di Lindéralique e la chiesa di Tiendanite, in mezzo alle tribù, testimoniano l'evangelizzazione marista del XIX secolo in questa regione che vi resistette a lungo.",
          "visit_duration_min": 20
        }
      ],
      "activities": [
        {
          "text": "Escursione al colle di Ga Wivaek dal belvedere della Poule Couveuse. Il sentiero di 3,8 km culmina a 308 m e offre panorami a strapiombo sulla baia, le rocce di Lindéralique e la barriera corallina al largo."
        },
        {
          "text": "Kayak ai piedi delle falesie di Lindéralique. Pagaiando tra le pareti di calcare nero, ci si avvicina alla Poule da vicino e si scopre la materia carsica scolpita dall'erosione."
        },
        {
          "text": "Il piccolo mercato di Hienghène si tiene il martedì e il venerdì mattina. Frutta, verdure e sculture in legno delle tribù vicine vengono vendute direttamente sulle bancarelle, a bordo strada."
        },
        {
          "text": "Camminata fino ai piedi della cascata di Tao. Il sentiero attraversa una vegetazione lussureggiante di felci arboree e liane. La piscina naturale ai piedi della cascata invita a un bagno rinfrescante."
        },
        {
          "text": "Immersione nella tribù kanak: diverse famiglie di Hienghène accolgono i visitatori per condividere la loro vita quotidiana. Pesca di gamberi di creek con la sagaie, intreccio di foglie di pandano, preparazione del bougna cotto al vapore in foglie di banano."
        },
        {
          "text": "Immersioni o snorkeling nella baia di Hienghène. Le barriere coralline ai piedi delle falesie di Lindéralique sono tra i punti più belli della costa Est: fessure, gorgonie, tartarughe e piccoli squali di scogliera."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 3
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 4
        }
      ]
    },
    {
      "place_id": "NC::la-foa",
      "name": "La Foa",
      "cc": "NC",
      "language": "it",
      "coords": [
        -21.71,
        165.83
      ],
      "lat": -21.71,
      "lon": 165.83,
      "visits": [
        {
          "text": "Il Fort Teremba, costruito nel 1871 su un altopiano che domina la baia di Uaraï, è l'antico penitenziario della costa Ovest. Blocchi, celle, polveriera e torre di guardia sono stati restaurati da volontari. I pannelli ripercorrono la vita quotidiana dei galeotti e l'insurrezione kanak del 1878 guidata dal capo Ataï.",
          "visit_duration_min": 90
        },
        {
          "text": "La passerella Marguerite attraversa il fiume di La Foa dal 1909. Progettata da due discepoli di Gustave Eiffel e costruita dai galeotti, è classificata Monumento storico. I pedoni la attraversano tra le sue travi metalliche sopra le acque verdi.",
          "visit_duration_min": 25
        },
        {
          "text": "Il villaggio di La Foa, soprannominato la \"porta della Brousse\", mescola architettura coloniale e atmosfera di piccola città dell'Ovest. Un giardino di sculture all'aperto costeggia la via principale.",
          "visit_duration_min": 30
        },
        {
          "text": "Dalla penisola Lebris, di fronte al Fort Teremba, la vista abbraccia la baia di Uaraï, i flamboyant rossi (nella stagione secca) e la laguna in lontananza. Il circuito esterno segnalato del forte passa per l'antica panetteria e il molo d'imbarco dei forzati.",
          "visit_duration_min": 40
        },
        {
          "text": "Proseguite fino a Farino, villaggio vicino incastonato nelle montagne. Il parco provinciale delle Grandes Fougères protegge una foresta umida di felci arboree giganti e specie endemiche su 4.500 ettari.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Visita guidata del Fort Teremba, commentata da guide discendenti di galeotti e coloni dell'epoca. Le celle ricostruite, le proiezioni sonorizzate e l'escape game immersivo immergono nella vita quotidiana del bagno penale."
        },
        {
          "text": "Escursione a cavallo nelle pianure della costa Ovest. Gli stockmen, allevatori a cavallo eredi della cultura broussarde, guidano attraverso i pascoli e i primi altopiani della Catena Centrale."
        },
        {
          "text": "Bagno al Trou Feillet (Marmite de Géant) a Sarraméa, piscina d'acqua dolce con scivolo naturale, accessibile in 5 minuti a piedi dalla strada. Un refrigerio gradito dopo la visita del forte."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 6
        }
      ]
    },
    {
      "place_id": "NC::noumea",
      "name": "Noumea",
      "cc": "NC",
      "language": "it",
      "coords": [
        -22.275,
        166.458
      ],
      "lat": -22.275,
      "lon": 166.458,
      "visits": [
        {
          "text": "Place des Cocotiers forma un rettangolo di verde nel cuore di Nouméa, piantumato di palme reali e bordato da panchine dove i Caledoniani si ritrovano all'ombra. Il chiosco della musica centrale risale all'epoca coloniale.",
          "visit_duration_min": 40
        },
        {
          "text": "La Cattedrale di Saint-Joseph, costruita tra il 1887 e il 1897 dai galeotti, mescola stile neogotico e pietra locale. Fu un ex condannato a disegnarne i progetti.",
          "visit_duration_min": 25
        },
        {
          "text": "Il Museo della Città di Nouméa occupa un edificio coloniale che domina Place des Cocotiers. Ripercorre la storia della città dalla colonizzazione penale fino a oggi.",
          "visit_duration_min": 45
        },
        {
          "text": "Salite verso il Faubourg Blanchot, a metà strada tra il centro e la passeggiata a mare. Costruite alla fine del XIX secolo da coloni e forzati, una sessantina di ville coloniali in legno sono segnalate da piccoli pannelli lungo un circuito del patrimonio.",
          "visit_duration_min": 50
        },
        {
          "text": "Di fronte a Place des Cocotiers, il totem Mwâ Ka si innalza per 12 metri. Sormontato da una grande casa del capo, simboleggia la memoria del popolo kanak e gli accordi di pace.",
          "visit_duration_min": 15
        },
        {
          "text": "Proseguite fino al Museo della Nuova Caledonia, dedicato alle culture kanak e oceaniane. Frecce di crinale scolpite, maschere cerimoniali e piroghe compongono una collezione ricca di oggetti tradizionali.",
          "visit_duration_min": 50
        },
        {
          "text": "Il Centro Culturale Tjibaou, progettato dall'architetto Renzo Piano e inaugurato nel 1998, sviluppa dieci alte case nervate in acciaio e legno su 8 ettari in riva alla baia di Tina. Ogni casa rappresenta una delle dieci aree consuetudinarie della Nuova Caledonia.",
          "visit_duration_min": 120
        },
        {
          "text": "Il sentiero Kanak, percorso esterno del Centro Tjibaou, ripercorre il mito di Téâ Kanaké attraverso cinque tappe scandite da piante endemiche: houps, kaori e pini colonnari. Una guida spiega il linguaggio simbolico dei vegetali.",
          "visit_duration_min": 45
        },
        {
          "text": "L'Acquario delle Lagune occupa 3.000 m² di vasche tra l'Anse Vata e la Baie des Citrons. Il percorso segue il cammino dell'acqua, dai fiumi fino all'oceano profondo: nautili, serpenti di mare, squali, razze e tartarughe sfilano davanti agli occhi.",
          "visit_duration_min": 60
        },
        {
          "text": "L'Anse Vata srotola due chilometri di sabbia bionda di fronte alla laguna. Gli alisei ne fanno il terreno di gioco dei windsurf e kitesurf, mentre la promenade Roger Laroque costeggia il lungomare tra palme e ristoranti.",
          "visit_duration_min": 60
        },
        {
          "text": "La Baie des Citrons, separata dall'Anse Vata dal Rocher à la Voile, è la spiaggia preferita dai Nouméens. Riparata dal vento, sorvegliata, bordata da baniani e bar, accoglie le famiglie di giorno e i festaioli di sera.",
          "visit_duration_min": 60
        },
        {
          "text": "Il Museo Marittimo della Nuova Caledonia ripercorre la storia dei naufragi, della navigazione a vela e dell'esplorazione del Pacifico. Modellini, strumenti e oggetti recuperati dai relitti compongono la collezione.",
          "visit_duration_min": 60
        },
        {
          "text": "Il quartiere di Nouville occupa una penisola che ospitava il penitenziario-deposito dell'isola Nou. I dormitori allineati lungo il \"Boulevard du crime\", la cappella del bagno penale del 1882 e le caserme dei sorveglianti sono ancora visibili.",
          "visit_duration_min": 50
        },
        {
          "text": "Il Parco zoologico e forestale, su 34 ettari nelle alture del monte Montravel, riunisce più di 130 specie attorno a tre laghi artificiali. I cagou, uccelli endemici incapaci di volare, sono le star del parco.",
          "visit_duration_min": 75
        },
        {
          "text": "La Baie de l'Orphelinat, tra il centro città e l'Anse Vata, è un luogo di passeggiata apprezzato dai Nouméens. La promenade Pierre Vernier costeggia il litorale tra palme da cocco e baniani.",
          "visit_duration_min": 40
        },
        {
          "text": "Rientro mattutino a Nouméa. Passeggiate un'ultima volta al mercato di Port Moselle per portare a casa vaniglia, miele di brousse, olio essenziale di niaouli e sculture in legno di houp.",
          "visit_duration_min": 60
        },
        {
          "text": "La promenade Pierre Vernier collega la Baie de l'Orphelinat all'Ouen Toro per diversi chilometri di lungomare attrezzato. Joggers, camminatori e famiglie si incrociano di fronte alla laguna.",
          "visit_duration_min": 45
        },
        {
          "text": "L'Îlot Maître, di fronte all'Anse Vata, ospita bungalow su palafitte sopra la laguna e uno spazio selvaggio per il pic-nic. La barriera corallina attorno all'isolotto è classificata riserva marina.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Il mercato di Port Moselle si anima fin dalle prime ore del mattino sotto i suoi capannoni esagonali colorati. Pesci di laguna, frutti tropicali, vaniglia e artigianato melanesiano si mescolano insieme."
        },
        {
          "text": "Pranzate nel Quartiere Latino, a due passi da Place des Cocotiers. Le vie pedonali di Sébastopol e dell'Alma concentrano ristoranti e caffè dove si mescolano cucina francese, asiatica e melanesiana."
        },
        {
          "text": "A fine giornata, raggiungete la cima dell'Ouen Toro. I cannoni australiani della Seconda Guerra Mondiale montano ancora la guardia in cima a questa collina di 132 m, da dove la vista abbraccia la città, la baia di Sainte-Marie e la laguna fino agli isolotti."
        },
        {
          "text": "Taxi-boat per l'Îlot Canard dall'Anse Vata. La traversata dura cinque minuti. Sull'isolotto, un sentiero sottomarino segnalato permette di fare snorkeling tra pesci pagliaccio e coralli della laguna."
        },
        {
          "text": "Assistete al nutrimento delle tartarughe all'Acquario delle Lagune. Il team cura ogni anno tartarughe ferite raccolte in mare prima di rilasciarle nella laguna."
        },
        {
          "text": "Tramonto sulla Baie des Citrons. Sistematevi in terrazza di fronte alla spiaggia: i colori della laguna virano al dorato mentre le barche a vela rientrano all'ormeggio."
        },
        {
          "text": "Escursione in barca verso l'Îlot Amédée e il suo faro metallico di 56 metri. Dalla cima, la vista spazia sulla laguna e la barriera corallina. Snorkeling, pranzo oceaniano e relax sulla sabbia bianca sono in programma."
        },
        {
          "text": "Shopping e ultimi acquisti nelle vie pedonali del centro città. Artigianato melanesiano, perle di coltura e niaouli si trovano nelle boutique del Quartiere Latino e della galleria Port Plaisance."
        },
        {
          "text": "Aperitivo al tramonto di fronte alla laguna dalla promenade Pierre Vernier o dalla cima dell'Ouen Toro. Ultimi colori dorati sulle barche a vela prima della partenza verso l'Île des Pins."
        },
        {
          "text": "Ultimo bagno all'Anse Vata o uscita in taxi-boat verso l'Îlot Maître per una mattinata di snorkeling nella laguna classificata UNESCO."
        },
        {
          "text": "Pranzo di pesce alla tahitiana o tartare di tonno al lime in un ristorante di fronte alla laguna. La cucina caledoniana mescola influenze francesi, melanesiane e asiatiche."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 1
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 2
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 7
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 10
        }
      ]
    },
    {
      "place_id": "NC::vao",
      "name": "Vao",
      "cc": "NC",
      "language": "it",
      "coords": [
        -22.62,
        167.48
      ],
      "lat": -22.62,
      "lon": 167.48,
      "visits": [
        {
          "text": "La piscina naturale di Oro è una vasca d'acqua marina separata dalla baia da una barriera di rocce coralline. Oro significa \"cuore\" in lingua kunié: il sito sarebbe sacro, ospitando le sepolture degli antenati. L'acqua trasparente, a bassa profondità, forma un acquario naturale di pesci pappagallo e coralli multicolori.",
          "visit_duration_min": 90
        },
        {
          "text": "La baia di Upi, spesso paragonata alla baia di Halong, è punteggiata di rocce coralline che sembrano galleggiare sopra l'acqua turchese. Tartarughe, razze e delfini popolano le sue acque calme, incorniciate da pini colonnari.",
          "visit_duration_min": 60
        },
        {
          "text": "La chiesa di Notre-Dame de l'Assomption, nel cuore del villaggio di Vao, è circondata da pini colonnari centenari. I totem di Saint-Maurice, sculture in legno policromo, testimoniano l'incontro tra l'arte kanak e la religione cattolica.",
          "visit_duration_min": 30
        },
        {
          "text": "La baia di Saint-Joseph, punto di partenza delle piroghe, ospita un piccolo cantiere dove si fabbricano ancora le piroghe a bilanciere secondo le tecniche ancestrali: scafo scavato in un tronco di araucaria, vela in foglie di pandano.",
          "visit_duration_min": 30
        },
        {
          "text": "Il sentiero tra la baia di Upi e la piscina di Oro attraversa 40 minuti di foresta tropicale, palmeto e fiume di sabbia. I granchi terrestri e le farfalle accompagnano la camminata sotto la canopia.",
          "visit_duration_min": 40
        },
        {
          "text": "La baia di Kuto srotola una lunga spiaggia di sabbia bianca di fronte alla laguna. Il suo orientamento verso ovest la rende il luogo ideale per i tramonti. Le acque calme e poco profonde permettono un bagno in tutta serenità.",
          "visit_duration_min": 90
        },
        {
          "text": "La baia di Kanuméra, gemella di Kuto, è separata da un istmo di sabbia. Una roccia sacra troneggia al centro della spiaggia: è vietato salirvi senza l'autorizzazione dei Kunié. Le acque ospitano una zona di rigenerazione del corallo.",
          "visit_duration_min": 60
        },
        {
          "text": "La Grotta della Regina Hortense, dal nome della regina Hortense Watenne, si apre nelle falesie calcaree. Le sue formazioni rocciose e la sua storia ne fanno uno dei siti culturali principali dell'isola.",
          "visit_duration_min": 40
        },
        {
          "text": "I resti del bagno penale dell'Île des Pins ricordano che i deportati della Comune di Parigi vi furono inviati a partire dal 1872. Le rovine del penitenziario, i muri di cinta e alcune celle sussistono nella vegetazione.",
          "visit_duration_min": 40
        },
        {
          "text": "Il Pic N'Ga, punto culminante dell'isola a 262 metri, offre un panorama a 360° sulla laguna, le baie, gli isolotti e la foresta di pini colonnari. Il sentiero si arrampica attraverso la foresta tropicale.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Piroga tradizionale a bilanciere sulla baia di Upi. Partenza verso le 8h dalla baia di Saint-Joseph a Vao. Se il vento è favorevole, il pirogatore issa la vela. La traversata dura circa 1h30 tra le rocce coralline."
        },
        {
          "text": "Snorkeling nella piscina naturale di Oro con l'alta marea. Le acque poco profonde ospitano pesci pappagallo, damigelle blu e talvolta tartarughe verdi. Portate scarpe d'acqua per i coralli."
        },
        {
          "text": "Pranzo di aragosta alla griglia con i piedi nella sabbia alla baia di Oro. I ristoratori di spiaggia servono l'aragosta locale con riso e verdure dell'orto."
        },
        {
          "text": "Ascensione del Pic N'Ga al mattino, prima del caldo. Il sentiero attraversa la foresta densa e sbuca su un altopiano roccioso da dove la vista si tuffa su tutta l'isola e la laguna turchese."
        },
        {
          "text": "Kayak o snorkeling nella baia di Kanuméra. Le acque cristalline ospitano pesci multicolori e coralli tra le rocce. Noleggio di kayak disponibile sulla spiaggia."
        },
        {
          "text": "Tramonto sulla baia di Kuto. I colori del cielo si riflettono nella laguna mentre i pini colonnari disegnano le loro silhouette sull'orizzonte. Ultima serata sull'isola più vicina al paradiso."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 8
        },
        {
          "itin_id": "NC::grand-terre::caledonia-reef-and-kanak",
          "itin_title": "Viaggio in Nuova Caledonia: Laguna UNESCO e Cultura Kanak",
          "day": 9
        }
      ]
    }
  ]
}