{
  "version": 1,
  "country": "gr",
  "language": "en",
  "places": [
    {
      "place_id": "GR::agios-nikolaos",
      "name": "Agios Nikolaos",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.1889,
        25.7158
      ],
      "lat": 35.1889,
      "lon": 25.7158,
      "visits": [
        {
          "text": "Lake Voulismeni Agios Nikolaos 64m depth legend bottomless taverns promenade.",
          "visit_duration_min": 75
        },
        {
          "text": "Port of Agios Nikolaos summer animation yachts shops restaurants terraces.",
          "visit_duration_min": 75
        },
        {
          "text": "Agios Nikolaos Archaeological Museum Minoan collections goddess Myrtos ceramics.",
          "visit_duration_min": 75
        },
        {
          "text": "Panagia Kera Church Byzantine 13th century Kritsa exceptional frescoes Cretan art.",
          "visit_duration_min": 75
        },
        {
          "text": "Lato Dorian city 7th century BC ruins acropolis view Mirabello gulf.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey Heraklion – Agios Nikolaos",
          "visit_duration_min": 75
        },
        {
          "text": "Walk around Lake Voulismeni and the picturesque port of Agios Nikolaos",
          "visit_duration_min": 75
        },
        {
          "text": "Free visit of the town of Agios Nikolaos on foot",
          "visit_duration_min": 75
        },
        {
          "text": "Boat excursion to the island of Spinalonga",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the Venetian fortress and the abandoned village",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk Voulismeni lake bridge sea cafés cosmopolitan atmosphere nighttime entertainment.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Kritsa village crafts weaving embroidery traditional streets authenticity.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Lato site Dorian architecture fortifications spectacular sea mountain panorama.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting xinochondros fermented pasta tradition winter preservation Cretan soup.",
          "visit_duration_min": 60
        },
        {
          "text": "Marathopita fennel tart wild herbs phyllo spring tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Vilana Cretan white light fresh citrus accompaniment fish seafood.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll through the shopping streets and along the lake quays",
          "visit_duration_min": 60
        },
        {
          "text": "Panoramic tour by small train around the surroundings of Agios Nikolaos",
          "visit_duration_min": 60
        },
        {
          "text": "Free walk on the ramparts and observation of coastal landscapes",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete-2",
          "itin_title": "AUTHENTIC GREECE: AGIOS NIKOLAOS ELOUNDA SPINALONGA LEPER COLONY LASSITHI ZEUS CAVE",
          "day": 2
        },
        {
          "itin_id": "GR::crete::exploration-crete",
          "itin_title": "MYTHICAL TREASURES AND PARADISE BEACHES OF CRETE",
          "day": 4
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "GR::akrotiri",
      "name": "Akrotiri",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.3569,
        25.4028
      ],
      "lat": 36.3569,
      "lon": 25.4028,
      "visits": [
        {
          "text": "Akrotiri archaeological site Greek Pompeii eruption 1613 BC Minoan civilization.",
          "visit_duration_min": 75
        },
        {
          "text": "Frescoes houses preserved ashes Minoan art sophisticated colors navigation boxers.",
          "visit_duration_min": 75
        },
        {
          "text": "Xeste 3 quarter house saffron frescoes initiation ritual complex architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Akrotiri lighthouse 1892 southern cliffs panorama Aegean Sea caldera sublime.",
          "visit_duration_min": 75
        },
        {
          "text": "Red beach Akrotiri volcanic cliffs ochre red contrast turquoise water.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Akrotiri site protective shelter streets houses frescoes emotion discovery.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration traditional villages Megalochori Emporio alleys fortified kastelli architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming colorful beaches red white black volcanic sand unique crater.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting chlorotyri goat cheese Santorini fresh salad pastoral tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Melitinia biscuits mizithra fresh cheese mastiha dessert Easter tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Nykteri white Santorini assyrtiko night harvest controlled oxidation complex.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades-1",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 3
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "GR::alexandroupoli",
      "name": "Alexandroupoli",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.8472,
        25.8744
      ],
      "lat": 40.8472,
      "lon": 25.8744,
      "visits": [
        {
          "text": "Alexandroupoli modern port lighthouse city emblem 1880 27m height promenade.",
          "visit_duration_min": 75
        },
        {
          "text": "Ethnological Museum Thrace costumes embroideries crafts culture regional traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Evros Delta nature reserve migratory birds unique biodiversity Turkish border.",
          "visit_duration_min": 75
        },
        {
          "text": "Agios Nikolaos Church 1899 neo-Byzantine icons Orthodox architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Alexandroupoli Fort Ottoman fortifications military remains border history.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Seafront promenade lighthouse taverns seafood entertainment summer evenings.",
          "visit_duration_min": 60
        },
        {
          "text": "Evros delta excursion bird watching flamingos herons protected wild nature.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Evros villages Feres Didymoteicho Byzantine castles monasteries border.",
          "visit_duration_min": 60
        },
        {
          "text": "Kagianas tasting scrambled eggs tomato feta breakfast Thrace tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Saganaki shrimp tomato feta ouzo oven seafood gulf.",
          "visit_duration_min": 60
        },
        {
          "text": "Ouzo Plomari Lesbian aniseed reference seafood mezze accompaniment tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedoine-2",
          "itin_title": "THRACE AND THE AEGEAN COAST: KAVALA, THASOS AND PHILIPPI",
          "day": 5
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "GR::almopia-municipality",
      "name": "Almopia Municipality",
      "cc": "GR",
      "language": "en",
      "coords": [
        41.01021595,
        22.051611064730643
      ],
      "lat": 41.01021595,
      "lon": 22.051611064730643,
      "visits": [
        {
          "text": "Experience the extraordinary biodiversity of Kerkini Lake, one of Europe's most important wetland ecosystems and a birdwatcher's paradise. Over 300 species of birds including flamingos, pelicans, herons, and eagles make their home in this protected reserve near the Bulgarian border. The dramatic mountain backdrop and the sight of water buffalo wading through shallow waters create scenes of remarkable natural beauty.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a boat excursion through the flooded forests and wetlands of Kerkini to observe wildlife at close range. Expert guides lead visitors through this remarkable ecosystem where submerged trees create surreal landscapes and thousands of birds congregate in vast colonies. The lake's status as a Ramsar Wetland of International Importance ensures protection for species that have vanished from much of Europe.",
          "visit_duration_min": 60
        },
        {
          "text": "Photograph the legendary water buffalo of Kerkini, herds that have grazed these wetlands for centuries and become a symbol of the region. These magnificent animals, once essential for agricultural work, now roam freely as a protected population contributing to the ecosystem's health. Sunset excursions offer opportunities to capture these gentle giants silhouetted against the reflective waters and mountain backdrop.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::gr::northern-greece-discovery-thessaloniki-ancient-macedonia-and-meteora",
          "itin_title": "Northern Greece Discovery: Thessaloniki, Ancient Macedonia and Meteora",
          "day": 2
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "GR::alonissos",
      "name": "Alonissos",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.15,
        23.8667
      ],
      "lat": 39.15,
      "lon": 23.8667,
      "visits": [
        {
          "text": "Patitiri port and modern capital of Alonissos with lively taverns and shops base for departure excursions to desert islands.",
          "visit_duration_min": 75
        },
        {
          "text": "Chora Alonissos old village abandoned after 1965 earthquake currently restored with traditional stone alleys exceptional panoramic view.",
          "visit_duration_min": 75
        },
        {
          "text": "Alonissos Northern Sporades National Marine Park created 1992 protecting monk seal Monachus monachus endangered species and unique marine biodiversity Mediterranean.",
          "visit_duration_min": 75
        },
        {
          "text": "Alonissos Museum presenting natural history with focus on monk seal and collections underwater archaeology local folklore.",
          "visit_duration_min": 75
        },
        {
          "text": "Kokkinokastro neolithic site with ancient quarries and antique remains characteristic red beach ochre cliffs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Patitiri port modern animation with taverns fresh seafood and departure excursions to desert islands marine park.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascent to Chora ancient restored village with white stone alleys and panorama infinite sea authentic quiet atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion national marine park visiting Peristera Kyra Panagia islands with observation monk seals dolphins and snorkeling protected waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting tyrokafteri spicy feta cheese mixed peppers spices mezze Alonissos tradition perfect accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Baklava phyllo pastry layered with chopped nuts honey and cinnamon syrup traditional Ottoman crispy dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Tsipouro Alonissos local eau-de-vie accompanied by mezze tyrokafteri octopus feta olives convivial tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::sporades-1",
          "itin_title": "AUTHENTIC GREECE: SKIATHOS PARADISE BEACHES SKOPELOS MAMMA MIA ALONISSOS MARINE PARK",
          "day": 5
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "GR::amorgos-katapola",
      "name": "Amorgos Katapola",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.8265,
        25.869
      ],
      "lat": 36.8265,
      "lon": 25.869,
      "visits": [
        {
          "text": "Amorgos — arrival at Katapola, mountainous setting and preserved villages",
          "visit_duration_min": 75
        },
        {
          "text": "Hozoviotissa Monastery — clinging to the cliff",
          "visit_duration_min": 75
        },
        {
          "text": "Chora of Amorgos — windmills and narrow streets",
          "visit_duration_min": 75
        },
        {
          "text": "Agia Anna — cove at the foot of the cliffs",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Quayside stroll in Katapola and organizing visits",
          "visit_duration_min": 60
        },
        {
          "text": "Light hike between viewpoints around Chora",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming at Agia Anna (open sea, possible swell)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 7
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "GR::amphipolis",
      "name": "Amphipolis",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.817,
        23.8336
      ],
      "lat": 40.817,
      "lon": 23.8336,
      "visits": [
        {
          "text": "Visit to the archaeological site of the Lion of Amphipolis, imposing 4th century BC tomb.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration of the archaeological museum of Amphipolis retracing ancient Macedonian history.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk along the Strymon river, observation of nature and surrounding ancient remains.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedonia-thrace::northern-greece-roadtrip",
          "itin_title": "THE SECRET PEARLS OF NORTHERN GREECE",
          "day": 6
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "GR::antiparos",
      "name": "Antiparos",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.0333,
        25.0667
      ],
      "lat": 37.0333,
      "lon": 25.0667,
      "visits": [
        {
          "text": "Antiparos cave stalactites stalagmites 8500m2 depth 85m antiquity discovery.",
          "visit_duration_min": 75
        },
        {
          "text": "Kastro Antiparos fortified Venetian village 15th century alleys Cycladic architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Chora Antiparos quiet port authenticity preserved charm away from crowds.",
          "visit_duration_min": 75
        },
        {
          "text": "Soros Glyfa beaches fine sand turquoise waters swimming snorkeling tranquility.",
          "visit_duration_min": 75
        },
        {
          "text": "Agios Ioannis Spiliotis church cave Byzantine chapel icons hermitage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cave exploration impressive limestone formations lighting underground mystical atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming wild beaches Antiparos tranquility authentic away from mass tourism.",
          "visit_duration_min": 60
        },
        {
          "text": "Chora walk traditional tavernas fresh fish relaxed family atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Psarosoupa tasting Mediterranean fish soup vegetables saffron lemon.",
          "visit_duration_min": 60
        },
        {
          "text": "Kakavia rock fish chowder tomato onion Cycladic fishermen tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Assyrtiko Paros white mineral dry accompaniment seafood grilled fish.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades-2",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 10
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "GR::arachova",
      "name": "Arachova",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.4833,
        22.5833
      ],
      "lat": 38.4833,
      "lon": 22.5833,
      "visits": [
        {
          "text": "Visit to the sanctuary of Zeus at Olympia and exploration of the Alpheus river valley",
          "visit_duration_min": 75
        },
        {
          "text": "Crossing the Rio-Antirrio bridge or the Corinth strait by ferry",
          "visit_duration_min": 75
        },
        {
          "text": "Scenic route to Delphi through the Parnassus mountains",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through the village of Arachova, perched on the slopes of Mount Parnassus",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese::grece-classique",
          "itin_title": "CLASSICAL GREECE: FROM ATHENS TO OLYMPIA",
          "day": 6
        }
      ],
      "rating": 6
    },
    {
      "place_id": "GR::argostoli",
      "name": "Argostoli",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.1742,
        20.4911
      ],
      "lat": 38.1742,
      "lon": 20.4911,
      "visits": [
        {
          "text": "Argostoli capital Kefalonia reconstruction 1953 earthquake Drapano bridge Koutavos lagoon.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum Kefalonia Mycenaean Roman Byzantine ceramic collections.",
          "visit_duration_min": 75
        },
        {
          "text": "Historical Museum Kefalonia 1953 earthquake reconstruction folklore costumes traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint Theodore lighthouse Fanari 1829 British lagoon sunset emblematic.",
          "visit_duration_min": 75
        },
        {
          "text": "Katavothres geological phenomenon seawater sinkholes disappearance reappearance Melissani.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Argostoli promenade seafront Lithostrato pedestrian activity shops taverns evenings.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Katavothres unique phenomenon sea mills sinkholes geological mystery.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Koutavos lagoon Caretta turtles urban nature ornithological reserve.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting kreatopita meat pie Kefalonia rice festive tradition spices.",
          "visit_duration_min": 60
        },
        {
          "text": "Mandola nougat almonds honey confectionery tradition Kefalonia crunchy dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Robola Cephalonia PDO dry white mineral acidity tension unique Greek.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::ioniennes-2",
          "itin_title": "AUTHENTIC GREECE: KEFALONIA CAVES UNDERGROUND LAKE ITHACA ODYSSEUS ZAKYNTHOS CARETTA",
          "day": 6
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "GR::astypalea",
      "name": "Astypalea",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.55,
        26.35
      ],
      "lat": 36.55,
      "lon": 26.35,
      "visits": [
        {
          "text": "Chora Astypalea Venetian kastro summit windmills white houses cascade.",
          "visit_duration_min": 75
        },
        {
          "text": "Venetian castle Querini 1413 fortifications ruins churches panoramic sea view.",
          "visit_duration_min": 75
        },
        {
          "text": "Pera Gialos main port Astypalea tavernas animation beaches accessible on foot.",
          "visit_duration_min": 75
        },
        {
          "text": "Livadi green valley agriculture gardens orange trees water mills agricultural traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Vathy natural fjord fishing village isolated tavernas fish boat access.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ascent to Chora kastro alleys stairs windmills panorama butterfly island unique shape.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration villages Maltezana Analipsi beaches coves Roman mosaics ancient baths.",
          "visit_duration_min": 60
        },
        {
          "text": "Boat excursion Vathy fjord isolation tavernas freshness fish tranquility authenticity.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting pouggia Astypalea almonds honey mastiha tradition dessert monasteries unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Kopanisti Astypalea spicy fermented soft paste cheese mezze accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Fokiano white Astypalea rare mineral accompaniment seafood grilled fish.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::dodecanese-2",
          "itin_title": "AUTHENTIC GREECE AND VILLAGES",
          "day": 9
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "GR::athenes",
      "name": "Athenes",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.9838,
        23.7275
      ],
      "lat": 37.9838,
      "lon": 23.7275,
      "visits": [
        {
          "text": "Discovery of Syntagma Square and the Greek Parliament",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to Venizelos Avenue and its neo-classical buildings",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration of the Panathenaic Stadium, first site of the modern Olympic Games",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the Temple of Zeus and Hadrian's Gate",
          "visit_duration_min": 75
        },
        {
          "text": "Ascent to the Acropolis of Athens and discovery of the Parthenon",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the archaeological site of Delphi and the sanctuary of Apollo",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the archaeological museum of Delphi and its masterpieces",
          "visit_duration_min": 75
        },
        {
          "text": "Return route to Athens via Livadia and Thiva",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of Athens, cradle of democracy. Climb to the Acropolis to admire the Parthenon, the Erechtheion and the Propylaea.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the Acropolis museum to deepen the history of ancient temples and sculptures.",
          "visit_duration_min": 75
        },
        {
          "text": "Acropolis of Athens: Parthenon, Propylaea, Erechtheion, panorama over the city",
          "visit_duration_min": 75
        },
        {
          "text": "Plaka district: neoclassical streets and local shops",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the historic center of Athens around Syntagma Square and Ermou Street, the city's main shopping street.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the Acropolis of Athens, including the Parthenon, the temple of Athena Nike and the Erechtheion.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the Panathenaic Stadium, site of the first modern Olympic Games.",
          "visit_duration_min": 75
        },
        {
          "text": "Acropolis UNESCO site 447 BC Parthenon temple Athena Doric architecture Ictinos and Callicrates.",
          "visit_duration_min": 75
        },
        {
          "text": "Erechtheion Ionic temple 421-406 BC famous caryatids.",
          "visit_duration_min": 75
        },
        {
          "text": "Theatre of Dionysus 6th century BC cradle of Greek tragedy.",
          "visit_duration_min": 75
        },
        {
          "text": "Propylaea monumental gates Pentelic marble Mnesicles.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple of Athena Nike 427-424 BC victory against Persians.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient Agora public square 6th century BC Athenian democracy Socrates Plato.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple of Hephaestus 449 BC Doric best preserved temple Greece.",
          "visit_duration_min": 75
        },
        {
          "text": "Stoa of Attalos reconstruction portico 150 BC museum collections.",
          "visit_duration_min": 75
        },
        {
          "text": "National Archaeological Museum Mycenaean Cycladic collections mask of Agamemnon.",
          "visit_duration_min": 75
        },
        {
          "text": "Hadrian's Library 132 AD Roman architectural complex.",
          "visit_duration_min": 75
        },
        {
          "text": "Panathenaic Stadium white marble 330 BC first modern Olympic Games 1896.",
          "visit_duration_min": 75
        },
        {
          "text": "Lycabettus Hill summit 277m 360 degree panorama Athens Acropolis sea.",
          "visit_duration_min": 75
        },
        {
          "text": "National Garden green oasis 15.",
          "visit_duration_min": 75
        },
        {
          "text": "5 hectares presidential palace.",
          "visit_duration_min": 75
        },
        {
          "text": "Zappeion neoclassical palace 1888 exhibitions gardens.",
          "visit_duration_min": 75
        },
        {
          "text": "Academy of Athens neoclassical trilogy Theophil Hansen Ionic columns.",
          "visit_duration_min": 75
        },
        {
          "text": "Byzantine and Christian Museum collections icons mosaics 4th-15th centuries Byzantine empire.",
          "visit_duration_min": 75
        },
        {
          "text": "Kerameikos ancient cemetery 12th century BC necropolis funeral stelae.",
          "visit_duration_min": 75
        },
        {
          "text": "Kapnikarea Church 11th century Byzantine dome golden mosaics.",
          "visit_duration_min": 75
        },
        {
          "text": "Syntagma Square royal palace changing of the guard evzones traditional costumes.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum of Cycladic Art marble figurines 3200-2000 BC refined modern.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through the historic district of Plaka",
          "visit_duration_min": 60
        },
        {
          "text": "Last free evening in Athens",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll in the Plaka district, between flowered streets and artisan shops.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from Filopappou Hill",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll through the picturesque Plaka district and exploration of the lively Monastiraki market.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascent of Mount Lycabettus to admire a panoramic view over the entire city.",
          "visit_duration_min": 60
        },
        {
          "text": "Acropolis ascent sunrise exceptional panorama modern city remains.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Plaka historic quarter cobbled streets neoclassical architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit modern Acropolis Museum collections sculptures friezes Parthenon.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting moussaka eggplant ground meat béchamel oven tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Souvlaki grilled skewers pita tzatziki.",
          "visit_duration_min": 60
        },
        {
          "text": "Retsina resinated white wine Attica traditional appellation.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll Agora ancient atmosphere philosophy democracy origins.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Monastiraki neighborhood flea markets local atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Psyrri artists' quarter street art authentic tavernas.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting spanakopita spinach feta phyllo pastry crispy tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Pastitsio pasta meat tomato sauce béchamel gratin.",
          "visit_duration_min": 60
        },
        {
          "text": "Ouzo anise aperitif mezze accompaniment Greek tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascension of Lycabettus funicular or walk breathtaking sunset view.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of Kolonaki chic district boutiques elegant cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Benaki Museum Greek art prehistory modern era collections.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting dolmades vine leaves stuffed rice herbs lemon.",
          "visit_duration_min": 60
        },
        {
          "text": "Greek salad tomatoes cucumbers feta Kalamata olives oregano.",
          "visit_duration_min": 60
        },
        {
          "text": "Assyrtiko dry white wine Santorini characteristic volcanic minerality.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation changing of the guard evzones precise ceremony costumes fustanella pompoms.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk on Ermou commercial street animation Athenian shopping.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to Exarcheia alternative neighborhood graffiti bookstores politicized cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting fasolada white bean and vegetable soup national winter dish.",
          "visit_duration_min": 60
        },
        {
          "text": "Keftedes meat and herb meatballs fried mezze taverna.",
          "visit_duration_min": 60
        },
        {
          "text": "Mavrodaphne sweet red wine from Patras dessert accompaniment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese::grece-classique",
          "itin_title": "CLASSICAL GREECE: FROM ATHENS TO OLYMPIA",
          "day": 1
        },
        {
          "itin_id": "GR::peloponnese::grece-classique",
          "itin_title": "CLASSICAL GREECE: FROM ATHENS TO OLYMPIA",
          "day": 7
        },
        {
          "itin_id": "GR::epire-centrale-peloponnese",
          "itin_title": "FROM EPIRUS TO ATHENS: BEACHES, ORACLES AND MOUNTAINS OF THE PELOPONNESE",
          "day": 5
        },
        {
          "itin_id": "GR::athenes-cyclades-classique",
          "itin_title": "FROM THE ACROPOLIS OF ATHENS TO THE BEACHES OF THE CYCLADES",
          "day": 1
        },
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 1
        },
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 2
        },
        {
          "itin_id": "GR::attique-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 1
        },
        {
          "itin_id": "GR::attique-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 2
        },
        {
          "itin_id": "GR::attique-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 3
        },
        {
          "itin_id": "GR::attique-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 4
        }
      ],
      "rating": 10
    },
    {
      "place_id": "GR::chalcis",
      "name": "Chalcis",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.4636,
        23.5953
      ],
      "lat": 38.4636,
      "lon": 23.5953,
      "visits": [
        {
          "text": "Chalcis capital of Euboea with Euripe bridge famous for marine currents reversing 6 times daily unique phenomenon studied since Aristotle.",
          "visit_duration_min": 75
        },
        {
          "text": "Kastro Karababa Ottoman fortress built 1686 dominating hill offering view of bridge strait and city.",
          "visit_duration_min": 75
        },
        {
          "text": "Old town of Chalcis with alleys historic Jewish quarter and Emir Zade mosque testimony to Ottoman architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum of Euboea presenting prehistoric classical Hellenistic collections with remarkable ceramics sculptures.",
          "visit_duration_min": 75
        },
        {
          "text": "Church of Agia Paraskevi from 13th century restored Byzantine architecture housing precious icons and frescoes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fascinating observation of Euripe bridge with tidal currents reversing unique phenomenon that intrigued Aristotle ancient scientific studies.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploring old town of Chalcis discovering Ottoman Venetian architecture with alleys historic quarter authentic atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit archaeological museum admiring exceptional Euboean collections including ceramics sculptures testifying to rich ancient history.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting syglino smoked pork meat preserved in fat mountain tradition of Eubea with local bread accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Loukoumades light fried fritters drizzled with honey with nuts cinnamon syrup hot crispy comforting dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Retsina Eubea white resinated wine millennial tradition perfectly accompanying syglino mezze local cheeses.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::eubee-1",
          "itin_title": "AUTHENTIC GREECE: EUBOEA CHALCIS BRIDGE CURRENTS EDIPSOS ANCIENT THERMAL BATHS KARYSTOS MOUNTAIN",
          "day": 2
        }
      ],
      "rating": 6
    },
    {
      "place_id": "GR::chania",
      "name": "Chania",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.5138,
        24.018
      ],
      "lat": 35.5138,
      "lon": 24.018,
      "visits": [
        {
          "text": "Elafonisi Lagoon, famous for its pink sand and crystal-clear waters",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration of the island connected by a sandbar, exotic and peaceful landscapes",
          "visit_duration_min": 75
        },
        {
          "text": "Samaria Gorge hike, from Xyloskalo to Agia Roumeli, 13 km of spectacular landscapes",
          "visit_duration_min": 75
        },
        {
          "text": "Chapel of Agios Nikolaos and ancient village of Samaria",
          "visit_duration_min": 75
        },
        {
          "text": "The Iron Gates, iconic narrow passage of the gorges",
          "visit_duration_min": 75
        },
        {
          "text": "Venetian port Chania Egyptian lighthouse Hassan Pasha mosque Ottoman architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Old town Chania Venetian alleys colorful houses Etz Hayyim synagogue.",
          "visit_duration_min": 75
        },
        {
          "text": "Maritime Museum Crete naval history models Battle of Crete 1941.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum Chania Minoan Roman collections ceramics mosaics.",
          "visit_duration_min": 75
        },
        {
          "text": "Splantzia quarter Ottoman mosques fountains hammam preserved authenticity.",
          "visit_duration_min": 75
        },
        {
          "text": "Samaria Gorge 16km national park UNESCO hiking walls 300m height endemic flora.",
          "visit_duration_min": 75
        },
        {
          "text": "Omalos village plateau 1080m altitude departure gorges mountain tavernas.",
          "visit_duration_min": 75
        },
        {
          "text": "Agia Roumeli isolated village arrival gorges accessible by boat beach Libyan Sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Loutro picturesque village accessible by boat white houses turquoise coves.",
          "visit_duration_min": 75
        },
        {
          "text": "Sfakia mountainous region history resistance Cretan traditions preserved villages.",
          "visit_duration_min": 75
        },
        {
          "text": "Rethymnon – Chania route",
          "visit_duration_min": 75
        },
        {
          "text": "Old town of Chania – Venetian alleyways, Janissaries mosque and synagogue",
          "visit_duration_min": 75
        },
        {
          "text": "Old port of Chania – walk along the quays to the Venetian lighthouse",
          "visit_duration_min": 75
        },
        {
          "text": "Excursion to Elafonissi – pink sand beach and turquoise lagoon",
          "visit_duration_min": 75
        },
        {
          "text": "Agia Triada Monastery – Venetian architecture and icon collections",
          "visit_duration_min": 75
        },
        {
          "text": "Gouverneto Monastery – 16th century building and panorama over the Akrotiri peninsula",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and rest on Agia Roumeli beach before the return ferry",
          "visit_duration_min": 60
        },
        {
          "text": "Ferry crossing to Chora Sfakion",
          "visit_duration_min": 60
        },
        {
          "text": "Venetian harbor promenade tavernas seafood sunset romantic entertainment.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of the old town Kastelli alleys artisans jewelers leather goods.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit covered markets Agora 1913 Cretan products cheeses herbs spices.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting sfakiania pita mizithra honey phyllo Sfakia dessert tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Kouneli stifado rabbit onion red wine tomato stewed mountain.",
          "visit_duration_min": 60
        },
        {
          "text": "Malvasia Crete white sweet dessert wine dried grapes dessert aperitif.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking Samaria Gorge mythical route wild nature endemic kri-kri goats.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming Libyan Sea Agia Roumeli hiking reward crystalline waters rest.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration south coast villages Loutro Hora Sfakion authenticity preserved charm.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting sfakian pie mizithra phyllo honey Sfakia tradition quick dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Antikristo lamb cooked open fire vertical embers pastoral tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Raki rakomelo Cretan honey cinnamon warm digestif mountain winter comfort.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk around Chania port upon arrival",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset watching over the port",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming and relaxation by the lagoon",
          "visit_duration_min": 60
        },
        {
          "text": "Walk in the surrounding olive groves",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete::sud-ouest-aventure",
          "itin_title": "ADVENTURE BETWEEN BEACHES AND GORGES OF SOUTHWEST CRETE",
          "day": 3
        },
        {
          "itin_id": "GR::crete-1",
          "itin_title": "ETERNAL CRETE: MINOAN PALACES, GORGES AND TURQUOISE BEACHES",
          "day": 4
        },
        {
          "itin_id": "GR::crete-1",
          "itin_title": "ETERNAL CRETE: MINOAN PALACES, GORGES AND TURQUOISE BEACHES",
          "day": 5
        },
        {
          "itin_id": "GR::crete::exploration-crete",
          "itin_title": "MYTHICAL TREASURES AND PARADISE BEACHES OF CRETE",
          "day": 1
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "GR::corfou",
      "name": "Corfou",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.6243,
        19.9217
      ],
      "lat": 39.6243,
      "lon": 19.9217,
      "visits": [
        {
          "text": "Corfu old town UNESCO Venetian 1386-1797 Campiello alleys Liston arcades.",
          "visit_duration_min": 75
        },
        {
          "text": "Old Venetian Fort 1546 lighthouse Saint George church panoramic view city sea.",
          "visit_duration_min": 75
        },
        {
          "text": "New Venetian Fort 1577 tunnels galleries fortifications bastions military architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint Michael and Saint George Palace British 1824 neoclassical Asian art museum.",
          "visit_duration_min": 75
        },
        {
          "text": "Spianada Esplanade green square British cricket Liston cafés arcades animation.",
          "visit_duration_min": 75
        },
        {
          "text": "Achilleion Palace Sissi empress 1890 neoclassical statues gardens sea view.",
          "visit_duration_min": 75
        },
        {
          "text": "Kanoni peninsula Vlacherna monastery Pontikonisi islet mouse chapel cypress.",
          "visit_duration_min": 75
        },
        {
          "text": "Paleokastritsa bays coves Theotokos monastery 1225 panoramic view Odysseus legend.",
          "visit_duration_min": 75
        },
        {
          "text": "Mountain villages Pelekas Lakones Doukades panoramas sunsets traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Corfu archaeological museum archaic classical collections Gorgon Artemis pediment.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Old town exploration Venetian French British architecture multiple cosmopolitan influences.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Venetian forts fortifications panoramas history defense strategic island.",
          "visit_duration_min": 60
        },
        {
          "text": "Liston promenade arcades cafés terraces cricket elegant British atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Pastitsada tasting rooster wine tomato spices unique Venetian Corfiote tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Bourdeto fish tomato sauce paprika spicy Corfu fishermen tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Robola Kefalonia white dry mineral citrus seafood fish accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Achilleion palace gardens statues Achilles history Sissi tragedy romanticism.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion Paleokastritsa bays coves monastery swimming snorkeling marine caves.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration mountain villages panoramas olive groves traditions Corfiot architecture authenticity.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting sofrito veal garlic parsley white wine vinegar Venetian tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Mantolato nougat almonds honey tradition confectionery Corfu dessert crunchy.",
          "visit_duration_min": 60
        },
        {
          "text": "Verdea white wine Zakynthos dry crisp acidity accompaniment sofrito pastitsada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::ioniennes-1",
          "itin_title": "AUTHENTIC GREECE: VENETIAN CORFU UNESCO PAXOS TURQUOISE COVES LEFKADA CLIFFS BEACHES",
          "day": 1
        },
        {
          "itin_id": "GR::ioniennes-1",
          "itin_title": "AUTHENTIC GREECE: VENETIAN CORFU UNESCO PAXOS TURQUOISE COVES LEFKADA CLIFFS BEACHES",
          "day": 2
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "GR::delos",
      "name": "Delos",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.3956,
        25.2683
      ],
      "lat": 37.3956,
      "lon": 25.2683,
      "visits": [
        {
          "text": "Delos UNESCO site sacred island sanctuary Apollo Artemis birth mythology 3rd millennium.",
          "visit_duration_min": 75
        },
        {
          "text": "Terrace Lions marble Naxos 7th century BC guardians sacred lake symbol.",
          "visit_duration_min": 75
        },
        {
          "text": "Houses mosaics Dionysus Cleopatra rich Hellenistic dwellings art floors.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient theater 3rd century BC 5500 seats view Aegean Sea tiers.",
          "visit_duration_min": 75
        },
        {
          "text": "Mount Cynthus 113m summit sanctuary Zeus panorama Cyclades islands 360 degrees.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boat excursion Mykonos Delos morning archaeological site desert sacred atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration extensive ruins sanctuaries agoras theater houses ancient commercial port.",
          "visit_duration_min": 60
        },
        {
          "text": "Climb Cynthus rocky stairs exceptional panorama Cyclades infinite sea.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting amygdalota Mykonos almond cookies powdered sugar monastery tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Krasotyri cheese wine Cyclades aged red fermented unique accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Mykonos ouzo anise mezze accompaniment octopus feta cucumbers tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades-2",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 7
        }
      ],
      "rating": 9
    },
    {
      "place_id": "GR::delphes",
      "name": "Delphes",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.4824,
        22.501
      ],
      "lat": 38.4824,
      "lon": 22.501,
      "visits": [
        {
          "text": "Apollo Sanctuary Delphi UNESCO site 8th century BC oracle pythia center ancient world.",
          "visit_duration_min": 75
        },
        {
          "text": "Apollo Temple 4th century BC doric columns reconstructed earthquakes.",
          "visit_duration_min": 75
        },
        {
          "text": "Theater 4th century BC 5000 spectators view Pleistos valley olive trees.",
          "visit_duration_min": 75
        },
        {
          "text": "Athenian Treasury 510-480 BC Paros marble Marathon victories.",
          "visit_duration_min": 75
        },
        {
          "text": "Olympic stadium 5th century BC Pythian games 7000 seats 177m track.",
          "visit_duration_min": 75
        },
        {
          "text": "Castalia Spring sacred source purification pilgrims rocks Phaedriades cliffs 700m.",
          "visit_duration_min": 75
        },
        {
          "text": "Sanctuary Athena Pronaia tholos 380 BC circular columns Doric Corinthian.",
          "visit_duration_min": 75
        },
        {
          "text": "Gymnasium terraces palestras baths training athletes games.",
          "visit_duration_min": 75
        },
        {
          "text": "Village Arachova mountainous 960m altitude traditional architecture crafts.",
          "visit_duration_min": 75
        },
        {
          "text": "Monastery Hosios Loukas 10th century Byzantine UNESCO golden mosaics frescoes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the sanctuary of Delphi, dedicated to Apollo, famous for its oracle and its theater overlooking the valley of Kirfis.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the archaeological museum of Delphi and the famous statue of the Charioteer.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Archaeological site ascent sacred way offerings treasury mystical atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Delphi museum exploration bronze charioteer 478 BC sculpture masterpiece.",
          "visit_duration_min": 60
        },
        {
          "text": "Mount Parnassus panorama 2457m olive valley Gulf of Corinth majestic.",
          "visit_duration_min": 60
        },
        {
          "text": "Formaela cheese tasting sheep Arachova PDO grilled honey.",
          "visit_duration_min": 60
        },
        {
          "text": "Kleftiko lamb oven cooked herbs mountain tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Agiorgitiko red wine Nemea velvety spices accompaniment meats.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk Pleistos gorges millennial olive trees hiking trails preserved nature.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Arachova picturesque streets shops hand-woven carpets local cheeses.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration monastery Hosios Loukas Byzantine architecture religious art icons.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting hilopites square pasta tradition cheese tomato sauce.",
          "visit_duration_min": 60
        },
        {
          "text": "Feta saganaki fried cheese sesame honey sweet salty contrast.",
          "visit_duration_min": 60
        },
        {
          "text": "Tsipouro eau-de-vie grape marc Thessaly anise-flavored mezze accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk in the modern village of Delphi to admire the view of the Phaedriades Rocks.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::attique-2",
          "itin_title": "ANCIENT MYSTERIES: DELPHI AND THE METEORA MONASTERIES",
          "day": 6
        },
        {
          "itin_id": "GR::attique-2",
          "itin_title": "ANCIENT MYSTERIES: DELPHI AND THE METEORA MONASTERIES",
          "day": 7
        },
        {
          "itin_id": "GR::epire-centrale-peloponnese",
          "itin_title": "FROM EPIRUS TO ATHENS: BEACHES, ORACLES AND MOUNTAINS OF THE PELOPONNESE",
          "day": 4
        }
      ],
      "rating": 8
    },
    {
      "place_id": "GR::despotiko-antiparos",
      "name": "Despotiko Antiparos",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.971,
        25.049
      ],
      "lat": 36.971,
      "lon": 25.049,
      "visits": [
        {
          "text": "Despotiko (south of Antiparos) — wild anchorages facing crystal-clear waters",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and snorkeling around Despotiko",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 18
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "GR::dikella",
      "name": "Dikella",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.8333,
        25.7167
      ],
      "lat": 40.8333,
      "lon": 25.7167,
      "visits": [
        {
          "text": "Route to Western Thrace and the beaches of Dikella and Loutra Eleftheron.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the Aegean Sea coast, alternating between wild coves and long golden beaches.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relaxation by the sea and watching the sunset over the Aegean Sea.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedonia-thrace::northern-greece-roadtrip",
          "itin_title": "THE SECRET PEARLS OF NORTHERN GREECE",
          "day": 7
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "GR::edessa",
      "name": "Edessa",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.8011,
        22.0486
      ],
      "lat": 40.8011,
      "lon": 22.0486,
      "visits": [
        {
          "text": "Edessa waterfalls 70m height water falls green park caves behind curtain.",
          "visit_duration_min": 75
        },
        {
          "text": "Ottoman bridge Katarrakte gorge Edesseos river stone architecture tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Water museum hydraulic mills traditional technology industrial history.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient Roman bridge aqueduct remains Roman era hydraulic engineering.",
          "visit_duration_min": 75
        },
        {
          "text": "Arnissa village Vegoritida lake fishing migratory birds preserved nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at the spectacular waterfalls of Edessa, the ancient capital of Macedonia where waters cascade dramatically through the heart of the city. The largest waterfall plunges 70 meters into a verdant ravine, accessible via atmospheric pathways behind the thundering curtain of water. This unique urban waterfall setting has made Edessa one of northern Greece's most picturesque towns.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through Edessa's charming old quarter where traditional stone houses and Byzantine churches recall the city's role as Macedonia's first capital. The archaeological museum displays artifacts from this historically significant region that shaped Greek civilization. Riverside cafés offer perfect vantage points to appreciate the natural beauty that has attracted visitors for millennia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Park walk waterfalls bridges footbridges behind falls freshness lush vegetation.",
          "visit_duration_min": 60
        },
        {
          "text": "Old quarter exploration Varosi traditional Macedonian houses cobbled streets architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit surrounding villages Agras lake mountain nature hiking panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting spetzofai sausages peppers tomato spicy Macedonian mountain tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Baklava phyllo nuts honey syrup cinnamon Ottoman layered dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Ouzo Tyrnavou Thessalian anise-flavored mezze accompaniment sausages local cheeses.",
          "visit_duration_min": 60
        },
        {
          "text": "Soak in the therapeutic waters of Pozar Thermal Springs, naturally heated pools nestled in a forested gorge of exceptional beauty. These mineral-rich hot springs have drawn visitors seeking their healing properties since ancient times, with water temperatures reaching 37°C year-round. The combination of steaming pools surrounded by lush vegetation and dramatic cliffs creates a truly rejuvenating experience.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedoine-1",
          "itin_title": "GREEK MACEDONIA: THESSALONIKI, VERGINA AND MOUNT OLYMPUS",
          "day": 4
        },
        {
          "itin_id": "GR::gr::northern-greece-discovery-thessaloniki-ancient-macedonia-and-meteora",
          "itin_title": "Northern Greece Discovery: Thessaloniki, Ancient Macedonia and Meteora",
          "day": 3
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "GR::edipsos",
      "name": "Edipsos",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.9167,
        23.05
      ],
      "lat": 38.9167,
      "lon": 23.05,
      "visits": [
        {
          "text": "Edipsos renowned thermal spa resort since antiquity with hot springs 28-86°C rich in minerals with recognized therapeutic properties.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient thermal baths Roman Byzantine remains testifying to millennial bathing tradition frequented by historical figures including Aristotle Sylla.",
          "visit_duration_min": 75
        },
        {
          "text": "Modern EOT and private thermal baths offering contemporary facilities therapeutic treatments mud baths hydrotherapy.",
          "visit_duration_min": 75
        },
        {
          "text": "Edipsos seafront promenade with tavernas entertainment and view of Maliakos Gulf North Euboea mountains.",
          "visit_duration_min": 75
        },
        {
          "text": "Agios Nikolaos Church traditional architecture with icons frescoes overlooking port spa resort.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Thermal cure baths natural hot springs rich in minerals relieving rheumatism arthritis skin problems relaxation benefits.",
          "visit_duration_min": 60
        },
        {
          "text": "Edipsos seafront promenade with cafes tavernas fresh seafood and relaxed atmosphere spa resort.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion mountain villages North Euboea Istiaia Oreoi discovering agricultural traditions olive groves local honey production.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting kolokythokeftedes zucchini fritters herbs light frying vegetarian mezze summer tradition Euboea.",
          "visit_duration_min": 60
        },
        {
          "text": "Galaktoboureko semolina cream wrapped in phyllo drizzled with lemon syrup warm crispy comforting dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Savatiano white wine from Euboea dry crisp accompanying fried vegetables and grilled fish freshness acidity.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::eubee-1",
          "itin_title": "AUTHENTIC GREECE: EUBOEA CHALCIS BRIDGE CURRENTS EDIPSOS ANCIENT THERMAL BATHS KARYSTOS MOUNTAIN",
          "day": 1
        }
      ],
      "rating": 5
    },
    {
      "place_id": "GR::elafonisi",
      "name": "Elafonisi",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.2712,
        23.5453
      ],
      "lat": 35.2712,
      "lon": 23.5453,
      "visits": [
        {
          "text": "Phalassarna beach, famous for its white sand and clear waters",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the coastal village of Elafonisi and scouting the lagoon at sunset",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete::sud-ouest-aventure",
          "itin_title": "ADVENTURE BETWEEN BEACHES AND GORGES OF SOUTHWEST CRETE",
          "day": 5
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "GR::elounda",
      "name": "Elounda",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.2569,
        25.7269
      ],
      "lat": 35.2569,
      "lon": 25.7269,
      "visits": [
        {
          "text": "Spinalonga island Venetian fortress 1579 leper colony 1903-1957 moving history.",
          "visit_duration_min": 75
        },
        {
          "text": "Olous ancient submerged city mosaics remains paleochristian basilica snorkeling.",
          "visit_duration_min": 75
        },
        {
          "text": "Elounda luxury seaside resort beaches resorts view Spinalonga Mirabello gulf.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaka fishing village taverns fresh fish departure boats Spinalonga.",
          "visit_duration_min": 75
        },
        {
          "text": "Panagia Kera Byzantine church frescoes 13th-14th centuries Kritsa masterpiece.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boat excursion Spinalonga visit island fortifications ruins leper colony poignant history.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming Elounda beaches calm turquoise waters snorkeling ancient submerged Olous site.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Plaka authenticity fishing village taverns fresh fish view island.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting sfougato zucchini omelet cheese herbs tradition Cretan breakfast.",
          "visit_duration_min": 60
        },
        {
          "text": "Octopus carpaccio raw octopus lemon olive oil capers finesse.",
          "visit_duration_min": 60
        },
        {
          "text": "Cretan Assyrtiko white mineral dry tension accompaniment raw seafood.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete-2",
          "itin_title": "AUTHENTIC GREECE: AGIOS NIKOLAOS ELOUNDA SPINALONGA LEPER COLONY LASSITHI ZEUS CAVE",
          "day": 3
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "GR::epanomi",
      "name": "Epanomi",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.3929,
        22.9262
      ],
      "lat": 40.3929,
      "lon": 22.9262,
      "visits": [
        {
          "text": "Route to Epanomi Bay, famous for its long beaches and dunes.",
          "visit_duration_min": 75
        },
        {
          "text": "Observation of the stranded boat 'Epanomi Shipwreck' offshore, a photogenic spot appreciated by travelers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and relaxation on Epanomi Beach with views of Mount Olympus.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset over the bay, peaceful walk along the coastline.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedonia-thrace::northern-greece-roadtrip",
          "itin_title": "THE SECRET PEARLS OF NORTHERN GREECE",
          "day": 2
        }
      ],
      "rating": 4
    },
    {
      "place_id": "GR::epidaure",
      "name": "Epidaure",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.5967,
        23.0792
      ],
      "lat": 37.5967,
      "lon": 23.0792,
      "visits": [
        {
          "text": "Theater of Epidaurus UNESCO site 340-330 BC Polykleitos the Younger perfect acoustics 14000 seats.",
          "visit_duration_min": 75
        },
        {
          "text": "Sanctuary of Asklepios god of medicine 6th century BC healing center pilgrimages.",
          "visit_duration_min": 75
        },
        {
          "text": "Tholos 360 BC circular carved columns mystery healing ceremonies.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient stadium Nemean games track 181m stands athletic competitions.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum sculptures votive inscriptions medical instruments ancient collections.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Acoustic test theater center stage whisper audible high stands phenomenon.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration sanctuary nature pines sacred wood thermal springs healing.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit villages coast Epidaurus beaches coves swimming taverns fish.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting gemista stuffed vegetables rice herbs tomato oven vegetarian.",
          "visit_duration_min": 60
        },
        {
          "text": "Grilled sardines lemon oregano olive oil sea freshness.",
          "visit_duration_min": 60
        },
        {
          "text": "Assyrtiko Santorini white mineral volcanic acidity seafood pairing.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese-1",
          "itin_title": "THE PELOPONNESE IN MAJESTY: MYCENAE, EPIDAURUS AND OLYMPIA",
          "day": 1
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "GR::eretria",
      "name": "Eretria",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.3908,
        23.7967
      ],
      "lat": 38.3908,
      "lon": 23.7967,
      "visits": [
        {
          "text": "Eretria important ancient city with 4th century BC theater gymnasium temple of Apollo and exceptional mosaics.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological museum Eretria housing collections sculptures ceramics mosaics and remarkable temple pediments from excavations.",
          "visit_duration_min": 75
        },
        {
          "text": "House of mosaics preserved Hellenistic villa with magnificently decorated floors representing exceptional mythology scenes.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple of Apollo Daphnephoros from 8th century BC Doric architecture with excavations revealing remains columns foundations.",
          "visit_duration_min": 75
        },
        {
          "text": "Modern port of Eretria with beach entertainment taverns and ferry connections to Oropos Attica near Athens.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "In-depth visit archaeological site Eretria discovering ancient theater gymnasium temple and house of mosaics testifying to wealth of history.",
          "visit_duration_min": 60
        },
        {
          "text": "Museum exploration admiring exceptional collections of sculptures and mosaics revealing sophisticated and refined ancient Euboean art.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming at Eretria, Malakonda, Amarynthos beaches offering fine sand and calm shallow waters ideal for families with children.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting fava, creamy yellow pea puree from Euboea accompanied by lemon, capers and extra virgin olive oil.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasteli traditional bars of roasted sesame and thick honey, ancient energetic dessert nourishing travelers and athletes.",
          "visit_duration_min": 60
        },
        {
          "text": "Savatiano white wine from Attica Euboea, dry and fruity, perfectly accompanying fava mezze and grilled fish.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::eubee-1",
          "itin_title": "AUTHENTIC GREECE: EUBOEA CHALCIS BRIDGE CURRENTS EDIPSOS ANCIENT THERMAL BATHS KARYSTOS MOUNTAIN",
          "day": 3
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "GR::fira",
      "name": "Fira",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.4167,
        25.4333
      ],
      "lat": 36.4167,
      "lon": 25.4333,
      "visits": [
        {
          "text": "Fira capital Santorini caldera cliffs 300m white houses blue domes.",
          "visit_duration_min": 75
        },
        {
          "text": "Prehistoric museum Thera frescoes Akrotiri Cycladic ceramics Minoan civilization.",
          "visit_duration_min": 75
        },
        {
          "text": "Cable car old port Fira Skala donkeys stairs 600 steps exceptional view.",
          "visit_duration_min": 75
        },
        {
          "text": "Orthodox cathedral Fira blue dome icons Cycladic architecture whiteness.",
          "visit_duration_min": 75
        },
        {
          "text": "Firostefani district caldera promenade churches cave dwellings volcano view.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cliff walk caldera panorama volcanoes Nea Kameni Palea islets.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploring Fira alleys shops jewelry stores art galleries restaurants suspended terraces.",
          "visit_duration_min": 60
        },
        {
          "text": "Fava tasting yellow pea puree Santorini PDO smooth lemon capers.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomatokeftedes cherry tomato fritters Santorini herbs fried mezze.",
          "visit_duration_min": 60
        },
        {
          "text": "Assyrtiko Santorini white mineral volcanic acidity tension aged oak barrels.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades-1",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 1
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "GR::fira-santorini",
      "name": "Fira Santorini",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.4167,
        25.4322
      ],
      "lat": 36.4167,
      "lon": 25.4322,
      "visits": [
        {
          "text": "Discovery of Fira, lively capital of Santorini, and exploration of its white alleys overlooking the caldera.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to Oia and its famous blue domes, iconic photo spot of the island.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike between Fira and Oia, along the caldera with spectacular views of the cliffs and the sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration of the volcanic beaches of Kamari (black beach) and Red Beach.",
          "visit_duration_min": 75
        },
        {
          "text": "Free discovery of the traditional villages of Pyrgos and Megalochori.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Evening stroll through the alleys of Oia to admire the sunset over the Aegean Sea.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming and relaxation at Amoudi Bay, at the foot of the cliffs of Oia.",
          "visit_duration_min": 60
        },
        {
          "text": "Local wine tasting at Santo Wines estate with sunset view.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 3
        },
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 4
        },
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 5
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "GR::folegandros-agkali",
      "name": "Folegandros Agkali",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.6126,
        24.9083
      ],
      "lat": 36.6126,
      "lon": 24.9083,
      "visits": [
        {
          "text": "Folegandros — Chora perched, panoramic views",
          "visit_duration_min": 75
        },
        {
          "text": "Agkali (Angali) — beach and neighboring coves",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and snorkeling at Agkali",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from the anchorage",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 10
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "GR::gytheio",
      "name": "Gytheio",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.7536,
        22.5653
      ],
      "lat": 36.7536,
      "lon": 22.5653,
      "visits": [
        {
          "text": "Gytheio picturesque port colorful neoclassical houses Laconia seafront.",
          "visit_duration_min": 75
        },
        {
          "text": "Marathonisi Island Cranae fortress lighthouse legend Paris Helen flight to Troy.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient Roman theater ruins small archaeological site sea view.",
          "visit_duration_min": 75
        },
        {
          "text": "Magne Museum history Maniote culture defensive towers vendetta traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Magne Vathia villages stone abandoned towers Kitta Mina unique architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk Gytheio port taverns seafood fishing boats authentic atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion Marathonisi island causeway lighthouse romantic sunset gulf view.",
          "visit_duration_min": 60
        },
        {
          "text": "Magne coastal route wild arid stone towers perched villages isolated coves.",
          "visit_duration_min": 60
        },
        {
          "text": "Kakavia tasting Mediterranean fish soup vegetables saffron lemon broth.",
          "visit_duration_min": 60
        },
        {
          "text": "Octopus grilled tender vinegar accompaniment potatoes fava puree.",
          "visit_duration_min": 60
        },
        {
          "text": "Cretan tsikoudia powerful digestif eau-de-vie marc Maniote mountain tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese-2",
          "itin_title": "SECRET LACONIA: SPARTA, MYSTRAS AND MONEMVASIA",
          "day": 4
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "GR::heraklion",
      "name": "Heraklion",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.3387,
        25.1442
      ],
      "lat": 35.3387,
      "lon": 25.1442,
      "visits": [
        {
          "text": "Knossos Palace Minoan site 1900 BC Evans reconstruction bull frescoes throne room.",
          "visit_duration_min": 75
        },
        {
          "text": "Heraklion Archaeological Museum Minoan collections Phaistos disc frescoes snake goddess.",
          "visit_duration_min": 75
        },
        {
          "text": "Koules Venetian fortress 1523 port defense Saint Mark's lion military architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint Titus Cathedral Byzantine patron saint relics icons dome.",
          "visit_duration_min": 75
        },
        {
          "text": "Venetian Loggia 1628 Sagredo arms porticoes renaissance reconstruction architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Historical Museum of Crete Byzantine Venetian Ottoman modern periods icons collections.",
          "visit_duration_min": 75
        },
        {
          "text": "Venetian walls Martinengo bastion Kazantzakis tomb writer view city.",
          "visit_duration_min": 75
        },
        {
          "text": "Heraklion Market 1866 local products herbs cheeses honey olive oil animation.",
          "visit_duration_min": 75
        },
        {
          "text": "Agarathos Monastery 15th century Byzantine frescoes garden vineyards wine production.",
          "visit_duration_min": 75
        },
        {
          "text": "Phaistos Minoan palace 1900 BC disk hieroglyphs mystery undeciphered.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum of Heraklion – collection of Minoan artifacts and exhibition on the civilization of Knossos",
          "visit_duration_min": 75
        },
        {
          "text": "Old town of Heraklion – walk around Lion Square and the Venetian ramparts",
          "visit_duration_min": 75
        },
        {
          "text": "Palace of Knossos – Minoan ruins, frescoes and legendary architecture of King Minos",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Knossos palace legend Minotaur Theseus sophisticated Minoan civilization.",
          "visit_duration_min": 60
        },
        {
          "text": "Museum exploration Minoan art masterpieces ceramics frescoes gold jewelry.",
          "visit_duration_min": 60
        },
        {
          "text": "Venetian port walk fortress animation restaurants seafood evenings.",
          "visit_duration_min": 60
        },
        {
          "text": "Dakos tasting rusks tomato feta olive oil oregano Cretan tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Kalitsounia pastries with mizithra fresh cheese herbs sweet savory specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Raki tsikoudia Cretan brandy grape marc powerful digestif mountain tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration modern Heraklion markets animation urban Cretan daily life.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion Phaistos Minoan palace Messara valley panorama Mount Psiloritis.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit caves Cretan vineyards indigenous grape varieties vidiano vilana kotsifali tasting.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting boureki pie zucchini mizithra phyllo crispy oven Cretan.",
          "visit_duration_min": 60
        },
        {
          "text": "Snails stifado escargots onion wine tomato rosemary mountain tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Vidiano white Cretan aromatic complex citrus white flowers minerality.",
          "visit_duration_min": 60
        },
        {
          "text": "Free discovery of the waterfront and the Venetian port of Heraklion",
          "visit_duration_min": 60
        },
        {
          "text": "Guided exploration of the archaeological site and discovery of the myth of the Minotaur",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete-1",
          "itin_title": "ETERNAL CRETE: MINOAN PALACES, GORGES AND TURQUOISE BEACHES",
          "day": 1
        },
        {
          "itin_id": "GR::crete-1",
          "itin_title": "ETERNAL CRETE: MINOAN PALACES, GORGES AND TURQUOISE BEACHES",
          "day": 2
        },
        {
          "itin_id": "GR::crete::exploration-crete",
          "itin_title": "MYTHICAL TREASURES AND PARADISE BEACHES OF CRETE",
          "day": 3
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "GR::ierapetra",
      "name": "Ierapetra",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.0097,
        25.7392
      ],
      "lat": 35.0097,
      "lon": 25.7392,
      "visits": [
        {
          "text": "Ierapetra southernmost city Europe Venetian fortress old town Ottoman mosque.",
          "visit_duration_min": 75
        },
        {
          "text": "Chrissi Island deserted beach Balos Lebanon cedars fossils shells turquoise waters.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum Ierapetra Minoan Greco-Roman collections amphorae sarcophagi.",
          "visit_duration_min": 75
        },
        {
          "text": "Old town Kato Mera Ottoman fountain alleys traditional architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Koutsouras fine sand beaches agricultural villages vegetable greenhouses subtropical climate.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boat excursion Chrissi Island day trip paradise beach cedars swimming snorkeling lagoon.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Ierapetra fortress mosque Venetian Ottoman history markets animation.",
          "visit_duration_min": 60
        },
        {
          "text": "South coast route isolated villages Makrygialos Xerokambos wild beaches authenticity.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting chtapodi krasato octopus red wine onion tradition simmered tender.",
          "visit_duration_min": 60
        },
        {
          "text": "Loukoumades fritters honey cinnamon nuts syrup hot crispy dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Cretan Tsikoudia raki strong digestif tradition accompaniment mezze cheeses.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete-2",
          "itin_title": "AUTHENTIC GREECE: AGIOS NIKOLAOS ELOUNDA SPINALONGA LEPER COLONY LASSITHI ZEUS CAVE",
          "day": 5
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "GR::ioannina",
      "name": "Ioannina",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.665,
        20.8537
      ],
      "lat": 39.665,
      "lon": 20.8537,
      "visits": [
        {
          "text": "Lake Pamvotis island Byzantine monasteries 13th-17th centuries fishing villages.",
          "visit_duration_min": 75
        },
        {
          "text": "Ioannina Castle Byzantine Ottoman fortifications Ali Pasha museum history.",
          "visit_duration_min": 75
        },
        {
          "text": "Aslan Pasha Mosque 1618 Ottoman minaret folk art museum.",
          "visit_duration_min": 75
        },
        {
          "text": "Perama Cave stalactites stalagmites 1.",
          "visit_duration_min": 75
        },
        {
          "text": "5km galleries discovery 1940.",
          "visit_duration_min": 75
        },
        {
          "text": "Old Ottoman bazaar alleys artisans goldsmiths silversmiths Epirus tradition.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boat crossing Lake Pamvotis island Nisi monasteries picturesque villages fish tavernas.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk castle ramparts clock tower panoramic view lake mountains.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Perama cave limestone formations spectacular lighting underground atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting bakaliaros skordalia fried cod garlic potato puree tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Pita Ioannina pastry cheese spinach homemade phyllo Epirus specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Tsipouro Epirus without anise brandy tradition mezze mountain cheeses cold cuts.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::attique-2",
          "itin_title": "ANCIENT MYSTERIES: DELPHI AND THE METEORA MONASTERIES",
          "day": 10
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "GR::ios-mylopotas",
      "name": "Ios Mylopotas",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.7123,
        25.2803
      ],
      "lat": 36.7123,
      "lon": 25.2803,
      "visits": [
        {
          "text": "Ios — perched Chora and Cycladic alleyways",
          "visit_duration_min": 75
        },
        {
          "text": "Mylopotas Beach — large sandy bay",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming / paddle in Mylopotas bay",
          "visit_duration_min": 60
        },
        {
          "text": "Anchorage in the bay (good holding, seasonal crowds)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 8
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "GR::iraklia-livadi",
      "name": "Iraklia Livadi",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.8656,
        25.4748
      ],
      "lat": 36.8656,
      "lon": 25.4748,
      "visits": [
        {
          "text": "Iraklia — Livadi bay and pristine natural atmosphere",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Snorkeling and swimming in Livadi bay",
          "visit_duration_min": 60
        },
        {
          "text": "Walk to the village (wild landscapes)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 4
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "GR::ithaque",
      "name": "Ithaque",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.3667,
        20.7167
      ],
      "lat": 38.3667,
      "lon": 20.7167,
      "visits": [
        {
          "text": "Vathy capital Ithaca horseshoe bay amphitheater houses reconstruction architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum Ithaca Mycenaean collections Ulysses Odyssey ancient history.",
          "visit_duration_min": 75
        },
        {
          "text": "Kathara Monastery summit 360-degree panorama island Ionian Sea churches.",
          "visit_duration_min": 75
        },
        {
          "text": "Homeric sites Nymphs cave Arethusa fountain Ulysses Odyssey legend archaeology.",
          "visit_duration_min": 75
        },
        {
          "text": "Mountain villages Stavros Anogi Exogi Byzantine churches frescoes traditions.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Vathy picturesque port taverns animation alleys traditional authentic architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Homeric sites Ulysses legend Odyssey cave fountain history mythology.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking mountain trails villages sea panoramas wild nature olive groves.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting revithokeftedes chickpea fritters herbs Ithaca tradition vegetarian.",
          "visit_duration_min": 60
        },
        {
          "text": "Kserotigana fried dough ribbons honey walnuts traditional festive dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Robola Cephalonia white mineral accompaniment mezze fritters fish tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::ioniennes-2",
          "itin_title": "AUTHENTIC GREECE: KEFALONIA CAVES UNDERGROUND LAKE ITHACA ODYSSEUS ZAKYNTHOS CARETTA",
          "day": 8
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "GR::kalamata",
      "name": "Kalamata",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.0389,
        22.1142
      ],
      "lat": 37.0389,
      "lon": 22.1142,
      "visits": [
        {
          "text": "Kalamata famous olives Messenia capital Frankish castle 1208 ancient acropolis.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum of Messenia Mycenaean Hellenistic Roman collections mosaics.",
          "visit_duration_min": 75
        },
        {
          "text": "Church of the Holy Apostles Byzantine 13th century restored frescoes icons.",
          "visit_duration_min": 75
        },
        {
          "text": "Seafront promenade palm trees fine sand beaches tavernas summer entertainment.",
          "visit_duration_min": 75
        },
        {
          "text": "Constantine and Helen Monastery 1796 golden iconostasis peaceful garden cloister.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Kalamata PDO olive groves olive oil tasting traditional presses mill.",
          "visit_duration_min": 60
        },
        {
          "text": "Navarino seafront promenade urban beaches swimming calm waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Market exploration Kalamata local products olives dried figs honey pasteli.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasteli tasting sesame honey bars traditional energetic ancient dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Imam baildi stuffed eggplants tomato onion olive oil oven vegetarian.",
          "visit_duration_min": 60
        },
        {
          "text": "Messenia wine red white local grape varieties agiorgitiko roditis fresh fruity.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese-2",
          "itin_title": "SECRET LACONIA: SPARTA, MYSTRAS AND MONEMVASIA",
          "day": 1
        }
      ],
      "rating": 5
    },
    {
      "place_id": "GR::kalambaka",
      "name": "Kalambaka",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.7056,
        21.6286
      ],
      "lat": 39.7056,
      "lon": 21.6286,
      "visits": [
        {
          "text": "Meteora monasteries perched UNESCO site 14th century sandstone rocks 400m height.",
          "visit_duration_min": 75
        },
        {
          "text": "Great Meteoron main monastery 1356 Transfiguration church Byzantine frescoes.",
          "visit_duration_min": 75
        },
        {
          "text": "Varlaam 1517 defensive tower museum manuscripts precious icons.",
          "visit_duration_min": 75
        },
        {
          "text": "Roussanou convent 1545 accessible bridge 16th century frescoes garden.",
          "visit_duration_min": 75
        },
        {
          "text": "Agios Nikolaos 1368 stairs carved rock chapel paintings Theophanes.",
          "visit_duration_min": 75
        },
        {
          "text": "Agios Stefanos monastery convent accessible without stairs view Thessaly plain.",
          "visit_duration_min": 75
        },
        {
          "text": "Agia Triada 1476 difficult access 140 steps James Bond film shooting.",
          "visit_duration_min": 75
        },
        {
          "text": "Kalambaka town base Meteora cathedral Dormition Byzantine frescoes 12th century.",
          "visit_duration_min": 75
        },
        {
          "text": "Natural history museum mushrooms Meteora geology rock formation erosion.",
          "visit_duration_min": 75
        },
        {
          "text": "Pineios gorges river canyon hiking stone bridges traditional villages.",
          "visit_duration_min": 75
        },
        {
          "text": "Witness the otherworldly spectacle of Meteora, where Byzantine monasteries perch impossibly atop towering sandstone pillars rising 400 meters above the Thessalian plain. This UNESCO World Heritage Site represents one of the most dramatic examples of monastic architecture in the world, with six active monasteries still inhabited by monks and nuns. The name Meteora means 'suspended in air,' perfectly describing these gravity-defying sanctuaries.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Great Meteoron, the largest and oldest of the Meteora monasteries founded in the 14th century by Saint Athanasios. The monastery's church contains magnificent Byzantine frescoes and a remarkable collection of religious artifacts accumulated over seven centuries. The climb up ancient stone steps carved into the rock rewards visitors with profound spiritual atmosphere and breathtaking panoramas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Monastery of Varlaam, the second-largest Meteora monastery accessible via a precarious bridge spanning a dizzying chasm. The 16th-century katholikon features extraordinary frescoes by the renowned Frangos Kastellanos depicting scenes of martyrdom and salvation. The original net and windlass used to haul supplies and visitors up the sheer cliff face remains on display.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Panoramic route monasteries succession vertiginous cliffs spectacular viewpoints.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking ancient monks' trails hermitages caves meditation isolation.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit icon workshops traditional painting Byzantine technique egg tempera.",
          "visit_duration_min": 60
        },
        {
          "text": "Kontosouvli tasting charcoal-roasted pork skewer mountain Thessaly.",
          "visit_duration_min": 60
        },
        {
          "text": "Boureki pie zucchini potatoes feta crispy phyllo.",
          "visit_duration_min": 60
        },
        {
          "text": "Xinomavro red wine Naoussa tannic full-bodied aged oak barrels.",
          "visit_duration_min": 60
        },
        {
          "text": "Meteora sunrise golden light monasteries valley mist magical.",
          "visit_duration_min": 60
        },
        {
          "text": "Kalambaka exploration alleys local markets crafts honey monastery products.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion Pineios gorges luxuriant nature Ottoman bridges mountain villages.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting galaktoboureko pastry semolina cream phyllo lemon syrup.",
          "visit_duration_min": 60
        },
        {
          "text": "Stifado beef stew pearl onions wine tomato cinnamon simmered.",
          "visit_duration_min": 60
        },
        {
          "text": "Retsina malamatina white wine resin Attica tradition cheese accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Photograph the Meteora rock formations from multiple viewpoints that reveal the full majesty of this geological wonder. These massive stone pillars, formed by prehistoric seas and shaped by millions of years of erosion, create a landscape unlike anywhere else on Earth. Sunset transforms the rocks into glowing monuments of gold and amber, a spectacle that has inspired artists and pilgrims for centuries.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::attique-2",
          "itin_title": "ANCIENT MYSTERIES: DELPHI AND THE METEORA MONASTERIES",
          "day": 8
        },
        {
          "itin_id": "GR::attique-2",
          "itin_title": "ANCIENT MYSTERIES: DELPHI AND THE METEORA MONASTERIES",
          "day": 9
        },
        {
          "itin_id": "GR::gr::northern-greece-discovery-thessaloniki-ancient-macedonia-and-meteora",
          "itin_title": "Northern Greece Discovery: Thessaloniki, Ancient Macedonia and Meteora",
          "day": 5
        }
      ],
      "rating": 9
    },
    {
      "place_id": "GR::kalamitsi",
      "name": "Kalamitsi",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.0261,
        23.9861
      ],
      "lat": 40.0261,
      "lon": 23.9861,
      "visits": [
        {
          "text": "Route to the Sithonia peninsula, wilder and more authentic than Kassandra.",
          "visit_duration_min": 75
        },
        {
          "text": "Stop at Karidi cove, famous for its crystal-clear waters and white sand.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of Orange Beach, Achlada Beach and Kriaritsi Beach, coves with crystal-clear waters and golden cliffs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and relaxation at Kalamitsi Beach, surrounded by granite rocks and turquoise waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk in Neos Marmaras, a lively small port typical of Sithonia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedonia-thrace::northern-greece-roadtrip",
          "itin_title": "THE SECRET PEARLS OF NORTHERN GREECE",
          "day": 4
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "GR::kalavrita",
      "name": "Kalavrita",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.0372,
        22.1111
      ],
      "lat": 38.0372,
      "lon": 22.1111,
      "visits": [
        {
          "text": "Stop at the Corinth Canal, linking the Ionian Sea to the Aegean Sea, impressive work dug in the 19th century.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the village of Kalavrita, marked by the history of World War II and surrounded by picturesque mountains.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit to the Kalavrita Memorial and its Orthodox church with the frozen clock.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::epire-centrale-peloponnese",
          "itin_title": "FROM EPIRUS TO ATHENS: BEACHES, ORACLES AND MOUNTAINS OF THE PELOPONNESE",
          "day": 6
        }
      ],
      "rating": 3
    },
    {
      "place_id": "GR::kalymnos",
      "name": "Kalymnos",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.95,
        26.9833
      ],
      "lat": 36.95,
      "lon": 26.9833,
      "visits": [
        {
          "text": "Pothia capital Kalymnos port colorful neoclassical houses sponge divers museum.",
          "visit_duration_min": 75
        },
        {
          "text": "Chrysocheria castle Byzantine Chora ruins panoramic view island sea climbing.",
          "visit_duration_min": 75
        },
        {
          "text": "Vathy narrow fjord fishing village orange trees turquoise water tranquility authenticity.",
          "visit_duration_min": 75
        },
        {
          "text": "Maritime museum Kalymnos tradition sponge divers diving suits equipment history.",
          "visit_duration_min": 75
        },
        {
          "text": "Kefalas Skalia stalactite caves limestone formations chapels hermitages exploration.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit sponge museum history divers dangerous techniques tradition island economy.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Vathy valley fjord orange trees isolated village taverns fish calm.",
          "visit_duration_min": 60
        },
        {
          "text": "Climbing Kalymnos world destination limestone cliffs equipped routes climbers.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting mourmoura candies mastiha sugar Kalymnos tradition artisanal unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Kalymnos octopus grilled tender vinegar accompaniment fava fishermen tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Fokiano Kalymnos white rare indigenous grape variety mineral citrus seafood.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::dodecanese-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 5
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "GR::kamari",
      "name": "Kamari",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.3883,
        25.4669
      ],
      "lat": 36.3883,
      "lon": 25.4669,
      "visits": [
        {
          "text": "Kamari beach black volcanic sand promenade taverns summer family entertainment.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient Thera archaeological site Mesa Vouno summit 9th century BC Dorian.",
          "visit_duration_min": 75
        },
        {
          "text": "Perissa long beach black sand water sports taverns youthful atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Tomato Industrial Museum Fira Santorini tomato history cannery heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Panagia Katefiani Monastery cave chapel miraculous icon pilgrimage view.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming Kamari crystal clear waters black sand water sports diving snorkeling.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike Ancient Thera ascent panorama ruins Apollo temple inscriptions.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion volcanoes Nea Kameni crater fumarole swimming hot springs Palea.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting white eggplant Santorini melitzanosalata sweet unique PDO puree.",
          "visit_duration_min": 60
        },
        {
          "text": "Louza pork charcuterie spices Santorini tradition drying preservation.",
          "visit_duration_min": 60
        },
        {
          "text": "Mavrotragano red rare Santorini grape variety survivor tannins deep color structure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades-1",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 5
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "GR::karpathos",
      "name": "Karpathos",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.5081,
        27.2128
      ],
      "lat": 35.5081,
      "lon": 27.2128,
      "visits": [
        {
          "text": "Olympos mountain village 600m preserved traditions costumes embroideries unique architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Pigadia Karpathos capital modern port base island exploration mountains sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Aperi former capital mountain rich houses traditional architecture churches.",
          "visit_duration_min": 75
        },
        {
          "text": "Abandoned villages Lefkos ruins agriculture terraces history island demography.",
          "visit_duration_min": 75
        },
        {
          "text": "Achata beach fine sand turquoise waters isolated wild nature hiking access.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Excursion Olympos isolated village living traditions women's costumes mills bread oven.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration mountain villages Mesochori Menetes Arkassa authenticity sea panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking mountain coastal trails wild nature isolated coves swimming snorkeling.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting makarounes homemade pasta onion sauce mizithra Olympos unique tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Kserotigana fried pastry ribbons honey festive dessert tradition embroideries.",
          "visit_duration_min": 60
        },
        {
          "text": "Fokiano Karpathos white rare mineral accompaniment grilled fish octopus.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::dodecanese-2",
          "itin_title": "AUTHENTIC GREECE AND VILLAGES",
          "day": 8
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "GR::karystos",
      "name": "Karystos",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.0167,
        24.4167
      ],
      "lat": 38.0167,
      "lon": 24.4167,
      "visits": [
        {
          "text": "Karystos town South Euboea with port Venetian castle Bourtzi and neoclassical architecture central square shaded by plane trees.",
          "visit_duration_min": 75
        },
        {
          "text": "Mount Ochi 1398m altitude with Dragon Houses drakospita mysterious megalithic constructions 7th-4th centuries BC archaeological enigma.",
          "visit_duration_min": 75
        },
        {
          "text": "Rosso Castle Venetian fortress 13th century hill dominating Karystos Marmari panoramic view South Euboea gulf.",
          "visit_duration_min": 75
        },
        {
          "text": "Karystos Museum archaeological collections including cipolin green veined marble exploited since antiquity exported to Roman empire.",
          "visit_duration_min": 75
        },
        {
          "text": "Marmari coastal village with ferry port to Rafina fine sand beach and ancient marble quarries.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mount Ochi hike discovering Dragon Houses enigmatic megalithic structures theories function temple observatory shepherds dwelling.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of Karystos town with neoclassical architecture tavernas central square and Bourtzi castle Venetian fortification port.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to green cipolin marble quarries exploited since Roman antiquity exportation columns prestigious temples empire.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting matsata fresh homemade pasta rooster tomato sauce Karystos tradition festive rustic specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Amygdalopita almond cake syrup traditional moist fragrant dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Savatiano Evia white accompanying pasta and braised meats freshness minerality.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::eubee-1",
          "itin_title": "AUTHENTIC GREECE: EUBOEA CHALCIS BRIDGE CURRENTS EDIPSOS ANCIENT THERMAL BATHS KARYSTOS MOUNTAIN",
          "day": 5
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "GR::kassandra",
      "name": "Kassandra",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.9575,
        23.4136
      ],
      "lat": 39.9575,
      "lon": 23.4136,
      "visits": [
        {
          "text": "Discover the Kassandra Peninsula, the westernmost finger of Halkidiki renowned for its stunning white sand beaches and turquoise Aegean waters. This popular resort area offers some of the finest swimming and sunbathing in northern Greece, with beaches ranging from lively resort strips to secluded coves. The warm, crystal-clear waters and gentle coastline make Kassandra ideal for water sports and family beach holidays.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the picturesque village of Afitos, a traditional settlement perched on cliffs overlooking the sea with panoramic views across the Toroneos Gulf. Charming stone houses, artisan workshops, and tavernas line cobbled streets that have preserved their authentic Macedonian character. The village's elevated position provides spectacular sunset vistas over the Aegean that draw visitors from across Halkidiki.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swim in the pristine waters of Halkidiki's beaches, consistently ranked among the cleanest and most beautiful in the Mediterranean. The three peninsulas jutting into the Aegean like Poseidon's trident offer hundreds of kilometers of coastline, from organized beaches with water sports to hidden coves accessible only by boat. The region's clear, warm waters and pine-fringed shores create a quintessential Greek summer experience.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::gr::northern-greece-discovery-thessaloniki-ancient-macedonia-and-meteora",
          "itin_title": "Northern Greece Discovery: Thessaloniki, Ancient Macedonia and Meteora",
          "day": 7
        }
      ],
      "rating": 3
    },
    {
      "place_id": "GR::kavala",
      "name": "Kavala",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.9394,
        24.4061
      ],
      "lat": 40.9394,
      "lon": 24.4061,
      "visits": [
        {
          "text": "Kavala amphitheater port Byzantine fortress 15th century panoramic view gulf.",
          "visit_duration_min": 75
        },
        {
          "text": "Kamares aqueduct Ottoman 16th century Suleiman the Magnificent stone arches water supply.",
          "visit_duration_min": 75
        },
        {
          "text": "House of Mehmet Ali pasha of Egypt 1769 Ottoman architecture museum collections.",
          "visit_duration_min": 75
        },
        {
          "text": "Old town Panagia cobbled streets colorful houses Halil Bey mosque.",
          "visit_duration_min": 75
        },
        {
          "text": "Tobacco museum history industry Kavala oriental culture production drying trade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade port Kavala fishing boats taverns seafood summer entertainment.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascent fortress Byzantine walls panorama city sea Thasos island horizon.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Panagia quarter traditional architecture craft shops icon workshops.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting saganaki fried cheese graviera lemon tomato mezze tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Sardeles pastes salted dried pressed sardines Kavala specialty unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Macedonian tsipouro without anise brandy mezze olives feta cucumbers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedoine-2",
          "itin_title": "THRACE AND THE AEGEAN COAST: KAVALA, THASOS AND PHILIPPI",
          "day": 1
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "GR::kimolos-rema",
      "name": "Kimolos Rema",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.8089,
        24.5728
      ],
      "lat": 36.8089,
      "lon": 24.5728,
      "visits": [
        {
          "text": "Kimolos — Prassa beach (white sand) and Chorio village",
          "visit_duration_min": 75
        },
        {
          "text": "Rema Bay — sheltered coves",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming at Prassa, cove breaks",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 13
        }
      ],
      "rating": 4
    },
    {
      "place_id": "GR::kissamos",
      "name": "Kissamos",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.4939,
        23.6539
      ],
      "lat": 35.4939,
      "lon": 23.6539,
      "visits": [
        {
          "text": "Venetian fortress of Rethymnon and panorama over the city",
          "visit_duration_min": 75
        },
        {
          "text": "Strolling through the picturesque streets of the historic center",
          "visit_duration_min": 75
        },
        {
          "text": "Panoramic hike to Balos Lagoon, one of the most beautiful natural sites in Crete",
          "visit_duration_min": 75
        },
        {
          "text": "Observation of the lagoon from the heights then swimming in its turquoise waters",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sea bathing and lounging on Balos beach before returning",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete::sud-ouest-aventure",
          "itin_title": "ADVENTURE BETWEEN BEACHES AND GORGES OF SOUTHWEST CRETE",
          "day": 4
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "GR::kos",
      "name": "Kos",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.8933,
        27.2908
      ],
      "lat": 36.8933,
      "lon": 27.2908,
      "visits": [
        {
          "text": "Asclepieion Kos sanctuary medicine 4th century BC Hippocrates terraces temple.",
          "visit_duration_min": 75
        },
        {
          "text": "Knights Castle Nerantzia 1315 port fortifications ancient stone reuse.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient agora Kos Roman ruins columns mosaics odeon baths stoas.",
          "visit_duration_min": 75
        },
        {
          "text": "Hippocrates plane tree 2400 years legend oath shade medicine teaching.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological museum Kos Hellenistic Roman collections sculptures mosaics Hippocrates statue.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Asclepieion ancient medical site terraces sea view history Hippocrates medicine.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Kos ancient city agora Knights castle Ottoman mosques mixture.",
          "visit_duration_min": 60
        },
        {
          "text": "Bike rental flat island cyclable beaches Tigaki Marmari Kardamena fine sand.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting patatato Kos veal meat potatoes wine cumin local tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Baklava Kos phyllo nuts honey syrup cinnamon Ottoman puff dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Assyrtiko Kos white mineral volcanic dry accompaniment grilled fish mezze.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::dodecanese-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 4
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "GR::koufonisia-pori",
      "name": "Koufonisia Pori",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.9496,
        25.6156
      ],
      "lat": 36.9496,
      "lon": 25.6156,
      "visits": [
        {
          "text": "Koufonissia — Pori beach and coves with translucent waters",
          "visit_duration_min": 75
        },
        {
          "text": "Coastal walk from Pori to the sea caves",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sea kayaking / snorkeling in the coves",
          "visit_duration_min": 60
        },
        {
          "text": "Anchorage in Pori bay (anchorage holding to be checked)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 6
        }
      ],
      "rating": 3
    },
    {
      "place_id": "GR::kymi",
      "name": "Kymi",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.6167,
        24.1167
      ],
      "lat": 38.6167,
      "lon": 24.1167,
      "visits": [
        {
          "text": "Kymi upper town perched on 250m cliffs with traditional architecture of captains' houses and exceptional panoramic view of the Aegean Sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Kymi folklore museum presenting costumes, embroidery, traditional tools and history of Dr George Papanicolaou, inventor of the Pap test, native of the town.",
          "visit_duration_min": 75
        },
        {
          "text": "Port Paralia Kymis at the bottom of cliffs with ferry connection to Skyros, lively tavernas serving seafood and embarkation.",
          "visit_duration_min": 75
        },
        {
          "text": "Monastery of the Saviour Sotiros from the 17th century overlooking the sea with icons, frescoes and artisanal honey production by monks.",
          "visit_duration_min": 75
        },
        {
          "text": "Church of Panagia Kechrovouni pilgrimage site with miraculous icon overlooking panorama of North Euboea gulf for pilgrims.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration of Kymi upper town perched with captains' architecture and Dr Papanicolaou museum inventor of cancer test worldwide medical contribution.",
          "visit_duration_min": 60
        },
        {
          "text": "Descent to Paralia Kymis port fresh fish tavernas ferry to Sporades authentic maritime atmosphere summer entertainment.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to Saviour monastery honey production by monks tasting monastic products icons peaceful religious architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of Kymi PDO dried figs renowned sweetness quality traditional production sun drying export.",
          "visit_duration_min": 60
        },
        {
          "text": "Local baklava phyllo nuts honey syrup festive pastry tradition crispy sweet.",
          "visit_duration_min": 60
        },
        {
          "text": "Savatiano Euboea accompanying figs cheeses and desserts sweetness balance.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::eubee-1",
          "itin_title": "AUTHENTIC GREECE: EUBOEA CHALCIS BRIDGE CURRENTS EDIPSOS ANCIENT THERMAL BATHS KARYSTOS MOUNTAIN",
          "day": 4
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "GR::kythnos-kolona",
      "name": "Kythnos Kolona",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.4218,
        24.3891
      ],
      "lat": 37.4218,
      "lon": 24.3891,
      "visits": [
        {
          "text": "Kythnos — Kolona, sandbar connecting the islet to the main island",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming between two seas (depending on weather, exposure)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 17
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "GR::lassithi",
      "name": "Lassithi",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.1833,
        25.4833
      ],
      "lat": 35.1833,
      "lon": 25.4833,
      "visits": [
        {
          "text": "Lassithi Plateau 840m altitude windmills potato fields traditional villages.",
          "visit_duration_min": 75
        },
        {
          "text": "Dikteon Cave Zeus cave mythology god's birth stalactites underground lake.",
          "visit_duration_min": 75
        },
        {
          "text": "Kera Kardiotissa Monastery miraculous icon chains legend Byzantine architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Tzermiado village main plateau folklore museum traditions crafts.",
          "visit_duration_min": 75
        },
        {
          "text": "Psychro village Zeus cave taverns authentic mountain products.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ascent to Lassithi plateau panoramic route bends windmills traditional mountain agriculture.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to Zeus cave descent stairs limestone formations mythology mystical atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of plateau villages Agios Georgios Avrakontes architecture traditions weaving.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting stakovoutyro fermented butter pastoral tradition mountain preservation rare.",
          "visit_duration_min": 60
        },
        {
          "text": "Ofto lamb potatoes oven herbs mountain tradition Lassithi.",
          "visit_duration_min": 60
        },
        {
          "text": "Romeiko red Cretan rustic traditional accompaniment roasted braised meats.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete-2",
          "itin_title": "AUTHENTIC GREECE: AGIOS NIKOLAOS ELOUNDA SPINALONGA LEPER COLONY LASSITHI ZEUS CAVE",
          "day": 1
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "GR::leros",
      "name": "Leros",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.15,
        26.85
      ],
      "lat": 37.15,
      "lon": 26.85,
      "visits": [
        {
          "text": "Panagia Castle Leros Byzantine Venetian Knights panoramic view bays gulfs.",
          "visit_duration_min": 75
        },
        {
          "text": "Platanos capital Leros neoclassical houses windmills traditional architecture authenticity.",
          "visit_duration_min": 75
        },
        {
          "text": "Italian art deco architecture 1923-1943 occupation Leros modernist buildings.",
          "visit_duration_min": 75
        },
        {
          "text": "Lakki port Italian art deco rational urbanism fascist architecture unique Greece.",
          "visit_duration_min": 75
        },
        {
          "text": "War museum Leros tunnels battle 1943 military collections history.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration castle Platanos Byzantine fortifications panorama jagged bays turquoise sea.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Lakki Italian art deco architecture unique buildings rational urbanism.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming bays Alinda Vromolithos Panteli fine sand calm waters family-friendly.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting melopita honey cake mizithra cheese tradition Leros sweet dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Patatato Leros lamb potatoes oven tomato herbs stewed tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Fokiano white Leros rare grape variety mineral fresh seafood accompaniment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::dodecanese-2",
          "itin_title": "AUTHENTIC GREECE AND VILLAGES",
          "day": 7
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "GR::leucade",
      "name": "Leucade",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.8336,
        20.7061
      ],
      "lat": 38.8336,
      "lon": 20.7061,
      "visits": [
        {
          "text": "Lefkada capital city bridge canal Venetian fortifications modern animation square.",
          "visit_duration_min": 75
        },
        {
          "text": "Santa Maura castle Venetian fortress 14th century lagoon island entrance bastions.",
          "visit_duration_min": 75
        },
        {
          "text": "Cliffs cape Lefkada Lefkata 70m height Sappho legend leap dazzling whiteness.",
          "visit_duration_min": 75
        },
        {
          "text": "Nydri seaside resort base excursions Meganisi Skorpios Onassis paradisiacal islands.",
          "visit_duration_min": 75
        },
        {
          "text": "Faneromeni Monastery 17th century forest museum icons panorama island sea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration city Lefkada Venetian alleys markets animation modern cosmopolitan square.",
          "visit_duration_min": 60
        },
        {
          "text": "Boat excursion islands Meganisi Papanikolis caves Skorpios Onassis coves swimming.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit cape Lefkada spectacular cliffs lighthouse panorama infinite Ionian sea.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting eglouvi lentils PDO Lefkada small flavorful soup accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Ladopita cake olive oil raisins dried tradition Lefkada dessert rustic.",
          "visit_duration_min": 60
        },
        {
          "text": "Verdea Lefkada white dry crisp accompaniment lentils grilled fish.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::ioniennes-1",
          "itin_title": "AUTHENTIC GREECE: VENETIAN CORFU UNESCO PAXOS TURQUOISE COVES LEFKADA CLIFFS BEACHES",
          "day": 4
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "GR::litochoro",
      "name": "Litochoro",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.1031,
        22.5042
      ],
      "lat": 40.1031,
      "lon": 22.5042,
      "visits": [
        {
          "text": "Mount Olympus 2917m Greek mythology dwelling gods Zeus national park UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Enipeas Gorge canyon trails hiking Saint-Denys monastery waterfalls forest.",
          "visit_duration_min": 75
        },
        {
          "text": "Litochoro village Olympus base traditional alleys central square hiking departure.",
          "visit_duration_min": 75
        },
        {
          "text": "Dion archaeological site Zeus Olympios sanctuary theater mosaics Roman villa.",
          "visit_duration_min": 75
        },
        {
          "text": "Dion Museum sculptures mosaics hydraulic organs Macedonian Roman collections.",
          "visit_duration_min": 75
        },
        {
          "text": "Stand in the shadow of Mount Olympus, the legendary home of the ancient Greek gods rising 2,918 meters as Greece's highest peak. This mythical mountain where Zeus and the Olympian deities held court dominates the landscape of Pieria with its snow-capped summit visible from Thessaloniki on clear days. Olympus National Park, a UNESCO Biosphere Reserve, protects pristine forests and rare alpine flora surrounding the sacred mountain.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Archaeological Site of Dion, the sacred sanctuary of the ancient Macedonians dedicated to Zeus at the foot of Mount Olympus. Philip II and Alexander the Great celebrated their military victories at this sacred site where the Greeks believed the gods descended to earth. Remarkably preserved temples, theaters, and Roman baths reveal the religious importance of this pilgrimage destination.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through the enchanting village of Palaios Panteleimonas, a hidden gem perched 700 meters on the slopes of Mount Olympus. This 18th-century settlement of traditional stone houses draped in flowers offers spectacular views across the Aegean to the snowy peaks above. Time seems suspended in the cobbled lanes where local tavernas serve traditional cuisine on terraces overlooking the sea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mount Olympus hike trails refuges Prionia waterfall divine nature exceptional panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Enipeas gorge exploration wooden bridges torrents monastery wild atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Dion visit sacred city Philip Alexander sanctuaries Roman baths excavations.",
          "visit_duration_min": 60
        },
        {
          "text": "Gemista tasting stuffed vegetables rice herbs tomato oven vegetarian summer.",
          "visit_duration_min": 60
        },
        {
          "text": "Loukaniko sausage macedonian orange pork herbs grilled tradition mountain.",
          "visit_duration_min": 60
        },
        {
          "text": "Retsina gray white rosé resinated accompaniment grilled meats sausages tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Cool off in the crystal-clear pools of Orlias Waterfalls, a paradise of 25 cascading waterfalls hidden in a forested canyon near Dion. Natural swimming pools formed beneath each waterfall offer refreshing respite during warm months, surrounded by lush vegetation. The easy hiking trail through this verdant canyon reveals waterfall after waterfall in an increasingly magical setting.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the Byzantine Castle of Platamonas, a crusader fortress dramatically positioned on a hill overlooking the Aegean Sea. Built between 1204 and 1222 to guard the entrance to the Temple Valley, this impressive stronghold features distinctively medieval European architecture rare in Greece. The imposing donjon and well-preserved walls command sweeping views over the coastline and toward Mount Olympus.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedoine-1",
          "itin_title": "GREEK MACEDONIA: THESSALONIKI, VERGINA AND MOUNT OLYMPUS",
          "day": 2
        },
        {
          "itin_id": "GR::gr::northern-greece-discovery-thessaloniki-ancient-macedonia-and-meteora",
          "itin_title": "Northern Greece Discovery: Thessaloniki, Ancient Macedonia and Meteora",
          "day": 6
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "GR::marathias",
      "name": "Marathias",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.3581,
        21.7083
      ],
      "lat": 38.3581,
      "lon": 21.7083,
      "visits": [
        {
          "text": "Exploration of the Etolikou lagoon, paradise for migratory birds and nature lovers.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through the coastal village of Marathias, a typical fishing port offering a beautiful view of the Peloponnese.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll at the port and observation of the sunset over the Peloponnese mountains.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::epire-centrale-peloponnese",
          "itin_title": "FROM EPIRUS TO ATHENS: BEACHES, ORACLES AND MOUNTAINS OF THE PELOPONNESE",
          "day": 3
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "GR::matala",
      "name": "Matala",
      "cc": "GR",
      "language": "en",
      "coords": [
        34.9959,
        24.7495
      ],
      "lat": 34.9959,
      "lon": 24.7495,
      "visits": [
        {
          "text": "Matala beach and its famous caves carved into the cliff, former hippie hideout from the 1960s",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through Matala village, colorful streets and bohemian atmosphere",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Snorkeling around Matala rocks to observe marine life",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete::sud-ouest-aventure",
          "itin_title": "ADVENTURE BETWEEN BEACHES AND GORGES OF SOUTHWEST CRETE",
          "day": 1
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "GR::milos-adamas",
      "name": "Milos Adamas",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.7236,
        24.4493
      ],
      "lat": 36.7236,
      "lon": 24.4493,
      "visits": [
        {
          "text": "Milos — Kleftiko: white cliffs and marine caves (exploration by dinghy)",
          "visit_duration_min": 75
        },
        {
          "text": "Adamas — port and promenade",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Snorkeling at Kleftiko (open sea, day anchorage)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 12
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "GR::monemvasia",
      "name": "Monemvasia",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.6878,
        23.0539
      ],
      "lat": 36.6878,
      "lon": 23.0539,
      "visits": [
        {
          "text": "Monemvasia medieval city Greek Gibraltar rock Byzantine Venetian Ottoman fortress.",
          "visit_duration_min": 75
        },
        {
          "text": "Lower town paved streets Byzantine churches stone houses arcades vaults.",
          "visit_duration_min": 75
        },
        {
          "text": "Agia Sofia 12th century Byzantine church 300m cliff exceptional sea panorama view.",
          "visit_duration_min": 75
        },
        {
          "text": "Castle fortress summit ruins palace despots cistern byzantine mosque.",
          "visit_duration_min": 75
        },
        {
          "text": "Church Christ in Chains Elkomenos 13th century catholicon icons frescoes bell tower.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration medieval alleys stone vaults shops workshops art galleries atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Climb to castle stairs panorama island Elafonisos sea Myrto Crete horizon.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming beaches Monemvasia Pori fine sand crystalline transparent waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting patatato meat potatoes wine tomato stewed oven Laconia.",
          "visit_duration_min": 60
        },
        {
          "text": "Amygdalota almond biscuits powdered sugar tradition monastery dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Malvasia sweet wine historic grape variety Monemvasia exported Europe medieval renaissance.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese-2",
          "itin_title": "SECRET LACONIA: SPARTA, MYSTRAS AND MONEMVASIA",
          "day": 5
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "GR::mykonos",
      "name": "Mykonos",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.4467,
        25.3289
      ],
      "lat": 37.4467,
      "lon": 25.3289,
      "visits": [
        {
          "text": "Ferry crossing Piraeus → Mykonos (approx. 4 h)",
          "visit_duration_min": 75
        },
        {
          "text": "Mykonos Chora: windmills and white alleys",
          "visit_duration_min": 75
        },
        {
          "text": "Mykonos beaches: Psarou and Paradise Beach",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of Mykonos Town (Chora) and its labyrinthine streets with white houses.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the famous windmills of Kato Mili and the Little Venice district.",
          "visit_duration_min": 75
        },
        {
          "text": "Day of relaxation on the beaches of Psarou, Paraga and Paradise Beach.",
          "visit_duration_min": 75
        },
        {
          "text": "Free morning for shopping in local boutiques and stroll through flower-filled streets.",
          "visit_duration_min": 75
        },
        {
          "text": "Chora Mykonos labyrinthine alleys white houses flowered balconies Cycladic architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Windmills Kato Mili island symbol 16th century panoramic view port.",
          "visit_duration_min": 75
        },
        {
          "text": "Little Venice romantic quarter houses water's edge colorful balconies sunset.",
          "visit_duration_min": 75
        },
        {
          "text": "Panagia Paraportiani church 15th century whiteness asymmetrical unique emblematic architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological museum Mykonos Cycladic ceramics amphorae Delos collection.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and relaxation at Paraga Beach",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset stroll in Little Venice",
          "visit_duration_min": 60
        },
        {
          "text": "Coastal boat trip around the coves of Mykonos",
          "visit_duration_min": 60
        },
        {
          "text": "Evening in the waterfront bars of Chora",
          "visit_duration_min": 60
        },
        {
          "text": "Evening stroll through Mykonos port and discovery of lively bars and terraces.",
          "visit_duration_min": 60
        },
        {
          "text": "Festive atmosphere and swimming at Tropicana Beach Club on Paradise Beach.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset observation at 180 Sunset Bar, one of the most beautiful panoramas on the island.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Chora white alleys luxury shops jewelry art galleries cosmopolitan.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming Paradise Super Paradise beaches party music international atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk port Alefkandra Little Venice taverns seafood romanticism.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting kopanisti spicy cheese Mykonos fermented soft paste PDO tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Louza Mykonos pork charcuterie spices drying Cycladic tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Monemvasia white Laconia malmsey fresh fruity accompaniment seafood fish.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::athenes-cyclades-classique",
          "itin_title": "FROM THE ACROPOLIS OF ATHENS TO THE BEACHES OF THE CYCLADES",
          "day": 2
        },
        {
          "itin_id": "GR::athenes-cyclades-classique",
          "itin_title": "FROM THE ACROPOLIS OF ATHENS TO THE BEACHES OF THE CYCLADES",
          "day": 3
        },
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 6
        },
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 7
        },
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 8
        },
        {
          "itin_id": "GR::cyclades-2",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 6
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "GR::mystras",
      "name": "Mystras",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.0708,
        22.3714
      ],
      "lat": 37.0708,
      "lon": 22.3714,
      "visits": [
        {
          "text": "Mystras UNESCO site Byzantine city 13th-15th centuries palace despots Morea.",
          "visit_duration_min": 75
        },
        {
          "text": "Pantanassa monastery 1428 exceptional frescoes nuns active community gardens.",
          "visit_duration_min": 75
        },
        {
          "text": "Peribleptos church 1360 colorful Byzantine frescoes Last Judgment Nativity.",
          "visit_duration_min": 75
        },
        {
          "text": "Despots palace Byzantine fortress throne rooms Frankish Byzantine architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Metropolis cathedral 1291 13th century frescoes martyrs saints domes mosaics.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ascent Byzantine city paved alleys churches ruins panorama Eurotas valley Sparta.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration monasteries Byzantine frescoes religious art medieval spiritual atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking flanks of Taygetus wild nature abandoned villages hidden hermitages.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting diples ribbon pasta fried honey nuts festive dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Beef kokkinisto stew tomato onion red wine simmered tender.",
          "visit_duration_min": 60
        },
        {
          "text": "Xinomavro Naoussa red tannic structure acidity braised meats accompaniment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese-2",
          "itin_title": "SECRET LACONIA: SPARTA, MYSTRAS AND MONEMVASIA",
          "day": 2
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "GR::naousa-paros",
      "name": "Naousa Paros",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.1236,
        25.24
      ],
      "lat": 37.1236,
      "lon": 25.24,
      "visits": [
        {
          "text": "Kolymbithres — granite formations and natural pools",
          "visit_duration_min": 75
        },
        {
          "text": "Naoussa — port, alleys and maritime atmosphere",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Choice of anchorage — Naoussa Marina or Ormos Plastira (depending on conditions)",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling in the coves of Kolymbithres",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 2
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "GR::nauplie",
      "name": "Nauplie",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.5667,
        22.8
      ],
      "lat": 37.5667,
      "lon": 22.8,
      "visits": [
        {
          "text": "Palamedes fortress Venetian 1714 999 steps panoramic view Argolic gulf.",
          "visit_duration_min": 75
        },
        {
          "text": "Bourtzi castle fortified islet Venetian 1473 port protection towers bastions.",
          "visit_duration_min": 75
        },
        {
          "text": "Old town Nauplia Venetian neoclassical streets squares Ottoman fountains.",
          "visit_duration_min": 75
        },
        {
          "text": "Syntagma Constitution Square arcades cafés romantic atmosphere first capital Greece.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological museum Mycenaean collections armor ceramics bronze jewelry.",
          "visit_duration_min": 75
        },
        {
          "text": "Mycenae UNESCO site 1600-1100 BC Mycenaean civilization palace Agamemnon.",
          "visit_duration_min": 75
        },
        {
          "text": "Lion Gate 1250 BC sculpted relief emblem powerful kingdom.",
          "visit_duration_min": 75
        },
        {
          "text": "Treasury of Atreus tholos tomb 1250 BC corbelled dome 13m diameter.",
          "visit_duration_min": 75
        },
        {
          "text": "Cyclopean acropolis megalithic walls royal palace megaron frescoes.",
          "visit_duration_min": 75
        },
        {
          "text": "Mycenae Museum mask of Agamemnon gold collections treasures royal tombs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Palamidi climb stairs fortifications bastions breathtaking view city sea islands.",
          "visit_duration_min": 60
        },
        {
          "text": "Arvanitia seafront promenade beach rocks swimming crystalline waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration old town Venetian architecture shops art galleries workshops.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting youvetsi lamb orzo tomato oven Peloponnesian tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Village salad tomatoes cucumbers peppers capers olives feta oregano.",
          "visit_duration_min": 60
        },
        {
          "text": "Mantinia dry white wine Arcadia moschofilero aromatic floral light.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Mycenaean site cyclopean walls atmosphere legend Troy Greek tragedy.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit treasury of Atreus monumental architecture exceptional acoustics burial chamber.",
          "visit_duration_min": 60
        },
        {
          "text": "Route Argolid countryside olive trees vineyards traditional villages mountains.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting giouvetsi shrimp orzo tomato feta oven seafood.",
          "visit_duration_min": 60
        },
        {
          "text": "Tzatziki yogurt cucumber garlic dill mint mezze refreshing.",
          "visit_duration_min": 60
        },
        {
          "text": "Agiorgitiko red Nemea Peloponnese velvety red fruits spices structure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese-1",
          "itin_title": "THE PELOPONNESE IN MAJESTY: MYCENAE, EPIDAURUS AND OLYMPIA",
          "day": 2
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "GR::navagio",
      "name": "Navagio",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.8594,
        20.6247
      ],
      "lat": 37.8594,
      "lon": 20.6247,
      "visits": [
        {
          "text": "Navagio beach shipwreck smuggling boat 1980 white cliffs 200m turquoise waters.",
          "visit_duration_min": 75
        },
        {
          "text": "Blue caves Kianoun limestone formations natural arches blue luminosity boat.",
          "visit_duration_min": 75
        },
        {
          "text": "Cape Skinari lighthouse northern cliffs blue caves excursion departure panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Mountain villages Volimes Anafonitria monastery traditions carpet weaving crafts.",
          "visit_duration_min": 75
        },
        {
          "text": "Xigia beach sulfur springs therapeutic properties milky waters natural cliffs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boat excursion Navagio shipwreck legend paradise beach cliffs spectacular photographic.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration blue caves swimming waters magical luminosity snorkeling formations.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit mountain villages Volimes traditions weaving crafts honey local products.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting ladotyri cheese olive oil Zakynthos PDO aged hard unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Mandolato nougat almonds honey tradition confectionery Zakynthos dessert crunchy.",
          "visit_duration_min": 60
        },
        {
          "text": "Verdea white Zakynthos dry lively acidity accompaniment cheeses cold cuts tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::ioniennes-2",
          "itin_title": "AUTHENTIC GREECE: KEFALONIA CAVES UNDERGROUND LAKE ITHACA ODYSSEUS ZAKYNTHOS CARETTA",
          "day": 10
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "GR::naxos",
      "name": "Naxos",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.1056,
        25.3764
      ],
      "lat": 37.1056,
      "lon": 25.3764,
      "visits": [
        {
          "text": "Discovery of Naxos port and the Gate of Apollo (Portara), remnant of the ancient temple.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the Temple of Demeter in Sangri.",
          "visit_duration_min": 75
        },
        {
          "text": "Scooter exploration of the mountain villages of Chalki and Filoti.",
          "visit_duration_min": 75
        },
        {
          "text": "Portara gate Apollo temple 6th century BC giant marble symbol Naxos.",
          "visit_duration_min": 75
        },
        {
          "text": "Chora Naxos Venetian kastro 13th century medieval alleys archaeological museum.",
          "visit_duration_min": 75
        },
        {
          "text": "Demeter temple Sangri 530 BC Doric reconstructed Naxos marble sanctuary.",
          "visit_duration_min": 75
        },
        {
          "text": "Kouros Apollonas giant unfinished statue 10m ancient quarry 7th century.",
          "visit_duration_min": 75
        },
        {
          "text": "Mountain villages Apiranthos Chalki marble architecture Venetian towers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming at Agios Prokopios Beach, a golden beach renowned for its turquoise waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Panoramic lunch at Rotonda restaurant, perched on the road to Mount Zas.",
          "visit_duration_min": 60
        },
        {
          "text": "Discovery of the isolated beach of Aliko Beach for a final swim.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Chora Venetian kastro white alleys craft shops tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit giant kouroi ancient quarries marble sculpture technique Naxos.",
          "visit_duration_min": 60
        },
        {
          "text": "Mountain villages route Apiranthos marble emery museums preserved traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting arseniko Naxian cheese graviera strong PDO honey accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Naxos potatoes small flavorful PDO roasted olive oil lemon.",
          "visit_duration_min": 60
        },
        {
          "text": "Naxos lemon kitron liqueur distilled leaves unique aperitif digestive tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 9
        },
        {
          "itin_id": "GR::cyclades-athenes-santorini-mykonos-naxos",
          "itin_title": "MYTHS, BLUE DOMES AND BEACHES OF THE CYCLADES",
          "day": 10
        },
        {
          "itin_id": "GR::cyclades-2",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 8
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "GR::naxos-chora",
      "name": "Naxos Chora",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.106,
        25.376
      ],
      "lat": 37.106,
      "lon": 25.376,
      "visits": [
        {
          "text": "Naxos Chora — Portara (Apollo temple) and Venetian kastro",
          "visit_duration_min": 75
        },
        {
          "text": "Old town — artisan workshops and shopping streets",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sunset facing the Portara from the anchorage",
          "visit_duration_min": 60
        },
        {
          "text": "Quay walk and light provisioning",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 3
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "GR::nisyros",
      "name": "Nisyros",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.5833,
        27.1667
      ],
      "lat": 36.5833,
      "lon": 27.1667,
      "visits": [
        {
          "text": "Nisyros volcano active Stefanos crater fumaroles sulfur lunar landscape unique geology.",
          "visit_duration_min": 75
        },
        {
          "text": "Mandraki capital Nisyros colorful houses Panagia Spiliani monastery cave icon.",
          "visit_duration_min": 75
        },
        {
          "text": "Knights of St. John castle summit Mandraki fortifications view caldera sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Nikia village crater traditional houses circular square pebble mosaics.",
          "visit_duration_min": 75
        },
        {
          "text": "Emborios abandoned village Roman baths hot springs vestiges history.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descent into Stefanos volcanic crater fumaroles sulfur smell Martian landscape geology.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Mandraki alleys monastery cave panorama castle fortifications history.",
          "visit_duration_min": 60
        },
        {
          "text": "Bathing hot springs Loutra Pali natural thermal baths sea therapeutic benefits.",
          "visit_duration_min": 60
        },
        {
          "text": "Soumada tasting fresh almond drink Nisyros tradition refreshing summer.",
          "visit_duration_min": 60
        },
        {
          "text": "Pitia focaccia tomato onion olives herbs island bakery tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Fokiano white Nisyros rare volcanic mineral accompaniment mezze fish.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::dodecanese-2",
          "itin_title": "AUTHENTIC GREECE AND VILLAGES",
          "day": 10
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "GR::oia",
      "name": "Oia",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.4618,
        25.3753
      ],
      "lat": 36.4618,
      "lon": 25.3753,
      "visits": [
        {
          "text": "Oia village postcard white houses cobbled streets blue domes architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Byzantine castle Oia Venetian ruins observation point legendary sunset.",
          "visit_duration_min": 75
        },
        {
          "text": "Maritime museum Oia naval history captains shipowners collections models.",
          "visit_duration_min": 75
        },
        {
          "text": "Churches Oia Panagia Platsani iconic bell towers blue white photography.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammoudi port below Oia fish tavernas swimming rocks crystalline water.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sunset Oia world-famous spectacle caldera golden light crowd.",
          "visit_duration_min": 60
        },
        {
          "text": "Descent Ammoudi 300 steps port tavernas fresh octopus swimming rocks.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration artist workshops art galleries paintings sculptures Cycladic inspiration.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting caper salad Santorini capers leaves cucumber tomato unique PDO.",
          "visit_duration_min": 60
        },
        {
          "text": "Grilled octopus red wine tender fava beans Santorini pairing.",
          "visit_duration_min": 60
        },
        {
          "text": "Vinsanto sweet wine Santorini assyrtiko grapes sun-dried amber dessert wine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades-1",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 2
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "GR::olympie",
      "name": "Olympie",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.6386,
        21.63
      ],
      "lat": 37.6386,
      "lon": 21.63,
      "visits": [
        {
          "text": "Discovery of downtown Kalamata and its covered market",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to Olympia through Messenia and the Kalo Nero region",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the archaeological museum of Olympia and objects from the excavations",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the ancient site of Olympia: stadium and sanctuary of Zeus",
          "visit_duration_min": 75
        },
        {
          "text": "Olympia UNESCO site Zeus sanctuary ancient Olympic Games 776 BC millennial tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple of Zeus 5th century BC Doric chryselephantine statue Phidias wonder of the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Olympic stadium 192m track marble starting line vaulted tunnels athletes.",
          "visit_duration_min": 75
        },
        {
          "text": "Phidias workshop 5th century BC sculpture Zeus statue discovered tools.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological museum Hermes Praxiteles Nike Paionios temple pediments exceptional collections.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the modern village of Olympia",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Olympic site nature pines plane trees Alpheus river sacred atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Museum visit masterpieces sculptures Nike victory movement drapery.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk modern Olympia village souvenir shops local products taverns.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting stifado rabbit pearl onions wine tomato cinnamon stewed tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Loukoumades honey walnut cinnamon fritters crispy dessert syrup.",
          "visit_duration_min": 60
        },
        {
          "text": "Mavrodaphne Patras sweet red dessert wine sun-dried grapes liqueur-like.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese::grece-classique",
          "itin_title": "CLASSICAL GREECE: FROM ATHENS TO OLYMPIA",
          "day": 5
        },
        {
          "itin_id": "GR::peloponnese-1",
          "itin_title": "THE PELOPONNESE IN MAJESTY: MYCENAE, EPIDAURUS AND OLYMPIA",
          "day": 4
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "GR::ouranoupoli",
      "name": "Ouranoupoli",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.3246,
        23.9763
      ],
      "lat": 40.3246,
      "lon": 23.9763,
      "visits": [
        {
          "text": "Route to the third peninsula, that of Mount Athos, autonomous Orthodox monastic territory.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of Ouranoupoli, gateway to Mount Athos, with its port and 14th-century Byzantine tower.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Coastal cruise to observe the monasteries of Mount Athos (view from the sea, without landing).",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedonia-thrace::northern-greece-roadtrip",
          "itin_title": "THE SECRET PEARLS OF NORTHERN GREECE",
          "day": 5
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "GR::parikia-paros",
      "name": "Parikia Paros",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.0853,
        25.1505
      ],
      "lat": 37.0853,
      "lon": 25.1505,
      "visits": [
        {
          "text": "Parikia — old port, whitewashed alleys and windmills above the waterfront",
          "visit_duration_min": 75
        },
        {
          "text": "Panagia Ekatontapiliani Church and waterfront promenade",
          "visit_duration_min": 75
        },
        {
          "text": "Coastal return via the west of Paros — end-of-cruise panoramas",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and beach — Livadia Beach (west of the port)",
          "visit_duration_min": 60
        },
        {
          "text": "Sheltered anchorage — Krios Beach depending on weather",
          "visit_duration_min": 60
        },
        {
          "text": "Last quick swim depending on time slot and weather",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 1
        },
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 19
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "GR::paros",
      "name": "Paros",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.085,
        25.15
      ],
      "lat": 37.085,
      "lon": 25.15,
      "visits": [
        {
          "text": "Ferry Mykonos → Paros (approx. 1 h)",
          "visit_duration_min": 75
        },
        {
          "text": "Parikia: walk at the port and Panagia Ekatontapiliani",
          "visit_duration_min": 75
        },
        {
          "text": "Paros by quad: exploring secondary roads",
          "visit_duration_min": 75
        },
        {
          "text": "Crossing Paros (Pounta) → Antiparos (approx. 10 min) with vehicle",
          "visit_duration_min": 75
        },
        {
          "text": "Parikia capital Paros Panagia Ekatontapiliani 326 Byzantine basilica 100 doors.",
          "visit_duration_min": 75
        },
        {
          "text": "Venetian kastro medieval alleys columns temple Athena ancient marble reuse.",
          "visit_duration_min": 75
        },
        {
          "text": "Naoussa picturesque port taverns fish white alleys nightlife.",
          "visit_duration_min": 75
        },
        {
          "text": "Petaloudes butterfly valley natural reserve butterflies summer pine plane tree forest.",
          "visit_duration_min": 75
        },
        {
          "text": "Lefkes mountain village marble Byzantine alleys churches sea panorama.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Beach tour by van: Kolymbithres and Golden Beach",
          "visit_duration_min": 60
        },
        {
          "text": "Antiparos: secluded beaches and coastal viewpoints",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Ekatontapiliani Byzantine basilica early Christian architecture icons baptistery.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Naoussa fishing port charm seafood taverns cosmopolitan atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming Kolymbithres beaches granite rocks sculpted by wind fine sand coves.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting revythada chickpea soup tradition slow oven Parian vegetarian.",
          "visit_duration_min": 60
        },
        {
          "text": "Gouna mackerel sun-dried Paros fish preservation fishermen tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Monemvasia Paros white malmsey fresh mineral seafood fish accompaniment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::athenes-cyclades-classique",
          "itin_title": "FROM THE ACROPOLIS OF ATHENS TO THE BEACHES OF THE CYCLADES",
          "day": 4
        },
        {
          "itin_id": "GR::athenes-cyclades-classique",
          "itin_title": "FROM THE ACROPOLIS OF ATHENS TO THE BEACHES OF THE CYCLADES",
          "day": 5
        },
        {
          "itin_id": "GR::cyclades-2",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 9
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "GR::patmos",
      "name": "Patmos",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.3089,
        26.5478
      ],
      "lat": 37.3089,
      "lon": 26.5478,
      "visits": [
        {
          "text": "Monastery of Saint John the Theologian Patmos UNESCO 1088 Byzantine fortress library manuscripts.",
          "visit_duration_min": 75
        },
        {
          "text": "Cave of the Apocalypse UNESCO Saint John revelation 95 AD chapel rock fissure.",
          "visit_duration_min": 75
        },
        {
          "text": "Chora Patmos medieval village captains' houses labyrinthine alleys white architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Skala port Patmos lively taverns shops beaches departure excursions islands.",
          "visit_duration_min": 75
        },
        {
          "text": "Panagia Koumana Church Byzantine miraculous icons pilgrimage religious architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit monastery library treasures icons manuscripts fortress architecture spirituality.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Apocalypse cave sacred place revelation mystical atmosphere pilgrimage emotion.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk Chora white alleys captains' houses mansions shops crafts.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting pouggia almond cinnamon cake tradition Patmos monastery festive dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Revithia fournou chickpeas oven olive oil herbs vegetarian tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Fokiano Patmos white rare mineral accompaniment fish mezze local cheeses.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::dodecanese-2",
          "itin_title": "AUTHENTIC GREECE AND VILLAGES",
          "day": 6
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "GR::patras",
      "name": "Patras",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.2466,
        21.7346
      ],
      "lat": 38.2466,
      "lon": 21.7346,
      "visits": [
        {
          "text": "Exploration of the Kastria cave, composed of thirteen underground lakes and spectacular geological formations.",
          "visit_duration_min": 75
        },
        {
          "text": "Route to Patras, major port of the Peloponnese, crossing the mountains of Achaea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boarding at Patras for the ferry to Bari in Italy with 'camping on board' option.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::epire-centrale-peloponnese",
          "itin_title": "FROM EPIRUS TO ATHENS: BEACHES, ORACLES AND MOUNTAINS OF THE PELOPONNESE",
          "day": 7
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "GR::paxos",
      "name": "Paxos",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.2167,
        20.1667
      ],
      "lat": 39.2167,
      "lon": 20.1667,
      "visits": [
        {
          "text": "Gaios capital Paxos picturesque port Agios Nikolaos islet Venetian fortress.",
          "visit_duration_min": 75
        },
        {
          "text": "Blue caves Paxos limestone formations turquoise waters magical luminosity boat.",
          "visit_duration_min": 75
        },
        {
          "text": "Lakka horseshoe bay fishing village taverns sailboats peaceful anchorage.",
          "visit_duration_min": 75
        },
        {
          "text": "Loggos picturesque village tiny port fish taverns authenticity charm.",
          "visit_duration_min": 75
        },
        {
          "text": "Byzantine churches Agioi Apostoloi Ipapanti frescoes icons religious architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boat tour blue caves swimming crystalline waters luminosity exceptional colors.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration villages Gaios Lakka Loggos authenticity fish taverns preserved charm.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking trails olive groves coast isolated coves preserved nature tranquility.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting bourtheto Paxos scorpion fish spicy tomato sauce unique tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Amygdalota Paxos almond cookies powdered sugar monastery tradition dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Ionian tsipouro anise-flavored mezze accompaniment fish octopus feta tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::ioniennes-1",
          "itin_title": "AUTHENTIC GREECE: VENETIAN CORFU UNESCO PAXOS TURQUOISE COVES LEFKADA CLIFFS BEACHES",
          "day": 3
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "GR::philippes",
      "name": "Philippes",
      "cc": "GR",
      "language": "en",
      "coords": [
        41.0131,
        24.2872
      ],
      "lat": 41.0131,
      "lon": 24.2872,
      "visits": [
        {
          "text": "Philippi UNESCO site ancient city Philip II 356 BC battle 42 BC.",
          "visit_duration_min": 75
        },
        {
          "text": "Early Christian basilicas 4th-6th centuries mosaics columns Saint Paul preaching.",
          "visit_duration_min": 75
        },
        {
          "text": "Hellenistic theater 4th century BC tiers stage view Drama plain.",
          "visit_duration_min": 75
        },
        {
          "text": "Roman forum agora porticoes shops latrines Via Egnatia paving.",
          "visit_duration_min": 75
        },
        {
          "text": "Philippes Museum sculptures inscriptions jewelry ceramics Macedonian Roman collections.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration of extensive archaeological site Greek Roman Byzantine remains stratified history.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit basilicas paleochristian mosaics early Christianity Europe architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Route through Drama plain vineyards modern wine production Greek grape varieties tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting kavourmas pork meat preserved in fat Macedonian mountain winter tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Yaourti lamb yogurt garlic dill Thracian tradition creamy stew.",
          "visit_duration_min": 60
        },
        {
          "text": "Assyrtiko Drama white mineral dry acidity freshness high-altitude vineyards.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedoine-2",
          "itin_title": "THRACE AND THE AEGEAN COAST: KAVALA, THASOS AND PHILIPPI",
          "day": 2
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "GR::possidi",
      "name": "Possidi",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.9539,
        23.3681
      ],
      "lat": 39.9539,
      "lon": 23.3681,
      "visits": [
        {
          "text": "Departure for the Kassandra peninsula, first of the three peninsulas of Halkidiki.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of Cape Possidi and its iconic lighthouse at the edge of turquoise waters.",
          "visit_duration_min": 75
        },
        {
          "text": "Passage through Nea Fokea to admire the 14th-century Byzantine tower overlooking the sea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk along the wild beaches of Kassandra, swimming and observation of prickly pear cacti.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedonia-thrace::northern-greece-roadtrip",
          "itin_title": "THE SECRET PEARLS OF NORTHERN GREECE",
          "day": 3
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "GR::preveza",
      "name": "Preveza",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.9567,
        20.7505
      ],
      "lat": 38.9567,
      "lon": 20.7505,
      "visits": [
        {
          "text": "Visit to the ancient site of Nekromantio at Mesopotamos, nicknamed the gate of Hell, for its rituals of communication with the dead.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the ancient city of Nikopoli, founded by Octavian after his victory at Actium, with its basilicas, theater and archaeological museum.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Crossing the underwater tunnel of Preveza linking Epirus to central Greece.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::epire-centrale-peloponnese",
          "itin_title": "FROM EPIRUS TO ATHENS: BEACHES, ORACLES AND MOUNTAINS OF THE PELOPONNESE",
          "day": 2
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "GR::pyrgos",
      "name": "Pyrgos",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.3903,
        25.4475
      ],
      "lat": 36.3903,
      "lon": 25.4475,
      "visits": [
        {
          "text": "Pyrgos traditional village summit Santorini Venetian kastelli quiet authentic alleys.",
          "visit_duration_min": 75
        },
        {
          "text": "Profitis Ilias monastery 1711 highest point 567m panorama entire island.",
          "visit_duration_min": 75
        },
        {
          "text": "Theotokaki church Byzantine icons blue bell tower quiet traditional village.",
          "visit_duration_min": 75
        },
        {
          "text": "Santorini vineyards Santo Wines Venetsanos cellars tasting unique caldera view.",
          "visit_duration_min": 75
        },
        {
          "text": "Mountain villages Megalochori cave dwellings preserved Cycladic architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ascent Profitis Ilias monastery 360 degree panorama caldera sea islands mountains.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit wine estates low vines kouloura wind protection unique technique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Pyrgos quiet alleys away from crowds preserved Cycladic authenticity.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting domatokeftedes Santorini tomatoes fried capers onion herbs specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Sfougato omelet zucchini cheese herbs traditional Cycladic breakfast.",
          "visit_duration_min": 60
        },
        {
          "text": "White red Santorini wine indigenous grape varieties aidani athiri mandilaria blend.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades-1",
          "itin_title": "POSTCARD CYCLADES: SANTORINI, MYKONOS AND WHITE VILLAGES",
          "day": 4
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "GR::rethymnon",
      "name": "Rethymnon",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.3667,
        24.4833
      ],
      "lat": 35.3667,
      "lon": 24.4833,
      "visits": [
        {
          "text": "Saint Nicholas Chapel of Georgioupolis, accessible by a stone path in the sea",
          "visit_duration_min": 75
        },
        {
          "text": "Walk at Lake Kournas, Crete's only freshwater lake, surrounded by green hills",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the Venetian port and old town of Rethymnon",
          "visit_duration_min": 75
        },
        {
          "text": "Fortress Fortezza Venetian 1590 hill sea view old town military architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Old town Rethymno alleys Venetian Ottoman Rimondi fountain minarets mosques.",
          "visit_duration_min": 75
        },
        {
          "text": "Venetian port Rethymno lighthouse taverns fish romantic atmosphere entertainment.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological museum Rethymno Minoan Roman Byzantine collections ceramics.",
          "visit_duration_min": 75
        },
        {
          "text": "Arkadi monastery 1587 Ottoman resistance 1866 sacrifice heroes Cretan symbol.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey Agios Nikolaos – Rethymnon",
          "visit_duration_min": 75
        },
        {
          "text": "Old town of Rethymnon – Venetian alleys and Neratze mosque",
          "visit_duration_min": 75
        },
        {
          "text": "Venetian fortress of Rethymnon – exploration of bastions and panoramic view",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pedal boat rental at Lake Kournas to observe turtles and relax on the water",
          "visit_duration_min": 60
        },
        {
          "text": "Fish pedicure in Rethymnon for an unusual local experience",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration old town Venetian Ottoman architecture cultural blend craft shops.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Fortezza fortifications bastions panorama sea town Venetian history.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion Arkadi monastery history resistance Cretan renaissance architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting gamopilafo rice lamb butter tradition weddings Cretan festivals.",
          "visit_duration_min": 60
        },
        {
          "text": "Mizithra fresh cheese goat sheep honey nuts dessert pastoral tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Kotsifali Cretan red wine sweet fruity spices accompaniment roasted meats.",
          "visit_duration_min": 60
        },
        {
          "text": "Settlement and seaside walk",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll in the harbor and discovery of colorful facades",
          "visit_duration_min": 60
        },
        {
          "text": "Walk along the ramparts and visit of Ottoman ruins",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete::sud-ouest-aventure",
          "itin_title": "ADVENTURE BETWEEN BEACHES AND GORGES OF SOUTHWEST CRETE",
          "day": 2
        },
        {
          "itin_id": "GR::crete-1",
          "itin_title": "ETERNAL CRETE: MINOAN PALACES, GORGES AND TURQUOISE BEACHES",
          "day": 3
        },
        {
          "itin_id": "GR::crete::exploration-crete",
          "itin_title": "MYTHICAL TREASURES AND PARADISE BEACHES OF CRETE",
          "day": 2
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "GR::rhodes",
      "name": "Rhodes",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.4341,
        28.2176
      ],
      "lat": 36.4341,
      "lon": 28.2176,
      "visits": [
        {
          "text": "Old town Rhodes UNESCO medieval Knights of Saint John 1309-1522 ramparts fortifications.",
          "visit_duration_min": 75
        },
        {
          "text": "Palace of the Grand Masters gothic castle mosaics collections museum imposing architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Street of the Knights paved gothic inns tongues nations hospitaller order.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum of Rhodes Knights' hospital Hellenistic collections crouching Aphrodite.",
          "visit_duration_min": 75
        },
        {
          "text": "Suleiman the Magnificent Mosque 1522 Ottoman pink minaret architecture Turkish occupation.",
          "visit_duration_min": 75
        },
        {
          "text": "Acropolis Lindos 300m cliff temple Athena 4th century BC panoramic sea view.",
          "visit_duration_min": 75
        },
        {
          "text": "Village Lindos white houses captains labyrinthine alleys church Panagia.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint-Paul bay turquoise beach fine sand white chapel film shootings.",
          "visit_duration_min": 75
        },
        {
          "text": "Kamiros ancient city preserved ruins agora temple Athena fountains Dorian.",
          "visit_duration_min": 75
        },
        {
          "text": "Valley butterflies Petaloudes nature reserve butterflies summer waterfall plane trees.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration medieval old town ramparts paved alleys craft shops atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Palace of the Grand Masters gothic architecture collections history knights order.",
          "visit_duration_min": 60
        },
        {
          "text": "Mandraki harbor walk bronze deer lighthouse Fort Saint Nicholas yachts.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting pitaroudia chickpea fritters onion dill frying tradition Rhodes.",
          "visit_duration_min": 60
        },
        {
          "text": "Melekouni sesame honey spice almond bars tradition Rhodes energetic.",
          "visit_duration_min": 60
        },
        {
          "text": "Athiri Rhodes white dry light citrus accompaniment mezze fresh fish.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascent Lindos donkeys stairs acropolis temple columns exceptional panorama bays coves.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming Lindos bay crystalline waters organized beach water sports taverns.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Kamiros Greek Pompeii extensive ruins hydraulic system architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting souma fig distillate Rhodes tradition sweet alcohol unique island.",
          "visit_duration_min": 60
        },
        {
          "text": "Takakia mezze fried octopus tender accompaniment ouzo lemon tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Mandilaria Rhodes red fruity light spices accompaniment grilled meats moussaka.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::dodecanese-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 1
        },
        {
          "itin_id": "GR::dodecanese-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 2
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "GR::riza-beach",
      "name": "Riza Beach",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.1216,
        20.6888
      ],
      "lat": 39.1216,
      "lon": 20.6888,
      "visits": [
        {
          "text": "Arrival in Epirus and coastal route to Riza beach, south of Igoumenitsa. Discovery of the Ionian coastline and settling by the sea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and relaxation on Riza beach, ideal for a first contact with Greece.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::epire-centrale-peloponnese",
          "itin_title": "FROM EPIRUS TO ATHENS: BEACHES, ORACLES AND MOUNTAINS OF THE PELOPONNESE",
          "day": 1
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "GR::sami",
      "name": "Sami",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.25,
        20.65
      ],
      "lat": 38.25,
      "lon": 20.65,
      "visits": [
        {
          "text": "Melissani Cave underground lake blue light unique phenomenon boat visit magical.",
          "visit_duration_min": 75
        },
        {
          "text": "Drogarati Cave stalactites stalagmites concert hall exceptional acoustics lighting.",
          "visit_duration_min": 75
        },
        {
          "text": "Sami main port ferry Ithaca Patras beach entertainment exploration base.",
          "visit_duration_min": 75
        },
        {
          "text": "Antisamos pebble beach turquoise waters pine forest Captain Corelli's Mandolin film.",
          "visit_duration_min": 75
        },
        {
          "text": "Karavomylos village springs resurgence Katavothres water mills Melissani lake.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Melissani cave boat underground lake zenith light magical blue unforgettable.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Drogarati cave limestone formations acoustic hall concerts stalactites.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming Antisamos beach film setting crystal waters preserved nature snorkeling.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting riganada rusks tomato feta oregano olive oil Cephalonia tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Mpakaliaro skordalia fried cod garlic potato puree Friday tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Robola white PDO Kefalonia mineral tension accompaniment mezze fish.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::ioniennes-2",
          "itin_title": "AUTHENTIC GREECE: KEFALONIA CAVES UNDERGROUND LAKE ITHACA ODYSSEUS ZAKYNTHOS CARETTA",
          "day": 7
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "GR::santorin",
      "name": "Santorin",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.3932,
        25.4615
      ],
      "lat": 36.3932,
      "lon": 25.4615,
      "visits": [
        {
          "text": "Ferry Paros → Santorini (approx. 3 h)",
          "visit_duration_min": 75
        },
        {
          "text": "Fira: white alleys and caldera viewpoints",
          "visit_duration_min": 75
        },
        {
          "text": "Hike Fira → Oia on the ridge trail",
          "visit_duration_min": 75
        },
        {
          "text": "Catamaran cruise: hot springs, Nea Kameni, red beach of Akrotiri",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sunset walk in Oia (panoramic stroll)",
          "visit_duration_min": 60
        },
        {
          "text": "Panoramic break on the caldera and return to Fira",
          "visit_duration_min": 60
        },
        {
          "text": "Evening in the lively bars of Fira",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::athenes-cyclades-classique",
          "itin_title": "FROM THE ACROPOLIS OF ATHENS TO THE BEACHES OF THE CYCLADES",
          "day": 6
        },
        {
          "itin_id": "GR::athenes-cyclades-classique",
          "itin_title": "FROM THE ACROPOLIS OF ATHENS TO THE BEACHES OF THE CYCLADES",
          "day": 7
        },
        {
          "itin_id": "GR::athenes-cyclades-classique",
          "itin_title": "FROM THE ACROPOLIS OF ATHENS TO THE BEACHES OF THE CYCLADES",
          "day": 8
        }
      ],
      "rating": 8
    },
    {
      "place_id": "GR::santorini-black-beach",
      "name": "Santorini Black Beach",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.352,
        25.481
      ],
      "lat": 36.352,
      "lon": 25.481,
      "visits": [
        {
          "text": "Santorini — caldera and perched villages (views from the sea)",
          "visit_duration_min": 75
        },
        {
          "text": "Black Beach (Perissa/Perivolos) — volcanic sand",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological site of Akrotiri — Minoan city",
          "visit_duration_min": 75
        },
        {
          "text": "Red Beach — red cliffs and pebbles",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming on volcanic beach",
          "visit_duration_min": 60
        },
        {
          "text": "Wine tasting (island estates, land access from anchorage)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 9
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "GR::schinoussa-tsigouri",
      "name": "Schinoussa Tsigouri",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.8546,
        25.5141
      ],
      "lat": 36.8546,
      "lon": 25.5141,
      "visits": [
        {
          "text": "Schinoussa — Chora and viewpoints over the Small Cyclades",
          "visit_duration_min": 75
        },
        {
          "text": "Tsigouri beach — turquoise waters",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and relaxation at Tsigouri",
          "visit_duration_min": 60
        },
        {
          "text": "Short hike to the village",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 5
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "GR::serifos-megalo-livadi",
      "name": "Serifos Megalo Livadi",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.1413,
        24.4416
      ],
      "lat": 37.1413,
      "lon": 24.4416,
      "visits": [
        {
          "text": "Serifos — Megalo Livadi and steep cliffs",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sunset from the anchorage or the hills",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 16
        }
      ],
      "rating": 3
    },
    {
      "place_id": "GR::sifnos-platys-gialos",
      "name": "Sifnos Platys Gialos",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.9346,
        24.7366
      ],
      "lat": 36.9346,
      "lon": 24.7366,
      "visits": [
        {
          "text": "Sifnos — Platys Gialos and large sandy beach",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of pottery crafts (subject to access)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming and paddleboarding at Platys Gialos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 14
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "GR::sifnos-vathy",
      "name": "Sifnos Vathy",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.9403,
        24.7066
      ],
      "lat": 36.9403,
      "lon": 24.7066,
      "visits": [
        {
          "text": "Ormos Vathy — peaceful anchorage and sheltered cove",
          "visit_duration_min": 75
        },
        {
          "text": "Apollonia — capital of Sifnos (white alleyways)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk in the south of the island and neighboring beaches",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 15
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "GR::sikinos-alopronia",
      "name": "Sikinos Alopronia",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.696,
        24.5255
      ],
      "lat": 36.696,
      "lon": 24.5255,
      "visits": [
        {
          "text": "Sikinos — high perched village and panorama over the archipelago",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wild anchorage (few infrastructures)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::cyclades::paros-naousa-naxos-koufonissia-schinoussa-ios-amorgos-iraklia-folegandros-santorini-sikinos-sifnos-kythnos-serifos-milos-kimolos-antiparos-paros-21j",
          "itin_title": "CYCLADES SAILING — CAPES, COVES AND PERCHED VILLAGES",
          "day": 11
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "GR::sitia",
      "name": "Sitia",
      "cc": "GR",
      "language": "en",
      "coords": [
        35.2089,
        26.1047
      ],
      "lat": 35.2089,
      "lon": 26.1047,
      "visits": [
        {
          "text": "Sitia eastern Crete port authenticity Kazarma fortress panoramic view.",
          "visit_duration_min": 75
        },
        {
          "text": "Toplou Monastery 15th century Byzantine fortress Megas ei Kyrie icon masterpiece.",
          "visit_duration_min": 75
        },
        {
          "text": "Vai unique palm grove Europe Phoenix theophrasti beach fine sand exotic.",
          "visit_duration_min": 75
        },
        {
          "text": "Itanos ancient city ruins temples basilicas isolated beaches snorkeling.",
          "visit_duration_min": 75
        },
        {
          "text": "Zakros Minoan palace 1900 BC 4th importance recent excavations preservation.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey Agios Nikolaos – Sitia",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the port and old town of Sitia",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Sitia authentic eastern port animation taverns raki musical tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Toplou monastery fortified architecture museum icons engravings collection.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion Vai palm grove paradise beach swimming date palms unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting xerotigana fried dough ribbons honey tradition festive oriental dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Garides saganaki shrimp tomato feta ouzo oven seafood gulf.",
          "visit_duration_min": 60
        },
        {
          "text": "Liatiko red Cretan wine sweet fragrant dried grapes dessert accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk on Sitia beach and swimming",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::crete-2",
          "itin_title": "AUTHENTIC GREECE: AGIOS NIKOLAOS ELOUNDA SPINALONGA LEPER COLONY LASSITHI ZEUS CAVE",
          "day": 4
        },
        {
          "itin_id": "GR::crete::exploration-crete",
          "itin_title": "MYTHICAL TREASURES AND PARADISE BEACHES OF CRETE",
          "day": 5
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "GR::skiathos",
      "name": "Skiathos",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.1622,
        23.4875
      ],
      "lat": 39.1622,
      "lon": 23.4875,
      "visits": [
        {
          "text": "Skiathos town capital with lively port and Venetian arcades.",
          "visit_duration_min": 75
        },
        {
          "text": "Kastro medieval fortress from the 14th century with Byzantine churches and ruins offering sea panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Evangelistria Monastery founded in 1794 symbol of Greek independence where the first blue and white flag was created.",
          "visit_duration_min": 75
        },
        {
          "text": "Bourtzi peninsula with Venetian fortress and centennial pine housing theater concerts.",
          "visit_duration_min": 75
        },
        {
          "text": "Papadiamantis Museum in the writer's house presenting collections of Greek folklore and literature.",
          "visit_duration_min": 75
        },
        {
          "text": "Koukounaries beach golden sand surrounded by Aleppo pine forest classified with lagoon crystalline waters.",
          "visit_duration_min": 75
        },
        {
          "text": "Lalaria white pebble beach accessible only by boat with impressive cliffs and natural caves forming arches.",
          "visit_duration_min": 75
        },
        {
          "text": "Mandraki small fishing village with quiet beach and authentic tavernas offering preserved charm.",
          "visit_duration_min": 75
        },
        {
          "text": "Troulos family beach with fine sand and shallow waters ideal for children with pine parasols.",
          "visit_duration_min": 75
        },
        {
          "text": "Agia Eleni isolated beach wild nature accessible by hiking or boat surrounded by pines offering panorama.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the town with lively alleys and craft shops and traditional tavernas offering cosmopolitan nightlife.",
          "visit_duration_min": 60
        },
        {
          "text": "Boat tour discovering Koukounaries Lalaria Kastro beaches surrounded by umbrella pines with fine sand and turquoise waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of Kastro abandoned village with Byzantine churches and exceptional panorama evoking pirate history.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting astakomakaronada lobster dish with spaghetti and fresh tomato Sporades tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Amygdalota almond and powdered sugar cookies prepared in monasteries traditional dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Anise tsipouro accompanied by mezze with grilled octopus feta olives local tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming at Koukounaries considered paradisiacal beach with pine parasols and lagoon warm turquoise waters and fine golden sand.",
          "visit_duration_min": 60
        },
        {
          "text": "Boat excursion to Lalaria discovering blue caves and natural arches with swimming snorkeling on white pebbles.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of western beaches including Mandraki Aselinos Banana with naturist section offering diversity of wild coves.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting revithada traditional chickpea soup cooked in slow oven Sporades tradition comforting vegetarian dish.",
          "visit_duration_min": 60
        },
        {
          "text": "Galaktoboureko pastry semolina cream wrapped in crispy phyllo drizzled with lemon syrup hot dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Retsina resinated white wine Greek tradition perfectly accompanying mezze grilled fish.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::sporades-1",
          "itin_title": "AUTHENTIC GREECE: SKIATHOS PARADISE BEACHES SKOPELOS MAMMA MIA ALONISSOS MARINE PARK",
          "day": 1
        },
        {
          "itin_id": "GR::sporades-1",
          "itin_title": "AUTHENTIC GREECE: SKIATHOS PARADISE BEACHES SKOPELOS MAMMA MIA ALONISSOS MARINE PARK",
          "day": 2
        }
      ],
      "rating": 6
    },
    {
      "place_id": "GR::skopelos",
      "name": "Skopelos",
      "cc": "GR",
      "language": "en",
      "coords": [
        39.1228,
        23.7236
      ],
      "lat": 39.1228,
      "lon": 23.7236,
      "visits": [
        {
          "text": "Skopelos town capital built amphitheater-style with red tile roofs and 123 Byzantine churches unique architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Kastro hill with Venetian and Byzantine ruins offering panoramic view of port town and bay.",
          "visit_duration_min": 75
        },
        {
          "text": "18th-century Evangelismos Monastery with remarkable frescoes and golden iconostasis overlooking panoramic view.",
          "visit_duration_min": 75
        },
        {
          "text": "Agios Ioannis Kastri chapel perched on rock 100 meters high filming location Mamma Mia movie exceptional panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Glossa traditional mountain village Macedonian architecture with shaded square plane trees preserved authenticity.",
          "visit_duration_min": 75
        },
        {
          "text": "Panormos picturesque seaside village with protected bay and fine sand beach tavernas family summer entertainment.",
          "visit_duration_min": 75
        },
        {
          "text": "Elios Neo Klima modern village rebuilt after earthquake with fishing port beach and tourist entertainment.",
          "visit_duration_min": 75
        },
        {
          "text": "Metamorfosis Sotiros Monastery from the 16th century containing precious frescoes and ancient library overlooking sea view.",
          "visit_duration_min": 75
        },
        {
          "text": "Sendoukia mysterious tombs carved in rock associated with pirate Glaucus legend enigmatic archaeological site.",
          "visit_duration_min": 75
        },
        {
          "text": "Milia Kastani Hovolo Velanio beaches filming locations of Mamma Mia movie coves surrounded by pines turquoise waters.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Skopelos town with cobbled alleys and stairs winding between Byzantine churches and lively tavernas offering warm atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Mamma Mia filming sites including Agios Ioannis iconic chapel perched on rock accessible by steep stairs cinematic legend.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking to monasteries following kalderimi ancient paved paths crossing pine forest preserved nature with sea panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting tyropita Skopelos specialty cheese wrapped in phyllo pastry traditional unique island breakfast.",
          "visit_duration_min": 60
        },
        {
          "text": "Skopelos Plum PDO candied fruits in syrup renowned production traditional orchards artisanal preservation.",
          "visit_duration_min": 60
        },
        {
          "text": "Tsipouro Sporades brandy accompanied by mezze with grilled octopus feta olives cucumbers tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming at Kastani and Milia beaches famous Mamma Mia filming locations surrounded by pines parasols with crystal clear waters sand pebbles.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of Glossa mountain village and Elios coastal discovering architecture local traditions artisanal plums almonds production.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to monasteries and enigmatic sendoukia evoking pirates history and legend tombs archaeological mystery fascination.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting astakos lobster grilled simply lemon and olive oil Skopelos fishermen tradition sea freshness.",
          "visit_duration_min": 60
        },
        {
          "text": "Loukoumades light fried donuts drizzled with honey with nuts cinnamon syrup traditional hot crispy dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Retsina white resinated wine perfectly accompanying lobster and seafood millennial Greek tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::sporades-1",
          "itin_title": "AUTHENTIC GREECE: SKIATHOS PARADISE BEACHES SKOPELOS MAMMA MIA ALONISSOS MARINE PARK",
          "day": 3
        },
        {
          "itin_id": "GR::sporades-1",
          "itin_title": "AUTHENTIC GREECE: SKIATHOS PARADISE BEACHES SKOPELOS MAMMA MIA ALONISSOS MARINE PARK",
          "day": 4
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "GR::sounion",
      "name": "Sounion",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.65,
        24.0253
      ],
      "lat": 37.65,
      "lon": 24.0253,
      "visits": [
        {
          "text": "Temple of Poseidon Cape Sounion 444 BC Doric columns white marble view Aegean Sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological site promontory 60m height strategic defense of Athens.",
          "visit_duration_min": 75
        },
        {
          "text": "Vestiges of ancient fortifications and walls for maritime protection.",
          "visit_duration_min": 75
        },
        {
          "text": "Legendary sunset Byron engraving column 19th century romanticism.",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama of Kea and Kythnos islands infinite horizon azure sea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Coastal route Attica Riviera beaches Vouliagmeni Varkiza Mediterranean landscapes.",
          "visit_duration_min": 60
        },
        {
          "text": "Stop at Lake Vouliagmeni thermal hot waters underground cave swimming.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of Cape Sounion spectacular cliffs rocks battered by waves.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting psarosoupa Mediterranean fish soup with vegetables lemon saffron.",
          "visit_duration_min": 60
        },
        {
          "text": "Grilled octopus with vinegar oregano olive oil lemon tender.",
          "visit_duration_min": 60
        },
        {
          "text": "Retsina kourtaki white resinated wine accompaniment seafood tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::attique-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 5
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "GR::sparte",
      "name": "Sparte",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.0733,
        22.4297
      ],
      "lat": 37.0733,
      "lon": 22.4297,
      "visits": [
        {
          "text": "Route to Sparta passing through Nafplio, Nea Kios and Tripoli",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the Byzantine site of Mystras, former capital of Morea",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the monastery of Peribleptos and its frescoes",
          "visit_duration_min": 75
        },
        {
          "text": "Ascent of the fortress of Mystras and panorama over the plain of Sparta",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient Sparta ruins agora theater sanctuary of Artemis warrior city Leonidas 300.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological museum Sparta Roman mosaics sculptures votive reliefs collections.",
          "visit_duration_min": 75
        },
        {
          "text": "Modern statue of Leonidas hero of Thermopylae 480 BC symbol of courage.",
          "visit_duration_min": 75
        },
        {
          "text": "Sanctuary of Apollo Amyclae modern village vestiges monumental altar.",
          "visit_duration_min": 75
        },
        {
          "text": "Eurotas valley mythological river Sparta nature olive trees orange trees Taygetus mountains.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the medieval streets of Mystras",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Spartan site austere vestiges military history warrior legend.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of modern Sparta recent city 1834 reconstruction independence wide avenues.",
          "visit_duration_min": 60
        },
        {
          "text": "Route through Eurotas valley traditional villages olive groves citrus plantations panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of Magne sausages pork orange spices smoked Maniote tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Ladera vegetables braised in olive oil tomato typical Greek vegetarian.",
          "visit_duration_min": 60
        },
        {
          "text": "Retsina kechribari white resinated wine accompaniment mountain charcuterie cheeses.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese::grece-classique",
          "itin_title": "CLASSICAL GREECE: FROM ATHENS TO OLYMPIA",
          "day": 4
        },
        {
          "itin_id": "GR::peloponnese-2",
          "itin_title": "SECRET LACONIA: SPARTA, MYSTRAS AND MONEMVASIA",
          "day": 3
        }
      ],
      "rating": 8.9
    },
    {
      "place_id": "GR::symi",
      "name": "Symi",
      "cc": "GR",
      "language": "en",
      "coords": [
        36.6167,
        27.8333
      ],
      "lat": 36.6167,
      "lon": 27.8333,
      "visits": [
        {
          "text": "Symi Gialos port colorful neoclassical houses amphitheater 19th century architecture sponges.",
          "visit_duration_min": 75
        },
        {
          "text": "Chorio upper town Symi Kali Strata stairs 500 steps Knights castle.",
          "visit_duration_min": 75
        },
        {
          "text": "Panormitis Monastery 18th century pilgrimage archangel Michael icon baroque bell tower.",
          "visit_duration_min": 75
        },
        {
          "text": "Symi Museum captain's house maritime collections sponges costumes traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Agios Georgios Marathounda Nanou beaches isolated coves turquoise waters swimming.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boat arrival Symi spectacle neoclassical port pastel houses impressive amphitheater.",
          "visit_duration_min": 60
        },
        {
          "text": "Chorio climb stairs panorama port castles authentic quiet village alleys.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion Panormitis monastery south island pilgrimage museum icons crafts.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting fresh Symi shrimp saganaki tomato feta tradition local fishing.",
          "visit_duration_min": 60
        },
        {
          "text": "Galaktoboureko semolina cream phyllo lemon syrup traditional island dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Fokiano white Symi rare indigenous grape variety mineral fresh seafood.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::dodecanese-1",
          "itin_title": "THE TREASURES OF ATHENS: ACROPOLIS, MUSEUMS AND LIVELY NEIGHBORHOODS",
          "day": 3
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "GR::thasos",
      "name": "Thasos",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.7769,
        24.7119
      ],
      "lat": 40.7769,
      "lon": 24.7119,
      "visits": [
        {
          "text": "Thasos emerald island ancient white marble Limenas port agora theater remains.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient theater Thasos 5th century BC sea view marble tiers performances.",
          "visit_duration_min": 75
        },
        {
          "text": "Acropolis cyclopean walls Apollo Athena sanctuaries temples island panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum Thasos giant kouros 7th century BC sculptures reliefs.",
          "visit_duration_min": 75
        },
        {
          "text": "Traditional villages Panagia Theologos mountain fountains plane trees Macedonian architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Island tour paradisiacal beaches Golden Beach Makryammos turquoise waters fine sand.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration mountain villages Theologos medieval capital stone alleyways traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit ancient marble quarries exploitation blocks columns commercial history.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting melekouni sesame honey spice bars Thasian energetic tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Roasted goat mountain herbs oven pastoral tradition island.",
          "visit_duration_min": 60
        },
        {
          "text": "Thasian retsina local resinated white wine accompaniment goat cheeses grills.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedoine-2",
          "itin_title": "THRACE AND THE AEGEAN COAST: KAVALA, THASOS AND PHILIPPI",
          "day": 3
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "GR::thessalonique",
      "name": "Thessalonique",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.6401,
        22.9444
      ],
      "lat": 40.6401,
      "lon": 22.9444,
      "visits": [
        {
          "text": "White tower symbol Thessaloniki 15th century ottoman museum history panoramic view.",
          "visit_duration_min": 75
        },
        {
          "text": "Rotunda of Galerius 4th century mausoleum mosque church Byzantine mosaics dome.",
          "visit_duration_min": 75
        },
        {
          "text": "Arch of Galerius 298 sculpted reliefs Persian victories Roman tetrarch monuments.",
          "visit_duration_min": 75
        },
        {
          "text": "Roman Agora 1st century forum porticoes mosaics cryptoporticus excavations.",
          "visit_duration_min": 75
        },
        {
          "text": "Church of Agios Dimitrios basilica early Christian 5th century crypt patron saint mosaics.",
          "visit_duration_min": 75
        },
        {
          "text": "Byzantine churches UNESCO Hagia Sophia 8th century mosaics dome icons.",
          "visit_duration_min": 75
        },
        {
          "text": "Panagia Chalkeon 1028 bronze Greek cross Byzantine frescoes architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Hosios David 5th century mosaic Vision of Ezekiel rare early Christian.",
          "visit_duration_min": 75
        },
        {
          "text": "Byzantine walls ramparts 4th century Trigonion tower preserved fortifications.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum of Byzantine culture collections icons mosaics frescoes sculptures religious art.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Marvel at the iconic White Tower, Thessaloniki's most recognizable landmark rising 34 meters on the stunning waterfront promenade. This cylindrical Ottoman fortification, once known as the 'Tower of Blood' for its dark history as a prison, now houses a fascinating museum chronicling the city's rich heritage from antiquity to modern times. Climb to the top for panoramic views stretching across the Thermaic Gulf and the city skyline.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Stand in awe before the Arch of Galerius, a magnificent triumphal arch built in 303 AD to celebrate Emperor Galerius's victory over the Persians. The marble reliefs depicting battle scenes and symbols of Roman power remain remarkably preserved after 1,700 years. This monumental gateway once connected to a vast imperial palace complex along the ancient Via Egnatia.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Enter the Rotunda of Agios Georgios, a UNESCO World Heritage Site and possibly one of the oldest Christian churches in the world, built around 306 AD. Originally intended as Emperor Galerius's mausoleum, this massive domed structure features early Byzantine mosaics of exceptional beauty. The 6-meter thick walls have withstood earthquakes for seventeen centuries, preserving this architectural marvel.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Explore the Roman Forum and Agora, the ancient heart of Thessaloniki's social and political life unearthed only in the 1960s. The remarkably preserved Odeion theater, built around 200 AD, once hosted poetry recitals and musical performances for the aristocracy. Walk among the remains of Roman baths and marketplaces that reveal daily life in this thriving ancient city.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Discover the Palace of Galerius ruins, an open-air museum revealing the grandeur of imperial Roman architecture. The surviving mosaics and wall fragments hint at the opulence that once characterized this vast complex connected to the Rotunda and Arch. The recently restored Apsidal Hall provides fascinating context through exhibits and reconstructions of the palace's original splendor.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Wander through Ano Poli, Thessaloniki's enchanting Upper Town that miraculously survived the devastating 1917 fire that destroyed two-thirds of the city. This atmospheric neighborhood of winding cobblestone streets, colorful Ottoman-era houses, and traditional tavernas preserves the authentic character of old Thessaloniki. Discover UNESCO-protected Byzantine churches including the 5th-century Church of Hosios David and the 14th-century Vlatadon Monastery hidden among the labyrinthine lanes.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Climb to the Trigonion Tower, known as the 'Balcony of Thessaloniki' for its spectacular panoramic views over the entire city and Aegean Sea. This 15th-century artillery tower along the Byzantine fortifications offers the most sweeping vistas in the city, particularly magical at sunset. The well-preserved defensive walls stretching from this point encircle the historic Upper Town.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Explore the imposing Heptapyrgion fortress, the 'Fortress of Seven Towers' crowning the highest point of the city walls. This Byzantine citadel turned Ottoman fort served as Thessaloniki's main prison until 1989, its cells still bearing witness to turbulent history. The panoramic views from this strategic position reveal why it was crucial for the city's defense for centuries.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Enter the Basilica of Agios Dimitrios, the largest church in Greece dedicated to the city's patron saint who was martyred on this very spot in 306 AD. This UNESCO World Heritage Site preserves stunning early Byzantine mosaics depicting Saint Demetrius and church officials from the 7th century. Descend to the atmospheric crypt where the saint was imprisoned and executed, later becoming a pilgrimage site renowned for its miraculous myrrh.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Hagia Sophia of Thessaloniki, a 7th-century church modeled on its famous namesake in Constantinople and a UNESCO World Heritage Site. The magnificently restored Byzantine mosaics dating from the 10th to 12th centuries rank among the most breathtaking in Greece. This architectural treasure survived centuries as a mosque and multiple fires, its dome only reconstructed in 1980.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of Thessaloniki: stroll along the waterfront and the White Tower, symbol of the city.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the Agios Dimitrios church, Byzantine basilica listed as a world heritage site.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration of Roman and Byzantine ruins around the ancient forum and the Acropolis walls.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Seafront promenade Thermaikos Nikis avenue cafés terraces cosmopolitan atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of Ladadika district renovated warehouses restaurants bars lively nightlife.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to Byzantine and archaeological museums exceptional collections mosaics sculptures.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting bougatsa phyllo pastry semolina cream powdered sugar breakfast.",
          "visit_duration_min": 60
        },
        {
          "text": "Trigona panoramatos phyllo triangles cream nuts syrup Thessaloniki specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Macedonian tsipouro anise-flavored mezze accompaniment octopus feta olives tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour of Byzantine churches architecture religious art history Roman Empire of the East.",
          "visit_duration_min": 60
        },
        {
          "text": "Climb to upper town Ano Poli traditional alleys Ottoman houses gulf view.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of Jewish quarter Sephardic history synagogues monuments vanished community.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting koulouri sesame round bread street traditional snack morning markets.",
          "visit_duration_min": 60
        },
        {
          "text": "Soutzoukakia meatballs tomato sauce cumin Smyrna refugees 1922.",
          "visit_duration_min": 60
        },
        {
          "text": "Xinomavro Naoussa red Macedonian tannic acidity structure meats spices.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1: Stroll along Thessaloniki's magnificent seaside promenade stretching from the White Tower to the port, where locals gather for evening walks and coffee. Pause at The Umbrellas, George Zongolopoulos's iconic 1997 sculpture of stainless steel umbrellas suspended 13 meters high, a symbol of modern Thessaloniki. This waterfront boulevard offers perfect sunset views over the Thermaic Gulf with Mount Olympus visible on clear days.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1: Photograph the imposing bronze statue of Alexander the Great astride his legendary warhorse Bucephalus in the Garden of Alexander. This 6-meter masterpiece by sculptor Evangelos Moustakas commemorates the Macedonian king born in nearby Pella who conquered an empire spanning three continents. The dramatic pose captures the warrior spirit of history's most celebrated military commander.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Immerse yourself in Greek history at the Archaeological Museum of Thessaloniki, housing treasures spanning from prehistory to late antiquity. Marvel at the Aravissos Hoard of gold artifacts from 4500 BC, Macedonian royal jewelry, and a striking statue of Emperor Augustus. The eight permanent exhibitions illuminate the remarkable civilizations that flourished in Macedonia over millennia.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Explore the Museum of Byzantine Culture, an award-winning modern museum presenting Macedonian treasures from early Christian through post-Byzantine periods. Eleven thoughtfully curated exhibitions showcase stunning mosaics, religious artifacts, and artworks revealing how Hellenistic culture merged with Eastern Orthodox Christianity. This comprehensive collection brings vividly to life the Byzantine Empire's thousand-year impact on Thessaloniki.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Experience the vibrant atmosphere of Aristotelous Square, Thessaloniki's magnificent central plaza overlooking the waterfront. This architectural triumph, designed after the 1917 fire to rival great European squares, features elegant neoclassical arcades housing cafés and restaurants. Linger over Greek coffee as locals have done for generations in this beloved heart of the city.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Discover the colorful Ladadika district, a revitalized Ottoman-era bazaar now bursting with tavernas, bars, and nightlife. The restored former olive oil warehouses create an atmospheric maze of cobbled streets perfect for sampling Greek cuisine and experiencing traditional rebetiko music. This compact neighborhood transforms after dark into Thessaloniki's liveliest entertainment quarter.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk in the Ano Poli district to enjoy viewpoints over the city and the Aegean Sea.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxation at the end of the day on Thessaloniki's lively waterfront.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedoine-1",
          "itin_title": "GREEK MACEDONIA: THESSALONIKI, VERGINA AND MOUNT OLYMPUS",
          "day": 1
        },
        {
          "itin_id": "GR::gr::northern-greece-discovery-thessaloniki-ancient-macedonia-and-meteora",
          "itin_title": "Northern Greece Discovery: Thessaloniki, Ancient Macedonia and Meteora",
          "day": 1
        },
        {
          "itin_id": "GR::macedonia-thrace::northern-greece-roadtrip",
          "itin_title": "THE SECRET PEARLS OF NORTHERN GREECE",
          "day": 1
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "GR::tolo",
      "name": "Tolo",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.5231,
        22.8589
      ],
      "lat": 37.5231,
      "lon": 22.8589,
      "visits": [
        {
          "text": "Stop at the Corinth Canal, connecting the Gulf of Corinth to the Aegean Sea",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the ancient theatre of Epidaurus, famous for its exceptional acoustics",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the sanctuary of Asclepios and its archaeological museum",
          "visit_duration_min": 75
        },
        {
          "text": "Walk through the historic center of Nafplio",
          "visit_duration_min": 75
        },
        {
          "text": "Visit to the ancient city of Tiryns and its Cyclopean fortifications",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the archaeological site of Mycenae and the Lion Gate",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration of the old town of Nafplio and the Palamidi fortress",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Coastal route to Tolo via Ligourio and Nafplio",
          "visit_duration_min": 60
        },
        {
          "text": "Walk along the waterfront of Tolo",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese::grece-classique",
          "itin_title": "CLASSICAL GREECE: FROM ATHENS TO OLYMPIA",
          "day": 2
        },
        {
          "itin_id": "GR::peloponnese::grece-classique",
          "itin_title": "CLASSICAL GREECE: FROM ATHENS TO OLYMPIA",
          "day": 3
        }
      ],
      "rating": 8
    },
    {
      "place_id": "GR::tripoli",
      "name": "Tripoli",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.5089,
        22.3786
      ],
      "lat": 37.5089,
      "lon": 22.3786,
      "visits": [
        {
          "text": "Tegea archaeological site temple Athena Alea 4th century BC Scopas sculptures.",
          "visit_duration_min": 75
        },
        {
          "text": "Mantinea ancient ruins theater agora walls historical battles 362 BC.",
          "visit_duration_min": 75
        },
        {
          "text": "Tripoli capital Arcadia Areos square fountains Mainalon park neoclassical architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Archaeological Museum Tripoli Arcadian collections sculptures inscriptions ceramics.",
          "visit_duration_min": 75
        },
        {
          "text": "Lousios Gorges Byzantine monasteries clinging to cliffs river vertiginous canyon.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mountain route Arcadia traditional villages Dimitsana Stemnitsa artisans goldsmiths.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking Lousios gorges monasteries hermitages trails wild nature stone bridges.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Dimitsana hydroelectric museum water mills traditional technology.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting hilopites trachanas fermented pasta mountain tradition Arcadia.",
          "visit_duration_min": 60
        },
        {
          "text": "Mountain roasted pork aromatic herbs oven village tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Cretan tsikoudia raki strong eau-de-vie digestif mezze accompaniment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::peloponnese-1",
          "itin_title": "THE PELOPONNESE IN MAJESTY: MYCENAE, EPIDAURUS AND OLYMPIA",
          "day": 3
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "GR::vassiliki",
      "name": "Vassiliki",
      "cc": "GR",
      "language": "en",
      "coords": [
        38.6294,
        20.5808
      ],
      "lat": 38.6294,
      "lon": 20.5808,
      "visits": [
        {
          "text": "Porto Katsiki beach white cliffs turquoise waters access stairs exceptional panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Egremni beach immense white sand isolated cliffs earthquake 2015 access boat.",
          "visit_duration_min": 75
        },
        {
          "text": "Vassiliki bay windsurfing sailing thermal winds afternoon water sports renowned.",
          "visit_duration_min": 75
        },
        {
          "text": "Mountain villages Karya Exanthia traditions lace stone architecture authenticity.",
          "visit_duration_min": 75
        },
        {
          "text": "Agios Nikitas seaside village picturesque pedestrian streets taverns sand beach.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Swimming Porto Katsiki Egremni mythical beaches crystal waters spectacular cliffs.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurfing Vassiliki bay ideal conditions afternoon winds international school.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration mountain villages traditions crafts embroidery lace stone architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting savoro fried fish marinated vinegar raisins rosemary preservation.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasteli sesame honey bars energetic tradition Lefkada ancient dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Robola Kefalonia white mineral dry accompaniment grilled fish savoro.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::ioniennes-1",
          "itin_title": "AUTHENTIC GREECE: VENETIAN CORFU UNESCO PAXOS TURQUOISE COVES LEFKADA CLIFFS BEACHES",
          "day": 5
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "GR::vergina",
      "name": "Vergina",
      "cc": "GR",
      "language": "en",
      "coords": [
        40.4856,
        22.3194
      ],
      "lat": 40.4856,
      "lon": 22.3194,
      "visits": [
        {
          "text": "Vergina UNESCO site royal macedonian tombs 4th century BC Philip II.",
          "visit_duration_min": 75
        },
        {
          "text": "Underground museum intact tomb treasure gold oak crown armor shield larnax.",
          "visit_duration_min": 75
        },
        {
          "text": "Great tomb frescoes hunting Persephone abduction exceptional wall paintings.",
          "visit_duration_min": 75
        },
        {
          "text": "Palatitsia palace royal residence floor mosaics pebbles peristyle halls.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient theater Philip II assassination 336 BC Alexander the Great succession.",
          "visit_duration_min": 75
        },
        {
          "text": "Step into ancient history at the Archaeological Site of Pella, birthplace of Alexander the Great and capital of the Macedonian kingdom. This was where Aristotle tutored the young prince who would conquer an empire stretching from Greece to India. Remarkable floor mosaics depicting hunting scenes and mythological figures reveal the sophistication of Macedonian art at its zenith.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Pella Archaeological Museum housing extraordinary finds from the ancient capital, including exquisite mosaics, royal artifacts, and everyday objects. The collections illuminate life in the kingdom that produced history's most legendary conqueror and his father Philip II. Standing where Alexander walked before embarking on his world-changing campaigns creates an unforgettable connection to antiquity.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Archaeological site visit emotion discovery macedonian treasures ancient history.",
          "visit_duration_min": 60
        },
        {
          "text": "Underground museum exploration tomb atmosphere goldsmith collections weapons jewelry.",
          "visit_duration_min": 60
        },
        {
          "text": "Macedonian countryside route vineyards traditional villages Vermion mountains.",
          "visit_duration_min": 60
        },
        {
          "text": "Revani tasting semolina cake syrup almonds Ottoman tradition dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Arnaki fricassee lamb lettuce dill avgolemono lemon egg sauce.",
          "visit_duration_min": 60
        },
        {
          "text": "Xinomavro Goumenissa red marked tannins acidity aging potential Macedonian.",
          "visit_duration_min": 60
        },
        {
          "text": "Descend into the UNESCO World Heritage Royal Tombs of Aigai at Vergina, the ancient Macedonian capital where Philip II, father of Alexander the Great, lies buried. The underground museum preserves the magnificent intact tomb with its stunning frescoes, golden larnax containing Philip's remains, and priceless royal treasures. This extraordinary archaeological discovery ranks among the most important of the 20th century.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedoine-1",
          "itin_title": "GREEK MACEDONIA: THESSALONIKI, VERGINA AND MOUNT OLYMPUS",
          "day": 3
        },
        {
          "itin_id": "GR::gr::northern-greece-discovery-thessaloniki-ancient-macedonia-and-meteora",
          "itin_title": "Northern Greece Discovery: Thessaloniki, Ancient Macedonia and Meteora",
          "day": 4
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "GR::xanthi",
      "name": "Xanthi",
      "cc": "GR",
      "language": "en",
      "coords": [
        41.1356,
        24.8881
      ],
      "lat": 41.1356,
      "lon": 24.8881,
      "visits": [
        {
          "text": "Xanthi old town Ottoman colorful houses Balkans architecture tobacco commerce.",
          "visit_duration_min": 75
        },
        {
          "text": "Folklore Museum Xanthi traditional costumes crafts weaving Thrace culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Mandra tobacco historic warehouses cultural festival renovation industrial heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Pomak villages Rhodopes Stavroupoli Echinos Muslim minority mountains traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Lake Vistonida lagoon migratory birds pink flamingos nature observation ornithology.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk old town Xanthi cobbled streets neoclassical Ottoman houses cultural blend.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit traditional bazaar markets spices Turkish coffee local crafts oriental atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion Rhodopes mountain villages Pomak forests nature rivers stone bridges.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting soutzouk loukoum Thrace sweet specialty nuts syrup Ottoman tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Pacha festive cuisine lamb eggplant béchamel oven Thrace tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Tsipouro Thrace aniseed mezze accompaniment local spicy oriental cuisine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::macedoine-2",
          "itin_title": "THRACE AND THE AEGEAN COAST: KAVALA, THASOS AND PHILIPPI",
          "day": 4
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "GR::zakynthos",
      "name": "Zakynthos",
      "cc": "GR",
      "language": "en",
      "coords": [
        37.787,
        20.9005
      ],
      "lat": 37.787,
      "lon": 20.9005,
      "visits": [
        {
          "text": "Zakynthos capital city Venetian arcades reconstruction earthquake 1953 Solomos square.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint Dionysios church patron Zakynthos relics golden iconostasis Orthodox architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Byzantine post-Byzantine museum icons frescoes Ionian paintings collections.",
          "visit_duration_min": 75
        },
        {
          "text": "Bohali hill Venetian castle ruins panoramic view city bay port.",
          "visit_duration_min": 75
        },
        {
          "text": "Zakynthos National Marine Park protection Caretta caretta turtles nesting beaches.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Zakynthos city walk Solomos square poet national anthem modern animation.",
          "visit_duration_min": 60
        },
        {
          "text": "Byzantine museum visit icon collections religious art Ionian school painting.",
          "visit_duration_min": 60
        },
        {
          "text": "Bohali climb castle panorama sunset town bay traditional tavernas.",
          "visit_duration_min": 60
        },
        {
          "text": "Skordostoumbi tasting garlic grilled bread olive oil tradition accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Fritoura small fried fish lemon tradition Zakynthos fishermen mezze.",
          "visit_duration_min": 60
        },
        {
          "text": "Verdea Zakynthos dry white crisp unique acidity accompaniment fried fish.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "GR::ioniennes-2",
          "itin_title": "AUTHENTIC GREECE: KEFALONIA CAVES UNDERGROUND LAKE ITHACA ODYSSEUS ZAKYNTHOS CARETTA",
          "day": 9
        }
      ],
      "rating": 8.8
    }
  ]
}