{
  "version": "v1",
  "country": "PT",
  "itineraries": [
    {
      "itin_id": "PT::lisboa",
      "id": "PT::lisboa",
      "dept_code": "",
      "dept_name": "DISTRITO DE LISBOA",
      "title": "LISBOA TAGE ÉTERNEL SINTRA PALAIS FÉÉRIQUES CASCAIS RIVIERA DORÉE",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 6,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::lisboa-baixa",
            "coords": [
              38.7139,
              -9.1394
            ]
          },
          "visits": [
            {
              "text": "Praça Comércio, place royale XVIII siècle, arc triomphe Rua Augusta, Tage majestueux, ouverture ville mer empire, Elevador Santa Justa 1902, néo-gothique Raoul Mesnier Ponsard, panorama Baixa Castelo, belvédère fer forgé, Rossio fontaines bronze, Praça Dom Pedro IV, théâtre Nacional, mosaïques calcetadas motifs vagues, Sé Catedral forteresse romane XII siècle, Afonso Henriques fondateur, cloître gothique, trésor reliquaire Saint Vincent patron.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Exploration Baixa quartier pombalien, reconstruction 1755 séisme, plan orthogonal Marquês Pombal, rues commerçantes azulejos façades, élégance néoclassique histoire renaissance urbaine, montée Elevador Santa Justa ascenseur panoramique, vue exceptionnelle toits Lisbonne Tage château São Jorge, collines sept vertige beauté architecture Belle Époque, balade Chiado quartier bohème, cafés littéraires Brasileira Fernando Pessoa statue, librairies théâtres atmosphère intellectuelle, tramway 28 jaune iconique, traversée collines Alfama Graça Estrela, virages pittoresques expérience authentique, pastéis bacalhau, Colares DOC blanc rouge volcanique.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 0.8,
            "drive_min": 1,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::alfama",
            "coords": [
              38.7131,
              -9.1328
            ]
          },
          "visits": [
            {
              "text": "Castelo São Jorge, forteresse maure XI siècle, reconquête 1147 Afonso Henriques, position stratégique colline, panoramas 360° ville Tage estuaire, remparts tours archéologie phénicienne romaine musée, Miradouro Portas Sol belvédère, vue Alfama toits rouges Tage, monastère São Vicente Fora, lumière dorée coucher soleil, Panteão Nacional baroque XVII siècle, dôme majestueux sépultures grands Portugal, Amália Rodrigues fado reine, Museu Fado histoire âme portugaise.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Exploration Alfama quartier maure préservé, dédale ruelles escaliers, maisons azulejos blanchies, linge fenêtres atmosphère médiévale authentique, labyrinthe émotions sons fado résonnent tavernes, soirée fado traditionnel casa authenticité, voix guitare portugaise saudade mélancolie, beauté chants émotion pure, patrimoine immatériel UNESCO culture vivante, visite château São Jorge forteresse, panoramas exceptionnels histoire conquête chrétienne, fondation royaume Portugal jardins paons, vue sublime territoire position défensive, balade miradouros belvédères Graça Senhora Monte Santa Luzia, panoramas collines Tage, lumière unique photographie contemplation, sardinhas assadas, Lisboa DOC branco tinto.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 9,
            "drive_min": 8,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::belem",
            "coords": [
              38.6979,
              -9.2067
            ]
          },
          "visits": [
            {
              "text": "Torre Belém UNESCO, forteresse manuéline 1515 Francisco Arruda, défense embouchure Tage, bastion bastions dentelle pierre calcaire, motifs maritimes croix Ordre Christ corde, symbolisme Découvertes chef-œuvre Renaissance portugaise, Mosteiro Jerónimos UNESCO, monastère manuélin 1501 Boytac Castilho, cloître sublime dentelle gothique, portail sud João Castilho, église Santa Maria tombeaux Vasco Gama Camões, gloire empire, Padrão Descobrimentos monument caravelle, Henri Navigateur explorateurs, rose vents mosaïque empire planisphère.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite monastère Jerónimos chef-œuvre architecture manuéline UNESCO, splendeur âge or Portugal empire maritime, cloître merveilleux sculptures détails, symbolisme Découvertes richesse décoration, contemplation Tour Belém icône Lisbonne, joyau manuélin position Tage, bastion défensif Renaissance portugaise, originalité dentelle pierre blancheur éclatante, dégustation pastéis Belém pâtisserie Antiga Confeitaria 1837, recette secrète crème cannelle feuilletage, tradition institution file attente mérite, balade jardins Belém monuments culture, MAAT musée art architecture contemporain, position Tage design avant-garde, bacalhau brás, Carcavelos DOC blanc.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 26.2,
            "drive_min": 22,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::sintra-vila",
            "coords": [
              38.7979,
              -9.3906
            ]
          },
          "visits": [
            {
              "text": "Palácio Nacional Sintra, palais royal médiéval XIV-XVI siècle, cheminées coniques géantes cuisine, azulejos XVI siècle salle Cisnes Pegas Brasões, emblèmes noblesse portugaise, résidence rois décoration unique, Quinta Regaleira palácio néo-manuélin 1910, Carvalho Monteiro jardins ésotériques, puits initiatique Poço Iniciático, escalier spirale 27 m symbolisme templiers maçonnique, grottes tunnels Torre Regaleira, mystère romantisme, capela igreja Santa Maria renaissance.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite Quinta Regaleira palais mystérieux, jardins romantiques initiatiques, puits spirale descente symbolique, templiers franc-maçonnerie grottes lacs cascades, tunnels secrets romantisme ésotérisme portugais, exploration fascinante, exploration Palais National Sintra résidence royale, azulejos anciens Portugal, cheminées iconiques salles décorées emblèmes, histoire rois cuisine monumentale, architecture unique mélange styles, balade centre Sintra village romantique, patrimoine UNESCO boutiques artisanat, queijadas travesseiros spécialités pâtisseries, ruelles charme atmosphère féerique, randonnée Parque Sintra-Cascais nature, forêts humides microlimat végétation luxuriante, sentiers panoramas, leitão assado, Colares DOC Ramisco unique phylloxéra.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 1.5,
            "drive_min": 1,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::sintra-pena",
            "coords": [
              38.7876,
              -9.3905
            ]
          },
          "visits": [
            {
              "text": "Palácio Pena UNESCO, château romantique 1840, Ferdinand Saxe-Cobourg-Gotha Ferdinand II, couleurs vives jaune rouge, architecture éclectique néo-gothique néo-manuélin néo-islamique néo-renaissance, fantaisie coupoles tours, position 500 m altitude, couvent hiéronymites transformé, chef-œuvre romantisme européen, Castelo Mouros ruines forteresse maure IX-X siècle, remparts crête montagne, vue panoramique 360° extraordinaire, reconquête 1147, parque Pena jardins romantiques, arbres exotiques camélias, fougères arborescentes lacs.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite Palais Pena sommet montagne, château coloré fantastique romantisme exubérant, architecture imagination Ferdinand II, position panoramique exceptionnelle, couleurs éclatantes éclectisme styles, émerveillement beauté surréaliste, exploration Château Maures ruines forteresse, remparts montagne vue extraordinaire, territoire océan Lisbonne lointaine, reconquête chrétienne position stratégique sublime, randonnée murailles, promenade jardins Pena parc romantique, végétation luxuriante exotique, arbres monde entier camélias fougères géantes, lacs grottes sentiers découverte botanique, contemplation panoramas Serra Sintra, montagnes océan Atlantique, Lisbonne estuaire Tage, paysages féeriques lumière magique, porco preto, Colares DOC Malvasia.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12.7,
            "drive_min": 11,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 6,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::cabo-da-roca",
            "coords": [
              38.7803,
              -9.4989
            ]
          },
          "visits": [
            {
              "text": "Cabo Roca, cap promontoire falaises 140 m océan Atlantique, point occidental Europe continentale, phare 1772 stèle Camões vers Lusíades, 'Onde terra acaba mar começa', fin terre commencement mer, majesté nature sublime vent puissant vagues furieuses, position extrême émotionnelle, Praia Ursa plage sauvage inaccessible, rochers géants Urso Ursa formations spectaculaires, descente difficile récompensée beauté brute, Azenhas Mar village falaise, maisons blanches suspendues.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contemplation Cabo Roca cap Roca, finistère européen point extrême occident, falaises vertigineuses océan infini, vent puissance nature émotion fin monde, vers Camões certificat visite souvenir unique, randonnée sentiers côtiers Sintra-Cascais, falaises océan nature sauvage, flore endémique panoramas spectaculaires, Praia Ursa Adraga plages secrètes, effort récompense paysages dramatiques, baignade Praia Adraga plage sauvage, sable doré rochers sculptés, vagues Atlantique nature préservée, beauté brute accès relatif tranquillité, coucher soleil océan, spectacle lumières couleurs, horizon infini Atlantique, arroz marisco, Colares DOC blanc.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15.3,
            "drive_min": 13,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 7,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::cascais",
            "coords": [
              38.6979,
              -9.4215
            ]
          },
          "visits": [
            {
              "text": "Cidadela forteresse XVI siècle, protection pirates attaques maritimes, résidence royale été, aujourd'hui hôtels galeries, Boca Inferno gouffre marin, falaises érosion vagues puissantes, grondement impressionnant, Museu Condes Castro Guimarães palais néo-romantique, collection art azulejos, Farol Santa Marta phare musée, Casa Histórias Paula Rego, architecture Souto Moura oeuvres artiste portugaise.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Exploration Cascais ancienne village pêcheurs, station balnéaire élégante, riviera portugaise XIX siècle, royauté aristocratie européenne, charme préservé boutiques restaurants, marina yachts atmosphère chic décontractée, baignade plages Rainha Conceição Duquesa, criques sable doré eaux calmes, centre-ville proximité accessibilité, balade promenade maritime, paredão bord mer jusqu'Estoril, palmiers villas Belle Époque, couchers soleil romantiques, sports nautiques surf kitesurf windsurf, plage Guincho vagues Atlantique, compétitions internationales nature venteuse, caldeirada peixe, Carcavelos DOC.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 3,
            "drive_min": 3,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 8,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::estoril",
            "coords": [
              38.7057,
              -9.3979
            ]
          },
          "visits": [
            {
              "text": "Casino Estoril, plus grand casino Europe, architecture 1916, espions II Guerre mondiale, Ian Fleming inspiration James Bond, jardins palmiers, Tamariz plage emblématique, fort São João vue, parque Palmela jardins, Museu Música Portuguesa, villas Belle Époque architecture.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite Casino Estoril légende glamour, histoire espionnage II Guerre mondiale, Portugal neutre refuge espions, Ian Fleming Casino Royale inspiration, architecture élégante spectacles, balade jardins Estoril, palmiers exotiques, parcs fleuris villas aristocratiques, atmosphère raffinée Belle Époque, côte dorée portugaise luxe tranquillité, baignade Tamariz plage iconique, sable fin eaux calmes, restaurants terrasse vue océan, proximité Cascais train pittoresque, golf parcours réputés Estoril Oitavos, tournois internationaux, greens vue mer, tradition golf portugais, polvo lagareiro, Bucelas DOC blanc.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35.7,
            "drive_min": 31,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 9,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::mafra",
            "coords": [
              38.9367,
              -9.3261
            ]
          },
          "visits": [
            {
              "text": "Palácio Nacional Mafra UNESCO, palais-couvent baroque monumental 1717-1730, João V or brésilien, promesse naissance héritier, Johann Friedrich Ludwig architecte, basilique dôme marbres, bibliothèque rococo 36000 volumes, chauves-souris protection livres, appartements royaux, carillons 98 cloches plus grand monde.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite Palais Mafra chef-œuvre baroque portugais, démesure João V richesse empire, construction titanesque 13 ans, 50000 ouvriers artisans, splendeur basilique marbres sculptures, orgues jumeaux sons majestueux, bibliothèque magnifique rococo, chefs-œuvre reliure conservation unique, chauves-souris gardiens insectes, exploration Tapada Mafra réserve royale chasse, 1200 hectares nature préservée, muraille 21 km, cerfs sangliers renards, safari observation faune, randonnée forêt vélos, balade Ericeira village surf, réserve mondiale surf, plages vagues puissantes, architecture traditionnelle, fruits mer frais tavernes, leitão Negrais, Torres Vedras DOC.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 66.6,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 10,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::obidos",
            "coords": [
              39.3606,
              -9.1578
            ]
          },
          "visits": [
            {
              "text": "Vila medieval UNESCO, remparts XII-XIV siècle, château mauresque reconquête 1148, pousada aujourd'hui, Igreja Santa Maria azulejos XVII siècle, mariage Afonso V Isabel 10 ans, Porta Vila azulejos XVIII siècle, rues blanches bougainvilliers, librairie église São Tiago, Museu Municipal art sacré.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Exploration Óbidos village médiéval fortifié, remparts intacts promenade, vue toits blancs campagne oliviers, ruelles pavées maisons chaulées, fleurs fenêtres boutiques artisanat, atmosphère hors temps romantique, dégustation ginjinha liqueur cerise, servie coupelle chocolat, spécialité Óbidos tradition, production locale monastique saveurs, marché médiéval juillet festival, reconstitution époque costumes, tournois joutes artisans, ambiance festive authentique, balade Lagoa Óbidos lagune naturelle, réserve ornithologique observation oiseaux, sports nautiques kitesurf, plages Foz Arelho São Martinho Porto, cabrito assado, Óbidos DOC.",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 0.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "PT::temp_1763754260606"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Culture",
          "Ville & Histoire"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "PT::porto",
      "id": "PT::porto",
      "dept_code": "",
      "dept_name": "DISTRITO DO PORTO",
      "title": "PORTO DOURO SUBLIME CAVES PORTO AZULEJOS PATRIMOINE UNESCO",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 6,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::porto-ribeira",
            "coords": [
              41.1412,
              -8.6148
            ]
          },
          "visits": [
            {
              "text": "Ribeira UNESCO quartier médiéval, maisons colorées façade Douro, Praça Ribeira fontaines, Cais gaia face caves, Ponte Luís I 1886, Théophile Seyrig ingénieur Eiffel, double tablier fer 395 m, vue emblématique, Sé Catedral forteresse romane XII siècle, rosace gothique cloître azulejos, terrasse panorama ville, Palácio Bolsa néoclassique 1842, Salão Árabe mauresque dorures, ancienne bourse commerçants.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Exploration Ribeira quartier historique UNESCO, ruelles médiévales pavées, maisons façades colorées linge fenêtres, restaurants terrasse vue Douro, barques rabelo traditionnelles, atmosphère bohème vivante, traversée Pont Dom Luís I métallique, niveau supérieur tramway piétons, vue vertigineuse Douro, architecture fer XIX siècle, promenade niveau inférieur, montée funiculaire Guindais, liaison Ribeira hauteurs, vue panoramique descente, expérience originale, croisière Douro six ponts, découverte ville fleuve, architecture ponts perspectives uniques, coucher soleil magique, francesinha, Vinho Verde DOC.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 1.3,
            "drive_min": 1,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::porto-centro",
            "coords": [
              41.1496,
              -8.6109
            ]
          },
          "visits": [
            {
              "text": "Torre Clérigos 1763, Nicolau Nasoni baroque, 76 m hauteur, 240 marches, panorama 360° Porto, Igreja Clérigos façade sculptée, Livraria Lello 1906, escalier rouge néo-gothique, vitraux, inspiration Harry Potter JK Rowling, plus belle librairie monde, São Bento gare azulejos 1916, Jorge Colaço 20000 carreaux, scènes histoire Portugal batailles, chef-œuvre art azulejos, Avenida Aliados avenue haussmannienne, Câmara Municipal hôtel ville.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite Livraria Lello librairie mythique, architecture néo-gothique Art Nouveau, escalier rouge sculptés vitraux, JK Rowling inspiration Harry Potter, beauté magique livres ambiance, réservation obligatoire, montée Torre Clérigos clocher baroque, effort récompensé vue panoramique exceptionnelle, toits Porto Douro ponts, symbole ville silhouette élancée, contemplation azulejos gare São Bento, chef-œuvre art céramique, scènes historiques batailles vie quotidienne, Colaço génie couleurs détails, attente train beauté, balade Avenida Aliados, avenue élégante, bâtiments Beaux-Arts, cafés terrasses animation, place centrale Porto, tripas à moda Porto, Douro DOC tinto.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 2,
            "drive_min": 2,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::vila-nova-gaia",
            "coords": [
              41.1367,
              -8.6131
            ]
          },
          "visits": [
            {
              "text": "Caves Vinho Porto, Taylor's Sandeman Graham's Cálem, visite dégustation, histoire production Porto, tonneaux chêne vieillissement, quintas Douro vendanges, Mosteiro Serra Pilar monastère XVI siècle, cloître circulaire unique, terrasse panorama exceptionnel Porto Ribeira Douro, Jardim Morro esplanade vue, téléphérique Gaia liaison Ribeira, survol Douro.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite caves Porto Vila Nova Gaia, dégustation vins Porto, Ruby Tawny Vintage LBV, explication production vieillissement, tonneaux cathédrales caves fraîches, tradition britannique commerce XVIII siècle, histoire quintas vallée Douro, contemplation panorama terrasse Serra Pilar, vue iconique Porto, Ribeira Douro ponts, coucher soleil inoubliable, photographie carte postale, position privilégiée monastère, téléphérique Gaia survol Douro, liaison rapide pittoresque, vue aérienne ville fleuve, barques rabelo caves, expérience originale, balade cais Gaia bord Douro, promenade caves restaurants, ambiance tranquille face agitation Ribeira, bacalhau espiritual, Porto vintage tawny.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 11,
            "drive_min": 9,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::matosinhos",
            "coords": [
              41.1828,
              -8.6892
            ]
          },
          "visits": [
            {
              "text": "Porto pesca traditionnel, marché poisson matin, criée pêcheurs, Forte São Francisco Queijo, forteresse XVII siècle, rocher océan musée militaire, Igreja Bom Jesus Matosinhos, pèlerinage Senhor Matosinhos, sculpture Cristo crucifié légende miraculeuse, Parque Cidade plus grand parc urbain Portugal, 83 hectares nature océan, Casa Música Rem Koolhaas, architecture contemporaine audacieuse.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Dégustation poisson grillé Matosinhos, spécialité fruits mer frais, restaurants rua Heróis França, sardines rouget loup dorade, grillade charbon qualité exceptionnelle, tradition maritime vivante, baignade plages Matosinhos, sable doré vagues Atlantique, surf bodyboard écoles, urbanisme balnéaire moderne, promenade maritime, balade Parque Cidade nature urbaine, sentiers lac océan, jogging vélo pique-nique, poumon vert Porto connexion Atlant ique, tranquillité biodiversité, visite Casa Música salle concerts, architecture Koolhaas révolutionnaire, béton blanc asymétrie, acoustique exceptionnelle, programmation classique jazz world, arroz polvo, Vinho Verde Loureiro.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::amarante",
            "coords": [
              41.2711,
              -8.0808
            ]
          },
          "visits": [
            {
              "text": "Ponte São Gonçalo pont roman, arches Tâmega refllets, Igreja Mosteiro São Gonçalo renaissance, saint patron mariages, toucher tombeau fertilité tradition, cloître jardins, Museu Amadeo Souza-Cardoso, artiste moderniste, collection peintures avant-garde, Solar Magalhães palais baroque, centro histórico ruelles.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Exploration Amarante ville romantique, pont iconique Tâmega, reflets eau arches pierre, maisons colorées bord rivière, charme préservé tranquillité, célébrations São Gonçalo juin, fête traditionnelle procession, gâteaux phalliques fertilité, symbolisme païen christianisé, folklore unique, balade bords Tâmega, promenade fluviale nature, pédalos canoës location, pique-nique berges, baignade rivière eaux fraîches, randonnée Serra Marão montagne, sentiers nature forêts châtaigniers, villages schiste authentiques, panoramas vallée Douro distance, cascades fraîcheur, bola Amarante, Vinho Verde DOC.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 6,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::guimaraes",
            "coords": [
              41.4429,
              -8.2911
            ]
          },
          "visits": [
            {
              "text": "Centro histórico UNESCO, berceau Portugal Afonso Henriques, Castelo Guimarães X siècle, forteresse donjon tours, défense invasions, Paço Duques Bragança palais gothique XV siècle, cheminées briques, collection tapisseries armes, Igreja Nossa Senhora Oliveira, trésor reliquaire, Largo Oliveira place médiévale, arcades fontaines, Rua Santa Maria ruelles pavées.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite château Guimarães forteresse fondatrice, naissance Afonso Henriques premier roi Portugal 1110, remparts tours donjon, histoire fondation royaume, inscrit 'Aqui nasceu Portugal', émotion nationale, exploration Paço Duques palais gothique, résidence ducs Bragança, architecture bourguignonne cheminées, collection historique mobilier tapisseries flamandes, armes armures salles apparat, balade centre historique UNESCO, dédale ruelles médiévales pavées, maisons colombages balcons fer forgé, places arcades fontaines, atmosphère médiévale préservée, vie quotidienne animation, téléphérique Penha mont sanctuaire, 400 m altitude vue panoramique, Santuário Penha néo-roman, grottes sentiers nature, papas anjo, Vinho Verde Alvarinho.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 21.6,
            "drive_min": 19,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 7,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::braga",
            "coords": [
              41.5454,
              -8.4265
            ]
          },
          "visits": [
            {
              "text": "Sé Catedral plus ancienne cathédrale Portugal, romane XII siècle gothique baroque, orgues XVIII siècle, chapelle Rois tombeaux, trésor art sacré, Bom Jesus Monte UNESCO, sanctuaire baroque escalier monumental, 116 m dénivelé, chapelles fontaines statues, symbolisme Passion Christ, funiculaire hydraulique 1882, Santuário Sameiro basilique néoclassique, pèlerinage marial, Arco Porta Nova.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite Bom Jesus Monte chef-œuvre baroque, escalier monumental Passion, 573 marches chapelles fontaines, symbolisme biblique architecture Carlos Amarante, effort récompensé vue sublime, jardins romantiques, funiculaire bois 1882 plus ancien monde hydraulique, montée pittoresque, contemplation Braga Rome portugaise, ville archevêques cathédrale ancienne, baroque omniprésent églises dorées, Semana Santa processions religieuses, ferveur traditions vivantes, exploration centre historique ruelles médiévales, places fontaines palais, Arco Porta Nova, Theatro Circo, animation étudiante université, bacalhau Braga, Vinho Verde DOC.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 21.6,
            "drive_min": 18,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 8,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::barcelos",
            "coords": [
              41.5311,
              -8.6175
            ]
          },
          "visits": [
            {
              "text": "Feira Barcelos marché traditionnel jeudi, plus grand Portugal, artisanat poteries, Galo Barcelos coq symbole, légende pèlerin miraculeux, Igreja Bom Jesus Cruz, Ponte Medieval pont médiéval, Torre Porta Nova, Museu Olaria céramique, Paço Condes ruines palais gothique.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite marché Barcelos jeudi tradition séculaire, artisanat populaire poteries figurines, Galo Barcelos coq légende justice miracle, symbole Portugal souvenirs, textiles broderies outils agricoles, ambiance folklorique authentique, exploration Barcelos ville artisanale, poteries Rosa Ramalho tradition céramique populaire, ateliers artisans production, figures naïves colorées, collection ethnographie musée, balade centro histórico médiéval, pont gothique Cávado, ruines palais Condes, églises manuélines, cruzeiro calvaire gothique, randonnée Cávado bords rivière, nature paisible moulins eau, villages ruraux vinho verde vignobles, campagne Minho verdoyante authentique, caldo verde, Vinho Verde branco espumante.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 34.5,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 9,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::viana-do-castelo",
            "coords": [
              41.6938,
              -8.8344
            ]
          },
          "visits": [
            {
              "text": "Santuário Santa Luzia basilique néo-byzantine, position mont 228 m, escalier funiculaire, vue panoramique Lima océan, citânia Castro castro celte, Praça República place renaissance, Chafariz fontaine manuéline, Igreja Misericórdia azulejos, Museu Traje costume traditionnel, Gil Eannes navire-hôpital morue Terre-Neuve.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Montée Santa Luzia mont sanctuaire, funiculaire ou escalier, basilique néo-byzantine position dominante, vue extraordinaire Lima Viana océan Atlantique, coucher soleil magique, inspiration Sacré-Cœur Paris, visite Castro Santa Luzia vestiges celtes, citânia fortifiée âge Fer, habitations circulaires murailles, panorama archéologie, exploration Viana do Castelo port historique, centre renaissance place fontaine, architecture manuéline azulejos, tradition morue Terre-Neuve pêche bacalhau, navire Gil Eannes musée, baignade plages Cabedelo sable doré, embouchure Lima océan, surf bodyboard écoles, nature préservée dunes pinèdes, arroz sarrabulho, Vinho Verde Loureiro.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30.2,
            "drive_min": 26,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 10,
          "slice": 2,
          "region_code": "",
          "night": {
            "place_id": "PT::ponte-de-lima",
            "coords": [
              41.7675,
              -8.5836
            ]
          },
          "visits": [
            {
              "text": "Ponte Medieval pont romain médiéval, arches Lima, plus ancien Portugal, Igreja Santo António Torre Cadeia Velha, Largo Camões place arborée, Museu Brinquedo jouets Portugais, Paço Marqueses palais baroque jardins, feira quinzenaire marché bimensuel tradition 1125, Ecovia Lima piste cyclable.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Balade pont médiéval Lima rivière, arches romaines plus anciennes Portugal, village historique charme, Caminho Santiago pèlerins, tradition hospitalité, marché bimensuel tradition 1125, plus ancien Portugal, animation folklore, artisanat produits régionaux agricoles, ambiance festive authentique, randonnée Ecovia Lima piste cyclable, bords rivière nature verdoyante, villages quintas solares manoirs, vinho verde production terroir, paysages Minho paisibles bucoliques, visite quintas solares manoirs baroque, Turismo Habitação hébergement historique, jardins parcs dégustation vinho verde, production familiale tradition, architecture patrimoine préservé, papas sarrabulho, Vinho Verde Lima sub-região.",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 0.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "ES::galicia::cap-finis-terrae",
        "ES::gastro::nord-7j"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Ville & Histoire",
          "Nature"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "PT::temp_1763754260606",
      "id": "PT::temp_1763754260606",
      "dept_code": "PT",
      "dept_name": "",
      "title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 6,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::evora",
            "coords": [
              38.5694,
              -7.903
            ]
          },
          "visits": [
            {
              "text": "Ville d’Évora inscrite à l’UNESCO",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 35.4,
            "drive_min": 71,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::vianadoalentejo",
            "coords": [
              38.33645,
              -8.00011
            ]
          },
          "visits": [
            {
              "text": "Ville de Viana do Alentejo et son château pentagonal",
              "visit_duration_min": 75
            },
            {
              "text": "Sanctuaire Nossa Senhora d’Aires (Viana do Alentejo)",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 17.9,
            "drive_min": 36,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::arraiolos",
            "coords": [
              38.4,
              -7.865
            ]
          },
          "visits": [
            {
              "text": "Ville d’Arraiolos et son château médiéval",
              "visit_duration_min": 75
            },
            {
              "text": "Centre Interpretativo do Tapete d’Arraiolos",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 60.4,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::vilavicosa",
            "coords": [
              38.7167,
              -7.5167
            ]
          },
          "visits": [
            {
              "text": "Ville de Vila Viçosa et carrière de marbre",
              "visit_duration_min": 75
            },
            {
              "text": "Palais Paço Ducal (Vila Viçosa)",
              "visit_duration_min": 75
            },
            {
              "text": "Église São João Evangelista (Vila Viçosa)",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 20.7,
            "drive_min": 41,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::estremoz",
            "coords": [
              38.849998,
              -7.583333
            ]
          },
          "visits": [
            {
              "text": "Ville d’Estremoz et son château médiéval",
              "visit_duration_min": 75
            },
            {
              "text": "Façades blanches typiques d’Estremoz",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 47.4,
            "drive_min": 95,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::elvas",
            "coords": [
              38.8822,
              -7.1639
            ]
          },
          "visits": [
            {
              "text": "Ville d’Elvas et ses murailles fortifiées",
              "visit_duration_min": 75
            },
            {
              "text": "Aqueduc d’Amoreira (Elvas)",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 57.8,
            "drive_min": 58,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::monsaraz",
            "coords": [
              38.4927,
              -7.2812
            ]
          },
          "visits": [
            {
              "text": "Village médiéval de Monsaraz",
              "visit_duration_min": 75
            },
            {
              "text": "Vue sur le lac d’Alqueva depuis Monsaraz",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 96.4,
            "drive_min": 96,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::beja",
            "coords": [
              38.012992,
              -7.8715405
            ]
          },
          "visits": [
            {
              "text": "Ville de Beja et son donjon Torre de Menagem",
              "visit_duration_min": 75
            },
            {
              "text": "Cathédrale de Beja",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 126,
            "drive_min": 126,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "PT::zambujeiradomar",
            "coords": [
              37.525024,
              -8.785052
            ]
          },
          "visits": [
            {
              "text": "Village de Zambujeira do Mar et ses plages",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "suggested_days": 0.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "PT::lisboa",
        "ES::extremadura::pierres-et-vautours",
        "MX::yucatan-chiapas-oaxaca-mexico-loop",
        "MX::yucatan-oaxaca-cdmx-reverse"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Ville & Histoire"
        ],
        "audience": []
      }
    }
  ]
}