{
  "version": "v1",
  "country": "PT",
  "language": "it",
  "itineraries": [
    {
      "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
      "id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Alentejo Patrimonio UNESCO: Évora, Elvas e i Borghi Medievali",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 8,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::evora",
            "coords": [
              38.5667,
              -7.9
            ]
          },
          "visits": [
            {
              "text": "Scopri la Praça do Giraldo, cuore pulsante di Évora, con i suoi emblematici portici, la Chiesa di Santo Antão e la storica fontana che per secoli fu una delle principali strutture di approvvigionamento idrico per la popolazione. Il nome della piazza rende omaggio a Geraldo Sem Pavor, figura semileggendaria della riconquista della città ai mori.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Lasciati incantare dal Tempio Romano di Évora, risalente al I secolo, principale vestigia di quando Ebora Liberalitas Iulia era una delle più notevoli città romane della Lusitania. Contrariamente alla credenza popolare, questo tempio sarebbe stato dedicato al culto imperiale e non alla dea Diana.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita l'imponente Cattedrale di Évora, la più grande cattedrale medievale del Portogallo, costruita tra il XII e il XIII secolo. Non perderti i chiostri, la cappella maggiore, il Museo di Arte Sacra e sali sul tetto per una vista panoramica mozzafiato sulla città Patrimonio dell'Umanità UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Entra nella Chiesa di San Francesco, in stile manuelino-mudéjar e rinascimentale del XV secolo, che ebbe annesso il Palazzo Reale e fu intimamente legata al periodo dell'espansione marittima portoghese. Al suo interno, la celebre Cappella delle Ossa rimarrà per sempre impressa nella tua memoria.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora il Largo Conde Vila Flor dove si trovano alcuni dei principali edifici della città: la splendida Chiesa dei Lóios con le sue azulejos blu e bianche elevate alla massima espressione, il Convento dei Lóios del XV secolo oggi pousada, il Palazzo Duques de Cadaval e il Museo di Évora con circa 20 mila oggetti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeggia nel magnifico Giardino Pubblico costruito nel XIX secolo, dove troverai il Palazzo di Don Manuel del XV secolo, luogo in cui Vasco da Gama fu investito comandante della flotta che avrebbe scoperto la rotta marittima per l'India. Non perderti le incantevoli Rovine Finte con i loro pavoni.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Scopri le imponenti Mura di Évora che circondano tutto il centro storico e il grandioso Acquedotto dell'Acqua d'Argento, inaugurato nel XVI secolo per rifornire la città. Cerca le case costruite tra i suoi archi, un segreto che non tutti i visitatori scoprono.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::evora",
            "coords": [
              38.5667,
              -7.9
            ]
          },
          "visits": [
            {
              "text": "Visita il Collegio dello Spirito Santo, edificio principale dell'Università di Évora fondata dal Cardinale Don Enrique nel XVI secolo. Il grandioso chiostro è una visita obbligata, testimoniando l'importanza storica di questa istituzione di insegnamento secolare.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri il Largo e la Fontana delle Portas de Moura, una delle piazze più emblematiche della città cinquecentesca, circondata da dimore nobiliari delle famiglie più importanti dell'epoca. Questo largo preserva l'atmosfera aristocratica dell'Évora rinascimentale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira la facciata rinascimentale della Chiesa della Graça del XVI secolo, bell'esempio architettonico situato nel Largo da Graça. Questo tempio dimostra la ricchezza del patrimonio religioso eborense che si estende per tutta la città.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Centro di Arte e Cultura, antico Palazzo dell'Inquisizione, oggi spazio della Fondazione Eugénio de Almeida destinato alle arti e alla cultura con particolare attenzione all'arte contemporanea. Un contrasto affascinante tra la storia oscura dell'edificio e la sua attuale vocazione culturale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sali ai Mulini dell'Alto de São Bento per la migliore vista panoramica su Évora. Questo belvedere offre una prospettiva unica sulla città Patrimonio dell'Umanità, con i suoi monumenti e le mura stagliate contro la pianura alentejana.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visita la Cantina della Cartuxa, una delle più prestigiose del Portogallo, dove puoi degustare il rinomato vino e olio d'oliva alentejani. Questa esperienza enoturistica è imperdibile per chi desidera conoscere i sapori autentici della regione.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::evora",
            "coords": [
              38.5667,
              -7.9
            ]
          },
          "visits": [
            {
              "text": "Scopri il Cromlech degli Almendres, costruito circa 7 mila anni fa, il più grande recinto megalitico della Penisola Iberica e uno dei più antichi del mondo. Questo monumento preistorico testimonia l'occupazione umana di questa regione fin da tempi immemorabili.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A poco più di 1 km dal cromlech, visita il Menhir degli Almendres, un altro imponente monumento megalitico che completa questo straordinario complesso archeologico. Questi monumenti sono testimonianze uniche delle civiltà che abitarono l'Alentejo migliaia di anni fa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorri l'Ecovia di Évora - Diramazione di Mora a piedi o in bicicletta, un modo alternativo per scoprire il paesaggio alentejano. Questo percorso permette un contatto diretto con la natura e le pianure dorate che caratterizzano questa regione.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 22,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::arraiolos",
            "coords": [
              38.7167,
              -7.9833
            ]
          },
          "visits": [
            {
              "text": "Visita il singolare Castello Circolare di Arraiolos, una struttura difensiva unica in Portogallo per la sua forma arrotondata. Dall'alto delle sue mura, goditi viste spettacolari sui paesaggi verdi dell'Alentejo e sul borgo storico sottostante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Centro Interpretativo del Tappeto di Arraiolos, museo interattivo che racconta la storia di quest'arte secolare considerata uno dei primi artigianati del Portogallo. I tappeti di Arraiolos sono famosi in tutto il mondo e la città respira questa tradizione ad ogni angolo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia per il centro storico di Arraiolos, scoprendo la Calçada del Tappeto di Arraiolos, piazza centrale con caffè e negozi di artigianato. Il borgo preserva il suo carattere pittoresco con case bianche e strade acciottolate tipiche dell'Alentejo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita la cantina Monte da Ravasqueira, che offre esperienze enoturistiche tra cui degustazioni e visita alla Collezione Privata di Carrozze. Scopri le storie che danno origine ai vini di questa prestigiosa cantina alentejana.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::evora-monte",
            "coords": [
              38.7718,
              -7.7162
            ]
          },
          "visits": [
            {
              "text": "Scopri il singolare Castello di Évora Monte, eretto da Don Dinis nel XIV secolo su fortificazioni romane, in una posizione spettacolare sulla cima di una collina scoscesa. La struttura quasi triangolare con cinque torrioni e imponente torre maestra è un esemplare unico dell'architettura militare portoghese.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora il piccolo borgo di Évora Monte dove fu firmata la Convenzione di Évora Monte nel 1834, ponendo fine alla guerra civile portoghese. La leggenda narra che la firma richiese così tanto tempo che c'era solo pane raffermo da mangiare, portando all'invenzione dell'açorda alentejana.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 85,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::estremoz",
            "coords": [
              38.8428,
              -7.5903
            ]
          },
          "visits": [
            {
              "text": "Visita il Castello Medievale di Estremoz del XIII secolo, oggi trasformato nella Pousada Rainha Santa Isabel. La Torre delle Tre Corone, così chiamata perché tre re parteciparono alla sua costruzione (Don Alfonso III, Don Sancho II e Don Dinis), offre viste splendide sulla regione del marmo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Museo Municipale Professor Joaquim Vermelho, situato di fronte al mastio, con esposizioni sulla vita alentejana e la celebre ceramica della regione. Spiccano i Moringues, brocche a forma di globo tradizionali di Estremoz.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira l'elegante Chiesa di Santa Maria, chiesa-sala del XVI secolo in stile tardo rinascimentale che sostituì un tempio medievale. Questo monumento impressiona per la sua monumentalità e ricchezza decorativa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Cappella del Signore Gesù degli Innocenti del XVIII secolo, accanto alla statua della Rainha Santa Isabel. Questa rende omaggio alla moglie di Don Dinis, famosa per la sua carità e per il miracolo delle rose, che morì a Estremoz.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeggia per il Rossio Marquês de Pombal, piazza principale dominata dalle torri gemelle in marmo dell'antico Convento dei Congregados del XVII secolo. Sali sulla torre per viste gloriose su Estremoz e visita il Museo di Arte Sacra.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Scopri il Centro di Scienza Viva nell'antico Convento delle Maltesi del XV secolo, con il suo bel chiostro ed esposizioni sulla Terra e la Geologia. La replica dello scheletro di T-Rex è un'attrazione imperdibile per tutte le età.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Esplora la Porta di Santarém, l'ingresso principale al borgo medievale cinto dalla cinta muraria del XIII secolo, e la Porta dos Currais del XVII secolo. Ammira anche il Pelourinho manuelino e il Lago do Gadanha con la sua emblematica statua.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::elvas",
            "coords": [
              38.881,
              -7.1628
            ]
          },
          "visits": [
            {
              "text": "Lasciati incantare dal grandioso Acquedotto dell'Amoreira, con 7 km di estensione e 843 archi, costruito dall'architetto Francisco de Arruda, lo stesso autore della Torre di Belém. Questo imponente monumento segna l'ingresso alla più grande fortificazione bastionata del mondo, classificata Patrimonio dell'Umanità UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora le fortificazioni di Elvas, le cui strutture difensive a forma di stella con un perimetro di circa 10 km sono una testimonianza unica dell'evoluzione della strategia militare fino al XIX secolo. Il complesso include mura islamiche e medievali, la cinta muraria del XVII secolo e i Forti di Santa Lucia e della Graça.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita l'antica Cattedrale, ora Chiesa di Nostra Signora dell'Assunzione, la Chiesa delle Domenicane con la sua originale pianta ottagonale, il pelourinho manuelino e la Torre Fernandina. Nelle strade del centro storico, individua gli archi che segnano le antiche entrate nelle mura.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri la Praça da República, salotto della città in calçada portoghese, ampia e ariosa, con accoglienti terrazze. Questo è il cuore di Elvas, dove residenti e visitatori si incontrano per godere dell'atmosfera tranquilla di questa città-guarnigione di confine.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita i musei di Elvas: il Museo di Arte Contemporanea, il Museo della Fotografia João Carpinteiro con macchine fotografiche dal 1898 e stampe datate 1860, il Museo di Arte Sacra e i due spazi museali a tema militare.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Esplora la Chiesa di São Domingos, la Chiesa del Terz'Ordine di São Francisco e, fuori dalle mura, il Santuario del Signore Gesù della Pietà dove si svolge annualmente a settembre il famoso Pellegrinaggio in concomitanza con la Fiera di São Mateus.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::monsaraz",
            "coords": [
              38.4431,
              -7.3803
            ]
          },
          "visits": [
            {
              "text": "Scopri Monsaraz, l'arioso borgo medievale vincitore nella categoria Villaggi Monumento delle 7 Meraviglie del Portogallo. Fatto di calce e ardesia, questo insediamento sospeso nel tempo sussurra storie di re audaci e cavalieri templari, mantenendo la sua magia di un tempo come pochi luoghi al mondo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Castello di Monsaraz costruito da Don Dinis nel XIV secolo, classificato come Monumento Nazionale. L'antica piazza d'armi funziona come arena per corride dal 1830, ospitando annualmente la corrida tradizionale durante le feste di Nostro Signore Gesù dei Passi. Dal castello, goditi le viste sulla Diga di Alqueva, il più grande lago artificiale d'Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Entra nella Chiesa Madre di Nostra Signora della Lagoa del XVI secolo, in stile rinascimentale in ardesia regionale. Al suo interno, ammira il sepolcro di Gomes Martins Silvestre, cavaliere templare, primo alcaide e fondatore di Monsaraz, scolpito in marmo di Estremoz con un corteo funebre di diciassette figure.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora gli Antichi Palazzi dell'Udienza nella Travessa da Cadeia, antica sede amministrativa e tribunale di Monsaraz. Non perderti l'affresco medievale Il Buono e il Cattivo Giudice, una satira sulla corruzione della giustizia dell'epoca che rappresenta due giudici in atteggiamenti contrastanti.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeggia lungo le quattro porte delle mura: la Porta da Vila protetta da due torrioni con lapide consacrata all'Immacolata Concezione da Don Giovanni IV nel 1646, la Porta d'Évora ad arco gotico, e le porte d'Alcoba e do Buraco. Ammira le viste sui campi dell'Alentejo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Scopri i tesori nascosti di Monsaraz: la Cappella di São João Batista conosciuta come Cuba per la sua forma cubica di influenza moresca, l'antica Cisterna che sarebbe stata una moschea, la Casa dell'Inquisizione, la Chiesa di Santiago e le cappelle di São Bento, São Lázaro, Santa Catarina e São Sebastião.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            8
          ],
          "label": "Segment 2 — J6–J8",
          "from_day": 6,
          "to_day": 8
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 8,
          "label": "Var 8j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Alentejo Patrimonio UNESCO: Évora, Elvas e i Borghi Medievali",
        "intro_paragraph": "Scopri l'Alentejo monumentale: dal tempio romano di Évora e le sue chiese cariche di storia alla più grande fortezza bastionata del mondo a Elvas, passando per dolmen millenari, castelli templari e la magica Monsaraz sospesa sul più grande lago artificiale d'Europa. Un viaggio attraverso il Portogallo delle pianure dorate e delle pietre che raccontano millenni.",
        "seo_hook": "Due siti UNESCO, castelli templari e il cromlech più antico d'Europa: l'Alentejo eterno.",
        "featured_list": [
          "Évora: città museo Patrimonio dell'Umanità UNESCO",
          "Elvas: la più grande fortificazione bastionata del mondo, UNESCO",
          "Cromlech degli Almendres: 7.000 anni di storia megalitica",
          "Monsaraz: borgo templare sul lago Alqueva",
          "Estremoz: la città del marmo e della Rainha Santa",
          "Arraiolos: i tappeti più famosi del Portogallo"
        ],
        "places_taglines": {
          "PT::evora": "Tempio romano, cappella delle ossa e secoli di storia UNESCO",
          "PT::arraiolos": "Castello circolare e tappeti tessuti a mano da secoli",
          "PT::evora-monte": "Il castello triangolare dove finì una guerra civile",
          "PT::estremoz": "Marmo bianco, ceramica e il miracolo delle rose",
          "PT::elvas": "La più grande fortezza a stella del mondo, Patrimonio UNESCO",
          "PT::monsaraz": "Borgo templare sospeso sul più grande lago d'Europa"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
      "id": "PT::beira-interior::serra-estrela-patrimonio",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Beira Interior: Serra da Estrela, Villaggi di Scisto e Città Storiche",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 12,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::guarda",
            "coords": [
              40.5373,
              -7.2676
            ]
          },
          "visits": [
            {
              "text": "Scopri la maestosa Cattedrale Sé di Guarda, imponente edificio la cui costruzione iniziò sotto il regno di Giovanni I e terminò nel 1517. Questa cattedrale emblematica presenta un'affascinante simbiosi tra gli stili gotico e manuelino, essendo uno dei monumenti religiosi più notevoli dell'interno del Portogallo. La sua imponenza riflette l'importanza storica di questa città fondata da Sancho I.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Castello di Guarda, situato in posizione dominante a 1056 metri di altitudine, il punto più elevato di qualsiasi città portoghese. Sebbene restino solo vestigia delle mura e della torre mastia, questo luogo storico evoca i tempi in cui Guarda era un punto strategico di difesa, giustificando l'appellativo di città Forte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia nell'antico Quartiere Ebraico di Guarda, situato all'interno delle mura vicino alla Porta D'El Rei. Questa comunità ebraica fu per secoli una delle più importanti e ancestrali del Portogallo, lasciando un'eredità storica e culturale che si può ancora scoprire nelle strette viuzze di questo quartiere medievale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita il Museo di Guarda, fondato nel 1940, che possiede una notevole collezione con reperti archeologici, numismatici, scultura sacra dei secoli XIII-XVIII, pittura sacra, armeria, ceramica e arte contemporanea. Situato in un edificio storico, questo museo preserva la memoria e l'identità della regione di Beira.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::guarda",
            "coords": [
              40.5373,
              -7.2676
            ]
          },
          "visits": [
            {
              "text": "Ammira la Chiesa della Misericordia di Guarda, la cui costruzione risale al XVII secolo. Il portale è incorniciato da due torri campanarie e ostenta un'immagine della Madonna della Misericordia. L'interno è dominato dallo stile barocco, sia nelle forme che nella decorazione, con lo stemma del Re Giovanni V sopra il portale principale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Contempla la Statua di Sancho I nella Praça Luís de Camões, monumento in bronzo dedicato al re che concesse lo statuto di città a Guarda il 27 novembre 1199. Questo omaggio celebra il fondatore della città delle 5 F: Forte, Farta (abbondante), Fria (fredda), Fiel (fedele) e Formosa (bella).",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Sito Archeologico di Mileu, scoperto nel 1953 durante lavori di costruzione. Questo importante nucleo di rovine archeologiche, situato a circa due chilometri da Guarda, presenta diverse strutture abitative romane vicino alla Cappella di Nossa Senhora de Mileu.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Goditi il Parco Urbano del Rio Diz, uno spazio impressionante di 21 ettari con uno specchio d'acqua di 11.400 metri quadrati, area giochi, zone verdi, area di animazione semi-coperta e ludoteca. Passeggia anche nel Giardino Municipale con il suo curioso labirinto di siepi.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 28,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::gouveia",
            "coords": [
              40.4922,
              -7.5936
            ]
          },
          "visits": [
            {
              "text": "Scopri la Casa da Torre a Gouveia, edificio cinquecentesco classificato come Monumento Nazionale dal 1928. Questo bellissimo esempio dello stile Manuelino del XVI secolo è una delle testimonianze architettoniche più importanti di questa città di montagna, situata sul versante occidentale della Serra da Estrela a circa 700 metri di altitudine.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Museo Municipale Abel Manta, ospitato nel settecentesco Palazzo dei Conti di Vinhó e Almedina. Questo museo possiede un'importante collezione dell'illustre pittore nativo di Gouveia, oltre a opere di artisti come Vieira da Silva, Joaquim Rodrigo, Júlio Resende, Júlio Pomar, Paula Rego, tra altri maestri dell'arte portoghese.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Municipio di Gouveia, antico Collegio dei Gesuiti, e la Biblioteca Municipale Vergílio Ferreira, ospitata nel Palazzo dei Serpa-Pimentel. Questi edifici nobili testimoniano la ricchezza patrimoniale di questa città con vestigia delle civiltà castreje, romana e musulmana.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sali al Monte Calvário con il suo tempio settecentesco e goditi una vista panoramica d'eccellenza sulla Valle del Mondego. Visita anche il Miradouro do Paixotão e il Parco Zoologico di Gouveia, spazi verdi che fanno di questa città una destinazione privilegiata per gli amanti della natura.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Scopri il Dolmen di Pedra da Orca nella frazione di Rio Torto, monumento megalitico datato alla fine del periodo Neolitico. Questo vestigio archeologico è l'esempio più significativo dell'occupazione umana remota di questa regione, testimoniando migliaia di anni di storia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::seia",
            "coords": [
              40.4167,
              -7.7056
            ]
          },
          "visits": [
            {
              "text": "Visita il Centro Interpretativo di Seia, situato nell'emblematica Casa Solar dos Botelhos, patrimonio classificato e bellissimo esempio dello stile Manuelino del XVI secolo. Questo spazio permette un lungo viaggio attraverso la storia del comune, rivelando la ricchezza culturale di questa città alle porte della Serra da Estrela.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri il Museo del Pane, forse il più grande del mondo dedicato a questo alimento fondamentale. Inaugurato nel 2002 alla Quinta Fonte do Marrão, questo spazio di 3.500 m² accoglie, conserva ed espone il patrimonio del pane nelle sue varie sfaccettature: etnografica, politica, sociale, storica, religiosa e artistica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Museo del Giocattolo nel Solar de Santa Rita, spazio affascinante con circa diecimila giocattoli da tutto il mondo. Dai più comuni ai più originali, inclusi giocattoli tradizionali portoghesi, tutti i pezzi hanno una storia. All'esterno, ammira il tasso tricentenario, classificato come albero di interesse pubblico.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Centro di Interpretazione della Serra da Estrela (CISE), luogo privilegiato per esplorare la più grande catena montuosa del Portogallo continentale attraverso la realtà virtuale. Partecipa alle attività di animazione ambientale, come percorsi pedonali, uscite tematiche e workshop di osservazione della fauna e flora.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeggia per il Centro Storico di Seia ammirando la Fontana delle Quattro Cannelle del 1825, la Chiesa della Misericordia costruita nel 1571, la Cappella di São Pedro classificata come Monumento Nazionale dal 1924, e la Chiesa Madre menzionata dal 1136 nella Carta di Alfonso I.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visita il Museo Naturale dell'Elettricità, situato nella centenaria Centrale della Senhora do Desterro. Questo spazio museologico divulga il patrimonio tecnologico dello sfruttamento idrico nella Serra da Estrela, includendo i macchinari originali e un tunnel di 35 metri di lunghezza.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::seia",
            "coords": [
              40.4167,
              -7.7056
            ]
          },
          "visits": [
            {
              "text": "Scopri il Santuario di Nossa Senhora do Desterro, complesso mariano costituito da dieci cappelle edificate tra i secoli XVII e XIX. La tradizione popolare narra che l'apparizione di immagini della Vergine, San Giuseppe e Gesù Bambino originò la costruzione di questo santuario, dove la bellezza del Rio Alva completa il patrimonio edificato.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il villaggio di Lapa dos Dinheiros, situato a più di 700 metri di altitudine con una vista superba sulla piattaforma del Mondego. Questo villaggio di montagna possiede un esteso bosco di castagni con specie rare come il sorbo montano e il lauro del Portogallo, reliquie delle foreste di oltre 2 milioni di anni fa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il borgo di Loriga, incastonato in una valle ripida abbracciata da due torrenti e avvolta da campi agricoli in imponenti terrazze. Percorri le strade a piedi, scopri tutti gli angoli e non mancare di assaggiare il premiato Bolo Negro e la Broa de Loriga.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Rinfrescati alla Spiaggia Fluviale di Loriga, luogo di rara bellezza dove sono ancora visibili i vestigia lasciati dal ghiacciaio che ha scavato la Valle di Loriga. Questa spiaggia premiata con la Spiaggia d'Oro è il luogo ideale per gli amanti della natura, della calma e della serenità.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Percorri il sentiero della Garganta de Loriga fino all'Eira da Pedra, scoprendo le forme caratteristiche del modellamento glaciale risultanti dall'azione erosiva del ghiaccio da 100 a 10 mila anni fa. Le zone più elevate della montagna erano coperte da uno strato di ghiaccio di circa 80 metri di spessore.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::sabugueiro",
            "coords": [
              40.4008,
              -7.6472
            ]
          },
          "visits": [
            {
              "text": "Scopri Sabugueiro, il villaggio più alto del Portogallo a circa 1050 metri di altitudine vicino al rio Alva. Il villaggio sarebbe sorto a partire da capanne di pastori che sfruttavano i pascoli della montagna. Visita la chiesa parrocchiale, il crocifisso, la fontana del fabbro e il museo etnografico che conserva le tradizioni locali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira la Cascata della Fervença ed esplora l'antico ghiacciaio del Covão Grande. L'incisione scolpita nella roccia vicino alla Fonte do Canariz comprova il passaggio umano in questi luoghi già in tempi remoti, conferendo a Sabugueiro una dimensione storica che completa la sua bellezza naturale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il piccolo villaggio di Cabeça, situato a 530 metri di altitudine con meno di cinquanta case, alcune di scisto, una quercia da sughero centenaria e un'estesa pineta. Questo villaggio offre autenticità, vista privilegiata e quiete, trasformandosi in uno spettacolo di luci sostenibili durante il periodo natalizio.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorri il Sentiero della Lagoa dos Conchos a oltre 1500 metri di altitudine, scoprendo uno dei luoghi più sorprendenti della montagna. Questa laguna con un enorme imbuto artificiale dove le acque sembrano scomparire è una meraviglia dell'ingegneria. Il sentiero lineare di 5 km offre natura e viste sublimi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Esplora le lagune e i bacini della Serra da Estrela: la Lagoa Comprida, il Covão dos Conchos, il Covão do Meio, il Covão do Forno e il Covão do Curral. Questi luoghi sono ideali per la contemplazione del paesaggio del Parco Naturale e bagni rinfrescanti nelle spiagge fluviali.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::sabugal",
            "coords": [
              40.3506,
              -7.0892
            ]
          },
          "visits": [
            {
              "text": "Visita le Terme di Cró, situate a poco più di 10 km da Sabugal. Queste terme il cui utilizzo delle acque medicinali risale all'epoca romana sono state modernizzate con un nuovo stabilimento termale dotato di tecnologia all'avanguardia. Le antiche terme in rovina testimoniano la lunga tradizione termale di questa regione.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora il centro storico di Sabugal con il suo imponente castello medievale e torre mastia pentagonale, unica in Portogallo. Questa città di frontiera conserva un ricco patrimonio architettonico e offre viste panoramiche sul paesaggio granitico della frontiera di Beira.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 75,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::castelo-branco",
            "coords": [
              39.8223,
              -7.4931
            ]
          },
          "visits": [
            {
              "text": "Meravigliati del Giardino del Palazzo Episcopale di Castelo Branco, capolavoro dell'arte paesaggistica portoghese fatto costruire dal vescovo di Guarda D. João de Mendonça intorno al 1720. Questo giardino barocco esibisce laghetti, balconi con balaustre in pietra e statue dei re del Portogallo, quelle dei monarchi del dominio spagnolo volutamente più piccole.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri il Parco del Barrocal, spazio naturale unico integrato nel Geopark Naturtejo Mondiale dell'UNESCO. Inaugurato nel 2020, questo parco di 40 ettari permette di apprezzare un paesaggio granitico modellato nel corso di centinaia di milioni di anni. Esplora il Tunnel del Lucertolone, l'Osservatorio dei Gruccioni e il ponte sospeso fino al belvedere di São Martinho.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Museo Cargaleiro, aperto al pubblico nel 2005, che espone un notevole insieme di opere di pittura, ceramica, sculture e arazzi. Oltre all'opera dell'artista plastico Manuel Cargaleiro, nativo di Vila Velha de Ródão, si possono ammirare opere di artisti nazionali e internazionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Centro di Interpretazione del Ricamo di Castelo Branco, dove potrai vedere artigiane che producono ai telai nuovi pezzi di quest'arte secolare. Il Ricamo di Castelo Branco è un'espressione artistica magnifica con caratteristiche uniche, preservata con la stessa dedizione delle generazioni precedenti.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeggia attraverso il patrimonio storico di Castelo Branco: il Castello e le mura, la Chiesa di São Miguel, il Crocifisso di São João, la Torre dell'Orologio, il Palazzo dei Visconti di Portalegre e il Convento da Graça. Sali al Belvedere di São Gens per una vista panoramica sulla città.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Scopri l'arte urbana e i murales di Castelo Branco, incluse opere di Vhils e l'impressionante murale allusivo alle Invasioni Francesi. Queste espressioni artistiche rappresentano episodi storici, tradizioni e vissuti delle genti della regione, trasformando le strade in musei a cielo aperto.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 10,
            "drive_min": 15,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::castelo-branco",
            "coords": [
              39.8223,
              -7.4931
            ]
          },
          "visits": [
            {
              "text": "Visita il Museo Francisco Tavares Proença Júnior, il CCCCB - Centro di Cultura Contemporanea di Castelo Branco e la Casa della Memoria della Presenza Ebraica. Questi spazi museologici rivelano l'identità collettiva albicastrense, preservando la memoria regionale dall'archeologia all'arte contemporanea.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Museo dei Tessili e il Museo dello Scalpellino, spazi dedicati alle arti e mestieri tradizionali della regione. Dal ricamo al granito, questi musei preservano saperi ancestrali che da tempo riempiono l'immaginario collettivo albicastrense.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri la Rotta dell'Olio d'Oliva visitando un frantoio tradizionale come il Fio da Beira. L'olio d'oliva della Beira-Baixa, con ulivi piantati dal 1359, è oggi classificato DOP e ha conquistato premi nazionali e internazionali per la sua qualità eccezionale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorri i sentieri della regione: il PR2 - Cammino dello Scisto di Castelo Branco di 9,6 km, il PR1 - Rotta della Gardunha di 14,8 km o il PR3 - Cammino dello Scisto di Sarzedas. Osserva le oltre 150 specie di uccelli che abitano il distretto, inclusi avvoltoi, aquile e cicogne nere.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Rinfrescati alla Piscina-Spiaggia di Castelo Branco, aperta da giugno a settembre, o alle spiagge fluviali di Almaceda e Sesmo. Passeggia nel Parco della Città, Centro Civico Devesa e Parco delle Violette, spazi verdi ideali per momenti di svago.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::fundao",
            "coords": [
              40.1381,
              -7.5011
            ]
          },
          "visits": [
            {
              "text": "Esplora il Centro Storico di Fundão, che combina strade tradizionali, commercio locale e spazi culturali rinnovati. Passeggia nella Piazza del Municipio, visita la Chiesa Madre e scopri l'edificio del Municipio. La città si distingue per il suo legame con l'innovazione digitale, visibile nel Centro per le Migrazioni Digitali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri Castelo Novo, uno dei Villaggi Storici più belli del Portogallo integrato nel comune di Fundão. Le case di granito, il pelourinho manuelino, il castello e la straordinaria piazza centrale formano uno scenario medievale preservato con rara armonia. Sali al castello nel tardo pomeriggio per vedere il tramonto sulla montagna.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Museo Archeologico José Monteiro che raccoglie ritrovamenti della regione spiegando l'occupazione umana del territorio dalla preistoria. Esplora anche la Moagem - Città dell'Ingegno e delle Arti, spazio culturale dinamico installato in un'antica fabbrica recuperata.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorri i sentieri panoramici della Serra da Gardunha, come il PR7 o la salita alla Racha da Penha, attraverso boschi, torrenti e altipiani con vista sulla valle dello Zêzere. In primavera, i pendii coperti di ciliegi in fiore trasformano il paesaggio in uno spettacolo unico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Scopri la Rotta della Ciliegia di Fundão, capitale portoghese di questo frutto. Tra maggio e giugno, diverse tenute aprono le porte per visite, raccolta diretta ed esperienze gastronomiche. La Festa della Ciliegia ad Alcaide è uno degli eventi più popolari, con bancarelle di produttori e tanta animazione.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::janeiro-de-cima",
            "coords": [
              40.0456,
              -7.7939
            ]
          },
          "visits": [
            {
              "text": "Scopri la Spiaggia Fluviale di Janeiro de Cima, una delle più belle della regione, circondata da case di scisto e barche tradizionali. Questo villaggio rivierasco offre un ambiente accogliente dove la tradizione incontra la natura preservata del Geopark Naturtejo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il villaggio vicino di Janeiro de Baixo, che mantiene la stessa atmosfera rivierasca autentica. Le case di scisto, le strade lastricate e il contatto con il fiume fanno di questo villaggio un rifugio di tranquillità nel cuore della Beira Interior.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora Barroca, nel cuore del Geopark Naturtejo, che offre arte rupestre, passeggiate e un contatto autentico con la vita rurale. Questo villaggio preserva tradizioni ancestrali e paesaggi geologici unici che testimoniano milioni di anni di storia naturale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Avventurati nel Parco Naturale del Tejo International, dove puoi osservare avvoltoi, aquile e cicogne nere sulle rocce. Fai una gita in barca sul Rio Tejo a Vila Velha de Ródão e ammira le Portas de Ródão, imponenti scogliere che formano uno dei paesaggi più drammatici del Portogallo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            11
          ],
          "label": "Segment 3 — J11–J11",
          "from_day": 11,
          "to_day": 11
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 11,
          "label": "Var 11j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Beira Interior: Serra da Estrela, Villaggi di Scisto e Città Storiche",
        "intro_paragraph": "Parti alla scoperta della Beira Interior, regione segreta del Portogallo dove la Serra da Estrela - la montagna più alta del continente - si affianca a villaggi medievali, terme millenarie e giardini barocchi. Dalle viuzze ebraiche di Guarda alle spiagge fluviali di Janeiro de Cima, dai musei insoliti di Seia ai ricami ancestrali di Castelo Branco, un viaggio tra tradizioni preservate e paesaggi grandiosi.",
        "seo_hook": "Dove i ghiacciai hanno scolpito le valli e i pastori custodiscono le tradizioni: la Beira Interior svela il Portogallo autentico.",
        "featured_list": [
          "Esplora Guarda, la città più alta del Portogallo a 1056 metri",
          "Scopri Sabugueiro, il villaggio più elevato del paese",
          "Ammira il capolavoro barocco del Giardino del Palazzo Episcopale di Castelo Branco",
          "Percorri i sentieri glaciali della Serra da Estrela",
          "Visita i Villaggi Storici di Castelo Novo e Janeiro de Cima",
          "Degusta le ciliegie di Fundão e l'olio d'oliva DOP della regione"
        ],
        "places_taglines": {
          "PT::guarda": "La città delle 5 F: Forte, Abbondante, Fredda, Fedele e Bella",
          "PT::gouveia": "Porta d'ingresso della Serra da Estrela e culla di artisti",
          "PT::seia": "Musei insoliti e villaggi autentici ai piedi della montagna",
          "PT::sabugueiro": "Il villaggio più alto del Portogallo tra ghiacciai e tradizioni",
          "PT::sabugal": "Castello pentagonale unico e terme romane ai confini del Portogallo",
          "PT::castelo-branco": "Giardini barocchi, ricami secolari e arte urbana contemporanea",
          "PT::fundao": "Capitale della ciliegia e porta dei Villaggi Storici",
          "PT::janeiro-de-cima": "Case di scisto e spiagge fluviali nel cuore del Geopark Naturtejo"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "PT::centro-alentejo::heritage-trail",
      "id": "PT::centro-alentejo::heritage-trail",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Portogallo: Dai Canali di Aveiro ai Borghi Fortificati dell'Alentejo",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::aveiro",
            "coords": [
              40.6405,
              -8.6538
            ]
          },
          "visits": [
            {
              "text": "Imbarcati per una gita in moliceiro, barca tradizionale, attraverso i pittoreschi canali di Aveiro, spesso soprannominata la Venezia del Portogallo. Queste imbarcazioni colorate, un tempo utilizzate per la raccolta delle alghe, scivolano oggi davanti a splendide facciate Art Nouveau e graziosi ponti. Ogni barca sfoggia dipinti vivaci che illustrano l'umorismo locale e le tradizioni marittime, offrendo una finestra unica sull'eredità culturale della città.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Museu de Aveiro, ospitato nell'antico Convento di Gesù, dove la Principessa Santa Giovanna trascorse i suoi ultimi anni. Questa notevole collezione presenta arte sacra che copre diversi secoli, inclusa la tomba barocca ornata della principessa stessa. L'edificio del museo, con le sue boiserie dorate e azulejos, rappresenta di per sé un capolavoro dell'architettura religiosa portoghese.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia nel quartiere Art Nouveau di Aveiro, vero tesoro architettonico del primo Novecento incentrato sull'antica fabbrica di ceramica. Ammira le facciate riccamente decorate ornate dagli emblematici azulejos portoghesi, i balconi in ferro battuto lavorato e i motivi organici che definiscono questo stile architettonico distintivo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pagaia attraverso la Ria de Aveiro in kayak, scoprendo il vasto ecosistema lagunare con le sue saline, la diversificata avifauna e i tradizionali villaggi di pescatori. Questa zona umida protetta offre un'evasione tranquilla nella natura a pochi minuti dal centro città.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visita l'Ecomuseo Marinha da Troncalhada per scoprire l'arte ancestrale della raccolta del sale che ha plasmato l'economia di Aveiro per secoli. Osserva i lavoratori utilizzare tecniche tradizionali per estrarre il sale dalle vasche cristalline, perpetuando una pratica risalente all'epoca romana.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::costa-nova",
            "coords": [
              40.6167,
              -8.75
            ]
          },
          "visits": [
            {
              "text": "Scopri le iconiche case a righe di Costa Nova, chiamate localmente palheiros. Queste affascinanti strutture in legno, dipinte di rosso, blu, verde e giallo vivaci, erano originariamente capanni da pescatore per riporre le attrezzature. Oggi costituiscono uno dei luoghi costieri più fotografati del Portogallo, creando un arcobaleno di colori sullo sfondo dell'Atlantico.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sali al Farol da Barra, il faro più alto del Portogallo con i suoi 62 metri. Costruita nel 1893, questa suggestiva torre rossa e bianca offre viste panoramiche sull'Oceano Atlantico e la laguna di Aveiro. La salita ricompensa i visitatori con panorami mozzafiato sulla costa che si estende fino all'orizzonte.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Rilassati sulla sabbia dorata della spiaggia di Costa Nova do Prado, meta amata dai surfisti e dagli amanti del dolce far niente. Le potenti onde atlantiche la rendono un ottimo spot per gli sport acquatici, mentre le lunghe distese di sabbia invitano a tranquille passeggiate lungo la riva.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 60,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "PT::coimbra",
            "coords": [
              40.2033,
              -8.4103
            ]
          },
          "visits": [
            {
              "text": "Esplora l'Università di Coimbra, una delle più antiche e prestigiose istituzioni accademiche d'Europa, fondata nel 1290. Questo sito Patrimonio dell'Umanità UNESCO corona la collina della città, con la sua magnifica biblioteca barocca Joanina che custodisce oltre 200.000 volumi antichi sotto soffitti dorati e scaffali in legni esotici. Le sale cerimoniali e le aule storiche trasportano i visitatori attraverso secoli di tradizione universitaria.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Sé Velha, l'antica cattedrale romanica di Coimbra costruita nel XII secolo durante il tumultuoso periodo della Reconquista. Questa chiesa dall'aspetto di fortezza, con le sue mura merlate e le finestre strette, rappresenta uno dei più begli esempi di architettura romanica del Portogallo. All'interno, il chiostro gotico e la pala rinascimentale testimoniano l'evoluzione dell'arte religiosa portoghese.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia nel centro storico di Coimbra, dove strette vie medievali serpeggiano tra antichi edifici in pietra. La geografia unica della città crea due zone distinte: la Baixa con le sue vivaci strade commerciali e l'Alta dove secoli di tradizione accademica impregnano ogni ciottolo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Scopri il Monastero di Santa Cruz, ultima dimora dei primi due re del Portogallo, Afonso Henriques e Sancho I. Questo monastero del XII secolo presenta un portale manuelino ornato, una sacrestia rinascimentale e splendidi pannelli di azulejos che illustrano la vita di Sant'Agostino.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::leiria",
            "coords": [
              39.7436,
              -8.8071
            ]
          },
          "visits": [
            {
              "text": "Sali al Castello di Leiria, fortezza medievale spettacolarmente arroccata sopra la città con origini risalenti al XII secolo. Le romantiche rovine del castello, incluso il palazzo reale e la loggia gotica, offrono viste che spaziano sulle foreste di pini fino all'Atlantico. Ogni agosto, le suggestive mura ospitano Entremuralhas, un festival di musica gotica che trasforma le antiche pietre in un luogo di ammaliante bellezza.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia sulla Praça Rodrigues Lobo, l'elegante piazza principale di Leiria circondata da edifici porticati e caffè affascinanti. Questo vivace luogo di ritrovo mette in mostra l'eredità architettonica della città, in particolare bei esempi di design Art Nouveau dell'architetto Ernesto Korrodi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Cattedrale di Leiria, capolavoro manierista del XVI secolo dedicato a Nostra Signora dell'Assunzione. Questa chiesa a sala unica, con le sue tre navate di uguale altezza, rappresenta uno dei più begli esempi dello stile Hallenkirchen in Portogallo, paragonabile al Monastero dos Jerónimos di Lisbona.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora il Museo di Leiria recentemente rinnovato, ospitato nell'antico convento di Santo Agostinho. Dopo 97 anni di collezioni disperse, questo museo completo racconta oggi la storia della città attraverso presentazioni innovative che coprono archeologia, arte e tradizioni locali.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 130,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::covilha",
            "coords": [
              40.2833,
              -7.5
            ]
          },
          "visits": [
            {
              "text": "Inizia la tua esplorazione di Covilhã dalla chiesa Santa Maria Maior, splendido edificio barocco del XVI secolo nel cuore del centro storico. Ammira gli squisiti azulejos blu e bianchi che ornano l'esterno, illustrando magnificamente scene della vita della Vergine Maria, testimonianza di diversi secoli di arte religiosa portoghese.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sali al belvedere Portas do Sol per panorami che si estendono sui tetti di Covilhã fino alla maestosa catena della Serra da Gardunha. Questa terrazza sopraelevata presenta una meridiana storica e diversi notevoli murales di street art del festival WOOL Urban Art.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora la Praça do Município, cuore vibrante di Covilhã dove l'imponente Municipio, l'ornata chiesa della Misericórdia e l'elegante Teatro Municipal circondano una statua che onora Pêro da Covilhã, il leggendario esploratore del XV secolo inviato dal re Giovanni II a scoprire le rotte delle spezie verso l'India e l'Etiopia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Museo della Lana che documenta l'eredità di Covilhã come uno dei principali produttori di lana del Portogallo. Ospitato nelle storiche Real Fábrica de Panos e Real Fábrica Veiga, il museo presenta i processi tessili tradizionali che un tempo alimentavano centinaia di fabbriche locali.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Imbarcati nel percorso WOOL Urban Art, uno straordinario museo a cielo aperto che presenta opere di artisti internazionali tra cui l'iconico gufo in materiali riciclati di Bordalo II, l'immenso murale del cuore di Third e i ritratti complessi di Daniel Eime. Questo festival annuale ha trasformato muri trascurati in vibranti tele in tutto il centro storico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 5,
            "drive_min": 10,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::covilha",
            "coords": [
              40.2833,
              -7.5
            ]
          },
          "visits": [
            {
              "text": "Recati al belvedere Varanda dos Carqueijais, a soli 10 minuti da Covilhã, che offre uno dei panorami più spettacolari della Serra da Estrela. La distintiva piattaforma panoramica metallica è diventata un luogo fotografico iconico, incorniciando il drammatico paesaggio montano in un gesto architettonico unico.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sali fino a Torre, il punto più alto del Portogallo continentale a quasi 2.000 metri di altitudine. Questa vetta spettacolare, a soli 30 minuti da Covilhã, attira visitatori tutto l'anno in cerca di neve in inverno e aria fresca di montagna in estate. L'unica stazione sciistica naturale del Portogallo vi opera durante i mesi più freddi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri Covão d'Ametade, una delle valli glaciali più incantevoli della Serra da Estrela. Questo paesaggio da fiaba fatto di spettacolari formazioni rocciose, ruscelli cristallini e prati alpini affascina i visitatori in ogni stagione, che sia coperto di neve o tappezzato di fiori selvatici.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Rinfrescati alla spiaggia fluviale di Unhais da Serra, luogo di balneazione naturale preservato circondato da rigogliosa vegetazione montana. Le strutture ben curate e le acque cristalline la rendono un'evasione ideale dalla calura estiva, a soli 30 minuti da Covilhã.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 140,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::castelo-de-vide",
            "coords": [
              39.4167,
              -7.4583
            ]
          },
          "visits": [
            {
              "text": "Esplora Castelo de Vide, villaggio medievale magnificamente preservato coronato da un castello in cima alla collina che offre viste dominanti sulle pianure dell'Alentejo. Le strette vie acciottolate serpeggiano tra case imbiancate a calce ornate di elaborati balconi in ferro battuto, creando uno dei paesaggi urbani più pittoreschi del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia nel Quartiere Ebraico, uno dei quartieri ebraici medievali meglio conservati del Portogallo. La minuscola fontana Fonte da Vila segna il cuore di questo quartiere storico, dove le rovine di una sinagoga del XIII secolo e le case tradizionali con porte gotiche ricordano la vibrante comunità sefardita che un tempo prosperava qui.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Castello di Castelo de Vide, fortezza del XIII secolo che offre viste panoramiche sul Parco Naturale della Serra de São Mamede. Il mastio e le mura difensive rimangono notevolmente intatti, offrendo uno scorcio sull'architettura militare medievale e l'importanza strategica di questa regione di confine.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Assaggia le celebri acque minerali dalle numerose fontane della città, rinomate fin dall'epoca romana per le loro proprietà terapeutiche. L'aria frizzante di montagna e l'atmosfera tranquilla fanno di Castelo de Vide una destinazione ideale per il benessere e il relax.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::marvao",
            "coords": [
              39.3942,
              -7.3764
            ]
          },
          "visits": [
            {
              "text": "Scopri Marvão, villaggio medievale mozzafiato arroccato su un crinale roccioso a 862 metri di altitudine nel Parco Naturale della Serra de São Mamede. Questo nido d'aquila, cinto da mura del XIII secolo, offre viste spettacolari che si estendono attraverso l'Alentejo fino alla Spagna, creando uno dei panorami più drammatici del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Castello di Marvão, fortezza medievale notevolmente preservata le cui mura sembrano crescere organicamente dalle scogliere di granito. La posizione strategica del castello lo rendeva praticamente inespugnabile attraverso secoli di conflitti di confine, e oggi i visitatori possono percorrere il circuito completo di mura e torri.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia sul Largo do Rossio, l'incantevole piazza centrale di Marvão ombreggiata da un magnifico platano centenario. Le case imbiancate a calce circostanti, i balconi fioriti e i caffè tradizionali creano un'atmosfera cristallizzata nel tempo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita un laboratorio di tessitura tradizionale dove artigiani perpetuano l'arte secolare della tessitura a mano. Alcuni pezzi creati nei laboratori di Marvão avrebbero ispirato opere della celebre pittrice portoghese Vieira da Silva.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 22,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::portalegre",
            "coords": [
              39.2967,
              -7.4306
            ]
          },
          "visits": [
            {
              "text": "Esplora il centro storico di Portalegre, dove l'architettura barocca e le facciate ornate di azulejos fiancheggiano sinuose vie medievali. Il Palácio Amarelo e numerose case nobiliari testimoniano la prosperità portata dall'industria tessile che rese questa città famosa in tutto il Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Castello di Portalegre, fortezza medievale del XIII secolo le cui mura e torri dominano ancora il paesaggio urbano. Dai bastioni, viste spettacolari si estendono su Portalegre fino alle colline ondulate della Serra de São Mamede, mentre un piccolo museo militare preserva il patrimonio marziale locale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri il Museo dell'Arazzo e la Manifattura di Portalegre, che celebrano la tecnica di tessitura unica che ha messo questa città sulla mappa artistica. Ispirate dal pittore Jean Lurçat, le tappezzerie di Portalegre sono rinomate in tutto il mondo per il loro dettaglio intricato e i colori vibranti. I visitatori possono osservare gli artigiani al lavoro che perpetuano questa tradizione vivente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora la Cattedrale (Sé), chiesa del XVI secolo dedicata a Nostra Signora dell'Assunzione. La sua facciata barocca lascia spazio a un interno sereno che presenta lampadari di cristallo, una sacrestia ornata di azulejos e un'impressionante collezione di arte religiosa che copre diversi secoli.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita la Casa-Museo José Régio, antica residenza di uno dei più grandi scrittori portoghesi del XX secolo. Oltre ai suoi effetti personali, il museo ospita una straordinaria collezione di arte sacra, statue religiose e icone popolari che riflettono la passione di Régio per la cultura tradizionale portoghese.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Dondolati sopra le pianure dell'Alentejo sull'altalena panoramica «Carreiras sem fim» situata al Miradouro da Fonte dos Carvoeiros. Questo spot instagrammabile offre opportunità fotografiche impareggiabili con viste che spaziano sul paesaggio dorato.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 60,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::ponte-de-sor",
            "coords": [
              39.25,
              -8.0167
            ]
          },
          "visits": [
            {
              "text": "Scopri Ponte de Sor, strategicamente posizionata sulla strada storica che collega Mérida a Lisbona fin dall'epoca romana. Oggi questa città sul fiume segna il chilometro 435 dell'emblematica strada EN2 del Portogallo che collega Chaves a Faro, rendendola una tappa essenziale per i viaggiatori che esplorano i diversi paesaggi del paese.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita il Centro de Artes e Cultura, spazio multidisciplinare che ospita il più grande mosaico di sughero al mondo, certificato dal Guinness World Records nel 2014. L'artista albanese Saimir Strati ha creato quest'opera notevole che celebra una delle industrie più importanti della regione, ospitata in un antico mulino che preserva il patrimonio archeologico industriale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora Galveias e il suo Centro di Interpretazione José Luís Peixoto, dedicato a uno degli scrittori portoghesi contemporanei più celebrati. Questo percorso letterario comprende 22 punti di interesse che collegano l'opera dell'autore ai paesaggi che l'hanno ispirato.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Recati alla diga di Montargil, attrazione principale del comune immersa tra le ondulate foreste di querce da sughero. Questo vasto bacino propone un centro di sport acquatici, una spiaggia fluviale e punti panoramici mozzafiato. Per l'esperienza definitiva, fai un volo in mongolfiera all'alba o al tramonto per apprezzare il sereno paesaggio dell'Alentejo dall'alto.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "PT::temp_1763754260606",
        "PT::tras-os-montes-douro::patrimonio-natureza",
        "ES::extremadura::pierres-et-vautours",
        "ES::temp_1763753973101"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Portogallo: Dai Canali di Aveiro ai Borghi Fortificati dell'Alentejo",
        "intro_paragraph": "Attraversa il Portogallo dal Centro all'Alentejo, dai colorati canali di Aveiro ai borghi medievali arroccati sulle alture. Questo itinerario di 10 giorni ti porta dalla prestigiosa università di Coimbra alle vette innevate della Serra da Estrela, fino alle pianure dorate costellate di castelli e monasteri secolari.",
        "seo_hook": "Un viaggio tra oceano e montagna alla scoperta del patrimonio preservato del Portogallo autentico.",
        "featured_list": [
          "Aveiro e i suoi moliceiros, la Venezia portoghese",
          "L'università di Coimbra e la sua biblioteca barocca UNESCO",
          "La Serra da Estrela, tetto del Portogallo continentale",
          "Marvão, nido d'aquila medievale dai panorami vertiginosi",
          "Gli arazzi di Portalegre, arte tessile d'eccezione",
          "Costa Nova e le sue iconiche case a righe"
        ],
        "places_taglines": {
          "PT::aveiro": "La Venezia portoghese dai moliceiros colorati e facciate Art Nouveau",
          "PT::costa-nova": "Arcobaleno di case a righe di fronte all'Atlantico",
          "PT::coimbra": "Città universitaria millenaria dal patrimonio barocco UNESCO",
          "PT::leiria": "Castello romantico che domina le foreste di pini atlantici",
          "PT::covilha": "Capitale della lana divenuta museo di street art a cielo aperto",
          "PT::castelo-de-vide": "Borgo termale medievale dalle fontane miracolose",
          "PT::marvao": "Fortezza inespugnabile arroccata alle porte della Spagna",
          "PT::portalegre": "Capitale degli arazzi dal fascino aristocratico",
          "PT::ponte-de-sor": "Tappa dell'EN2 con mosaici di sughero record mondiale"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
      "id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Tour di Lisbona e Sintra: Vedute, Palazzi Reali e Storia",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 2,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::lisbon",
            "coords": [
              38.7223,
              -9.1393
            ]
          },
          "visits": [
            {
              "text": "Giorno 1: Inizia la tua avventura a Lisbona nella magnifica Praça do Comércio, la piazza più grandiosa della città che si apre drammaticamente sul fiume Tago. Questa piazza monumentale sul lungofiume, ricostruita dopo il devastante terremoto del 1755, serviva come ingresso cerimoniale alla capitale portoghese per i dignitari in arrivo. Gli eleganti edifici con portici e l'arco trionfale creano uno degli spazi urbani più impressionanti d'Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 1: Passeggia lungo Rua Augusta, la vivace via pedonale di Lisbona che collega il lungofiume al cuore del quartiere Baixa. Questa strada animata brulica di caffè all'aperto, negozi tradizionali e artisti di strada sotto eleganti facciate del XVIII secolo. Sali in cima all'Arco da Rua Augusta per viste panoramiche sulle strade geometriche del centro e sul luccicante Tago oltre.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 1: Sali sull'Elevador de Santa Justa, uno straordinario ascensore in ferro neogotico progettato da uno studente di Gustave Eiffel nel 1902. Questo notevole pezzo di ingegneria urbana trasporta i passeggeri 45 metri in su attraverso una torre ornata in ferro battuto per collegare la Baixa con il quartiere Carmo sopra. La piattaforma panoramica in cima rivela un panorama mozzafiato sui tetti di terracotta di Lisbona.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 1: Esplora le rovine di bellezza struggente del Convento do Carmo, un monastero gotico rimasto senza tetto dal catastrofico terremoto del 1755. Gli archi scheletrici che si protendono verso il cielo aperto creano uno dei siti più atmosferici e fotografati di Lisbona. Oggi le rovine ospitano un museo archeologico con reperti che spaziano dai tempi preistorici al periodo medievale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Perditi nelle strade labirintiche di Alfama, il quartiere più antico e suggestivo di Lisbona che è sopravvissuto in gran parte intatto al grande terremoto. Vicoli stretti si snodano tra case antiche adornate di colorati azulejo, mentre le melodie malinconiche del fado si diffondono dalle taverne nascoste. Questo quartiere medievale che sale dal lungofiume al castello conserva l'anima autentica della vecchia Lisbona.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Conquista le alture del Castelo de São Jorge, la fortezza sulla collina che veglia su Lisbona da più di un millennio. Originariamente una roccaforte moresca prima della riconquista cristiana del 1147, le mura e le torri del castello offrono le viste panoramiche più spettacolari di tutta la capitale. Passeggia tra i resti archeologici, i giardini tranquilli e i bastioni che si affacciano sulle sette colline della città.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Visita la Cattedrale Sé, la chiesa più antica di Lisbona e un potente simbolo della riconquista cristiana, costruita sul sito di un'antica moschea nel XII secolo. Questa chiesa-fortezza romanica è sopravvissuta a terremoti, guerre e secoli di storia accumulando chiostri gotici, cappelle barocche e tesori di ogni epoca. La facciata austera fiancheggiata da due campanili crea una presenza imponente nel cuore di Alfama.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Recati nel quartiere fluviale di Belém, dove l'Era delle Scoperte del Portogallo ha lasciato i suoi monumenti più magnifici lungo il Tago. Questo elegante quartiere a ovest del centro celebra l'epoca in cui i navigatori portoghesi esplorarono oceani sconosciuti e stabilirono un impero marittimo globale. Viali alberati, giardini curati e passeggiate sul lungofiume collegano i tesori dell'area patrimonio UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Ammira il Mosteiro dos Jerónimos, uno straordinario capolavoro dell'architettura manuelina e uno dei monumenti più importanti del Portogallo. Questo monastero del XVI secolo, costruito per commemorare il viaggio di Vasco da Gama in India, presenta intagli in pietra fantasticamente ornati che combinano simboli marittimi, religiosi e reali. I chiostri sono tra i più belli d'Europa, la loro delicata lavorazione in pietra testimonia l'età d'oro del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Fermati davanti all'iconica Torre de Belém, una torre fortificata che si erge dal Tago ed è diventata il simbolo definitivo di Lisbona. Costruita all'inizio del XVI secolo per sorvegliare l'ingresso fluviale, questo sito Patrimonio dell'Umanità UNESCO fonde elementi architettonici manuelini e moreschi nella sua decorazione in pietra. La posizione della torre che si protende nel fiume ricorda il punto di partenza per innumerevoli viaggi di esplorazione portoghesi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 3: Scopri il MAAT (Museo di Arte, Architettura e Tecnologia), uno splendido museo contemporaneo il cui tetto ondulato si fonde perfettamente con il lungofiume di Belém. Questo punto di riferimento architettonico ospita mostre temporanee di arte contemporanea nazionale e internazionale nei suoi spazi interni futuristici. La passerella sul tetto offre prospettive uniche sul Tago e si collega all'adiacente centrale elettrica storica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 3: Sperimenta l'energia creativa di LX Factory, un ex complesso industriale trasformato nel centro culturale più vivace di Lisbona. Fabbriche tessili abbandonate ora ospitano boutique indipendenti, librerie, gallerie d'arte e studi creativi sotto mattoni a vista e strutture in ferro. Questo quartiere alternativo pulsa di energia artistica e rappresenta il lato contemporaneo e lungimirante della capitale portoghese.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Giorno 1: Passeggia per l'elegante quartiere Chiado, il quartiere tradizionale di Lisbona degli intellettuali, artisti e caffè letterari dove Fernando Pessoa una volta teneva corte. Questo quartiere sofisticato collega la città bassa con le alture bohémien di Bairro Alto, offrendo ottimo shopping, teatri storici e piazze incantevoli. Il significato culturale e l'atmosfera raffinata dell'area la rendono perfetta per un pomeriggio di esplorazione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 2: Prendi il leggendario Tram 28, un tram giallo d'epoca che sferraglia attraverso i quartieri più pittoreschi di Lisbona nel suo percorso tortuoso attraverso la città. Questo pezzo vivente di storia dei trasporti sale strade impossibilmente ripide, si infila in passaggi stretti e passa davanti ai principali monumenti da Alfama a Estrela. Il viaggio a bordo di questi tram di legno centenari fornisce un modo autentico e panoramico per sperimentare la topografia drammatica della città.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 2: Guarda il tramonto dal Miradouro de Santa Luzia, una terrazza romantica che si affaccia sui tetti di Alfama e sullo scintillante fiume Tago. Pergolati drappeggiati di bouganville, pannelli decorativi di azulejo e palme incorniciano viste che si estendono dalla cupola del Pantheon Nazionale alle colline distanti. Questo belvedere amato cattura l'essenza della bellezza malinconica di Lisbona mentre la città risplende nella luce serale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 2: Fotografa il Padrão dos Descobrimentos, un sorprendente monumento modernista che celebra gli esploratori portoghesi che aprirono nuove rotte marine al mondo. Questa scultura di 52 metri che si innalza dalla riva del fiume raffigura Enrico il Navigatore che guida una processione di figure storiche verso l'acqua. La silhouette drammatica del monumento e la posizione sul lungofiume ne fanno uno dei punti di riferimento più riconoscibili di Belém.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 3: Esplora il Bairro Alto, il quartiere alto storico di Lisbona dove lo spirito bohémien incontra la vita tradizionale del quartiere. Di giorno, le strade tranquille rivelano negozi vintage, case di fado e taverne di quartiere che servono petiscos tradizionali. Dopo il tramonto, il quartiere si trasforma nel leggendario distretto della vita notturna della città con innumerevoli bar che si riversano nelle strade strette.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 3: Cerca i famosi miradouros di Lisbona, i punti panoramici sparsi sulle sette colline della città che rivelano nuove prospettive ad ogni svolta. Dal panoramico Miradouro da Senhora do Monte alle eleganti terrazze di São Pedro de Alcântara, ognuno offre il proprio carattere e panorama. Questi amati punti di ritrovo sono essenziali per capire come i lisbonesi vivono la loro città drammaticamente verticale.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 36,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::sintra",
            "coords": [
              38.798,
              -9.388
            ]
          },
          "visits": [
            {
              "text": "Raggiungi Sintra, un paesaggio culturale Patrimonio dell'Umanità UNESCO dove palazzi romantici si ergono da colline boscose in uno degli ambienti più incantevoli d'Europa. La nobiltà e gli aristocratici portoghesi scelsero questo rifugio montano nebbioso per le loro residenze estive, lasciando una straordinaria concentrazione di tesori architettonici. L'atmosfera fiabesca della città ha affascinato visitatori da Lord Byron ai viaggiatori moderni.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Palácio Nacional de Sintra, il palazzo reale medievale che domina il centro della città con i suoi caratteristici camini conici della cucina visibili per miglia intorno. Questa residenza estiva dei monarchi portoghesi conserva interni straordinari incluse stanze interamente coperte di piastrelle decorative azulejo e elaborati soffitti mudéjar. Il palazzo rappresenta la residenza reale continuamente abitata più lunga del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sali al Palácio da Pena, un fiammeggiante palazzo del XIX secolo che corona la vetta più alta delle colline di Sintra in un'esplosione di colore e fantasia architettonica. Questo capolavoro romantico combina torri gotiche, decorazioni manueline, elementi moreschi e cupole rinascimentali in una profusione di gialli, rossi e blu. Il parco circostante di alberi esotici e sentieri nascosti estende l'atmosfera magica attraverso la montagna.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Fermati a Cabo da Roca, il punto più occidentale dell'Europa continentale, dove scogliere drammatiche si tuffano nell'Atlantico sotto un faro storico. Questo promontorio battuto dal vento segna dove la massa continentale europea incontra l'oceano, una pietra miliare geografica celebrata con un monumento e un certificato per i visitatori. La forza grezza dell'ambiente - onde che si infrangono, scogliere che svettano e orizzonte infinito - crea una profonda sensazione di trovarsi al limite del mondo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Concludi il tuo viaggio a Cascais, un'elegante località balneare che ha attratto aristocratici e artisti da quando la nobiltà portoghese ne fece il proprio parco giochi estivo nel XIX secolo. Il centro storico incantevole presenta strade pedonali acciottolate, edifici imbiancati a calce e un pittoresco porto peschereccio ancora in uso oggi. Spiagge sabbiose, eccellente pesce fresco e un'atmosfera costiera rilassata forniscono il finale perfetto per la tua avventura lisboeta.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeggia attraverso i giardini e i parchi romantici di Sintra, dove sentieri tortuosi conducono oltre fontane, follie architettoniche e punti panoramici che rivelano scorci di palazzi attraverso gli alberi. La vegetazione lussureggiante prospera nel microclima unico creato dall'umidità atlantica che si raccoglie sui versanti montani. Questi paesaggi verdeggianti erano composti con la stessa cura di qualsiasi interno di palazzo, creando stanze all'aperto di meraviglia botanica.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            2
          ],
          "label": "Segment 1 — J1–J2",
          "from_day": 1,
          "to_day": 2
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 2,
          "label": "Var 2j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "PT::temp_1763754260606"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Tour di Lisbona e Sintra: Vedute, Palazzi Reali e Storia",
        "intro_paragraph": "Immergiti nel cuore romantico del Portogallo attraverso due giorni incantevoli. Viaggia sui tram d'epoca di Lisbona attraverso i vicoli dell'Alfama che echeggiano di fado, guarda il tramonto dipingere il Tago d'oro dalle terrazze dei miradouro. Raggiungi le colline nebbiose di Sintra dove i colori del Palazzo da Pena esplodono contro il verde della foresta e le rovine del castello moresco coronano scogliere drammatiche.",
        "seo_hook": "Tram d'epoca salgono colline acciottolate, il tramonto indora il Tago, palazzi fiabeschi coronano vette nebbiose. Due giorni svelano secoli di meraviglia.",
        "featured_list": [
          "Lisbona: giri in tram tramonti sul Tago",
          "Sintra: Palazzo da Pena foresta nebbiosa"
        ],
        "places_taglines": {
          "PT::lisbon": "miradouro tramonto tram ventotto notti fado",
          "PT::sintra": "palazzo pena castello moresco romanticismo nebbioso"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
      "id": "PT::pt::portugal-grand-tour-best-places-to-visit",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Grand Tour del Portogallo: Algarve, Lisbona e Nord",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 16,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::tavira",
            "coords": [
              37.1275,
              -7.6506
            ]
          },
          "visits": [
            {
              "text": "Scoprite Faro, la capitale dell'Algarve che offre un centro storico compatto con affascinanti strade strette e atmosfera accogliente. Il centro storico presenta la Cattedrale di Faro dove potete salire sulla torre per viste aeree, la Cappella delle Ossa alla Igreja do Carmo e l'eccellente Museo Municipale. L'area del Marina e il giardino Jardim Manuel Bivar ospitano mercati artigianali nel weekend e offrono piacevoli passeggiate sul lungomare.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplorate il Parco Naturale Ria Formosa, una serie di isole barriera che si estendono per oltre 60 chilometri lungo l'Algarve orientale. Questo paesaggio protetto di lagune, zone umide, saline e dune di sabbia bianca crea scenari completamente diversi dalle famose spiagge appoggiate alle scogliere più a ovest. I villaggi di pescatori tradizionali sulle isole offrono scorci di autentica vita dell'Algarve rimasta in gran parte immutata da generazioni.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitate Tavira, una delle città più grandi e autentiche della regione dell'Algarve costruita attorno al suo centro medievale lungo il fiume. Non perdetevi i resti del Castelo, il Ponte Romano presente in tutte le cartoline di Tavira, e la Igreja da Misericordia con il suo impressionante portale di azulejos del XVIII secolo. La Camera Obscura all'interno di una vecchia torre dell'acqua offre prospettive uniche su questa affascinante città storica.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fate una gita in barca attraverso Ria Formosa visitando isole come Ilha de Tavira, Culatra e Armona per sperimentare spiagge incontaminate e comunità di pescatori tradizionali. I tour in barca al tramonto da Faro offrono un modo magico per sperimentare il parco naturale mentre il cielo si trasforma sulle lagune. Le opportunità di birdwatching qui sono eccezionali, con le zone umide che forniscono habitat per numerose specie.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 380,
            "drive_min": 240,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::albufeira",
            "coords": [
              37.0882,
              -8.2503
            ]
          },
          "visits": [
            {
              "text": "Scoprite Albufeira, la località turistica più popolare del Portogallo meridionale che offre qualcosa per ogni tipo di viaggiatore. Dalle coste panoramiche e lunghe spiagge sabbiose a un affascinante centro storico con architettura tradizionale, questo hub centrale dell'Algarve fornisce eccellente accesso alle attrazioni di tutta la regione. Il vecchio quartiere dei pescatori e il centro storico sulla scogliera sono aree particolarmente suggestive da esplorare.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitate Praia da Falésia, una delle spiagge più uniche al mondo che si estende per oltre 6 chilometri tra Vilamoura e Albufeira. Le impressionanti scogliere di arenaria rossa cambiano colore a seconda del tempo e della luce, creando panorami mozzafiato che vale la pena visitare in ogni stagione. Il tratto più bello vicino a Olhos de Agua presenta formazioni rocciose particolarmente drammatiche che si fotografano magnificamente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplorate la pittoresca Cappella di Nossa Senhora da Rocha a Porches, situata drammaticamente sulle scogliere costiere sopra l'oceano. Mentre la piccola cappella stessa è affascinante, l'attrazione principale è lo spettacolare scenario costiero visibile dai sentieri che portano verso ovest. Questa popolare location per il tramonto premia i visitatori con viste mozzafiato della costa dell'Algarve.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Provate il kayak dalla Spiaggia di St Rafael ad Albufeira, pagaiando lungo la bellissima costa per scoprire grotte nascoste e calette appartate. Gli appassionati di sport acquatici troveranno parasailing, jet ski e innumerevoli altre attività disponibili durante tutta la stagione estiva. Le spiagge attorno ad Albufeira come Praia dos Arrifes e Praia São Rafael offrono alcuni dei nuoti costieri più panoramici dell'Algarve centrale.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::silves",
            "coords": [
              37.1893,
              -8.439
            ]
          },
          "visits": [
            {
              "text": "Esplorate Silves, l'antica capitale dell'Algarve solitamente trascurata dai visitatori alla prima volta ma che offre affascinanti scorci del passato moresco della regione. Questa tipica città medievale in collina è coronata da un castello parzialmente restaurato che una volta rivaleggiava con Lisbona in importanza prima del devastante terremoto del 1755. La Cattedrale di Silves e il Museo Archeologico proprio fuori dalla piazza principale completano l'esperienza del castello.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scoprite l'affascinante villaggio di Alte, uno dei villaggi tradizionali più pittoreschi della campagna dell'Algarve dove il tempo sembra essersi fermato. Strade strette lastricate si snodano tra edifici bianchi tradizionali adornati con fiori colorati e alcune delle street art più belle della regione. Le sorgenti naturali a Fonte Grande de Alte offrono nuotate rinfrescanti in acqua cristallina - un'esperienza inaspettata dell'Algarve interno.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitate le spiagge di Alvor incluse Praia dos Três Irmãos e la piccola Praia da Prainha, interconnesse tramite tunnel e passaggi attraverso le scogliere. Camminare a piedi nudi attraverso tunnel, sotto archi naturali e lungo stretti passaggi nelle scogliere rivela sorpresa dopo sorpresa in questo spettacolare paesaggio costiero. Il ristorante sulla scogliera a Prainha incastonato tra le rocce offre una location per cenare assolutamente unica.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplorate la Costa Vicentina, la costa occidentale meno visitata dell'Algarve che offre scenari selvaggi e maestosi completamente diversi dalle popolari spiagge orientali. Praia da Bordeira e Praia da Cordoama sono le preferite dai surfisti, ma qualsiasi piccola strada che porta alla costa premia i visitatori con viste magnifiche. Questa costa naturale non sviluppata offre autentica bellezza atlantica senza le folle.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::carvoeiro",
            "coords": [
              37.0947,
              -8.4714
            ]
          },
          "visits": [
            {
              "text": "Esplorate Algar Seco nella pittoresca Carvoeiro, un'area costiera unica che presenta notevoli grotte, grotti e scogliere calcaree scolpite dalla pioggia e dal mare nel corso di milioni di anni. Le passerelle forniscono visione accessibile, ma i visitatori avventurosi possono esplorare sentieri e scalinate intagliate tra le rocce che sembrano navigare in un labirinto naturale. La grotta più bella presenta due finestre naturali che guardano la costa, scoperte scendendo le scale alla fine del parcheggio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorrete il famoso Sentiero delle Sette Valli Sospese, la passeggiata costiera più popolare dell'Algarve che segue scenari mozzafiato tra Praia da Marinha e Praia do Vale de Centeanes. Questo percorso di 5,7 chilometri passa la Grotta di Benagil, la Spiaggia di Benagil, la Spiaggia di Carvalho e il Faro di Alfazina tra i punti salienti. Il sentiero fornisce facile accesso a uno dei tratti di costa più panoramici di tutto il Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Fotografate Praia da Marinha, dove viste perfette da cartolina hanno reso questa una delle spiagge più riconoscibili del Portogallo. I sentieri sulla scogliera che guardano la spiaggia rivelano la tipica costa dell'Algarve presente nelle guide di tutto il mondo. Camminando verso ovest dal punto panoramico vicino all'area parcheggio si rivela lo scenario più spettacolare lungo questo splendido tratto di costa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Prendi una gita in barca alla famosa Grotta di Benagil, la grotta marina più grande e conosciuta dell'Algarve accessibile solo dall'acqua. Questa caverna simile a una cattedrale è così immensa che diverse barche possono entrare simultaneamente, con la luce del sole che filtra attraverso il tetto crollato. L'intera costa qui è punteggiata di grotte marine che creano scenari spettacolari sia che vengano esplorate in motoscafo che in kayak.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::lagos",
            "coords": [
              37.1028,
              -8.673
            ]
          },
          "visits": [
            {
              "text": "Scopri Lagos, una delle città storiche più affascinanti del Portogallo con edifici imbiancati a calce, strade acciottolate e un'atmosfera tradizionale accogliente. Il centro storico compatto offre monumenti storici, musei interessanti e un vivace mercato locale perfetto per vivere l'autentica cultura portoghese. Questa graziosa città dell'Algarve occidentale combina patrimonio con facile accesso a scenari costieri spettacolari.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira Ponta da Piedade, uno dei monumenti naturali più famosi del Portogallo con straordinarie formazioni rocciose costiere, grotte marine e grotte. Lo scenario mozzafiato include scogliere imponenti accessibili tramite sentieri costieri e una ripida scalinata che scende al livello del mare per viste più ravvicinate delle grotte. Questo paesaggio straordinario è ancora più magico al tramonto quando la luce dorata illumina le formazioni scultoree.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita Praia do Camilo, una piccola spiaggia accessibile tramite ripide scale dove le viste dall'alto sono altrettanto stupende quanto la spiaggia stessa. La spiaggia si divide in due aree collegate da un breve tunnel scavato attraverso le rocce, creando un'esperienza incredibilmente scenografica. La vicina Praia de Dona Ana è circondata da ripide scogliere colorate e acqua cristallina blu, classificandosi tra le spiagge più belle dell'Algarve.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora Ponta da Piedade in kayak, pagaiando attraverso grotte marine e lungo la costa spettacolare per una prospettiva indimenticabile su queste meraviglie naturali. Piccole gite in barca navigano anche nelle grotte, offrendo accesso intimo alle formazioni rocciose scolpite. La combinazione di scogliere dorate, acqua turchese e grotte nascoste crea uno dei paesaggi costieri più fotogenici d'Europa.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::sagres",
            "coords": [
              37.0092,
              -8.9408
            ]
          },
          "visits": [
            {
              "text": "Arriva a Cabo de São Vicente, il punto più sudoccidentale dell'Europa continentale dove imponenti scogliere circondate dall'acqua su tre lati creano uno spettacolo ipnotizzante. In passato, gli europei credevano che questo fosse la fine del mondo, e stando qui guardando onde massive infrangersi contro le rocce sottostanti, quella sensazione rimane palpabile. Il faro e la fortezza di Santo António do Beliche nelle vicinanze offrono panorami costieri altrettanto stupendi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora Ponta de Sagres, un promontorio selvaggio e battuto dal vento ricco di storia dove i primi grandi esploratori del Portogallo iniziarono i loro viaggi alla ricerca del Nuovo Mondo. Visita la Fortaleza de Sagres del XVI secolo che comprende un antico forte con museo, la Igreja de Nossa Senhora da Graça e un faro con un'installazione sonora unica. Cammina intorno all'intero capo seguendo sentieri che offrono viste mozzafiato sull'Atlantico infinito.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivi condizioni di surf di livello mondiale intorno a Sagres, dove onde costanti e venti forti attraggono appassionati di sport acquatici da tutto il mondo. Le spiagge in questa zona offrono alcuni dei migliori surf del Portogallo, con numerose scuole di surf che forniscono lezioni per tutti i livelli. La costa atlantica selvaggia qui sembra indomita e selvaggia rispetto alle spiagge riparate più a est.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::lisbon",
            "coords": [
              38.7223,
              -9.1393
            ]
          },
          "visits": [
            {
              "text": "Giorno 1: Inizia la tua avventura portoghese a Praça do Comércio, la piazza più grandiosa di Lisbona che si apre drammaticamente sul fiume Tago. Questa monumentale piazza sul lungomare ricostruita dopo il terremoto del 1755 serviva come porta cerimoniale della capitale del Portogallo. Gli eleganti edifici porticati e l'arco trionfale creano uno degli spazi urbani più impressionanti d'Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 1: Passeggia lungo Rua Augusta verso il quartiere storico di Baixa, salendo sull'Arco da Rua Augusta per viste panoramiche sul centro e il Tago scintillante. Sali nell'Elevador de Santa Justa, uno straordinario ascensore in ferro neogotico progettato da uno studente di Gustave Eiffel. Esplora le rovine suggestive del Convento do Carmo, rimasto senza tetto dal catastrofico terremoto del 1755.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Perditi nelle strade labirintiche di Alfama, il quartiere più antico di Lisbona che sopravvisse intatto al grande terremoto. Vicoli stretti si snodano tra case antiche adornate con piastrelle azulejo colorate mentre il malinconico fado si diffonde dalle taverne nascoste. Conquista le alture del Castelo de São Jorge, la fortezza sulla collina che offre le viste panoramiche più spettacolari della capitale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Visita la Cattedrale Sé, la chiesa più antica di Lisbona costruita su un sito di moschea nel XII secolo. Recati a Belém dove l'Età delle Scoperte del Portogallo ha lasciato magnifici monumenti lungo il Tago. Ammira il Mosteiro dos Jerónimos, uno straordinario capolavoro manuelino che commemora il viaggio di Vasco da Gama in India.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Giorno 1: Vaga per l'elegante quartiere di Chiado, il quartiere tradizionale di Lisbona degli intellettuali e dei caffè letterari dove Fernando Pessoa teneva corte. Questo quartiere sofisticato collega la città bassa con il bohémien Bairro Alto offrendo eccellenti negozi e piazze affascinanti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 2: Stai davanti all'iconica Torre de Belém, la torre fortificata che è diventata il simbolo definitivo di Lisbona. Fotografa il Padrão dos Descobrimentos che celebra gli esploratori portoghesi. Prendi il leggendario Tram 28 che sbatacchia attraverso quartieri pittoreschi sul suo percorso tortuoso attraverso la città.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 32,
            "drive_min": 38,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::cascais",
            "coords": [
              38.6979,
              -9.4215
            ]
          },
          "visits": [
            {
              "text": "Viaggia a Sintra, un paesaggio culturale patrimonio UNESCO dove palazzi romantici sorgono da colline boscose. Esplora il Palácio Nacional con le sue distintive ciminiere coniche della cucina e gli straordinari interni ricoperti di azulejo. Sali al fiammeggiante Palácio da Pena, una fantasia del XIX secolo che combina elementi gotici, manuelini, moreschi e rinascimentali in un'esplosione di colore.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Stai a Cabo da Roca, il punto più occidentale dell'Europa continentale dove scogliere drammatiche si tuffano nell'Atlantico sotto un faro storico. Questo promontorio battuto dal vento segna dove l'Europa incontra l'oceano, creando una profonda sensazione di stare al margine del mondo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Concludi nell'elegante Cascais, una località balneare che attrae aristocratici da quando la famiglia reale portoghese ne fece il loro rifugio estivo. Il centro storico affascinante presenta strade acciottolate, edifici imbiancati a calce e un pittoresco porto peschereccio ancora in uso. Spiagge sabbiose e atmosfera rilassata forniscono la transizione perfetta prima di dirigersi a sud.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::porto",
            "coords": [
              41.1579,
              -8.6291
            ]
          },
          "visits": [
            {
              "text": "Arriva a Porto, la vibrante capitale settentrionale del Portogallo dove il distretto Ribeira patrimonio UNESCO scende a cascata dalle colline al fiume Douro. Questa città atmosferica rivela strati di storia attraverso strade medievali, chiese barocche ed edifici iconici ricoperti di azulejo. Porto serve come porta d'accesso a magnifiche terre vinicole e paesaggi selvaggi del nord.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Attraversa l'iconico Ponte Dom Luís I, l'arco in ferro a doppio livello che attraversa il Douro ed è diventato il punto di riferimento più riconoscibile di Porto. Il livello superiore offre viste spettacolari sul centro storico e sulle cantine di vino di Porto di Vila Nova de Gaia di fronte. Questa meraviglia ingegneristica collega la città antica con secoli di tradizione vinicola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia dal Ponte Dom Luís I lungo il Douro fino al Faro di Felgueiras a Foz, dove il fiume incontra l'Atlantico. Questa passeggiata panoramica sul lungofiume passa quartieri storici, lungomare e comunità tradizionali di pescatori. Il faro segna il drammatico punto d'incontro di fiume e mare.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivi l'esperienza del surf alla spiaggia di Matosinhos, appena fuori Porto, una destinazione eccellente con onde dolci e fondali sabbiosi perfetti per i principianti. Le scuole di surf locali offrono lezioni su questo beach break accessibile con mareggiate atlantiche costanti. In alternativa, pagaia lungo il Douro in kayak o SUP per prospettive uniche sulla città dall'acqua.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::arouca",
            "coords": [
              40.93,
              -8.245
            ]
          },
          "visits": [
            {
              "text": "Esplora l'Arouca UNESCO Global Geopark, rinomato per l'straordinario patrimonio geologico che include i famosi Trilobiti Giganti di Canelas. Questo territorio circondato dalle catene montuose di Freita, Montemuro e Arada rappresenta milioni di anni di storia della Terra. Il geoparco offre attività avventurose tra paesaggi naturali drammatici.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorri i Passadiços do Paiva, una spettacolare passerella di legno di 8 chilometri che zigzaga lungo la gola del fiume Paiva. Questa meraviglia ingegneristica passa accanto a cascate scroscianti, scogliere a picco e piscine naturali incontaminate scavate nella roccia. Le passerelle offrono accesso a uno dei paesaggi fluviali più drammatici del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Attraversa il 516 Arouca, uno dei ponti pedonali sospesi più lunghi al mondo che si estende per 516 metri a 175 metri di altezza. Questa emozionante passerella offre viste mozzafiato sulla valle molto sotto e sulle montagne circostanti. Il rafting, kayak e canyoning sul fiume Paiva offrono ulteriori opzioni di avventura.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::sao-pedro-do-sul",
            "coords": [
              40.7564,
              -8.0717
            ]
          },
          "visits": [
            {
              "text": "Scopri São Pedro do Sul, conosciuta per i paesaggi pittoreschi di fitte foreste verdi, fiumi cristallini e villaggi affascinanti abitati fin dai tempi romani. I bagni termali naturali utilizzati per la guarigione fin dall'antichità offrono relax con acque minerali ricche di zolfo. Le foreste di eucalipto profumate e l'atmosfera pacifica rendono questa regione ideale per gli amanti della natura.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorri l'emozionante Estrada do Portal do Inferno (Strada della Porta dell'Inferno), una drammatica strada di montagna con pendenze ripide e bordi di scogliere verticali. Questo percorso spettacolare attraversa i paesaggi montani più drammatici del nord del Portogallo con punti panoramici che offrono viste ampie. La strada stretta e tortuosa richiede attenzione ma premia con paesaggi indimenticabili.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sali sulla Serra de São Macário per alcune delle migliori viste panoramiche del nord del Portogallo, accessibili in auto fino alla vetta. La salita tortuosa si arrampica attraverso paesaggi drammatici fino a viste ampie che si estendono attraverso valli e catene montuose distanti. Visita il villaggio isolato di Aldeia da Pena dove le capre vagano per le strade acciottolate e le case di pietra sembrano cresciute dal paesaggio.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Cammina attraverso le foreste per scoprire cascate nascoste e punti panoramici lungo reti di sentieri che si snodano attraverso boschi profumati. I sentieri seguono torrenti impetuosi e salgono verso crinali panoramici offrendo opportunità perfette per vivere la bellezza naturale in solitudine. Il tramonto dalla Serra de São Macário crea momenti magici con paesaggi bagnati di luce dorata.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::pinhao",
            "coords": [
              41.1897,
              -7.5453
            ]
          },
          "visits": [
            {
              "text": "Entra nella Valle del Douro, un paesaggio Patrimonio Mondiale UNESCO di vigneti terrazzati ripidi che scendono a cascata verso uno dei fiumi più scenici d'Europa. Questa regione vinicola demarcata più antica del mondo produce vino porto da secoli usando metodi tradizionali. Il paesaggio drammatico di pendii coperti di viti e quintas imbiancate crea il paesaggio più iconico del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora l'Alto Douro Wine Region a piedi, camminando attraverso vigneti attivi e villaggi pacifici arroccati sui pendii. I sentieri si snodano tra pendii terrazzati coltivati fin dai tempi romani, passando attraverso antichi uliveti e mandorleti. Bellezza naturale, patrimonio agricolo e calorosa ospitalità creano esperienze indimenticabili.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Viaggia lungo la storica linea ferroviaria del Douro aperta nel 1887, considerata uno dei viaggi in treno più scenici al mondo. I binari seguono il fiume attraverso tunnel e ponti che attraversano valli tributarie. Questa meraviglia ingegneristica offre un modo rilassante per assorbire il magnifico paesaggio della valle.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pedala attraverso colline coperte di vigneti e villaggi tradizionali lungo sentieri lungo il fiume e salite montane - le e-bike sono altamente raccomandate per il terreno ripido. Pagaia sul Douro a flusso lento in kayak, scivolando sotto scogliere e passando vigneti terrazzati riflessi nelle acque calme. La prospettiva del fiume rivela la piena grandezza di questo paesaggio protetto UNESCO.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 140,
            "drive_min": 140,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::geres",
            "coords": [
              41.7167,
              -8.15
            ]
          },
          "visits": [
            {
              "text": "Entra nel Parco Nazionale Peneda-Gerês, l'unico parco nazionale del Portogallo che protegge una natura selvaggia di montagne, foreste antiche e cascate scroscianti. Il parco comprende le catene montuose Peneda, Soajo, Amarela e Gerês che raggiungono 1.545 metri nel loro punto più alto. Questo paesaggio straordinario ospita fauna diversificata in ambienti incontaminati guadagnando il più alto livello di protezione del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita Soajo, un tradizionale villaggio di montagna conosciuto per i suoi unici espigueiros - granai storici di pietra sollevati su pilastri di granito che creano una delle scene più fotografate del parco. Case di pietra e chiese antiche riflettono le tradizioni durature di questa comunità remota. L'Altopiano Mourela che sale a 1.000 metri offre eccezionale birdwatching in habitat di erica e praterie.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Cammina sui sentieri di Peneda-Gerês inclusa la Grande Rota che attraversa paesaggi montani spettacolari con opzioni da passeggiate dolci a trekking impegnativi. Cerca l'avventura alle cascate dove canyoning e tuffi dalle scogliere offrono esperienze ricche di adrenalina in ambientazioni drammatiche. Rilassati nelle acque termali naturali di Caldas do Gerês, un villaggio termale famoso per le sorgenti calde fin dai tempi romani.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 80,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::viana-do-castelo",
            "coords": [
              41.6918,
              -8.8344
            ]
          },
          "visits": [
            {
              "text": "Esplora la regione del Minho, l'area più verde del Portogallo dove il fiume Minho forma un confine naturale con la Spagna. La Valle del Lima si estende da Peneda-Gerês all'Atlantico a Viana do Castelo attraverso un corridoio di paesaggi lussureggianti. Questa regione pacifica premia i visitatori con cultura autentica, eccellenti escursioni e rinfrescanti vini Vinho Verde.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri la Costa Verde che si estende lungo l'Atlantico con spiagge tranquille e incontaminate e villaggi di pescatori tradizionali che offrono esperienze autentiche sul mare. A differenza dei resort del sud, questa costa preserva le tradizioni della pesca e crea paesaggi molto diversi dalle famose spiagge dell'Algarve. L'incontro drammatico di colline verdi e surf atlantico definisce questa costa settentrionale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita Viana do Castelo, un'elegante città portuale con ricco patrimonio marittimo che risale all'Età delle Scoperte. Il centro storico presenta notevole architettura manuelina, mercati tradizionali e lo spettacolare santuario di Santa Luzia sulla collina che offre viste panoramiche costiere. Questa città colta serve come porta del Minho verso il mare.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorri il Rio Minho Trail seguendo il fiume lungo una vecchia linea ferroviaria attraverso paesaggi fluviali tranquilli e villaggi tradizionali. Naviga in canoa o kayak attraverso valli lussureggianti dove acque calme si snodano passando città storiche - condizioni eccellenti per famiglie e principianti. Assaggia il Vinho Verde, il vino locale leggero leggermente frizzante perfettamente rinfrescante dopo le attività all'aperto.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Grand Tour del Portogallo: Algarve, Lisbona e Nord",
        "intro_paragraph": "Abbraccia la straordinaria diversità del Portogallo attraverso quattordici giorni indimenticabili. Nuota nelle calette dorate dell'Algarve, scala le scogliere scolpite dal mare di Lagos, senti le notti intrise di fado di Lisbona. Viaggia verso nord attraverso le strade di azulejo di Porto fino ai vigneti terrazzati del Douro. Concludi nelle montagne selvagge di Gerês dove picchi granitici incontrano antiche foreste di querce e cascate nascoste precipitano.",
        "seo_hook": "Scogliere dorate si tuffano in calette turchesi, piastrelle azulejo scintillano su facciate barocche, vigneti terrazzati scendono verso i fiumi. Il Portogallo incanta.",
        "featured_list": [
          "Lagos: grotte marine scogliere dorate",
          "Lisbona: fado colline linee del tram",
          "Porto: azulejo cantine ponti",
          "Gerês: montagne selvagge piscine di granito"
        ],
        "places_taglines": {
          "PT::tavira": "fascino moresco chiese dorate laguna tranquilla",
          "PT::albufeira": "località balneare vita notturna centro storico contrasto",
          "PT::silves": "castello moresco agrumeti mura rosse",
          "PT::carvoeiro": "grotte marine villaggio di pescatori bellezza dorata",
          "PT::lagos": "scogliere spettacolari ponta piedade grotte kayak",
          "PT::sagres": "confine del mondo fortezza henry navigator",
          "PT::lisbon": "sette colline fado tram torre belem",
          "PT::cascais": "eleganza costiera spiagge per surf raffinatezza marina",
          "PT::porto": "ribeira barche rabelo cantine di vino porto",
          "PT::arouca": "ponte sospeso passerelle paiva avventura montana",
          "PT::sao-pedro-do-sul": "sorgenti termali bagni romani acque curative",
          "PT::pinhao": "cuore del douro vigne terrazzate tenute vinicole",
          "PT::geres": "parco nazionale vette di granito nuoto selvaggio",
          "PT::viana-do-castelo": "estuario lima santuario sulla collina vedute pellegrinaggio"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
      "id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Viaggio nel Portogallo Settentrionale: da Lisbona al Parco di Gerês",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::lisbon",
            "coords": [
              38.7223,
              -9.1393
            ]
          },
          "visits": [
            {
              "text": "Giorno 1: Inizia la tua avventura portoghese nella magnifica Praça do Comércio, la piazza più grandiosa di Lisbona che si apre drammaticamente sul fiume Tago. Questa monumentale piazza sul lungofiume, ricostruita dopo il devastante terremoto del 1755, fungeva da porta cerimoniale della capitale portoghese. Gli eleganti edifici porticati e l'arco trionfale creano uno degli spazi urbani più impressionanti d'Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 1: Passeggia lungo Rua Augusta, la vivace via pedonale di Lisbona che collega il lungofiume al cuore del quartiere Baixa. Sali in cima all'Arco da Rua Augusta per viste panoramiche sulle strade geometriche del centro e sul luccicante Tago oltre. Questa strada animata brulica di caffè all'aperto e negozi tradizionali sotto eleganti facciate del XVIII secolo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 1: Sali sull'Elevador de Santa Justa, uno straordinario ascensore in ferro neogotico progettato da un allievo di Gustave Eiffel nel 1902. Questo notevole pezzo di ingegneria urbana trasporta i passeggeri 45 metri in alto attraverso una torre ornata di ferro battuto fino al quartiere Carmo. La piattaforma panoramica rivela un panorama mozzafiato sui tetti di terracotta di Lisbona.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 1: Esplora le rovine di commovente bellezza del Convento do Carmo, un monastero gotico rimasto senza tetto dal catastrofico terremoto del 1755. Gli archi scheletrici che si protendono verso il cielo aperto creano uno dei siti più suggestivi di Lisbona. Oggi le rovine ospitano un museo archeologico con reperti che spaziano dai tempi preistorici al periodo medievale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Perditi nelle strade labirintiche di Alfama, il quartiere più antico di Lisbona che è sopravvissuto al grande terremoto in gran parte intatto. Stretti vicoli si snodano tra case antiche adornate con colorati azulejos, mentre la musica malinconica del fado si diffonde da taverne nascoste. Questo quartiere medievale che sale verso il castello preserva l'anima autentica della vecchia Lisbona.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Conquista le alture del Castelo de São Jorge, la fortezza sulla collina che veglia su Lisbona da più di un millennio. Originariamente una roccaforte moresca prima della riconquista cristiana nel 1147, le mura del castello offrono le viste panoramiche più spettacolari della capitale. Vaga tra i resti archeologici, giardini tranquilli e bastioni che dominano le sette colline della città.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 2: Visita la Cattedrale Sé, la chiesa più antica di Lisbona costruita sul sito di un'antica moschea nel XII secolo dopo la riconquista. Questa chiesa-fortezza romanica è sopravvissuta a terremoti e guerre accumulando chiostri gotici e cappelle barocche. L'austera facciata fiancheggiata da due campanili crea una presenza imponente ad Alfama.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 3: Viaggia verso il quartiere fluviale di Belém, dove l'Età delle Scoperte portoghese ha lasciato i suoi monumenti più magnifici lungo il Tago. Questo elegante quartiere celebra l'era in cui i navigatori portoghesi tracciarono oceani sconosciuti e stabilirono un impero marittimo globale. Viali alberati e passeggiate sul lungofiume collegano i tesori del quartiere riconosciuti dall'UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 3: Ammira il Mosteiro dos Jerónimos, uno straordinario capolavoro dell'architettura manuelina e uno dei monumenti più importanti del Portogallo. Costruito per commemorare il viaggio di Vasco da Gama in India, questo monastero del XVI secolo presenta intagli in pietra fantasticamente ornati che combinano simboli marittimi, religiosi e reali. I chiostri sono tra i più belli d'Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 3: Fermati davanti all'iconica Torre de Belém, una torre fortificata che si erge dal Tago ed è diventata il simbolo definitivo di Lisbona. Costruita all'inizio del XVI secolo per sorvegliare l'ingresso del fiume, questo sito Patrimonio dell'Umanità UNESCO fonde elementi manuelini e moreschi. La posizione della torre ricorda il punto di partenza per innumerevoli viaggi di esplorazione portoghesi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Giorno 3: Fotografa il Padrão dos Descobrimentos, un sorprendente monumento modernista che celebra gli esploratori portoghesi che aprirono nuove rotte marittime al mondo. Questa scultura di 52 metri raffigura Enrico il Navigatore che guida una processione di figure storiche verso l'acqua. La silhouette drammatica del monumento lo rende uno dei punti di riferimento più riconoscibili di Belém.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Giorno 1: Vaga per l'elegante quartiere Chiado, il quartiere tradizionale di Lisbona degli intellettuali, artisti e caffè letterari dove Fernando Pessoa teneva corte. Questo sofisticato quartiere collega la città bassa con le alture bohémien di Bairro Alto, offrendo ottimi negozi e piazze affascinanti. L'importanza culturale e l'atmosfera raffinata dell'area la rendono perfetta per l'esplorazione pomeridiana.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 2: Prendi il leggendario Tram 28, un tram giallo d'epoca che sferraglia attraverso i quartieri più pittoreschi di Lisbona sul suo percorso tortuoso. Questo pezzo vivente di storia dei trasporti sale strade impossibilmente ripide, si infila attraverso passaggi stretti e passa davanti ai principali monumenti. Il viaggio a bordo di questi tram di legno centenari fornisce un modo autentico per sperimentare la drammatica topografia della città.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 2: Guarda il tramonto dal Miradouro de Santa Luzia, una terrazza romantica che si affaccia sui tetti di Alfama e sul luccicante Tago. Pergolati drappeggiati di bouganville, pannelli decorativi di azulejo e palme incorniciano viste che si estendono fino alle colline distanti. Questo amato punto panoramico cattura la bellezza malinconica di Lisbona mentre la città brilla nella luce serale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 2: Vivi la vivace vita notturna di Bairro Alto, l'antico quartiere alto dove lo spirito bohémien incontra la vita tradizionale del quartiere. Dopo il tramonto, il quartiere si trasforma nel leggendario distretto dei divertimenti di Lisbona con innumerevoli bar che si riversano nelle strade strette. Qui è dove gente del posto e visitatori si mescolano in un'atmosfera unica della capitale portoghese.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 3: Scopri il MAAT (Museum of Art, Architecture and Technology), un museo contemporaneo mozzafiato il cui tetto ondulato si fonde con il lungofiume di Belém. Questo punto di riferimento architettonico ospita mostre temporanee di arte contemporanea internazionale all'interno di spazi interni futuristici. La passeggiata sul tetto offre prospettive uniche sul Tago.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giorno 3: Sperimenta l'energia creativa di LX Factory, un ex complesso industriale trasformato nel centro culturale più vivace di Lisbona. Fabbriche tessili abbandonate ora ospitano boutique indipendenti, librerie e gallerie d'arte sotto mattoni e strutture in ferro a vista. Questo quartiere alternativo rappresenta il lato contemporaneo e lungimirante della capitale portoghese.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 32,
            "drive_min": 38,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::cascais",
            "coords": [
              38.6979,
              -9.4215
            ]
          },
          "visits": [
            {
              "text": "Viaggia a Sintra, un paesaggio culturale Patrimonio dell'Umanità UNESCO dove palazzi romantici si ergono da colline boscose. La regalità portoghese scelse questo rifugio montano nebbioso per le residenze estive, lasciando una straordinaria concentrazione di tesori architettonici. L'atmosfera da favola della città ha affascinato visitatori da Lord Byron ai viaggiatori moderni.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il Palácio Nacional de Sintra, il palazzo reale medievale che domina il centro della città con distintivi camini conici delle cucine visibili per miglia. Questa residenza estiva conserva interni straordinari incluse stanze coperte da piastrelle decorative azulejo e elaborati soffitti Mudéjar. Il palazzo rappresenta la residenza reale abitata più a lungo in Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sali al Palácio da Pena, un palazzo sgargiante del XIX secolo che corona la vetta più alta in un'esplosione di colore e fantasia architettonica. Questo capolavoro romantico combina torri gotiche, decorazioni manuelina, elementi moreschi e cupole rinascimentali in una rivolta di gialli, rossi e blu. Il parco circostante di alberi esotici estende l'atmosfera magica attraverso il fianco della montagna.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Fermati a Cabo da Roca, il punto più occidentale dell'Europa continentale, dove scogliere drammatiche si tuffano nell'Atlantico sotto un faro storico. Questo promontorio battuto dal vento segna il punto in cui la terraferma europea incontra l'oceano. La forza selvaggia delle onde che si infrangono, le scogliere altissime e l'orizzonte infinito creano una profonda sensazione di trovarsi ai confini del mondo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Concludi la giornata a Cascais, un'elegante località balneare che attrae aristocratici da quando la nobiltà portoghese ne fece il proprio rifugio estivo. L'incantevole centro storico presenta strade pedonali acciottolate, edifici imbiancati a calce e un pittoresco porto peschereccio ancora in uso. Le spiagge sabbiose e l'atmosfera costiera rilassata offrono la transizione perfetta prima di dirigersi verso nord.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 340,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::porto",
            "coords": [
              41.1579,
              -8.6291
            ]
          },
          "visits": [
            {
              "text": "Arriva a Porto, la vivace capitale settentrionale del Portogallo dove il centro storico scende a cascata lungo le colline fino al fiume Douro. Il quartiere Ribeira, patrimonio mondiale dell'UNESCO, rivela strati di storia nelle sue strade medievali, chiese barocche ed edifici iconici ricoperti di azulejos. Questa città ricca di atmosfera funge da porta d'accesso alla magnifica regione vinicola e ai paesaggi selvaggi del nord.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Attraversa l'iconico Ponte Dom Luís I, l'arco di ferro a doppio piano che attraversa il Douro ed è diventato il simbolo più riconoscibile di Porto. Il livello superiore offre ai pedoni viste spettacolari sul centro storico e sulle cantine del vino di Porto di Vila Nova de Gaia di fronte. Questa meraviglia ingegneristica collega la città vecchia con secoli di tradizione vinicola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Passeggia dal Ponte Dom Luís I lungo il fiume Douro fino al Faro di Felgueiras a Foz, dove il fiume incontra l'Oceano Atlantico. Questa passeggiata panoramica costeggia quartieri storici, lungofiume e comunità di pescatori tradizionali. Il faro segna il drammatico punto di incontro tra fiume e mare con viste costiere spettacolari.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivi la cultura del surf alla spiaggia di Matosinhos appena fuori Porto, un'eccellente destinazione per i surfisti con onde dolci e fondale sabbioso. Le scuole di surf locali offrono lezioni per tutti i livelli su questo break accessibile. Le onde atlantiche costanti la rendono uno dei luoghi più popolari del Portogallo settentrionale per cavalcare le onde.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pagaia lungo il fiume Douro in un'escursione in kayak o stand-up paddleboard attraverso il cuore di Porto. Scivolare sotto i sei ponti della città offre prospettive uniche sui pendii terrazzati e sull'architettura storica. Questa tranquilla esperienza di pagaiata urbana offre un ritmo diverso per esplorare questa città ricca di atmosfera.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::arouca",
            "coords": [
              40.93,
              -8.245
            ]
          },
          "visits": [
            {
              "text": "Esplora il Geoparco Mondiale UNESCO di Arouca, un paesaggio protetto rinomato per l'eccezionale patrimonio geologico inclusi i famosi Trilobiti Giganti di Canelas. Questo territorio circondato dalle catene montuose di Freita, Montemuro e Arada rappresenta milioni di anni di storia della Terra conservata in notevoli formazioni rocciose. Il geoparco offre attività avventurose tra scenari naturali drammatici.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Cammina sui Passadiços do Paiva, una spettacolare passerella di legno di 8 chilometri che zigzaga lungo la gola del fiume Paiva. Questa meraviglia ingegneristica passa cascate fragorose, pareti rocciose a picco e pristine pozze per nuotare scavate nella roccia. Le passerelle forniscono accesso sicuro a uno dei paesaggi fluviali più drammatici del Portogallo, precedentemente inaccessibile ai visitatori.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Attraversa il 516 Arouca, uno dei ponti sospesi pedonali più lunghi del mondo, che si estende per 516 metri attraverso la gola del fiume Paiva a 175 metri di altezza. Questa emozionante passerella offre viste mozzafiato sulla valle molto in basso e sul paesaggio montano circostante. Sono richiesti biglietti in anticipo per questa esperienza avventurosa indimenticabile.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Mettiti alla prova con il rafting sulle acque bianche del fiume Paiva, considerato una delle destinazioni principali del Portogallo per gli sport fluviali. Le rapide vanno da dolci a impegnative, con guide professionali che conducono spedizioni attraverso scenari spettacolari di gola. Avventure di kayak e canyoning offrono modi diversi per sperimentare questo corso d'acqua notevole.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::sao-pedro-do-sul",
            "coords": [
              40.7564,
              -8.0717
            ]
          },
          "visits": [
            {
              "text": "Scopri la regione di São Pedro do Sul, conosciuta per lo scenery pittoresco di fitte foreste verdi, fiumi cristallini e colline ondulate punteggiate da villaggi incantevoli. Quest'area è stata abitata fin dai tempi romani, con antiche rovine visibili accanto all'architettura medievale in strette strade acciottolate. Le foreste di eucalipto profumate e la solitudine pacifica la rendono ideale per gli amanti della natura.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Rilassati nelle terme naturali di São Pedro do Sul, utilizzate per le proprietà curative fin dai tempi degli antichi romani. Le sorgenti minerali calde sono ricche di zolfo che si crede abbia benefici terapeutici per vari disturbi. Queste acque termali storiche continuano ad attirare chi cerca benessere in questo angolo tranquillo del Portogallo settentrionale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Guida sulla emozionante Estrada do Portal do Inferno (Strada per la Porta dell'Inferno), una drammatica strada di montagna con pendenze ripide, curve strette e bordi di scogliere verticali. Questa guida spettacolare attraversa gli scenari montuosi più drammatici del Portogallo settentrionale con punti panoramici che offrono vedute ampie. Il percorso stretto e tortuoso richiede attenzione ma ricompensa con paesaggi indimenticabili.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Cammina sugli eccellenti sentieri attraverso le foreste di São Pedro do Sul per scoprire cascate nascoste e punti panoramici. La rete di percorsi serpeggia attraverso boschi profumati, lungo torrenti scroscianti e su a crinali panoramici. Queste passeggiate offrono opportunità perfette per sperimentare la bellezza naturale della regione lontano da qualsiasi folla.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::castro-daire",
            "coords": [
              40.8983,
              -7.935
            ]
          },
          "visits": [
            {
              "text": "Sali sulla Serra de São Macário, una catena montuosa che offre alcune delle migliori viste panoramiche di tutto il Portogallo settentrionale. La guida tortuosa verso la vetta è un'avventura di per sé, con strade strette che salgono attraverso paesaggi montuosi drammatici. In cima, vedute ampie si estendono attraverso valli, villaggi e catene montuose distanti in ogni direzione.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita Aldeia da Pena, uno dei villaggi tradizionali in pietra più isolati e pittoreschi del Portogallo settentrionale, nascosto nel profondo di una valle. Strette strade acciottolate coperte di paglia serpeggiano tra case di pietra grezza che sembrano cresciute dal paesaggio. Le capre vagano liberamente, le loro campanelle si mescolano con un ruscello mormorante, creando un'atmosfera immutata per secoli.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Guarda il tramonto dalla vetta della Serra de São Macário, dove pace e scenari spettacolari creano momenti davvero magici. Il punto panoramico elevato spesso offre completa solitudine con il paesaggio circostante bagnato di luce dorata. Sentieri escursionistici si irradiano dalla vetta attraverso foreste e attraverso alta brughiera per ulteriore esplorazione.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::pinhao",
            "coords": [
              41.1897,
              -7.5453
            ]
          },
          "visits": [
            {
              "text": "Entra nella Valle del Douro, un paesaggio patrimonio mondiale dell'UNESCO di vigneti ripidamente terrazzati che scendono a cascata verso uno dei fiumi più scenici d'Europa. Questa è la regione vinicola demarcata più antica del mondo, dove il vino di Porto è stato prodotto per secoli usando metodi tradizionali. Lo scenario drammatico di pendii coperti di viti e quintas imbiancate a calce crea il paesaggio più iconico del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora l'Alto Douro Wine Region a piedi, camminando attraverso vigneti funzionanti e villaggi tradizionali pacifici arroccati sui pendii. I sentieri serpeggiano tra pendii terrazzati coltivati fin dai tempi romani, passando antichi uliveti e mandorleti. Bellezza naturale, patrimonio agricolo e calorosa ospitalità rendono questa una destinazione escursionistica indimenticabile.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Viaggia lungo la storica linea ferroviaria del Douro, inaugurata nel 1887 e considerata uno dei viaggi in treno più panoramici del mondo. I binari seguono il fiume da Porto a Pocinho, attraversando gallerie e ponti che attraversano le valli degli affluenti. Questa meraviglia ingegneristica offre un modo rilassante per ammirare i magnifici paesaggi della valle.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pedala attraverso le colline ricoperte di vigneti della Valle del Douro, frutteti e villaggi tradizionali lungo sentieri fluviali e salite montane. Il terreno ripido premia i ciclisti con viste spettacolari dalle strade sopraelevate. Le e-bike sono altamente raccomandate per chi è meno abituato alle salite, permettendo a tutti di godere di questo magnifico paesaggio ciclistico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pagaia lungo il fiume Douro dalle acque calme in kayak o canoa, scivolando sotto scogliere imponenti e oltre vigneti terrazzati riflessi nelle acque tranquille. Questa esperienza pacifica permette soste alle spiagge fluviali e nei villaggi locali per cibo e vino. La prospettiva dal fiume rivela la grandezza completa di questo paesaggio protetto dall'UNESCO.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 140,
            "drive_min": 140,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::geres",
            "coords": [
              41.7167,
              -8.15
            ]
          },
          "visits": [
            {
              "text": "Entra nel Parco Nazionale di Peneda-Gerês, l'unico parco nazionale del Portogallo che protegge una natura selvaggia di montagne, foreste antiche e cascate scroscianti. Il parco comprende le catene montuose di Peneda, Soajo, Amarela e Gerês che raggiungono i 1.545 metri nel punto più alto. Questo paesaggio straordinario ospita fauna diversificata in ambienti incontaminati che meritano il massimo livello di protezione del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita Soajo, un villaggio montano tradizionale che serve come eccellente base per escursioni, noto per i suoi unici espigueiros - storici granai di pietra sopraelevati su pilastri di granito. Queste strutture distintive usate per secoli per conservare e asciugare il mais creano una delle scene più fotografate del parco. Case di pietra e chiese antiche riflettono le tradizioni durature di questa remota comunità montana.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri l'Altopiano di Mourela che si eleva a circa 1.000 metri, riconosciuto come una delle principali località per il birdwatching del parco nazionale. Questo habitat di brughiera d'alta quota supporta diverse specie aviarie che prosperano in terreni ricoperti di erica, praterie e paludi. I paesaggi aperti dell'altopiano offrono eccellente visibilità per avvistare rapaci e specie migratorie durante tutto l'anno.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorri i sentieri di Peneda-Gerês inclusa l'avventurosa Grande Rota che attraversa i paesaggi più spettacolari del parco. Passeggiate circolari più brevi passano attraverso foreste, oltre cascate e verso punti panoramici. Le cinque 'porte' del parco offrono centri informativi per visitatori con mappe escursionistiche dettagliate e orientamento.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Cerca l'avventura alle cascate dove canyoning e tuffi dalle scogliere offrono modi ricchi di adrenalina per sperimentare caratteristiche acquatiche drammatiche. Guide professionali conducono spedizioni attraverso gole, giù per cascate e in piscine cristalline circondate da scogliere di granito. Nuoto e bagni di sole alle piscine naturali offrono ricompense rinfrescanti dopo le escursioni.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Rilassati nelle acque termali naturali di Caldas do Gerês, un villaggio termale famoso per le sorgenti calde fin dai tempi romani. Le acque terapeutiche emergono a temperature ideali per lenire i muscoli stanchi dopo giornate attive in montagna. Questa destinazione benessere tradizionale offre il complemento perfetto alle avventure all'aperto.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 80,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::viana-do-castelo",
            "coords": [
              41.6918,
              -8.8344
            ]
          },
          "visits": [
            {
              "text": "Esplora la regione del Minho, l'area più verde del Portogallo nascosta nell'angolo nord-ovest dove il fiume Minho forma un confine naturale con la Spagna. La Valle del Lima si estende da Peneda-Gerês all'Atlantico a Viana do Castelo, creando un corridoio di paesaggi lussureggianti. Questa regione pacifica ricompensa i visitatori con cultura autentica, escursioni eccellenti e rinfrescanti vini Vinho Verde locali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri la Costa Verde che si estende lungo il litorale atlantico del Minho con spiagge tranquille e incontaminate e villaggi di pescatori tradizionali. A differenza dei resort affollati del sud, questa costa offre esperienze seaside autentiche dove perdurano le tradizioni della pesca. L'incontro drammatico tra colline verdi e onde atlantiche crea paesaggi molto diversi dalle famose spiagge del sud.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita Viana do Castelo, un'elegante città portuale alla foce del fiume Lima con ricco patrimonio marittimo che risale all'Era delle Scoperte. Il centro storico presenta notevole architettura manuelina, mercati tradizionali e lo spettacolare santuario di Santa Luzia in collina che offre viste panoramiche costiere. Questa città colta serve come porta del Minho verso il mare.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorri il Sentiero del Rio Minho, un eco-sentiero che segue il corso del fiume lungo una vecchia linea ferroviaria attraverso paesaggi fluviali tranquilli e villaggi tradizionali. Il terreno dolce rende questo adatto a camminatori di tutte le abilità che cercano bellezza naturale. Il percorso vicino al confine spagnolo rivela il carattere sereno della regione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Naviga in canoa o kayak sui fiumi della regione del Minho, dove acque calme si snodano attraverso valli lussureggianti e oltre città storiche. L'area occidentale in pianura offre condizioni eccellenti per pagaiare adatte a famiglie e principianti. I pagaiatori più esperti possono cercare il rafting in acque bianche per rapide che pompano adrenalina.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Assaggia il Vinho Verde, il vino caratteristico della regione, nelle quintas locali e taverne di villaggio in tutto il Minho. Questo vino bianco leggero e leggermente frizzante ha un contenuto alcolico più basso ed è perfettamente rinfrescante dopo attività all'aperto. Il nome significa 'vino verde' riferendosi al paesaggio lussureggiante dove vengono coltivate le uve.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Viaggio nel Portogallo Settentrionale: da Lisbona al Parco di Gerês",
        "intro_paragraph": "Viaggio dall'eleganza piastrellata di Lisbona alla natura selvaggia del nord attraverso nove giorni di trasformazione. Esplora il fascino costiero di Cascais, attraversa fino alla magia fluviale di Porto e alle cantine color vino scuro. Avventurati sul vertiginoso ponte sospeso di Arouca, degusta il porto nella valle terrazzata di Pinhão. Concludi nella natura selvaggia granitica di Gerês dove le cascate si tuffano in piscine naturali per il nuoto selvaggio.",
        "seo_hook": "Facciate piastrellate si susseguono lungo ripide colline, il vino porto invecchia in cantine lungo il fiume, picchi granitici nascondono cascate segrete. Il Portogallo del Nord chiama.",
        "featured_list": [
          "Lisbona: colline piastrellate nostalgia del tram",
          "Porto: cantine lungo il fiume viste del ponte",
          "Pinhão: terrazze del Douro cuore del vino",
          "Gerês: natura selvaggia granitica piscine naturali"
        ],
        "places_taglines": {
          "PT::lisbon": "alfama fado belem pasteis salite del tram",
          "PT::cascais": "brezze atlantiche rifugio reale paradiso dei surfisti",
          "PT::porto": "torre dos clerigos libreria lello banchetti francesinha",
          "PT::arouca": "ponte sospeso più lungo del mondo canyon del paiva",
          "PT::sao-pedro-do-sul": "terme antiche tradizione termale rifugio montano",
          "PT::castro-daire": "altipiano elevato villaggi granitici foreste di castagni",
          "PT::pinhao": "treno del vino quintas terrazzate curve del fiume",
          "PT::geres": "cascate a gradini pony selvaggi querce antiche",
          "PT::viana-do-castelo": "santuario santa luzia spiagge costa verde"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "PT::temp_1763754260606",
      "id": "PT::temp_1763754260606",
      "language": "it",
      "created_at": "2025-11-22T07:10:20.000Z",
      "source_url": "",
      "dept_code": "PT",
      "dept_name": "",
      "title": "Tour Dell'Alentejo: Foreste di Sughero, Villaggi Bianchi e Pianure",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::evora",
            "coords": [
              38.5694,
              -7.903
            ]
          },
          "visits": [
            {
              "text": "Città di Évora iscritta all'UNESCO",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 35.4,
            "drive_min": 71,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::vianadoalentejo",
            "coords": [
              38.33645,
              -8.00011
            ]
          },
          "visits": [
            {
              "text": "Città di Viana do Alentejo e il suo castello pentagonale",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Nossa Senhora d'Aires (Viana do Alentejo)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 17.9,
            "drive_min": 36,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::arraiolos",
            "coords": [
              38.4,
              -7.865
            ]
          },
          "visits": [
            {
              "text": "Città di Arraiolos e il suo castello medievale",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Centro Interpretativo do Tapete di Arraiolos",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 60.4,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::vilavicosa",
            "coords": [
              38.7167,
              -7.5167
            ]
          },
          "visits": [
            {
              "text": "Città di Vila Viçosa e cava di marmo",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Palazzo Paço Ducal (Vila Viçosa)",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Chiesa São João Evangelista (Vila Viçosa)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 20.7,
            "drive_min": 41,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::estremoz",
            "coords": [
              38.849998,
              -7.583333
            ]
          },
          "visits": [
            {
              "text": "Città di Estremoz e il suo castello medievale",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Facciate bianche tipiche di Estremoz",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 47.4,
            "drive_min": 95,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::elvas",
            "coords": [
              38.8822,
              -7.1639
            ]
          },
          "visits": [
            {
              "text": "Città di Elvas e le sue mura fortificate",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Acquedotto di Amoreira (Elvas)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 57.8,
            "drive_min": 58,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::monsaraz",
            "coords": [
              38.4927,
              -7.2812
            ]
          },
          "visits": [
            {
              "text": "Villaggio medievale di Monsaraz",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Vista sul lago di Alqueva da Monsaraz",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 96.4,
            "drive_min": 96,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::beja",
            "coords": [
              38.012992,
              -7.8715405
            ]
          },
          "visits": [
            {
              "text": "Città di Beja e il suo mastio Torre de Menagem",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Cattedrale di Beja",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 126,
            "drive_min": 126,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::zambujeiradomar",
            "coords": [
              37.525024,
              -8.785052
            ]
          },
          "visits": [
            {
              "text": "Villaggio di Zambujeira do Mar e le sue spiagge",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": []
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "PT::lisboa",
        "ES::extremadura::pierres-et-vautours",
        "MX::yucatan-chiapas-oaxaca-mexico-loop",
        "MX::yucatan-oaxaca-cdmx-reverse",
        "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Ville & Histoire"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Tour Dell'Alentejo: Foreste di Sughero, Villaggi Bianchi e Pianure",
        "intro_paragraph": "Esplora il cuore dimenticato del Portogallo attraverso nove giorni contemplativi. Scopri i misteri del tempio romano e della cappella delle ossa di Évora, perditi nel silenzio imbiancato di Monsaraz in cima alla collina. Attraversa le pianure di querce da sughero fino al palazzo di marmo di Vila Viçosa, assaggia rossi corposi a Estremoz. Concludi alle selvagge scogliere atlantiche di Zambujeira dove l'Alentejo incontra le onde che si infrangono.",
        "seo_hook": "Le querce da sughero ombreggiano infinite pianure dorate, villaggi bianchi coronano silenziose colline, cappelle delle ossa sussurrano la verità della mortalità. L'Alentejo rallenta il tempo fino all'immobilità.",
        "featured_list": [
          "Évora: tempio romano cappella delle ossa",
          "Monsaraz: villaggio bianco in collina silenzio",
          "Vila Viçosa: grandezza del palazzo di marmo",
          "Zambujeira: selvaggio orlo di scogliera atlantica"
        ],
        "places_taglines": {
          "PT::evora": "tempio romano cappella delle ossa città universitaria",
          "PT::vianadoalentejo": "pianure di sughero villaggio tranquillo ritmi agricoli",
          "PT::arraiolos": "tradizione della tessitura di tappeti castello circolare imbiancato",
          "PT::vilavicosa": "palazzo di marmo residenza ducale patrimonio reale",
          "PT::estremoz": "città di marmo fortezza vini rossi corposi",
          "PT::elvas": "fortezza stellare acquedotto città di guarnigione di confine",
          "PT::monsaraz": "silhouette collinare lago Alqueva osservazione stelle buio",
          "PT::beja": "torre moresca pianure capitale origini romane",
          "PT::zambujeiradomar": "scogliere atlantiche selvagge villaggio di pescatori isolamento"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
      "id": "PT::tras-os-montes-douro::patrimonio-natureza",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Trás-os-Montes e Douro: Patrimonio, Natura e Tradizioni Secolari",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::braganca",
            "coords": [
              41.8061,
              -6.7567
            ]
          },
          "visits": [
            {
              "text": "Scopri il maestoso Castello di Bragança, fortezza medievale che domina la città dal XII secolo. Questa imponente cittadella con la sua Torre del Mastio offre un panorama eccezionale sui tetti del centro storico e sulle montagne circostanti del Parco Naturale di Montesinho. Non perderti il Domus Municipalis, raro esempio di architettura romanica civile in Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Immergiti nella storia al Museo Iberico della Maschera e del Costume, ospitato nelle mura della cittadella. Questo affascinante museo presenta le tradizioni ancestrali delle feste di Carnevale transmontane con le loro impressionanti maschere rituali. Scopri come queste cerimonie pagane hanno attraversato i secoli in questa regione isolata del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeggia per le viuzze acciottolate del centro storico di Bragança, dove ogni pietra racconta la storia di una città che fu capitale di un potente ducato. Ammira le facciate nobiliari, le chiese barocche e lasciati incantare dall'atmosfera autentica di questa città di confine che ha saputo preservare intatto il suo carattere medievale.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::braganca",
            "coords": [
              41.8061,
              -6.7567
            ]
          },
          "visits": [
            {
              "text": "Esplora il Parco Naturale di Montesinho, uno dei segreti meglio custoditi del Portogallo. Questa Riserva della Biosfera UNESCO ospita una biodiversità eccezionale con lupi iberici, aquile reali e una flora preservata. I paesaggi di montagne, foreste di querce e villaggi tradizionali in ardesia ti trasportano in un Portogallo dimenticato.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita l'autentico villaggio di Rio de Onor, curiosità geografica unica dove il confine ispano-portoghese attraversa le case. Gli abitanti vivono ancora secondo tradizioni comunitarie ancestrali, condividendo terre e greggi. È una testimonianza vivente di un modo di vita rurale praticamente scomparso altrove in Europa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fermati a Gimonde, incantevole villaggio attraversato dal fiume Onor dove un ponte medievale scavalca le acque cristalline. Questo borgo pittoresco è il punto di partenza ideale per escursioni nel parco naturale e offre un'immersione totale nella vita rurale transmontana con le sue case tradizionali e la sua atmosfera tranquilla.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::chaves",
            "coords": [
              41.739,
              -7.4716
            ]
          },
          "visits": [
            {
              "text": "Scopri le celebri Terme di Chaves, le cui acque termali sgorgano a oltre 70°C. Queste terme millenarie, già apprezzate dai Romani, sono rinomate per le loro virtù curative contro le affezioni muscolari e digestive. Assaggia l'acqua alla Fonte do Povo, un'esperienza sensoriale unica anche se il gusto può sorprendere!",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Attraversa il notevole Ponte Romano di Traiano, monumento imponente di 140 metri che scavalca il fiume Tâmega da quasi 2.000 anni. Questo ponte a 12 arcate, uno dei meglio conservati della penisola iberica, testimonia il genio degli ingegneri romani e l'importanza strategica di Chaves sulla strada tra Braga e Astorga.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeggia nel centro storico di Chaves ammirando la Torre del Mastio del castello medievale e il Forte di São Francisco trasformato in hotel di charme. Assaggia i celebri pastéis de Chaves, sfoglie ripiene di carne che hanno fatto la fama gastronomica di questa accogliente città termale.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::vila-real",
            "coords": [
              41.2959,
              -7.7442
            ]
          },
          "visits": [
            {
              "text": "Lasciati incantare dal sontuoso Palazzo di Mateus, gioiello del barocco portoghese la cui silhouette orna le bottiglie del celebre vino rosé. Questa dimora aristocratica del XVIII secolo, attribuita a Nicolau Nasoni, presenta giardini alla francese, un lago romantico e interni raffinati con mobili d'epoca e preziose collezioni d'arte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il misterioso Santuario di Panóias, sito archeologico romano unico dedicato a culti orientali. Queste rocce granitiche scolpite con vasche e iscrizioni latine servivano per sacrifici rituali quasi duemila anni fa. Un luogo enigmatico che rivela la diversità religiosa dell'Impero romano nelle sue province più remote.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Scopri Vila Real, città cosmopolita avvolta in un contesto naturale autentico. Sali al belvedere del Calvário per una prospettiva semicircolare sulla città, comprendente le serre del Marão e dell'Alvão. Ammira le numerose pietre armoriali che nobilitano le facciate, testimonianza della nobiltà che si era stabilita qui presso i Marchesi.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::lamego",
            "coords": [
              41.0979,
              -7.8086
            ]
          },
          "visits": [
            {
              "text": "Sali i 686 gradini della scalinata barocca del Santuario di Nossa Senhora dos Remédios, emblema di Lamego e uno dei complessi monumentali più impressionanti del Portogallo. Pannelli di azulejos, fontane allegoriche come la Fontana dei Giganti nel Cortile dei Re e viste panoramiche mozzafiato scandiscono questa salita che culmina al santuario dedicato alla patrona della città.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Cattedrale di Lamego, che risale al XII secolo e combina elementi romanici originali con aggiunte gotiche e rinascimentali. Spicca il portale triplo manuelino, opera più significativa di questa regione, e all'interno l'altare maggiore barocco e le volte delle tre navate rivestite di affreschi colorati dell'Antico Testamento.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri il Museo di Lamego, ospitato nell'antico Palazzo Vescovile in stile barocco. Possiede una delle migliori collezioni di arte religiosa del Portogallo, incluse opere di Grão Vasco e arazzi fiamminghi. Preparati a uno stupore totale vedendo gli altari in legno dorato interamente trasferiti dal Monastero das Chagas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora il Castello di Lamego e la sua affascinante Cisterna, una delle cisterne di castello meglio conservate del Portogallo. Sali alla Torre del Mastio del XII secolo con le sue spiegazioni interattive e ludiche. Non perderti la Porta dei Fichi con le sue due torrette e il Nucleo Archeologico con i suoi tesori di epoca romana.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "PT::lamego",
            "coords": [
              41.0979,
              -7.8086
            ]
          },
          "visits": [
            {
              "text": "Percorri il Sentiero del Vino Porto nella parrocchia di Samodães, imperdibile per gli amanti dell'escursionismo e semplicemente uno dei migliori sentieri del Portogallo. I paesaggi del Douro vinicolo sono sublimi con i loro terrazzamenti scolpiti sui versanti, creando un anfiteatro naturale dove la vite regna da tempi immemorabili.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita le Cantine Raposeira e concediti una pausa rinfrescante con l'elegante vino spumante di Lamego. Scopri come i monaci cistercensi hanno sviluppato i rituali ancestrali per raggiungere la perfezione di questo vino raffinato, celebrando la tradizione vinicola che fa di Lamego una delle culle dello spumante portoghese.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deliziati con la gastronomia di Lamego: il capretto arrosto, il prosciutto di carne magra rinomato fin dai tempi antichi, salsicce e prodotti affumicati. Lato pasticceria, assaggia le conventuali Grades de Lamego e la dolcissima Torta de Lamego. Visita A Presunteca per un tagliere di degustazione accompagnato da vini della regione.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 25,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.3,
          "rating": 0,
          "night": {
            "place_id": "PT::tarouca",
            "coords": [
              41.0144,
              -7.7822
            ]
          },
          "visits": [
            {
              "text": "Scopri il Monastero di São João de Tarouca, il primo monastero cistercense del Portogallo fondato nel 1144. Questo monumento enigmatico e antichissimo conserva la chiesa con dipinti di Gaspar Vaz e la tomba del Conte di Barcelos. Un luogo di spiritualità e storia dove l'ordine cistercense iniziò la sua presenza trasformatrice nel paese.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Torre del Pedaggio di Ucanha, monumento unico in Portogallo che controllava il passaggio sul ponte medievale che attraversa il fiume Varosa. Questa torre difensiva del XII secolo, con il suo ponte fortificato, è una testimonianza eccezionale dell'organizzazione territoriale medievale e offre un paesaggio fotografico indimenticabile.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Esplora il Monastero di Santa Maria de Salzedas, imponente complesso monastico cistercense che fu uno dei più ricchi del Portogallo. Sebbene parzialmente in rovina, la grandezza della sua chiesa e del suo chiostro testimonia la potenza e la ricchezza che i monaci cistercensi accumularono in questa regione vinicola per secoli.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::viseu",
            "coords": [
              40.6566,
              -7.9125
            ]
          },
          "visits": [
            {
              "text": "Esplora la città di Viseu, con oltre due millenni di storia legata al capo dei Lusitani, Viriato. Visita l'impressionante Cava de Viriato, vasto recinto fortificato ottagonale che evoca la resistenza lusitana contro Roma. Questa città è una tappa molto importante per la storia del Portogallo e custodisce segreti ad ogni angolo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammira la Cattedrale di Viseu e il Museo Nazionale Grão Vasco, che ospita capolavori del pittore rinascimentale portoghese. La cattedrale romanico-gotica con la sua facciata manuelina e i tesori artistici del museo adiacente costituiscono il cuore culturale di questa città che fu sede episcopale fin da tempi remoti.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Scopri l'arte urbana di Viseu durante una passeggiata attraverso la città che rivela opere di artisti come AKA Corleone, Lord Mantraste e Mariana, a miserável. Questa città storica ha saputo reinventarsi e presenta una scena vibrante di street art che contrasta armoniosamente con il patrimonio secolare delle sue piazze e monumenti.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::sao-pedro-do-sul",
            "coords": [
              40.7548,
              -8.0714
            ]
          },
          "visits": [
            {
              "text": "Rilassati alle storiche Terme di São Pedro do Sul, le cui acque erano già riconosciute dai Romani per i loro poteri curativi. Sono le terme più antiche e frequentate del Portogallo, dove la regina Dona Afonso Henriques avrebbe curato una frattura. Un luogo perfetto per ricaricare le energie in un ambiente di benessere secolare.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Avventurati nelle Montagne Magiche delle Serre di Arada, Gralheira e São Macário. Questi paesaggi mozzafiato offrono sentieri spettacolari, cascate nascoste e belvedere che dominano vallate infinite. La natura preservata e l'aria pura fanno di questa regione un paradiso per gli amanti delle attività all'aperto.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Prova una delle celebri altalene panoramiche della regione: l'altalena di São Macário, quella di Manhouce o quella della Serra da Arada. Queste altalene strategicamente posizionate in punti panoramici eccezionali permettono foto indimenticabili mentre ci si dondola sopra paesaggi montani veramente spettacolari.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "PT::castro-daire",
            "coords": [
              40.8978,
              -7.9364
            ]
          },
          "visits": [
            {
              "text": "Scopri la Serra de Montemuro e i paesaggi mozzafiato del fiume Paiva a Castro Daire. Questa regione preservata offre la Cascata di Tojosa e percorsi escursionistici attraverso autentici villaggi di montagna. Gli amanti della mountain bike troveranno qui una delle Salite Epiche più impegnative del Portogallo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Prova l'altalena do Pego, quella di Foz do Cabril o quella di Pedreira per viste panoramiche uniche sulle vallate e montagne di Castro Daire. Concludi il tuo viaggio in comunione con la natura intatta di questa regione dove l'uomo vive una relazione intima e rispettosa con il paesaggio che è nutrimento, riparo e conforto.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "ES::temp_1763239526365",
        "ES::temp_1763753973101",
        "ES::castilla-y-leon-nord::gothique-et-roman",
        "ES::galicia::cap-finis-terrae",
        "PT::beira-interior::serra-estrela-patrimonio",
        "PT::centro-alentejo::heritage-trail"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Trás-os-Montes e Douro: Patrimonio, Natura e Tradizioni Secolari",
        "intro_paragraph": "Parti alla scoperta del Portogallo autentico nelle regioni preservate del Trás-os-Montes e del Douro. Dalle cittadelle medievali di Bragança ai terrazzamenti vinicoli classificati UNESCO, questo itinerario di 10 giorni ti immerge in un Portogallo senza tempo dove tradizioni ancestrali, termalismo millenario e paesaggi grandiosi si incontrano.",
        "seo_hook": "Un viaggio iniziatico nel Portogallo segreto, tra lupi iberici, vigneti terrazzati e villaggi cristallizzati nel tempo.",
        "featured_list": [
          "Bragança e il Parco Naturale di Montesinho, Riserva della Biosfera UNESCO",
          "Il Ponte Romano di Traiano a Chaves, 2.000 anni di storia",
          "Il Palazzo di Mateus, gioiello del barocco portoghese",
          "Lamego e il santuario dai 686 gradini",
          "I monasteri cistercensi di Tarouca",
          "Le terme storiche di São Pedro do Sul"
        ],
        "places_taglines": {
          "PT::braganca": "Cittadella medievale alle porte del Parco Naturale di Montesinho",
          "PT::chaves": "Città termale romana con ponte bimillenario sul Tâmega",
          "PT::vila-real": "Palazzo di Mateus e misteri del santuario di Panóias",
          "PT::lamego": "Città barocca dai 686 gradini e vigneti del Douro",
          "PT::tarouca": "Culla cistercense del Portogallo con monumenti secolari",
          "PT::viseu": "Città di Viriato con i tesori di Grão Vasco",
          "PT::sao-pedro-do-sul": "Terme millenarie nel cuore delle montagne magiche",
          "PT::castro-daire": "Paradiso di natura selvaggia con altalene panoramiche"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}