{
  "version": 1,
  "country": "pt",
  "language": "es",
  "places": [
    {
      "place_id": "PT::albufeira",
      "name": "Albufeira",
      "cc": "PT",
      "language": "es",
      "coords": [
        37.0882,
        -8.2503
      ],
      "lat": 37.0882,
      "lon": -8.2503,
      "visits": [
        {
          "text": "Descubre Albufeira, el complejo turístico más popular del sur de Portugal que ofrece algo para cada tipo de viajero. Desde costas pintorescas y largas playas de arena hasta un encantador casco antiguo con arquitectura tradicional, este centro del Algarve proporciona excelente acceso a atracciones por toda la región. El antiguo barrio de pescadores y el casco antiguo en el acantilado son áreas particularmente atmosféricas para explorar.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Praia da Falésia, una de las playas más únicas del mundo que se extiende por más de 6 kilómetros entre Vilamoura y Albufeira. Los impresionantes acantilados de arenisca roja cambian de color dependiendo del clima y la luz, creando un paisaje impresionante que vale la pena visitar en cualquier temporada. El tramo más hermoso cerca de Olhos de Agua presenta formaciones de acantilados particularmente dramáticas que se fotografían bellamente.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la pintoresca Capilla de Nossa Senhora da Rocha en Porches, situada dramáticamente sobre acantilados costeros sobre el océano. Aunque la pequeña capilla en sí es encantadora, la atracción principal es el espectacular paisaje costero visible desde los senderos que van hacia el oeste. Este popular lugar para ver el atardecer recompensa a los visitantes con vistas impresionantes de la costa del Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta el kayak desde la Playa St Rafael en Albufeira, remando a lo largo de la hermosa costa para descubrir cuevas ocultas y calas apartadas. Los entusiastas de los deportes acuáticos encontrarán parasailing, jet skiing y incontables otras actividades disponibles durante toda la temporada de verano. Las playas alrededor de Albufeira como Praia dos Arrifes y Praia São Rafael ofrecen algunos de los baños costeros más pintorescos del Algarve central.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::arouca",
      "name": "Arouca",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.93,
        -8.245
      ],
      "lat": 40.93,
      "lon": -8.245,
      "visits": [
        {
          "text": "Explora el Geoparque Mundial UNESCO de Arouca, un paisaje protegido reconocido por su patrimonio geológico extraordinario, incluyendo los famosos Trilobites Gigantes de Canelas. Este territorio rodeado por las cordilleras de Freita, Montemuro y Arada representa millones de años de la historia de la Tierra preservada en formaciones rocosas notables. El geoparque ofrece actividades de aventura en medio de un paisaje natural dramático.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina por los Passadiços do Paiva, una espectacular pasarela de madera de 8 kilómetros que zigzaguea a lo largo del desfiladero del río Paiva. Esta maravilla de ingeniería pasa por cascadas rugientes, acantilados verticales y piscinas naturales prístinas talladas en la roca madre. Las pasarelas proporcionan acceso seguro a uno de los paisajes fluviales más dramáticos de Portugal, previamente inaccesible para los visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Geoparque Mundial UNESCO de Arouca, famoso por su extraordinario patrimonio geológico que incluye los famosos Trilobites Gigantes de Canelas. Este territorio rodeado por las sierras de Freita, Montemuro y Arada representa millones de años de historia de la Tierra. El geoparque ofrece actividades de aventura en medio de un paisaje natural dramático.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina por los Passadiços do Paiva, una espectacular pasarela de madera de 8 kilómetros que zigzaguea por el desfiladero del río Paiva. Esta maravilla de la ingeniería pasa por cascadas atronadoras, acantilados escarpados y pozas de natación prístinas talladas en la roca madre. Las pasarelas proporcionan acceso a uno de los paisajes fluviales más dramáticos de Portugal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cruza el 516 Arouca, uno de los puentes peatonales colgantes más largos del mundo, extendiéndose 516 metros sobre el desfiladero del río Paiva a 175 metros de altura. Esta emocionante pasarela ofrece vistas impresionantes del valle muy abajo y del paisaje montañoso circundante. Se requieren boletos con anticipación para esta experiencia de aventura inolvidable.",
          "visit_duration_min": 60
        },
        {
          "text": "Desafíate con rafting en aguas bravas en el río Paiva, considerado uno de los destinos principales de Portugal para deportes fluviales. Los rápidos van de suaves a exigentes, con guías profesionales liderando expediciones a través del espectacular paisaje del desfiladero. Las aventuras de kayak y barranquismo proporcionan diferentes maneras de experimentar este curso de agua notable.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruza el 516 Arouca, uno de los puentes colgantes peatonales más largos del mundo que se extiende 516 metros a 175 metros de altura. Esta emocionante pasarela ofrece vistas impresionantes del valle muy abajo y las montañas circundantes. El rafting, kayak y barranquismo en el río Paiva proporcionan opciones adicionales de aventura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Gran Tour de Portugal: De las Colinas de Lisboa al Norte Salvaje",
          "day": 4
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 10
        }
      ]
    },
    {
      "place_id": "PT::arraiolos",
      "name": "Arraiolos",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.4,
        -7.865
      ],
      "lat": 38.4,
      "lon": -7.865,
      "visits": [
        {
          "text": "Ciudad de Arraiolos y su castillo medieval",
          "visit_duration_min": 75
        },
        {
          "text": "Centro Interpretativo do Tapete de Arraiolos",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el singular Castillo Circular de Arraiolos, una estructura defensiva única en Portugal por su forma redondeada. Desde lo alto de sus murallas, disfruta de vistas espectaculares sobre los paisajes verdes del Alentejo y la villa histórica abajo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Centro Interpretativo de la Alfombra de Arraiolos, museo interactivo que cuenta la historia de este arte secular considerado uno de los primeros artesanados de Portugal. Las alfombras de Arraiolos son mundialmente famosas y la ciudad respira esta tradición en cada esquina.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el centro histórico de Arraiolos, descubriendo la Calzada de la Alfombra de Arraiolos, plaza central con cafés y tiendas de artesanía. La villa preserva su carácter pintoresco con casas blancas y calles empedradas típicas del Alentejo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita la bodega Monte da Ravasqueira, que ofrece experiencias de enoturismo incluyendo degustaciones y visita a la Colección Privada de Carruajes. Descubre las historias que dan origen a los vinos de esta prestigiosa bodega alentejana.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LOS LUGARES MÁS HERMOSOS",
          "day": 3
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: Patrimonio UNESCO y Villas Medievales",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::aveiro",
      "name": "Aveiro",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.6405,
        -8.6538
      ],
      "lat": 40.6405,
      "lon": -8.6538,
      "visits": [
        {
          "text": "Embárcate en un paseo en barco moliceiro tradicional por los pintorescos canales de Aveiro, a menudo llamada la Venecia de Portugal. Estas coloridas embarcaciones, utilizadas antaño para la cosecha de algas, ahora se deslizan junto a impresionantes fachadas Art Nouveau y encantadores puentes. Cada barco presenta vibrantes pinturas que representan el humor local y las tradiciones marítimas, ofreciendo una ventana única al patrimonio cultural de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo de Aveiro ubicado en el antiguo Convento de Jesús, donde la Princesa Santa Juana pasó sus últimos años. Esta notable colección exhibe arte sacro de varios siglos, incluyendo el ornamentado sepulcro barroco de la propia princesa. El edificio del museo en sí, con su tallado dorado y azulejos, representa una obra maestra de la arquitectura religiosa portuguesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el barrio Art Nouveau de Aveiro, un tesoro de arquitectura de principios del siglo XX centrado alrededor de la antigua fábrica de cerámica. Maravíllate ante las elaboradas fachadas decoradas con los icónicos azulejos portugueses, intrincados balcones de hierro forjado y motivos orgánicos que definen este distintivo estilo arquitectónico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navega en kayak por la Ría de Aveiro, descubriendo el vasto ecosistema lagunar con sus marismas, diversa avifauna y pueblos pesqueros tradicionales. Este humedal protegido ofrece un escape tranquilo a la naturaleza a solo minutos del centro de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el Ecomuseo Marinha da Troncalhada para descubrir el antiguo arte de la extracción de sal que moldeó la economía de Aveiro durante siglos. Observa cómo los trabajadores utilizan técnicas tradicionales para extraer sal de las piscinas cristalinas, continuando una práctica que se remonta a tiempos romanos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 1
        }
      ]
    },
    {
      "place_id": "PT::beja",
      "name": "Beja",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.012992,
        -7.8715405
      ],
      "lat": 38.012992,
      "lon": -7.8715405,
      "visits": [
        {
          "text": "Ciudad de Beja y su torre del homenaje Torre de Menagem",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Beja",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LOS LUGARES MÁS HERMOSOS",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::braganca",
      "name": "Braganca",
      "cc": "PT",
      "language": "es",
      "coords": [
        41.8061,
        -6.7567
      ],
      "lat": 41.8061,
      "lon": -6.7567,
      "visits": [
        {
          "text": "Descubre el majestuoso Castillo de Braganza, fortaleza medieval que domina la ciudad desde el siglo XII. Esta imponente ciudadela con su Torre del Homenaje ofrece un panorama excepcional sobre los tejados del casco antiguo y las montañas circundantes del Parque Natural de Montesinho. No te pierdas la Domus Municipalis, raro ejemplo de arquitectura románica civil en Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Sumérgete en la historia en el Museo Ibérico de la Máscara y el Traje, instalado en las murallas de la ciudadela. Este fascinante museo presenta las tradiciones ancestrales de las fiestas de Carnaval transmontanas con sus impresionantes máscaras rituales. Descubre cómo estas ceremonias paganas han atravesado los siglos en esta aislada región de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Parque Natural de Montesinho, uno de los secretos mejor guardados de Portugal. Esta reserva de la biosfera UNESCO alberga una biodiversidad excepcional con lobos ibéricos, águilas reales y una flora preservada. Los paisajes de montañas, bosques de robles y aldeas tradicionales de pizarra te transportan a un Portugal olvidado.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la auténtica aldea de Rio de Onor, curiosidad geográfica única donde la frontera hispano-portuguesa atraviesa las casas. Los habitantes aún viven según tradiciones comunitarias ancestrales, compartiendo tierras y rebaños. Es un testimonio vivo de un modo de vida rural que prácticamente ha desaparecido en otros lugares de Europa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por las callejuelas empedradas del centro histórico de Braganza, donde cada piedra cuenta la historia de una ciudad que fue capital de un poderoso ducado. Admira las fachadas nobles, las iglesias barrocas y déjate cautivar por la atmósfera auténtica de esta ciudad fronteriza que ha sabido preservar su carácter medieval intacto.",
          "visit_duration_min": 60
        },
        {
          "text": "Haz una parada en Gimonde, encantadora aldea atravesada por el río Onor donde un puente medieval cruza las aguas cristalinas. Este pintoresco poblado es el punto de partida ideal para caminatas en el parque natural y ofrece una inmersión total en la vida rural transmontana con sus casas tradicionales y ambiente pacífico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 1
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::carvoeiro",
      "name": "Carvoeiro",
      "cc": "PT",
      "language": "es",
      "coords": [
        37.0947,
        -8.4714
      ],
      "lat": 37.0947,
      "lon": -8.4714,
      "visits": [
        {
          "text": "Explora Algar Seco en el pintoresco Carvoeiro, un área costera única que presenta cuevas notables, grutas y acantilados de piedra caliza esculpidos por la lluvia y el mar durante millones de años. Los senderos de madera proporcionan visualización accesible, pero los visitantes aventureros pueden explorar senderos y escaleras talladas entre las rocas que se sienten como navegar un laberinto natural. La cueva más hermosa presenta dos ventanas naturales con vista a la costa, descubierta bajando las escaleras al final del estacionamiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina por el famoso Sendero de los Siete Valles Colgantes, la caminata costera más popular del Algarve siguiendo paisajes impresionantes entre Praia da Marinha y Praia do Vale de Centeanes. Esta ruta de 5.7 kilómetros pasa por la Cueva Benagil, Playa Benagil, Playa Carvalho y el Faro Alfazina entre los puntos destacados. El sendero proporciona fácil acceso a uno de los tramos más pintorescos de costa en todo Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Fotografía Praia da Marinha, donde las vistas perfectas de postal han hecho de esta una de las playas más reconocibles de Portugal. Los senderos en la cima del acantilado con vista a la playa revelan la típica costa del Algarve presentada en guías de todo el mundo. Caminar hacia el oeste desde el mirador cerca del área de estacionamiento revela el paisaje más espectacular a lo largo de este impresionante tramo de costa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Toma un viaje en barco a la famosa Cueva de Benagil, la cueva marina más grande y conocida del Algarve, accesible solo desde el agua. Esta caverna con forma de catedral es tan masiva que varios barcos pueden entrar simultáneamente, con luz solar filtrándose a través de su techo colapsado. Toda la costa aquí está salpicada de cuevas marinas creando un paisaje espectacular ya sea explorado en lancha rápida o kayak.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::cascais",
      "name": "Cascais",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.6979,
        -9.4215
      ],
      "lat": 38.6979,
      "lon": -9.4215,
      "visits": [
        {
          "text": "Viaja a Sintra, un paisaje cultural Patrimonio Mundial de la UNESCO donde palacios románticos se alzan desde laderas boscosas. La realeza portuguesa eligió este retiro montañoso brumoso para residencias de verano, dejando una extraordinaria concentración de tesoros arquitectónicos. La atmósfera de cuento de hadas del pueblo ha cautivado a visitantes desde Lord Byron hasta viajeros modernos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Palácio Nacional de Sintra, el palacio real medieval que domina el centro del pueblo con distintivas chimeneas cónicas de cocina visibles por millas. Esta residencia de verano preserva interiores notables incluyendo habitaciones cubiertas con azulejos decorativos y elaborados techos mudéjares. El palacio representa la residencia real habitada continuamente más larga de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende al Palácio da Pena, un palacio extravagante del siglo XIX que corona el pico más alto en una explosión de color y fantasía arquitectónica. Esta obra maestra romántica combina torres góticas, decoración manuelina, elementos moriscos y cúpulas renacentistas en un estallido de amarillos, rojos y azules. El parque circundante de árboles exóticos extiende la atmósfera mágica por toda la ladera de la montaña.",
          "visit_duration_min": 75
        },
        {
          "text": "Párate en Cabo da Roca, el punto más occidental de Europa continental, donde acantilados dramáticos se sumergen en el Atlántico bajo un faro histórico. Este promontorio azotado por el viento marca donde la masa continental europea se encuentra con el océano. El poder crudo de las olas que se estrellan, los acantilados que se elevan y el horizonte infinito crean una sensación profunda de estar parado en el borde del mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja a Sintra, un paisaje cultural Patrimonio Mundial de la UNESCO donde palacios románticos se alzan desde laderas boscosas. Explora el Palácio Nacional con sus distintivas chimeneas cónicas de cocina e interiores notables cubiertos de azulejos. Asciende al extravagante Palácio da Pena, una fantasía del siglo XIX combinando elementos góticos, manuelinos, moriscos y renacentistas en una explosión de color.",
          "visit_duration_min": 75
        },
        {
          "text": "Párate en Cabo da Roca, el punto más occidental de la Europa continental donde acantilados dramáticos se hunden en el Atlántico bajo un faro histórico. Este promontorio azotado por el viento marca donde Europa se encuentra con el océano, creando una sensación profunda de estar parado en el borde del mundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Concluye el día en Cascais, un elegante resort de playa que atrae aristócratas desde que la realeza portuguesa lo convirtió en su refugio de verano. El encantador casco antiguo cuenta con calles peatonales empedradas, edificios encalados y un pintoresco puerto pesquero aún en uso. Las playas de arena y la atmósfera costera relajada proporcionan la transición perfecta antes de dirigirse al norte.",
          "visit_duration_min": 60
        },
        {
          "text": "Concluye en la elegante Cascais, un resort playero que atrae aristócratas desde que la realeza portuguesa lo hizo su patio de recreo de verano. El encantador casco antiguo presenta calles empedradas, edificios encalados y un puerto pesquero pintoresco aún en uso. Las playas arenosas y la atmósfera relajada proporcionan la transición perfecta antes de dirigirse al sur.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Gran Tour de Portugal: De las Colinas de Lisboa al Norte Salvaje",
          "day": 2
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::castelo-branco",
      "name": "Castelo Branco",
      "cc": "PT",
      "language": "es",
      "coords": [
        39.8223,
        -7.4931
      ],
      "lat": 39.8223,
      "lon": -7.4931,
      "visits": [
        {
          "text": "Maravíllate con el Jardín del Palacio Episcopal de Castelo Branco, obra maestra del arte paisajístico portugués mandado construir por el obispo de Guarda D. João de Mendonça hacia 1720. Este jardín barroco exhibe lagos, balcones con balaustres de cantería y estatuas de los reyes de Portugal, siendo las de los monarcas del dominio español deliberadamente más pequeñas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Parque del Barrocal, espacio natural único integrado en el Geopark Naturtejo Mundial de la UNESCO. Inaugurado en 2020, este parque de 40 hectáreas permite apreciar un paisaje granítico moldeado a lo largo de cientos de millones de años. Explora el Túnel del Lagarto, el Observatorio de los Abejarucos y el puente colgante hasta el mirador de São Martinho.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo Cargaleiro, abierto al público en 2005, que expone un notable conjunto de obras de pintura, cerámica, esculturas y tapicería. Además de la obra del artista plástico Manuel Cargaleiro, natural de Vila Velha de Ródão, se pueden apreciar obras de artistas nacionales e internacionales.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Centro de Interpretación del Bordado de Castelo Branco, donde podrás ver a artesanas produciendo en los telares nuevas piezas de este arte secular. El Bordado de Castelo Branco es una expresión artística magnífica con características singulares, preservada con la misma dedicación de generaciones anteriores.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo Francisco Tavares Proença Júnior, el CCCCB - Centro de Cultura Contemporánea de Castelo Branco y la Casa de la Memoria de la Presencia Judía. Estos espacios museológicos revelan la identidad colectiva albicastrense, preservando la memoria regional desde la arqueología hasta el arte contemporáneo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo de los Textiles y el Museo del Cantero, espacios dedicados a las artes y oficios tradicionales de la región. Del bordado al granito, estos museos preservan saberes ancestrales que desde hace mucho llenan el imaginario colectivo albicastrense.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la Ruta del Aceite de Oliva visitando un lagar tradicional como el Fio da Beira. El aceite de oliva de Beira-Baixa, con olivos plantados desde 1359, está hoy clasificado como DOP y ha conquistado premios nacionales e internacionales por su calidad excepcional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el patrimonio histórico de Castelo Branco: el Castillo y murallas, la Iglesia de São Miguel, el Crucero de São João, la Torre del Reloj, el Palacio de los Vizcondes de Portalegre y el Convento da Graça. Sube al Mirador de São Gens para una vista panorámica sobre la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre el arte urbano y los murales de Castelo Branco, incluyendo obras de Vhils y el impresionante mural alusivo a las Invasiones Francesas. Estas expresiones artísticas representan episodios históricos, tradiciones y vivencias de las gentes de la región, transformando las calles en museos al aire libre.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre los senderos de la región: el PR2 - Camino del Esquisto de Castelo Branco con 9,6 km, el PR1 - Ruta de la Gardunha con 14,8 km o el PR3 - Camino del Esquisto de Sarzedas. Observa las más de 150 especies de aves que habitan el distrito, incluyendo buitres, águilas y cigüeñas negras.",
          "visit_duration_min": 60
        },
        {
          "text": "Refréscate en la Piscina-Playa de Castelo Branco, abierta de junio a septiembre, o en las playas fluviales de Almaceda y Sesmo. Pasea por el Parque de la Ciudad, Centro Cívico Devesa y Parque de las Violetas, espacios verdes ideales para momentos de ocio.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 8
        },
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 9
        }
      ]
    },
    {
      "place_id": "PT::castelo-de-vide",
      "name": "Castelo De Vide",
      "cc": "PT",
      "language": "es",
      "coords": [
        39.4167,
        -7.4583
      ],
      "lat": 39.4167,
      "lon": -7.4583,
      "visits": [
        {
          "text": "Explora Castelo de Vide, un pueblo medieval bellamente conservado coronado por un castillo en la colina que ofrece vistas dominantes sobre las llanuras del Alentejo. Las estrechas calles empedradas serpentean junto a casas encaladas adornadas con ornamentados balcones de hierro forjado, creando uno de los paisajes urbanos más pintorescos de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el Barrio Judío, uno de los barrios judíos medievales mejor conservados de Portugal. La diminuta fuente de Fonte da Vila marca el corazón de este distrito histórico, donde las ruinas de una sinagoga del siglo XIII y las casas tradicionales con puertas góticas recuerdan la vibrante comunidad sefardí que una vez prosperó aquí.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Castillo de Castelo de Vide, una fortaleza del siglo XIII que ofrece vistas panorámicas del Parque Natural de la Serra de São Mamede. La torre del homenaje y las murallas defensivas permanecen notablemente intactas, proporcionando una visión de la arquitectura militar medieval y la importancia estratégica de esta región fronteriza.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prueba las famosas aguas minerales de las numerosas fuentes del pueblo, reputadas desde tiempos romanos por sus propiedades terapéuticas. El aire fresco de montaña y la atmósfera tranquila hacen de Castelo de Vide un destino ideal para el bienestar y la relajación.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::castro-daire",
      "name": "Castro Daire",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.8983,
        -7.935
      ],
      "lat": 40.8983,
      "lon": -7.935,
      "visits": [
        {
          "text": "Asciende a Serra de São Macário, una cordillera que ofrece algunas de las mejores vistas panorámicas de todo el norte de Portugal. El viaje serpenteante hasta la cumbre es una aventura en sí misma, con carreteras estrechas subiendo a través de paisajes montañosos dramáticos. En la cima, las vistas panorámicas se extienden a través de valles, pueblos y cordilleras distantes en todas las direcciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Aldeia da Pena, uno de los pueblos tradicionales de piedra más aislados y pintorescos del norte de Portugal, escondido profundo en un valle. Calles estrechas empedradas cubiertas con paja serpentean entre casas de piedra tallada toscamente que parecen surgir del paisaje. Las cabras deambulan libremente, sus cencerros mezclándose con un arroyo murmurante, creando una atmósfera sin cambios durante siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la Serra de Montemuro y los paisajes deslumbrantes del Río Paiva en Castro Daire. Esta región preservada ofrece la Cascada de la Tojosa y rutas de senderismo a través de aldeas serranas auténticas. Los amantes del ciclismo de montaña encuentran aquí una de las Subidas Épicas más desafiantes de Portugal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observa el atardecer desde la cumbre de Serra de São Macário, donde la paz y el paisaje espectacular crean momentos verdaderamente mágicos. El mirador elevado a menudo proporciona soledad completa con el paisaje circundante bañado en luz dorada. Los senderos de senderismo se extienden desde la cumbre a través de bosques y páramos altos para mayor exploración.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta el Columpio de Pego, el de Foz do Cabril o el de la Pedreira para vistas panorámicas únicas sobre los valles y montañas de Castro Daire. Termina tu viaje en comunión con la naturaleza intacta de esta región donde el hombre vive una relación íntima y de respeto con el paisaje que es alimento, abrigo y aliento.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Gran Tour de Portugal: De las Colinas de Lisboa al Norte Salvaje",
          "day": 6
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 10
        }
      ]
    },
    {
      "place_id": "PT::chaves",
      "name": "Chaves",
      "cc": "PT",
      "language": "es",
      "coords": [
        41.739,
        -7.4716
      ],
      "lat": 41.739,
      "lon": -7.4716,
      "visits": [
        {
          "text": "Descubre las célebres Termas de Chaves, cuyas aguas termales brotan a más de 70°C. Estas termas milenarias, ya apreciadas por los romanos, son famosas por sus virtudes curativas contra afecciones musculares y digestivas. Prueba el agua en la Fonte do Povo, una experiencia sensorial única ¡aunque el sabor pueda sorprenderte!",
          "visit_duration_min": 75
        },
        {
          "text": "Cruza el notable Puente Romano de Trajano, impresionante monumento de 140 metros que cruza el río Támega desde hace casi 2000 años. Este puente de 12 arcos, uno de los mejor conservados de la península ibérica, da testimonio del genio de los ingenieros romanos y de la importancia estratégica de Chaves en la ruta entre Braga y Astorga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el centro histórico de Chaves admirando la Torre del Homenaje del castillo medieval y el Fuerte de São Francisco transformado en hotel con encanto. Prueba los famosos pastéis de Chaves, hojaldres de carne que hacen la fama gastronómica de esta acogedora ciudad termal.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::coimbra",
      "name": "Coimbra",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.2033,
        -8.4103
      ],
      "lat": 40.2033,
      "lon": -8.4103,
      "visits": [
        {
          "text": "Explora la Universidad de Coímbra, una de las instituciones académicas más antiguas y prestigiosas de Europa, fundada en 1290. Este Sitio Patrimonio de la Humanidad de la UNESCO corona la colina de la ciudad, con su magnífica biblioteca barroca Joanina albergando más de 200.000 volúmenes antiguos bajo techos dorados y estanterías de madera exótica. Las salas ceremoniales y aulas históricas transportan a los visitantes a través de siglos de tradición académica.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Sé Velha, la Catedral Vieja románica de Coímbra construida en el siglo XII durante el turbulento período de la Reconquista. Esta iglesia fortificada, con sus muros almenados y estrechas ventanas, representa uno de los mejores ejemplos de arquitectura románica de Portugal. En el interior, el claustro gótico y el retablo renacentista muestran la evolución del arte religioso portugués.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el centro histórico de Coímbra, donde estrechas calles medievales serpentean entre antiguos edificios de piedra. La geografía única de la ciudad crea dos zonas distintas: la Baixa con sus bulliciosas calles comerciales y la Alta donde siglos de tradición académica impregnan cada adoquín.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el Monasterio de Santa Cruz, lugar de descanso final de los dos primeros reyes de Portugal, Afonso Henriques y Sancho I. Este monasterio del siglo XII presenta un ornamentado portal manuelino, sacristía renacentista e impresionantes paneles de azulejos que representan la vida de San Agustín.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::costa-nova",
      "name": "Costa Nova",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.6167,
        -8.75
      ],
      "lat": 40.6167,
      "lon": -8.75,
      "visits": [
        {
          "text": "Descubre las icónicas casas a rayas de Costa Nova, conocidas localmente como palheiros. Estas encantadoras estructuras de madera, pintadas en vibrantes rojos, azules, verdes y amarillos, fueron originalmente cabañas de pescadores utilizadas para almacenar equipo. Hoy se erigen como uno de los monumentos costeros más fotografiados de Portugal, creando un arcoíris de color contra el telón de fondo atlántico.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube al Farol da Barra, el faro más alto de Portugal con 62 metros. Construido en 1893, esta llamativa torre roja y blanca ofrece vistas panorámicas del océano Atlántico y la laguna de Aveiro. El ascenso recompensa a los visitantes con impresionantes vistas de la costa extendiéndose hacia el horizonte.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relájate en las arenas doradas de la playa de Costa Nova do Prado, destino favorito tanto de surfistas como de bañistas. Las potentes olas atlánticas hacen de este un excelente lugar para deportes acuáticos, mientras las largas extensiones de arena invitan a paseos tranquilos por la orilla.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::covilha",
      "name": "Covilha",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.2833,
        -7.5
      ],
      "lat": 40.2833,
      "lon": -7.5,
      "visits": [
        {
          "text": "Comienza tu exploración de Covilhã en la Iglesia de Santa María Maior, un impresionante edificio barroco del siglo XVI en el corazón del centro histórico. Maravíllate ante los exquisitos azulejos azules y blancos que adornan su exterior, que representan bellamente escenas de la vida de la Virgen María, mostrando siglos de arte religioso portugués.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube al Mirador de Portas do Sol para disfrutar de vistas panorámicas que se extienden sobre los tejados de Covilhã hasta la majestuosa Serra da Gardunha. Esta terraza elevada presenta un reloj de sol histórico y varios notables murales de arte urbano del Festival de Arte Urbano WOOL.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la Praça do Município, el vibrante corazón de Covilhã donde el impresionante Ayuntamiento, la ornamentada Iglesia de la Misericordia y el elegante Teatro Municipal rodean una estatua que honra a Pêro da Covilhã, el legendario explorador del siglo XV enviado por el Rey Juan II para descubrir las rutas de las especias de India y Etiopía.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo de los Lanificios documentando el patrimonio de Covilhã como uno de los principales productores de lana de Portugal. Ubicado en la histórica Real Fábrica de Paños y Real Fábrica Veiga, el museo exhibe los procesos textiles tradicionales que una vez alimentaron cientos de fábricas locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja al mirador de Varanda dos Carqueijais, a solo 10 minutos de Covilhã, que ofrece uno de los panoramas más espectaculares de la Serra da Estrela. La distintiva plataforma de observación metálica se ha convertido en un icónico punto fotográfico, enmarcando el dramático paisaje montañoso en un gesto arquitectónico único.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende a Torre, el punto más alto de Portugal continental a casi 2.000 metros de altitud. Esta dramática cumbre, a solo 30 minutos de Covilhã, atrae visitantes todo el año que buscan nieve en invierno y aire fresco de montaña en verano. La única estación de esquí natural de Portugal opera aquí durante los meses más fríos.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Covão d'Ametade, uno de los valles glaciales más encantadores de la Serra da Estrela. Este paisaje de cuento de hadas de dramáticas formaciones rocosas, arroyos cristalinos y praderas alpinas cautiva a los visitantes en todas las estaciones, ya sea cubierto de nieve o alfombrado de flores silvestres.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embárcate en la Ruta de Arte Urbano WOOL, un extraordinario museo al aire libre con obras de artistas internacionales incluyendo el icónico búho de materiales reciclados de Bordalo II, el enorme mural de corazón de Third y los intrincados retratos de Daniel Eime. Este festival anual ha transformado muros abandonados en vibrantes lienzos por todo el centro histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Refréscate en la playa fluvial de Unhais da Serra, un prístino lugar de baño natural rodeado de exuberante paisaje montañoso. Las bien mantenidas instalaciones y las cristalinas aguas hacen de este un escape ideal del calor veraniego, a solo 30 minutos de Covilhã.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 5
        },
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::elvas",
      "name": "Elvas",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.8822,
        -7.1639
      ],
      "lat": 38.8822,
      "lon": -7.1639,
      "visits": [
        {
          "text": "Ciudad de Elvas y sus murallas fortificadas",
          "visit_duration_min": 75
        },
        {
          "text": "Acueducto de Amoreira (Elvas)",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con el grandioso Acueducto de la Amoreira, con 7 km de extensión y 843 arcos, construido por el arquitecto Francisco de Arruda, el mismo autor de la Torre de Belém. Este impresionante monumento marca la entrada a la mayor fortificación abaluartada del mundo, clasificada como Patrimonio Mundial de la UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora las fortificaciones de Elvas, cuyas estructuras defensivas en forma de estrella con un perímetro de cerca de 10 km son un testimonio único de la evolución de la estrategia militar hasta el siglo XIX. El conjunto incluye murallas islámicas y medievales, el cinturón de murallas del siglo XVII y los Fuertes de Santa Lucía y de la Gracia.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la antigua Catedral, ahora Iglesia de Nuestra Señora de la Asunción, la Iglesia de las Dominicas con su original planta octogonal, el pelourinho manuelino y la Torre Fernandina. En las calles del centro histórico, identifica los arcos que marcan las antiguas entradas en las murallas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la Praça da República, sala de visitas de la ciudad en calzada portuguesa, amplia y aireada, con acogedoras terrazas. Este es el corazón de Elvas, donde residentes y visitantes se encuentran para disfrutar de la atmósfera tranquila de esta ciudad-cuartel fronteriza.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita los museos de Elvas: el Museo de Arte Contemporáneo, el Museo de Fotografía João Carpinteiro con cámaras fotográficas desde 1898 y pruebas datadas de 1860, el Museo de Arte Sacro y los dos espacios museológicos de temática militar.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora la Iglesia de São Domingos, la Iglesia de la Orden Tercera de São Francisco y, fuera de las murallas, el Santuario del Señor Jesús de la Piedad donde se realiza anualmente en septiembre la famosa Romería coincidente con la Feria de São Mateus.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LOS LUGARES MÁS HERMOSOS",
          "day": 6
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: Patrimonio UNESCO y Villas Medievales",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::estremoz",
      "name": "Estremoz",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.849998,
        -7.583333
      ],
      "lat": 38.849998,
      "lon": -7.583333,
      "visits": [
        {
          "text": "Ciudad de Estremoz y su castillo medieval",
          "visit_duration_min": 75
        },
        {
          "text": "Fachadas blancas típicas de Estremoz",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Castillo Medieval de Estremoz del siglo XIII, hoy transformado en la Posada Rainha Santa Isabel. La Torre de las Tres Coronas, así llamada porque tres reyes participaron en su construcción (Don Alfonso III, Don Sancho II y Don Dinis), ofrece vistas espléndidas sobre la región del mármol.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo Municipal Professor Joaquim Vermelho, situado frente a la torre del homenaje, con exposiciones sobre la vida alentejana y la célebre cerámica de la región. Destaca los Moringues, jarros en forma de globo tradicionales de Estremoz.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la elegante Iglesia de Santa María, iglesia-salón del siglo XVI de estilo renacentista tardío que sustituyó un templo medieval. Este monumento impresiona por su monumentalidad y riqueza decorativa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Capilla del Señor Jesús de los Inocentes del siglo XVIII, junto a la estatua de la Reina Santa Isabel. Esta homenajea a la esposa de Don Dinis, famosa por su caridad y por el milagro de las rosas, que falleció en Estremoz.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el Rossio Marqués de Pombal, plaza principal dominada por las torres gemelas de mármol del antiguo Convento de los Congregados del siglo XVII. Sube a la torre para vistas gloriosas sobre Estremoz y visita el Museo de Arte Sacro.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre el Centro de Ciencia Viva en el antiguo Convento de las Maltesas del siglo XV, con su bello claustro y exposiciones sobre la Tierra y Geología. La réplica del esqueleto de T-Rex es una atracción imprescindible para todas las edades.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora la Porta de Santarém, la principal entrada a la villa medieval cercada por la muralla del siglo XIII, y la Porta dos Currais del siglo XVII. Admira también el Pelourinho manuelino y el Lago do Gadanha con su emblemática estatua.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LOS LUGARES MÁS HERMOSOS",
          "day": 5
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: Patrimonio UNESCO y Villas Medievales",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::evora",
      "name": "Evora",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.5694,
        -7.903
      ],
      "lat": 38.5694,
      "lon": -7.903,
      "visits": [
        {
          "text": "Ciudad de Évora inscrita en la UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la Praça do Giraldo, corazón palpitante de Évora, con sus emblemáticas arcadas, la Iglesia de Santo Antão y la histórica fuente que fue durante siglos una de las principales estructuras de abastecimiento de agua a la población. El nombre de la plaza homenajea a Geraldo Sem Pavor, figura semilegendaria de la reconquista de la ciudad a los moros.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con el Templo Romano de Évora, datado del siglo I, principal vestigio de cuando Ebora Liberalitas Iulia era una de las más notables ciudades romanas de Lusitania. Contrariamente a la creencia popular, este templo habría estado dedicado al culto imperial y no a la diosa Diana.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la imponente Catedral de Évora, la mayor catedral medieval de Portugal construida entre los siglos XII y XIII. No te pierdas los claustros, la capilla mayor, el Museo de Arte Sacro y sube al tejado para una vista panorámica deslumbrante sobre la ciudad Patrimonio Mundial de la UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Entra en la Iglesia de San Francisco, de estilo manuelino-mudéjar y renacentista datada del siglo XV, que tuvo anexo el Palacio Real y estuvo íntimamente ligada al período de expansión marítima portuguesa. En su interior, la célebre Capilla de los Huesos quedará para siempre grabada en tu memoria.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Colegio del Espíritu Santo, edificio principal de la Universidad de Évora fundada por el Cardenal Don Enrique en el siglo XVI. El grandioso claustro es de visita obligatoria, testimoniando la importancia histórica de esta institución de enseñanza secular.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Largo y Fuente de las Portas de Moura, una de las plazas más emblemáticas de la urbe quinientista, rodeada por casonas nobles de las familias más importantes de la época. Este largo preserva la atmósfera aristocrática de la Évora renacentista.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la fachada renacentista de la Iglesia de la Gracia del siglo XVI, bello ejemplar arquitectónico situado en el Largo da Graça. Este templo demuestra la riqueza del patrimonio religioso eborense que se extiende por toda la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Centro de Arte y Cultura, antiguo Palacio de la Inquisición, hoy espacio de la Fundación Eugénio de Almeida destinado a las artes y la cultura con especial foco en el arte contemporáneo. Un contraste fascinante entre la historia sombría del edificio y su actual vocación cultural.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Crómlech de los Almendres, construido hace cerca de 7 mil años, el mayor recinto megalítico de la Península Ibérica y uno de los más antiguos del mundo. Este monumento prehistórico testimonia la ocupación humana de esta región desde tiempos inmemoriales.",
          "visit_duration_min": 75
        },
        {
          "text": "A poco más de 1 km del crómlech, visita el Menhir de los Almendres, otro impresionante monumento megalítico que complementa este extraordinario conjunto arqueológico. Estos monumentos son testimonios únicos de las civilizaciones que habitaron el Alentejo hace miles de años.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el Largo Conde Vila Flor donde se encuentran algunos de los principales edificios de la ciudad: la deslumbrante Iglesia de los Lóios con su azulejería en azul y blanco elevada al máximo exponente, el Convento de los Lóios del siglo XV actual posada, el Palacio Duques de Cadaval y el Museo de Évora con cerca de 20 mil objetos.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por el magnífico Jardín Público construido en el siglo XIX, donde encontrarás el Palacio de Don Manuel del siglo XV, lugar donde Vasco da Gama fue investido comandante de la escuadra que descubriría el camino marítimo hacia la India. No te pierdas las encantadoras Ruinas Fingidas con sus pavos reales.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre las imponentes Murallas de Évora que rodean todo el centro histórico y el grandioso Acueducto del Agua de Plata, inaugurado en el siglo XVI para abastecer la ciudad. Busca las casas construidas entre sus arcos, un secreto que no todos los visitantes descubren.",
          "visit_duration_min": 60
        },
        {
          "text": "Sube a los Molinos del Alto de São Bento para la mejor vista panorámica sobre Évora. Este mirador ofrece una perspectiva única sobre la ciudad Patrimonio Mundial, con sus monumentos y murallas recortados contra la llanura alentejana.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita la Bodega de la Cartuxa, una de las más prestigiosas de Portugal, donde puedes probar el afamado vino y aceite de oliva alentejanos. Esta experiencia de enoturismo es imprescindible para quien desea conocer los sabores auténticos de la región.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre la Ecovía de Évora - Ramal de Mora a pie o en bicicleta, una forma alternativa de descubrir el paisaje alentejano. Este recorrido permite contacto directo con la naturaleza y las llanuras doradas que caracterizan esta región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LOS LUGARES MÁS HERMOSOS",
          "day": 1
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: Patrimonio UNESCO y Villas Medievales",
          "day": 1
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: Patrimonio UNESCO y Villas Medievales",
          "day": 2
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: Patrimonio UNESCO y Villas Medievales",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::evora-monte",
      "name": "Evora Monte",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.7718,
        -7.7162
      ],
      "lat": 38.7718,
      "lon": -7.7162,
      "visits": [
        {
          "text": "Descubre el singular Castillo de Évora Monte, erigido por Don Dinis en el siglo XIV sobre fortificaciones romanas, en una espectacular posición en la cima de una colina escarpada. La estructura casi triangular con cinco torreones e imponente torre señorial es un ejemplar único de la arquitectura militar portuguesa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora la pequeña villa de Évora Monte donde fue firmada la Convención de Évora Monte en 1834, poniendo fin a la guerra civil portuguesa. Cuenta la leyenda que la firma tardó tanto que solo había pan duro para comer, llevando a la invención de la açorda alentejana.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: Patrimonio UNESCO y Villas Medievales",
          "day": 5
        }
      ]
    },
    {
      "place_id": "PT::fundao",
      "name": "Fundao",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.1381,
        -7.5011
      ],
      "lat": 40.1381,
      "lon": -7.5011,
      "visits": [
        {
          "text": "Explora el Centro Histórico de Fundão, que combina calles tradicionales, comercio local y espacios culturales renovados. Pasea por la Plaza del Municipio, visita la Iglesia Matriz y descubre el edificio del Ayuntamiento. La ciudad destaca por su conexión con la innovación digital, visible en el Centro para las Migraciones Digitales.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Castelo Novo, una de las Aldeas Históricas más bonitas de Portugal integrada en el municipio de Fundão. Las casas de granito, el pelourinho manuelino, el castillo y la extraordinaria plaza central forman un escenario medieval preservado con rara armonía. Sube al castillo al final de la tarde para ver la puesta de sol sobre la sierra.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo Arqueológico José Monteiro que reúne hallazgos de la región explicando la ocupación humana del territorio desde la prehistoria. Explora también la Moagem - Ciudad del Ingenio y de las Artes, espacio cultural dinámico instalado en una antigua fábrica recuperada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre los senderos panorámicos de la Serra da Gardunha, como el PR7 o la subida a la Racha da Penha, a través de bosques, arroyos y mesetas con vista sobre el valle del Zêzere. En primavera, las laderas cubiertas de cerezos en flor transforman el paisaje en un espectáculo único.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre la Ruta de la Cereza de Fundão, capital portuguesa de esta fruta. Entre mayo y junio, varias quintas abren sus puertas para visitas, recolección directa y experiencias gastronómicas. La Fiesta de la Cereza en Alcaide es uno de los eventos más populares, con puestos de productores y mucha animación.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 10
        }
      ]
    },
    {
      "place_id": "PT::geres",
      "name": "Geres",
      "cc": "PT",
      "language": "es",
      "coords": [
        41.7167,
        -8.15
      ],
      "lat": 41.7167,
      "lon": -8.15,
      "visits": [
        {
          "text": "Entra al Parque Nacional Peneda-Gerês, el único parque nacional de Portugal que protege un territorio salvaje de montañas, bosques antiguos y cascadas. El parque abarca las cordilleras de Peneda, Soajo, Amarela y Gerês alcanzando 1,545 metros en su punto más alto. Este paisaje extraordinario alberga fauna diversa en entornos prístinos que merecen el nivel más alto de protección de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Soajo, un pueblo tradicional de montaña que sirve como excelente base para senderismo, conocido por sus espigueiros únicos: graneros históricos de piedra elevados sobre pilares de granito. Estas estructuras distintivas usadas durante siglos para almacenar y secar maíz crean una de las escenas más fotografiadas del parque. Las casas de piedra y iglesias antiguas reflejan tradiciones perdurables de esta comunidad montañosa remota.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la Meseta de Mourela que se eleva aproximadamente a 1,000 metros, reconocida como una de las principales ubicaciones de observación de aves del parque nacional. Este hábitat de páramo alto sustenta diversas especies aviares que prosperan en terreno de brezo, pastizales y pantanoso. Los paisajes abiertos de la meseta proporcionan excelente visibilidad para avistar rapaces y especies migratorias durante todo el año.",
          "visit_duration_min": 75
        },
        {
          "text": "Entra en el Parque Nacional Peneda-Gerês, el único parque nacional de Portugal que protege una naturaleza salvaje de montañas, bosques antiguos y cascadas. El parque abarca las sierras de Peneda, Soajo, Amarela y Gerês alcanzando 1.545 metros en su punto más alto. Este paisaje extraordinario alberga vida silvestre diversa en ambientes prístinos ganando el más alto nivel de protección de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Soajo, un pueblo tradicional de montaña conocido por sus únicos espigueiros - graneros históricos de piedra elevados sobre pilares de granito creando una de las escenas más fotografiadas del parque. Las casas de piedra y las iglesias antiguas reflejan las tradiciones perdurables de esta comunidad remota. La Meseta de Mourela que se eleva a 1.000 metros ofrece observación de aves excepcional en hábitat de brezal y pastizal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por los senderos de Peneda-Gerês incluyendo la aventurera Grande Rota que atraviesa los paisajes más espectaculares del parque. Caminatas circulares más cortas pasan por bosques, junto a cascadas y hacia miradores escénicos. Las cinco 'puertas' del parque ofrecen centros de información para visitantes con mapas detallados de senderismo y orientación.",
          "visit_duration_min": 60
        },
        {
          "text": "Busca aventura en las cascadas donde excursiones de barranquismo y salto desde acantilados proporcionan formas llenas de adrenalina para experimentar características acuáticas dramáticas. Guías profesionales lideran expediciones por gargantas, por cascadas y hacia piscinas cristalinas rodeadas de acantilados de granito. Nadar y tomar el sol en piscinas naturales ofrecen recompensas refrescantes después del senderismo.",
          "visit_duration_min": 60
        },
        {
          "text": "Relájate en las aguas termales naturales de Caldas do Gerês, un pueblo balneario famoso por sus aguas termales desde tiempos romanos. Las aguas terapéuticas emergen a temperaturas ideales para calmar músculos cansados después de días activos en las montañas. Este destino tradicional de bienestar proporciona el complemento perfecto para aventuras al aire libre.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina por los senderos de Peneda-Gerês incluyendo la Grande Rota que atraviesa paisajes montañosos espectaculares con opciones desde caminatas suaves hasta trekkings desafiantes. Busca aventura en las cascadas donde el barranquismo y los saltos desde acantilados proporcionan experiencias llenas de adrenalina en entornos dramáticos. Relájate en las aguas termales naturales de Caldas do Gerês, un pueblo balneario famoso por sus aguas termales desde la época romana.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Gran Tour de Portugal: De las Colinas de Lisboa al Norte Salvaje",
          "day": 8
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 13
        }
      ]
    },
    {
      "place_id": "PT::gouveia",
      "name": "Gouveia",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.4922,
        -7.5936
      ],
      "lat": 40.4922,
      "lon": -7.5936,
      "visits": [
        {
          "text": "Descubre la Casa da Torre en Gouveia, edificio del siglo XVI clasificado como Monumento Nacional desde 1928. Este bellísimo ejemplo del estilo Manuelino del siglo XVI es uno de los testimonios arquitectónicos más importantes de esta ciudad serrana, situada en la ladera occidental de la Serra da Estrela a unos 700 metros de altitud.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo Municipal Abel Manta, instalado en el setecientista Palacio de los Condes de Vinhó y Almedina. Este museo posee una importante colección del ilustre pintor natural de Gouveia, además de obras de artistas como Vieira da Silva, Joaquim Rodrigo, Júlio Resende, Júlio Pomar, Paula Rego, entre otros maestros del arte portugués.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Ayuntamiento de Gouveia, antiguo Colegio de los Jesuitas, y la Biblioteca Municipal Vergílio Ferreira, instalada en el Palacio de los Serpa-Pimentel. Estos edificios nobles testimonian la riqueza patrimonial de esta ciudad con vestigios de las civilizaciones castreñas, romana y musulmana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sube al Monte Calvário con su templo del siglo XVIII y disfruta de una vista panorámica de excelencia sobre el Valle del Mondego. Visita también el Miradouro do Paixotão y el Parque Zoológico de Gouveia, espacios verdes que hacen de esta ciudad un destino privilegiado para los amantes de la naturaleza.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre el Dolmen de Pedra da Orca en la parroquia de Rio Torto, monumento megalítico datado del final del período Neolítico. Este vestigio arqueológico es el ejemplo más significativo de la ocupación humana remota de esta región, testimoniando miles de años de historia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::guarda",
      "name": "Guarda",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.5373,
        -7.2676
      ],
      "lat": 40.5373,
      "lon": -7.2676,
      "visits": [
        {
          "text": "Descubre la majestuosa Catedral Sé de Guarda, imponente edificio cuya construcción comenzó durante el reinado de Juan I y terminó en 1517. Esta catedral emblemática presenta una fascinante simbiosis entre los estilos gótico y manuelino, siendo uno de los monumentos religiosos más notables del interior de Portugal. Su imponencia refleja la importancia histórica de esta ciudad fundada por Sancho I.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Castillo de Guarda, situado en posición dominante a 1056 metros de altitud, el punto más elevado de cualquier ciudad portuguesa. Aunque solo quedan vestigios de las murallas y la torre del homenaje, este lugar histórico evoca los tiempos en que Guarda era un punto estratégico de defensa, justificando su epíteto de ciudad Fuerte.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por la antigua Judería de Guarda, ubicada dentro de las murallas cerca de la Porta D'El Rei. Esta comunidad judía fue durante siglos una de las más importantes y ancestrales de Portugal, dejando un legado histórico y cultural que aún hoy se puede descubrir en las callejuelas estrechas de este barrio medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la Iglesia de la Misericordia de Guarda, cuya construcción se remonta al siglo XVII. El portal está enmarcado por dos torres campanario y ostenta una imagen de la Virgen de la Misericordia. En el interior predomina el estilo barroco, tanto en las formas como en la decoración, con el escudo del Rey Juan V sobre el portal principal.",
          "visit_duration_min": 75
        },
        {
          "text": "Contempla la Estatua de Sancho I en la Praça Luís de Camões, monumento en bronce dedicado al rey que concedió el fuero de ciudad a Guarda el 27 de noviembre de 1199. Este homenaje celebra al fundador de la ciudad de las 5 F: Forte (Fuerte), Farta (Abundante), Fria (Fría), Fiel (Fiel) y Formosa (Hermosa).",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Estación Arqueológica de Mileu, descubierta en 1953 durante trabajos de construcción. Este importante núcleo de ruinas arqueológicas, situado a unos dos kilómetros de Guarda, presenta diversas estructuras habitacionales romanas junto a la Capilla de Nossa Senhora de Mileu.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita el Museo de Guarda, fundado en 1940, que posee una notable colección con piezas de arqueología, numismática, escultura sacra de los siglos XIII al XVIII, pintura sacra, armería, cerámica y arte contemporáneo. Instalado en un edificio histórico, este museo preserva la memoria e identidad de la región de Beira.",
          "visit_duration_min": 60
        },
        {
          "text": "Disfruta del Parque Urbano del Río Diz, un espacio impresionante con 21 hectáreas de terreno, un espejo de agua de 11.400 metros cuadrados, parque infantil, zonas verdes, área de animación semicubierta y ludoteca. Pasea también por el Jardín Municipal con su curioso laberinto de setos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 1
        },
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::janeiro-de-cima",
      "name": "Janeiro De Cima",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.0456,
        -7.7939
      ],
      "lat": 40.0456,
      "lon": -7.7939,
      "visits": [
        {
          "text": "Descubre la Playa Fluvial de Janeiro de Cima, una de las más bonitas de la región, rodeada de casas de pizarra y barcos tradicionales. Esta aldea ribereña ofrece un ambiente acogedor donde la tradición se encuentra con la naturaleza preservada del Geopark Naturtejo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la aldea vecina de Janeiro de Baixo, que mantiene el mismo ambiente ribereño auténtico. Las casas de pizarra, las calles empedradas y el contacto con el río hacen de esta aldea un refugio de tranquilidad en el corazón de Beira Interior.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Barroca, en el corazón del Geopark Naturtejo, que ofrece arte rupestre, caminatas y un contacto auténtico con la vida rural. Esta aldea preserva tradiciones ancestrales y paisajes geológicos únicos que testimonian millones de años de historia natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aventúrate por el Parque Natural del Tajo Internacional, donde puedes observar buitres, águilas y cigüeñas negras en los roquedos. Pasea en barco por el Río Tajo en Vila Velha de Ródão y admira las Portas de Ródão, imponentes escarpas que forman uno de los paisajes más dramáticos de Portugal.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 11
        }
      ]
    },
    {
      "place_id": "PT::lagos",
      "name": "Lagos",
      "cc": "PT",
      "language": "es",
      "coords": [
        37.1028,
        -8.673
      ],
      "lat": 37.1028,
      "lon": -8.673,
      "visits": [
        {
          "text": "Descubre Lagos, una de las ciudades históricas más encantadoras de Portugal con edificios encalados, calles empedradas y un ambiente tradicional acogedor. El compacto casco antiguo ofrece monumentos históricos, museos interesantes y un animado mercado local perfecto para experimentar la auténtica cultura portuguesa. Esta hermosa ciudad del oeste del Algarve combina patrimonio con fácil acceso a paisajes costeros espectaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con Ponta da Piedade, uno de los monumentos naturales más famosos de Portugal con impresionantes formaciones rocosas costeras, cuevas marinas y grutas. El paisaje impresionante incluye acantilados imponentes accesibles a través de senderos costeros y una escalera empinada que desciende al nivel del mar para vistas más cercanas de las grutas. Este paisaje extraordinario es aún más mágico al atardecer cuando la luz dorada ilumina las formaciones esculturales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Praia do Camilo, una pequeña playa accesible a través de escaleras empinadas donde las vistas desde arriba son igualmente impresionantes que la playa misma. La playa se divide en dos áreas conectadas por un túnel corto tallado a través de las rocas, creando una experiencia increíblemente pintoresca. La cercana Praia de Dona Ana está rodeada de acantilados coloridos y empinados y agua azul cristalina, clasificándose entre las playas más hermosas del Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora Ponta da Piedade en kayak, remando a través de cuevas marinas y a lo largo de la costa espectacular para una perspectiva inolvidable de estas maravillas naturales. Pequeños tours en barco también navegan hacia las grutas, ofreciendo acceso íntimo a las formaciones rocosas esculpidas. La combinación de acantilados dorados, agua turquesa y cuevas escondidas crea uno de los paisajes costeros más fotogénicos de Europa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 5
        }
      ]
    },
    {
      "place_id": "PT::lamego",
      "name": "Lamego",
      "cc": "PT",
      "language": "es",
      "coords": [
        41.0979,
        -7.8086
      ],
      "lat": 41.0979,
      "lon": -7.8086,
      "visits": [
        {
          "text": "Sube los 686 escalones de la escalinata barroca del Santuario de Nuestra Señora de los Remedios, emblema de Lamego y uno de los conjuntos monumentales más impresionantes de Portugal. Paneles de azulejos, fuentes alegóricas como la Fuente de los Gigantes en el Patio de los Reyes y vistas panorámicas deslumbrantes enriquecen esta subida que culmina en el santuario dedicado a la patrona de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Catedral de Lamego, que data del siglo XII y combina elementos románicos originales con añadidos góticos y renacentistas. Destaca el triple pórtico manuelino, obra más significativa de esta región, y en el interior, el altar mayor barroco y las bóvedas de las tres naves revestidas con frescos coloridos del Antiguo Testamento.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Museo de Lamego, instalado en el antiguo Pazo del Obispo en estilo barroco. Posee una de las mejores colecciones de arte religioso de Portugal, incluyendo obras de Grão Vasco y tapices flamencos. Prepárate para el asombro total al ver los altares de talla dorada trasladados íntegramente del Monasterio das Chagas.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorre el Sendero del Vino de Oporto en la parroquia de Samodães, imprescindible para los amantes del senderismo y simplemente uno de los mejores senderos de Portugal. Los paisajes del Douro Vinícola son sublimes con sus bancales esculpidos en las laderas, creando un anfiteatro natural donde la viña reina desde tiempos inmemoriales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita las Bodegas Raposeira y disfruta de una pausa refrescante con el elegante vino espumoso de Lamego. Descubre cómo los monjes del Císter desarrollaron los rituales ancestrales que permiten alcanzar la perfección de este vino exquisito, celebrando la tradición vinícola que hace de Lamego una de las cunas del espumoso portugués.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el Castillo de Lamego y su fascinante Cisterna, una de las cisternas de castillos mejor conservadas de Portugal. Sube a la Torre del Homenaje del siglo XII con sus explicaciones interactivas y divertidas. No te pierdas la Puerta de los Higos con dos torreones y el Núcleo Arqueológico con tesoros de la era romana.",
          "visit_duration_min": 60
        },
        {
          "text": "Deléitate con la gastronomía de Lamego: el cabrito asado, el jamón de carne magra famoso desde tiempos antiguos, los embutidos y productos de ahumado. En pastelería, prueba las conventuales Grades de Lamego y la dulcísima Tarta de Lamego. Visita A Presunteca para una tabla de degustación acompañada de vinos de la región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 5
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::leiria",
      "name": "Leiria",
      "cc": "PT",
      "language": "es",
      "coords": [
        39.7436,
        -8.8071
      ],
      "lat": 39.7436,
      "lon": -8.8071,
      "visits": [
        {
          "text": "Asciende al Castillo de Leiría, una fortaleza medieval encaramada dramáticamente sobre la ciudad con orígenes que se remontan al siglo XII. Las románticas ruinas del castillo, incluyendo el palacio real y la galería gótica, ofrecen amplias vistas sobre los bosques de pinos hasta el Atlántico. Cada agosto, los atmosféricos muros acogen Entremuralhas, un festival de música gótica que transforma las antiguas piedras en un lugar bellamente inquietante.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por la Praça Rodrigues Lobo, la elegante plaza principal de Leiría rodeada de edificios con arcadas y encantadoras cafeterías. Este animado punto de encuentro muestra el patrimonio arquitectónico de la ciudad, incluyendo finos ejemplos de diseño Art Nouveau del arquitecto Ernesto Korrodi.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Catedral de Leiría, una obra maestra manierista del siglo XVI dedicada a Nuestra Señora de la Asunción. Esta singular iglesia-salón, con sus tres naves de igual altura, se erige como uno de los mejores ejemplos portugueses del estilo Hallenkirchen, comparable al Monasterio de los Jerónimos en Lisboa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el recién renovado Museo de Leiría, ubicado en el antiguo Convento de Santo Agostinho. Después de 97 años de colecciones dispersas, este museo integral ahora cuenta la historia de la ciudad a través de innovadoras exposiciones que abarcan arqueología, arte y tradiciones locales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::lisbon",
      "name": "Lisbon",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.7223,
        -9.1393
      ],
      "lat": 38.7223,
      "lon": -9.1393,
      "visits": [
        {
          "text": "Día 1: Comienza tu aventura en Lisboa en la magnífica Praça do Comércio, la plaza más grandiosa de la ciudad que se abre dramáticamente hacia el río Tajo. Esta plaza monumental frente al mar, reconstruida después del devastador terremoto de 1755, sirvió como entrada ceremonial a la capital de Portugal para dignatarios que llegaban. Los elegantes edificios con arcadas y el arco triunfal crean uno de los espacios urbanos más impresionantes de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Pasea por la Rua Augusta, la vibrante vía peatonal de Lisboa que conecta el frente marítimo con el corazón del distrito de Baixa. Esta calle animada bulle de cafés al aire libre, tiendas tradicionales y artistas callejeros bajo elegantes fachadas del siglo XVIII. Sube a la cima del Arco da Rua Augusta para vistas panorámicas sobre las calles geométricas del centro y el brillante Tajo más allá.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Asciende en el Elevador de Santa Justa, un extraordinario ascensor de hierro neogótico diseñado por un estudiante de Gustave Eiffel en 1902. Esta notable pieza de ingeniería urbana transporta a los pasajeros 45 metros hacia arriba a través de una ornamentada torre de hierro forjado para conectar la Baixa con el barrio de Carmo arriba. La plataforma de observación en la cima revela un panorama impresionante sobre los techos de terracota de Lisboa.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Explora las ruinas inquietantemente hermosas del Convento do Carmo, un monasterio gótico que quedó sin techo desde el catastrófico terremoto de 1755. Los arcos esqueléticos que se extienden hacia el cielo abierto crean uno de los sitios más atmosféricos y fotografiados de Lisboa. Hoy las ruinas albergan un museo arqueológico con artefactos que abarcan desde tiempos prehistóricos hasta el período medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Piérdete en las calles laberínticas de Alfama, el barrio más antiguo y atmosférico de Lisboa que sobrevivió al gran terremoto prácticamente intacto. Callejones estrechos serpentean entre casas ancestrales adornadas con coloridos azulejos, mientras las melancólicas melodías del fado se escapan de tabernas ocultas. Este barrio medieval que asciende desde el paseo marítimo hasta el castillo preserva el alma auténtica de la Lisboa antigua.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Conquista las alturas del Castelo de São Jorge, la fortaleza en la colina que vigila Lisboa desde hace más de un milenio. Originalmente una fortaleza morisca antes de la reconquista cristiana en 1147, las murallas y torres del castillo ofrecen las vistas panorámicas más espectaculares de toda la capital. Pasea entre restos arqueológicos, jardines apacibles y murallas con vista a las siete colinas de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Visita la Catedral Sé, la iglesia más antigua de Lisboa y un poderoso símbolo de la reconquista cristiana, construida sobre el sitio de una antigua mezquita en el siglo XII. Esta iglesia-fortaleza románica ha sobrevivido terremotos, guerras y siglos de historia mientras acumulaba claustros góticos, capillas barrocas y tesoros de cada época. La fachada austera flanqueada por dos campanarios crea una presencia imponente en el corazón de Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Dirígete al distrito ribereño de Belém, donde la Era de los Descubrimientos de Portugal dejó sus monumentos más magníficos a lo largo del Tajo. Este elegante barrio al oeste del centro celebra la época cuando los navegantes portugueses cartografiaron océanos desconocidos y establecieron un imperio marítimo global. Avenidas arboladas, jardines cuidados y paseos junto al río conectan los tesoros declarados Patrimonio de la UNESCO de la zona.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Maravíllate con el Mosteiro dos Jerónimos, una extraordinaria obra maestra de la arquitectura manuelina y uno de los monumentos más importantes de Portugal. Este monasterio del siglo XVI, construido para conmemorar el viaje de Vasco da Gama a la India, presenta tallas de piedra fantásticamente ornamentadas que combinan símbolos marítimos, religiosos y reales. Los claustros se encuentran entre los más hermosos de Europa, su delicado trabajo en piedra es testimonio de la edad dorada de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Contempla la icónica Torre de Belém, una torre fortificada que se alza desde el Tajo y se ha convertido en el símbolo definitivo de Lisboa. Construida a principios del siglo XVI para proteger la entrada del río, este Sitio Patrimonio de la Humanidad de la UNESCO mezcla elementos arquitectónicos manuelinos y moriscos en su trabajo decorativo en piedra. La posición de la torre adentrándose en el río evoca el punto de partida de innumerables viajes portugueses de exploración.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 3: Descubre el MAAT (Museo de Arte, Arquitectura y Tecnología), un impresionante museo contemporáneo cuyo techo ondulante se fusiona perfectamente con el paseo marítimo de Belém. Este hito arquitectónico alberga exposiciones rotativas de arte contemporáneo nacional e internacional dentro de sus espacios interiores futuristas. El sendero en el techo ofrece perspectivas únicas sobre el Tajo y se conecta con la histórica central eléctrica adyacente.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 3: Experimenta la energía creativa de LX Factory, un antiguo complejo industrial transformado en el centro cultural más vibrante de Lisboa. Fábricas textiles abandonadas ahora albergan boutiques independientes, librerías, galerías de arte y estudios creativos bajo ladrillo expuesto y estructura de hierro. Este barrio alternativo pulsa con energía artística y representa el lado contemporáneo y visionario de la capital portuguesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Comienza tu aventura portuguesa en la magnífica Praça do Comércio, la plaza más grandiosa de Lisboa que se abre dramáticamente al río Tagus. Esta monumental plaza frente al agua, reconstruida después del devastador terremoto de 1755, sirvió como puerta de entrada ceremonial a la capital de Portugal. Los elegantes edificios con arcadas y el arco triunfal crean uno de los espacios urbanos más impresionantes de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Pasea por la Rua Augusta, la vibrante calle peatonal de Lisboa que conecta el paseo marítimo con el corazón del barrio de Baixa. Sube a la cima del Arco da Rua Augusta para obtener vistas panorámicas de las calles geométricas del centro y el brillante Tagus más allá. Esta animada calle bulle de actividad con cafés al aire libre y tiendas tradicionales bajo elegantes fachadas del siglo XVIII.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Asciende en el Elevador de Santa Justa, un extraordinario ascensor de hierro neogótico diseñado por un estudiante de Gustave Eiffel en 1902. Esta notable pieza de ingeniería urbana transporta a los pasajeros 45 metros hacia arriba a través de una ornamentada torre de hierro forjado hasta el barrio del Carmo. La plataforma de observación revela un panorama impresionante de los tejados de terracota de Lisboa.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Explora las ruinas inquietantemente hermosas del Convento do Carmo, un monasterio gótico que quedó sin techo desde el catastrófico terremoto de 1755. Los arcos esqueléticos que se alzan hacia el cielo abierto crean uno de los sitios más atmosféricos de Lisboa. Hoy las ruinas albergan un museo arqueológico con artefactos que abarcan desde tiempos prehistóricos hasta el período medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Piérdete en las calles laberínticas de Alfama, el barrio más antiguo de Lisboa que sobrevivió al gran terremoto en gran medida intacto. Callejones estrechos serpentean entre casas antiguas adornadas con coloridos azulejos, mientras que la música melancólica del fado flota desde tabernas ocultas. Este barrio medieval que asciende al castillo preserva el alma auténtica de la vieja Lisboa.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Conquista las alturas del Castelo de São Jorge, la fortaleza en la cima de la colina que vigila Lisboa desde hace más de un milenio. Originalmente una fortaleza morisca antes de la reconquista cristiana en 1147, las murallas del castillo ofrecen las vistas panorámicas más espectaculares de la capital. Deambula por restos arqueológicos, jardines apacibles y murallas que dominan las siete colinas de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visita la Catedral Sé, la iglesia más antigua de Lisboa construida en el sitio de una antigua mezquita en el siglo XII tras la reconquista. Esta iglesia-fortaleza románica ha sobrevivido terremotos y guerras mientras acumulaba claustros góticos y capillas barrocas. La fachada austera flanqueada por dos campanarios crea una presencia imponente en Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Viaja al distrito ribereño de Belém, donde la Era de los Descubrimientos de Portugal dejó sus monumentos más magníficos a lo largo del Tagus. Este elegante barrio celebra la época cuando los navegantes portugueses cartografiaron océanos desconocidos y establecieron un imperio marítimo global. Avenidas arboladas y paseos frente al agua conectan los tesoros del área declarados Patrimonio de la Humanidad por la UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Maravíllate ante el Mosteiro dos Jerónimos, una extraordinaria obra maestra de la arquitectura manuelina y uno de los monumentos más importantes de Portugal. Construido para conmemorar el viaje de Vasco da Gama a la India, este monasterio del siglo XVI presenta tallas de piedra fantásticamente ornamentadas que combinan símbolos marítimos, religiosos y reales. Los claustros se encuentran entre los más hermosos de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Ponte de pie ante la icónica Torre de Belém, una torre fortificada que se alza desde el Tagus y se ha convertido en el símbolo definitivo de Lisboa. Construida a principios del siglo XVI para guardar la entrada del río, este Sitio Patrimonio Mundial de la UNESCO combina elementos manuelinos y moriscos. La posición de la torre recuerda el punto de partida de innumerables viajes portugueses de exploración.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Fotografía el Padrão dos Descobrimentos, un monumento modernista impactante que celebra a los exploradores portugueses que abrieron nuevas rutas marítimas al mundo. Esta escultura de 52 metros representa a Enrique el Navegante liderando una procesión de figuras históricas hacia el agua. La silueta dramática del monumento lo convierte en uno de los puntos de referencia más reconocibles de Belém.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Comienza tu aventura portuguesa en Praça do Comércio, la plaza más grandiosa de Lisboa que se abre dramáticamente al río Tajo. Esta plaza monumental frente al agua reconstruida después del terremoto de 1755 sirvió como la entrada ceremonial a la capital de Portugal. Los edificios elegantes con arcadas y el arco triunfal crean uno de los espacios urbanos más impresionantes de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Pasea por Rua Augusta hasta el distrito histórico de Baixa, subiendo al Arco da Rua Augusta para vistas panorámicas sobre el centro y el brillante Tajo. Asciende en el Elevador de Santa Justa, un extraordinario ascensor de hierro neogótico diseñado por un estudiante de Gustave Eiffel. Explora las ruinas inquietantes del Convento do Carmo, dejado sin techo desde el catastrófico terremoto de 1755.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Piérdete en las calles laberínticas de Alfama, el barrio más antiguo de Lisboa que sobrevivió intacto al gran terremoto. Callejones estrechos serpentean entre casas antiguas adornadas con azulejos coloridos mientras el fado melancólico se escucha desde tabernas escondidas. Conquista las alturas del Castelo de São Jorge, la fortaleza en la colina que ofrece las vistas panorámicas más espectaculares de la capital.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Visita la Catedral Sé, la iglesia más antigua de Lisboa construida en un sitio de antigua mezquita en el siglo XII. Viaja a Belém donde la Era de los Descubrimientos de Portugal dejó monumentos magníficos a lo largo del Tajo. Maravíllate con el Mosteiro dos Jerónimos, una obra maestra manuelina extraordinaria conmemorando el viaje de Vasco da Gama a India.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Día 1: Pasea por el elegante distrito de Chiado, el barrio tradicional de intelectuales, artistas y cafés literarios donde Fernando Pessoa una vez reinó. Este sofisticado barrio conecta la ciudad baja con las alturas bohemias del Bairro Alto, ofreciendo excelentes compras, teatros históricos y plazas encantadoras. La importancia cultural y atmósfera refinada del área la hacen perfecta para una tarde de exploración.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 2: Viaja en el legendario Tranvía 28, un tranvía vintage amarillo que traquetea por los barrios más pintorescos de Lisboa en su serpenteante ruta a través de la ciudad. Esta pieza viviente de la historia del transporte sube calles imposiblemente empinadas, se aprieta por pasajes estrechos y pasa por monumentos importantes desde Alfama hasta Estrela. El viaje a bordo de estos tranvías de madera centenarios proporciona una forma auténtica y escénica de experimentar la topografía dramática de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 2: Contempla el atardecer desde el Miradouro de Santa Luzia, una terraza romántica con vista a los tejados de Alfama y el brillante río Tajo. Pérgolas cubiertas de buganvillas, paneles decorativos de azulejos y palmeras enmarcan vistas que se extienden desde la cúpula del Panteón Nacional hasta las colinas distantes. Este mirador querido captura la esencia de la belleza melancólica de Lisboa mientras la ciudad resplandece bajo la luz del atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 2: Fotografía el Padrão dos Descobrimentos, un llamativo monumento modernista que celebra a los exploradores portugueses que abrieron nuevas rutas marítimas al mundo. Esta escultura de 52 metros que se alza desde la ribera representa a Enrique el Navegante liderando una procesión de figuras históricas hacia el agua. La silueta dramática del monumento y su posición junto al río lo convierten en uno de los hitos más reconocibles de Belém.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 3: Explora el Bairro Alto, el histórico barrio alto de Lisboa donde el espíritu bohemio se encuentra con la vida tradicional del barrio. Durante el día, las calles tranquilas revelan tiendas vintage, casas de fado y tabernas del barrio que sirven petiscos tradicionales. Después del anochecer, el barrio se transforma en el legendario distrito de vida nocturna de la ciudad con innumerables bares desbordándose hacia las calles estrechas.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 3: Busca los famosos miradouros de Lisboa, los miradores escénicos esparcidos por las siete colinas de la ciudad que revelan nuevas perspectivas en cada vuelta. Desde el panorámico Miradouro da Senhora do Monte hasta las elegantes terrazas de São Pedro de Alcântara, cada uno ofrece su propio carácter y vista. Estos queridos puntos de encuentro son esenciales para entender cómo los lisboetas experimentan su ciudad dramáticamente vertical.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1: Deambula por el elegante distrito de Chiado, el barrio tradicional de Lisboa de intelectuales, artistas y cafés literarios donde Fernando Pessoa una vez celebró tertulias. Este sofisticado barrio conecta la ciudad baja con las alturas bohemias del Bairro Alto, ofreciendo excelentes compras y plazas encantadoras. La importancia cultural del área y su atmósfera refinada lo hacen perfecto para la exploración vespertina.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Viaja en el legendario Tranvía 28, un tranvía amarillo vintage que traquetea a través de los barrios más pintorescos de Lisboa en su ruta serpenteante. Esta pieza viviente de la historia del transporte escala calles imposiblemente empinadas, se aprieta por pasajes estrechos y pasa por los principales puntos de referencia. El viaje a bordo de estos tranvías de madera centenarios proporciona una forma auténtica de experimentar la topografía dramática de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Observa el atardecer desde el Miradouro de Santa Luzia, una terraza romántica que domina los tejados de Alfama y el brillante Tagus. Pérgolas cubiertas de buganvillas, paneles decorativos de azulejo y palmeras enmarcan vistas que se extienden hasta colinas distantes. Este querido mirador captura la belleza melancólica de Lisboa mientras la ciudad brilla bajo la luz vespertina.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Experimenta la vibrante vida nocturna del Bairro Alto, el histórico barrio alto donde el espíritu bohemio se encuentra con la vida tradicional del vecindario. Después del anochecer, el barrio se transforma en el legendario distrito de entretenimiento de Lisboa con innumerables bares que se derraman hacia las calles estrechas. Aquí es donde locales y visitantes se mezclan en una atmósfera única de la capital portuguesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Descubre el MAAT (Museo de Arte, Arquitectura y Tecnología), un impresionante museo contemporáneo cuyo techo ondulante se fusiona con el paseo marítimo de Belém. Este hito arquitectónico alberga exposiciones rotativas de arte contemporáneo internacional dentro de espacios interiores futuristas. La pasarela del techo ofrece perspectivas únicas sobre el Tagus.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Experimenta la energía creativa de LX Factory, un antiguo complejo industrial transformado en el centro cultural más vibrante de Lisboa. Las fábricas textiles abandonadas ahora albergan boutiques independientes, librerías y galerías de arte bajo ladrillos expuestos y estructuras de hierro. Este barrio alternativo representa el lado contemporáneo y visionario de la capital portuguesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 1: Deambula por el elegante distrito de Chiado, el barrio tradicional de intelectuales y cafés literarios de Lisboa donde Fernando Pessoa una vez celebró tertulias. Este barrio sofisticado conecta la ciudad baja con el bohemio Bairro Alto ofreciendo excelentes compras y plazas encantadoras.",
          "visit_duration_min": 60
        },
        {
          "text": "Día 2: Párate frente a la icónica Torre de Belém, la torre fortificada que se ha convertido en el símbolo definitivo de Lisboa. Fotografía el Padrão dos Descobrimentos celebrando a los exploradores portugueses. Viaja en el legendario Tranvía 28 traqueteando por barrios pintorescos en su ruta serpenteante a través de la ciudad.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Escapada a Lisboa: Tesoros Históricos, Vistas del Tajo y Palacios Reales",
          "day": 1
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Gran Tour de Portugal: De las Colinas de Lisboa al Norte Salvaje",
          "day": 1
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::marvao",
      "name": "Marvao",
      "cc": "PT",
      "language": "es",
      "coords": [
        39.3942,
        -7.3764
      ],
      "lat": 39.3942,
      "lon": -7.3764,
      "visits": [
        {
          "text": "Descubre Marvão, un impresionante pueblo medieval encaramado en un risco rocoso a 862 metros de altitud dentro del Parque Natural de la Serra de São Mamede. Este asentamiento nido de águila, rodeado por murallas del siglo XIII, ofrece vistas espectaculares que se extienden por el Alentejo hasta España, creando uno de los panoramas más dramáticos de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Castillo de Marvão, una fortaleza medieval notablemente conservada cuyas murallas parecen crecer orgánicamente de los acantilados de granito. La posición estratégica del castillo lo hizo virtualmente inexpugnable a lo largo de siglos de conflictos fronterizos, y hoy los visitantes pueden recorrer todo el circuito de murallas y torres.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el Largo do Rossio, la encantadora plaza central de Marvão sombreada por un magnífico plátano centenario. Las casas encaladas circundantes, los balcones floridos y las cafeterías tradicionales crean una atmósfera congelada en el tiempo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita un taller tradicional de tapicería donde los artesanos continúan el oficio centenario del tejido a mano. Se dice que algunas piezas creadas en los talleres de Marvão inspiraron obras de la renombrada pintora portuguesa Vieira da Silva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::monsaraz",
      "name": "Monsaraz",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.4927,
        -7.2812
      ],
      "lat": 38.4927,
      "lon": -7.2812,
      "visits": [
        {
          "text": "Pueblo medieval de Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Vista del lago de Alqueva desde Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Monsaraz, la airosa villa medieval vencedora en la categoría Aldeas Monumento de las 7 Maravillas de Portugal. Hecha de cal y pizarra, esta población suspendida en el tiempo susurra historias de reyes audaces y caballeros templarios, manteniendo su magia de antaño como pocos lugares en el mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Castillo de Monsaraz construido por Don Dinis en el siglo XIV, clasificado como Monumento Nacional. La antigua plaza de armas funciona como plaza de toros desde 1830, acogiendo anualmente la corrida tradicional en las fiestas de Nuestro Señor Jesús de los Pasos. Desde el castillo, disfruta de las vistas sobre la Presa del Alqueva, el mayor lago artificial de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Entra en la Iglesia Matriz de Nuestra Señora de la Lagoa del siglo XVI, de estilo renacentista en pizarra regional. En su interior, admira el sepulcro de Gomes Martins Silvestre, caballero templario, primer alcaide y poblador de Monsaraz, esculpido en mármol de Estremoz con un cortejo fúnebre de diecisiete figuras.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora los Antiguos Pazos de la Audiencia en la Travessa da Cadeia, antigua sede administrativa y tribunal de Monsaraz. No te pierdas el fresco medieval El Buen y el Mal Juez, una sátira a la corrupción de la justicia de la época representando dos jueces en actitudes contrastantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por las cuatro puertas de las murallas: la Porta da Vila protegida por dos torreones con lápida consagrada a la Inmaculada Concepción por Don Juan IV en 1646, la Porta d'Évora de arco gótico, y las puertas d'Alcoba y do Buraco. Admira las vistas sobre los campos del Alentejo.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre los tesoros escondidos de Monsaraz: la Capilla de São João Batista conocida por Cuba debido a su forma cúbica de influencia morisca, la antigua Cisterna que habría sido mezquita, la Casa de la Inquisición, la Iglesia de Santiago y las ermitas de São Bento, São Lázaro, Santa Catarina y São Sebastião.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LOS LUGARES MÁS HERMOSOS",
          "day": 7
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: Patrimonio UNESCO y Villas Medievales",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::pinhao",
      "name": "Pinhao",
      "cc": "PT",
      "language": "es",
      "coords": [
        41.1897,
        -7.5453
      ],
      "lat": 41.1897,
      "lon": -7.5453,
      "visits": [
        {
          "text": "Entra al Valle del Douro, un paisaje Patrimonio de la Humanidad de la UNESCO de viñedos en terrazas empinadas que descienden en cascada hacia uno de los ríos más escénicos de Europa. Esta es la región vinícola demarcada más antigua del mundo, donde el vino de Oporto se ha producido durante siglos usando métodos tradicionales. El paisaje dramático de laderas cubiertas de vides y quintas encaladas crea el paisaje más icónico de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la Región Vinícola del Alto Douro a pie, caminando a través de viñedos en funcionamiento y pueblos tradicionales pacíficos encaramados en las laderas. Los senderos serpentean entre laderas en terrazas cultivadas desde tiempos romanos, pasando por olivares antiguos y huertos de almendros. La belleza natural, el patrimonio agrícola y la cálida hospitalidad hacen de este un destino de senderismo inolvidable.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja por la histórica línea ferroviaria del Douro, inaugurada en 1887 y considerada uno de los trayectos en tren más pintorescos del mundo. Las vías siguen el río desde Porto hasta Pocinho, pasando por túneles y sobre puentes que cruzan valles de afluentes. Esta maravilla de la ingeniería proporciona una forma relajante de absorber el magnífico paisaje del valle.",
          "visit_duration_min": 75
        },
        {
          "text": "Entra en el Valle del Douro, un paisaje Patrimonio Mundial de la UNESCO de viñedos en terrazas escalonadas que descienden hacia uno de los ríos más escénicos de Europa. Esta región vinícola demarcada más antigua del mundo ha producido vino de Oporto durante siglos utilizando métodos tradicionales. El paisaje dramático de laderas cubiertas de vides y quintas encaladas crea el paisaje más icónico de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la Región Vinícola del Alto Douro a pie, caminando por viñedos en funcionamiento y pueblos pacíficos encaramados en laderas. Los senderos serpenteantes discurren entre laderas en terrazas cultivadas desde la época romana, pasando por antiguos olivares y huertos de almendros. La belleza natural, el patrimonio agrícola y la cálida hospitalidad crean experiencias inolvidables.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja por la histórica línea ferroviaria del Douro inaugurada en 1887, considerada uno de los viajes en tren más escénicos del mundo. Las vías siguen el río a través de túneles y sobre puentes que cruzan valles tributarios. Esta maravilla de la ingeniería proporciona una forma relajante de absorber el magnífico paisaje del valle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pedalea por las laderas cubiertas de viñedos del Valle del Douro, huertos y pueblos tradicionales a lo largo de senderos ribereños y ascensos montañosos. El terreno empinado recompensa a los ciclistas con vistas espectaculares desde carreteras elevadas. Las bicicletas eléctricas son muy recomendables para quienes están menos acostumbrados a las colinas, permitiendo que todos disfruten de este magnífico paisaje ciclista.",
          "visit_duration_min": 60
        },
        {
          "text": "Rema por el río Douro de curso lento en kayak o canoa, deslizándote bajo acantilados imponentes y pasando viñedos en terrazas reflejados en aguas tranquilas. Esta experiencia pacífica permite paradas en playas ribereñas y pueblos locales para comida y vino. La perspectiva del río revela la grandeza completa de este paisaje protegido por la UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "Pedalea por laderas cubiertas de viñedos y pueblos tradicionales a lo largo de senderos ribereños y subidas montañosas - las e-bikes son muy recomendables para el terreno empinado. Rema por el lento Douro en kayak, deslizándote bajo acantilados y pasando viñedos en terrazas reflejados en aguas tranquilas. La perspectiva del río revela toda la grandeza de este paisaje protegido por la UNESCO.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Gran Tour de Portugal: De las Colinas de Lisboa al Norte Salvaje",
          "day": 7
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 12
        }
      ]
    },
    {
      "place_id": "PT::ponte-de-sor",
      "name": "Ponte De Sor",
      "cc": "PT",
      "language": "es",
      "coords": [
        39.25,
        -8.0167
      ],
      "lat": 39.25,
      "lon": -8.0167,
      "visits": [
        {
          "text": "Descubre Ponte de Sor, estratégicamente posicionada en la histórica ruta que une Mérida con Lisboa desde tiempos romanos. Hoy esta ciudad ribereña marca el kilómetro 435 de la icónica carretera EN2 de Portugal que conecta Chaves con Faro, convirtiéndola en una parada esencial para viajeros que exploran los diversos paisajes del país.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Centro de Artes e Cultura, un espacio multidisciplinar que presenta el mosaico de corcho más grande del mundo, certificado por el Libro Guinness de los Récords en 2014. El artista albanés Saimir Strati creó esta notable obra celebrando una de las industrias más importantes de la región, alojada en un antiguo molino de grano que preserva el patrimonio arqueológico industrial.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Galveias y su Centro de Interpretación José Luís Peixoto, dedicado a uno de los escritores contemporáneos más célebres de Portugal. Esta ruta literaria abarca 22 puntos de interés que conectan la obra del autor con los paisajes que la inspiraron.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Viaja a la Presa de Montargil, la principal atracción del municipio ubicada entre ondulantes bosques de alcornoques. Este vasto embalse ofrece un centro de deportes acuáticos, playa fluvial e impresionantes miradores. Para la experiencia definitiva, realiza un vuelo en globo aerostático al amanecer o al atardecer para apreciar el sereno paisaje alentejano desde las alturas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 10
        }
      ]
    },
    {
      "place_id": "PT::portalegre",
      "name": "Portalegre",
      "cc": "PT",
      "language": "es",
      "coords": [
        39.2967,
        -7.4306
      ],
      "lat": 39.2967,
      "lon": -7.4306,
      "visits": [
        {
          "text": "Explora el centro histórico de Portalegre, donde la arquitectura barroca y las fachadas adornadas con azulejos bordean sinuosas calles medievales. El Palácio Amarelo y numerosas casas nobles dan testimonio de la prosperidad que trajo la industria textil que hizo famosa a esta ciudad en todo Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Castillo de Portalegre, una fortaleza medieval del siglo XIII cuyas murallas y torres aún dominan el horizonte de la ciudad. Desde las almenas, vistas espectaculares se extienden por Portalegre hasta las onduladas colinas de la Serra de São Mamede, mientras un pequeño museo militar preserva el patrimonio marcial local.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Museo y Manufactura de Tapices de Portalegre, que celebra la técnica de tejido única que puso a esta ciudad en el mapa artístico. Inspirados por el pintor Jean Lurçat, los tapices de Portalegre son mundialmente reconocidos por su intrincado detalle y vibrantes colores. Los visitantes pueden observar a los artesanos trabajando, continuando esta tradición viva.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la Catedral Sé, una iglesia del siglo XVI dedicada a Nuestra Señora de la Asunción. Su fachada barroca da paso a un sereno interior con candelabros de cristal, sacristía de azulejos y una impresionante colección de arte religioso que abarca siglos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita la Casa-Museo José Régio, antigua residencia de uno de los mayores escritores portugueses del siglo XX. Más allá de sus pertenencias personales, el museo alberga una extraordinaria colección de arte sacro, estatuas religiosas e iconos populares que reflejan la pasión de Régio por la cultura tradicional portuguesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Balancéate alto sobre las llanuras del Alentejo en el columpio panorámico 'Carreiras sem fim' ubicado en el Miradouro da Fonte dos Carvoeiros. Este lugar digno de Instagram ofrece oportunidades fotográficas inigualables con amplias vistas sobre el paisaje dorado.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Descubriendo Portugal: De los Canales Atlánticos a las Llanuras del Alentejo",
          "day": 9
        }
      ]
    },
    {
      "place_id": "PT::porto",
      "name": "Porto",
      "cc": "PT",
      "language": "es",
      "coords": [
        41.1579,
        -8.6291
      ],
      "lat": 41.1579,
      "lon": -8.6291,
      "visits": [
        {
          "text": "Llega a Porto, la vibrante capital del norte de Portugal donde el centro histórico desciende en cascada por las laderas hasta el río Douro. El distrito Ribeira, Patrimonio de la Humanidad de la UNESCO, revela capas de historia en sus calles medievales, iglesias barrocas y edificios icónicos cubiertos de azulejos. Esta ciudad atmosférica sirve como puerta de entrada a la magnífica región vinícola y los paisajes salvajes del norte.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruza el icónico puente Dom Luís I, el arco de hierro de dos niveles que se extiende sobre el Douro y se ha convertido en el símbolo más reconocible de Porto. El nivel superior ofrece a los peatones vistas espectaculares del centro histórico y las bodegas de vino de Oporto de Vila Nova de Gaia en frente. Esta maravilla de ingeniería conecta la ciudad antigua con siglos de tradición vitivinícola.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina desde el puente Dom Luís I a lo largo del río Douro hasta el faro Felgueiras en Foz, donde el río se encuentra con el océano Atlántico. Este paseo panorámico por la orilla pasa por barrios históricos, paseos junto al río y comunidades pesqueras tradicionales. El faro marca el punto de encuentro dramático entre río y mar con vistas costeras espectaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "Llega a Porto, la vibrante capital norteña de Portugal donde el distrito Ribeira, Patrimonio Mundial de la UNESCO, se derrama por las laderas hacia el río Douro. Esta ciudad atmosférica revela capas de historia a través de calles medievales, iglesias barrocas y edificios icónicos cubiertos de azulejos. Porto sirve como puerta de entrada a la magnífica región vinícola y paisajes salvajes del norte.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruza el icónico Puente Dom Luís I, el arco de hierro de dos niveles que cruza el Douro que se ha convertido en el monumento más reconocible de Porto. El nivel superior ofrece vistas espectaculares sobre el centro histórico y las bodegas de vino de oporto de Vila Nova de Gaia en el lado opuesto. Esta maravilla de ingeniería conecta la ciudad antigua con siglos de tradición vinícola.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea desde el Puente Dom Luís I a lo largo del Douro hasta el Faro Felgueiras en Foz, donde el río se encuentra con el Atlántico. Esta caminata pintoresca por la orilla del agua pasa por barrios históricos, paseos ribereños y comunidades pesqueras tradicionales. El faro marca el punto de encuentro dramático del río y el mar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la cultura del surf en la playa de Matosinhos, justo a las afueras de Porto, un excelente destino para surfistas con olas suaves y fondo arenoso. Las escuelas de surf locales ofrecen lecciones para todos los niveles en esta rompiente de playa accesible. Las olas atlánticas consistentes la convierten en uno de los lugares más populares del norte de Portugal para surfear.",
          "visit_duration_min": 60
        },
        {
          "text": "Rema por el río Douro en una excursión de kayak o paddle surf a través del corazón de Porto. Deslizarse bajo los seis puentes de la ciudad proporciona perspectivas únicas de las laderas en terrazas y la arquitectura histórica. Esta tranquila experiencia de remo urbano ofrece un ritmo diferente para explorar esta ciudad atmosférica.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta el surf en la playa de Matosinhos, justo a las afueras de Oporto, un excelente destino con olas suaves y fondo arenoso perfecto para principiantes. Las escuelas de surf locales ofrecen clases en este beach break accesible con oleaje atlántico constante. Como alternativa, rema por el Douro en kayak o SUP para obtener perspectivas únicas de la ciudad desde el agua.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Gran Tour de Portugal: De las Colinas de Lisboa al Norte Salvaje",
          "day": 3
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 9
        }
      ]
    },
    {
      "place_id": "PT::sabugal",
      "name": "Sabugal",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.3506,
        -7.0892
      ],
      "lat": 40.3506,
      "lon": -7.0892,
      "visits": [
        {
          "text": "Visita las Termas de Cró, situadas a poco más de 10 km de Sabugal. Estas termas cuya utilización de las aguas medicinales se remonta a la era romana han sido modernizadas con un nuevo balneario termal equipado con tecnología de punta. Las antiguas termas en ruinas testimonian la larga tradición termal de esta región.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el centro histórico de Sabugal con su imponente castillo medieval y torre del homenaje pentagonal, única en Portugal. Esta villa fronteriza conserva un rico patrimonio arquitectónico y ofrece vistas panorámicas sobre el paisaje granítico de la raya de Beira.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::sabugueiro",
      "name": "Sabugueiro",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.4008,
        -7.6472
      ],
      "lat": 40.4008,
      "lon": -7.6472,
      "visits": [
        {
          "text": "Descubre Sabugueiro, la aldea más alta de Portugal a unos 1050 metros de altitud junto al río Alva. El poblado habría surgido a partir de cabañas de pastores que aprovechaban los pastos de la sierra. Visita la iglesia parroquial, el crucero, la fuente del herrero y el museo etnográfico que preserva las tradiciones locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la Cascada de Fervença y explora el antiguo glaciar del Covão Grande. El grabado esculpido en la roca junto a la Fonte do Canariz comprueba el paso humano por estos parajes ya en tiempos remotos, confiriendo a Sabugueiro una dimensión histórica que complementa su belleza natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la pequeña aldea de Cabeça, ubicada a 530 metros de altitud con menos de medio centenar de casas, algunas de pizarra, un alcornoque centenario y un extenso pinar. Esta aldea ofrece autenticidad, vista privilegiada y sosiego, transformándose en un espectáculo de luces sostenibles en época navideña.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre el Sendero de la Lagoa dos Conchos a más de 1500 metros de altitud, descubriendo uno de los lugares más sorprendentes de la sierra. Esta laguna con un enorme embudo artificial por donde las aguas parecen desaparecer es una maravilla de la ingeniería. El sendero lineal de 5 km ofrece naturaleza y vistas sublimes.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora las lagunas y embalses de la Serra da Estrela: la Lagoa Comprida, el Covão dos Conchos, el Covão do Meio, el Covão do Forno y el Covão do Curral. Estos lugares son ideales para la contemplación del paisaje del Parque Natural y baños refrescantes en las playas fluviales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::sagres",
      "name": "Sagres",
      "cc": "PT",
      "language": "es",
      "coords": [
        37.0092,
        -8.9408
      ],
      "lat": 37.0092,
      "lon": -8.9408,
      "visits": [
        {
          "text": "Llega a Cabo de São Vicente, el punto más suroeste de la Europa continental donde acantilados imponentes rodeados de agua por tres lados crean un espectáculo hipnotizante. En el pasado, los europeos creían que este era el fin del mundo, y estar aquí viendo olas masivas estrellarse contra las rocas de abajo, esa sensación permanece palpable. El faro y la fortaleza de Santo António do Beliche cercanos ofrecen panoramas costeros igualmente impresionantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Ponta de Sagres, un promontorio rugoso y azotado por el viento lleno de historia donde los primeros grandes exploradores de Portugal comenzaron sus viajes en busca del Nuevo Mundo. Visita la Fortaleza de Sagres del siglo XVI que abarca un fuerte antiguo con museo, la Igreja de Nossa Senhora da Graça, y un faro con instalación sonora única. Camina alrededor de todo el cabo siguiendo senderos que ofrecen vistas impresionantes del Atlántico infinito.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta condiciones de surf de clase mundial alrededor de Sagres, donde olas consistentes y vientos fuertes atraen a entusiastas de deportes acuáticos de todo el mundo. Las playas en esta área ofrecen algunos de los mejores surfs de Portugal, con numerosas escuelas de surf proporcionando lecciones para todos los niveles. La costa atlántica rugosa aquí se siente salvaje e indómita comparada con las playas protegidas más al este.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::sao-pedro-do-sul",
      "name": "Sao Pedro Do Sul",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.7564,
        -8.0717
      ],
      "lat": 40.7564,
      "lon": -8.0717,
      "visits": [
        {
          "text": "Descubre la región de São Pedro do Sul, conocida por su paisaje pintoresco de espesos bosques verdes, ríos cristalinos y colinas ondulantes salpicadas de pueblos encantadores. Esta área ha estado habitada desde tiempos romanos, con ruinas antiguas visibles junto a la arquitectura medieval en calles estrechas empedradas. Los bosques de eucalipto de dulce aroma y la soledad pacífica hacen de este lugar ideal para los amantes de la naturaleza.",
          "visit_duration_min": 75
        },
        {
          "text": "Relájate en los baños termales naturales de São Pedro do Sul, utilizados por sus propiedades curativas desde los antiguos tiempos romanos. Los manantiales minerales calientes son ricos en azufre que se cree tiene beneficios terapéuticos para varios males. Estas aguas termales históricas continúan atrayendo a buscadores de bienestar a este rincón tranquilo del norte de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduce por la emocionante Estrada do Portal do Inferno (Carretera a la Puerta del Infierno), una carretera de montaña dramática con pendientes pronunciadas, curvas cerradas y bordes de acantilados verticales. Este viaje espectacular pasa por el paisaje montañoso más dramático del norte de Portugal con miradores que ofrecen vistas panorámicas. La ruta estrecha y serpenteante exige atención pero recompensa con paisajes inolvidables.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre São Pedro do Sul, conocido por su pintoresco paisaje de espesos bosques verdes, ríos cristalinos y pueblos encantadores habitados desde la época romana. Los baños termales naturales utilizados para la curación desde la antigüedad ofrecen relajación con aguas minerales ricas en azufre. Los bosques de eucalipto aromáticos y la atmósfera pacífica hacen de esta región ideal para los amantes de la naturaleza.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduce por la emocionante Estrada do Portal do Inferno (Carretera a la Puerta del Infierno), una carretera de montaña dramática con pendientes pronunciadas y bordes de acantilados verticales. Esta ruta espectacular pasa por el paisaje montañoso más dramático del norte de Portugal con miradores que ofrecen vistas panorámicas. La estrecha carretera serpenteante exige atención pero recompensa con paisajes inolvidables.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende a la Serra de São Macário para disfrutar de algunas de las mejores vistas panorámicas del norte de Portugal, accesible en coche hasta la cumbre. El serpenteante recorrido sube a través de paisajes dramáticos hasta vistas panorámicas que se extienden por valles y cordilleras distantes. Visita el pueblo aislado de Aldeia da Pena donde las cabras deambulan por calles empedradas y las casas de piedra parecen surgir del paisaje.",
          "visit_duration_min": 75
        },
        {
          "text": "Relájate en las históricas Termas de São Pedro do Sul, cuyas aguas ya eran reconocidas por los romanos por sus poderes curativos. Estas son las termas más antiguas y frecuentadas de Portugal, donde la reina Doña Mafalda, esposa de Afonso Henriques, habría tratado una fractura. Un lugar perfecto para recargar energías en un ambiente de bienestar secular.",
          "visit_duration_min": 75
        },
        {
          "text": "Aventúrate por las Montañas Mágicas de las Sierras de Arada, Gralheira y São Macário. Estos paisajes de cortar la respiración ofrecen senderos deslumbrantes, cascadas escondidas y miradores que dominan valles infinitos. La naturaleza preservada y el aire puro hacen de esta región un paraíso para los amantes de las actividades al aire libre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por los excelentes senderos a través de los bosques de São Pedro do Sul para descubrir cascadas ocultas y miradores escénicos. La red de senderos serpentea a través de bosques fragantes, junto a arroyos rugientes y hasta las crestas panorámicas. Estas caminatas ofrecen oportunidades perfectas para experimentar la belleza natural de la región lejos de cualquier multitud.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina por los bosques para descubrir cascadas ocultas y miradores escénicos a lo largo de redes de senderos que serpentean a través de bosques fragantes. Los senderos siguen arroyos torrenciales y suben a crestas panorámicas ofreciendo oportunidades perfectas para experimentar la belleza natural en soledad. El atardecer desde la Serra de São Macário crea momentos mágicos con paisajes bañados en luz dorada.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta uno de los famosos columpios panorámicos de la región: el Columpio de São Macário, el de Manhouce o el de la Serra da Arada. Estos columpios estratégicamente colocados en puntos de vista excepcionales permiten fotografías inolvidables mientras te balanceas sobre paisajes de montaña verdaderamente espectaculares.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Gran Tour de Portugal: De las Colinas de Lisboa al Norte Salvaje",
          "day": 5
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 11
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 9
        }
      ]
    },
    {
      "place_id": "PT::seia",
      "name": "Seia",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.4167,
        -7.7056
      ],
      "lat": 40.4167,
      "lon": -7.7056,
      "visits": [
        {
          "text": "Visita el Centro Interpretativo de Seia, ubicado en la emblemática Casa Solar dos Botelhos, patrimonio clasificado y bellísimo ejemplo del estilo Manuelino del siglo XVI. Este espacio permite un largo viaje por la historia del municipio, revelando la riqueza cultural de esta ciudad a las puertas de la Serra da Estrela.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Museo del Pan, quizás el más grande del mundo dedicado a este alimento fundamental. Inaugurado en 2002 en la Quinta Fonte do Marrão, este espacio de 3.500 m² acoge, conserva y expone el patrimonio del pan en sus diversas vertientes: etnográfica, política, social, histórica, religiosa y artística.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo del Juguete en el Solar de Santa Rita, espacio fascinante con cerca de diez mil juguetes de todo el mundo. De los más comunes a los más originales, incluyendo juguetes tradicionales portugueses, todas las piezas tienen historia. En el exterior, admira el tejo tricentenario, clasificado como árbol de interés público.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Centro de Interpretación de la Serra da Estrela (CISE), lugar privilegiado para explorar la mayor cadena montañosa del Portugal continental a través de la realidad virtual. Participa en las actividades de animación ambiental, como senderos pedestres, salidas temáticas y talleres de observación de fauna y flora.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Santuario de Nossa Senhora do Desterro, conjunto mariano constituido por diez capillas edificadas entre los siglos XVII y XIX. La tradición popular cuenta que la aparición de imágenes de la Virgen, San José y el Niño Jesús originó la construcción de este santuario, donde la belleza del Río Alva complementa el patrimonio edificado.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la aldea de Lapa dos Dinheiros, ubicada a más de 700 metros de altitud con vista soberbia sobre la plataforma del Mondego. Esta aldea de montaña posee un extenso bosque de castaños con especies raras como el mostajo y el laurel portugués, reliquias de los bosques de hace más de 2 millones de años.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la villa de Loriga, encajada en un valle abrupto abrazado por dos riberas y envuelta por campos agrícolas en imponentes terrazas. Recorre las calles a pie, descubre todos los rincones y no dejes de probar el premiado Bolo Negro y la Broa de Loriga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el Centro Histórico de Seia admirando la Fuente de las Cuatro Cañerías de 1825, la Iglesia de la Misericordia construida en 1571, la Capilla de São Pedro clasificada como Monumento Nacional desde 1924, y la Iglesia Matriz referenciada desde 1136 en el Fuero de Alfonso Henriques.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el Museo Natural de la Electricidad, ubicado en la centenaria Central de Senhora do Desterro. Este espacio museológico divulga el patrimonio tecnológico del aprovechamiento hídrico en la Serra da Estrela, incluyendo la maquinaria original y un túnel de 35 metros de longitud.",
          "visit_duration_min": 60
        },
        {
          "text": "Refréscate en la Playa Fluvial de Loriga, lugar de rara belleza donde aún son visibles los vestigios dejados por el glaciar que abrió el Valle de Loriga. Esta playa galardonada con Playa de Oro es el espacio ideal para los amantes de la naturaleza, la calma y la serenidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre el sendero de la Garganta de Loriga hasta Eira da Pedra, descubriendo las formas características del modelado glaciar que resultaron de la acción erosiva del hielo hace 100 a 10 mil años. Las zonas más elevadas de la sierra estaban cubiertas por una capa de hielo de unos 80 metros de espesor.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 4
        },
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: de la Serra da Estrela a las ciudades históricas",
          "day": 5
        }
      ]
    },
    {
      "place_id": "PT::silves",
      "name": "Silves",
      "cc": "PT",
      "language": "es",
      "coords": [
        37.1893,
        -8.439
      ],
      "lat": 37.1893,
      "lon": -8.439,
      "visits": [
        {
          "text": "Explora Silves, la antigua capital del Algarve generalmente pasada por alto por los visitantes primerizos pero que ofrece vislumbres fascinantes del pasado moro de la región. Esta típica ciudad medieval en la cima de una colina está coronada por un castillo parcialmente restaurado que una vez rivalizó con Lisboa en importancia antes del devastador terremoto de 1755. La Catedral de Silves y el Museo Arqueológico justo al lado de la plaza principal complementan la experiencia del castillo.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el encantador pueblo de Alte, uno de los pueblos tradicionales más pintorescos del interior del Algarve donde el tiempo parece haberse detenido. Calles empedradas estrechas serpentean entre edificios tradicionales blancos adornados con flores coloridas y algunos de los arte callejero más hermosos de la región. Los manantiales naturales en Fonte Grande de Alte ofrecen baño refrescante en agua cristalina: una experiencia inesperada del Algarve interior.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita las playas de Alvor incluyendo Praia dos Três Irmãos y la pequeña Praia da Prainha, interconectadas a través de túneles y pasajes por los acantilados. Caminar descalzo por túneles, bajo arcos naturales y a lo largo de estrechos pasajes en los acantilados revela sorpresa tras sorpresa en este paisaje costero espectacular. El restaurante en el acantilado en Prainha encaramado entre las rocas ofrece una ubicación de cena absolutamente única.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora la Costa Vicentina, la costa occidental del Algarve menos visitada que ofrece paisajes salvajes y majestuosos completamente diferentes de las playas orientales populares. Praia da Bordeira y Praia da Cordoama son favoritas entre los surfistas, pero cualquier pequeña carretera que lleve a la costa recompensa a los visitantes con vistas magníficas. Esta costa natural sin desarrollar proporciona auténtica belleza atlántica sin las multitudes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::sintra",
      "name": "Sintra",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.798,
        -9.388
      ],
      "lat": 38.798,
      "lon": -9.388,
      "visits": [
        {
          "text": "Viaja a Sintra, un paisaje cultural Patrimonio de la Humanidad de la UNESCO donde palacios románticos se alzan desde laderas boscosas en uno de los entornos más encantadores de Europa. La realeza y aristocracia portuguesa eligió este retiro montañoso brumoso para sus residencias de verano, dejando atrás una extraordinaria concentración de tesoros arquitectónicos. La atmósfera de cuento de hadas del pueblo ha cautivado a visitantes desde Lord Byron hasta viajeros modernos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Palácio Nacional de Sintra, el palacio real medieval que domina el centro del pueblo con sus distintivas chimeneas cónicas de cocina visibles a kilómetros de distancia. Esta residencia de verano de los monarcas portugueses preserva interiores notables incluyendo habitaciones completamente cubiertas con azulejos decorativos y elaborados techos mudéjares. El palacio representa la residencia real habitada continuamente más antigua de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende al Palácio da Pena, un extravagante palacio del siglo XIX que corona el pico más alto de las colinas de Sintra en una explosión de color y fantasía arquitectónica. Esta obra maestra romántica combina torres góticas, decoración manuelina, elementos moriscos y cúpulas renacentistas en un estallido de amarillos, rojos y azules. El parque circundante de árboles exóticos y senderos ocultos extiende la atmósfera mágica por toda la ladera.",
          "visit_duration_min": 75
        },
        {
          "text": "Párate en Cabo da Roca, el punto más occidental de la Europa continental, donde acantilados dramáticos se precipitan al Atlántico bajo un faro histórico. Este promontorio azotado por el viento marca donde la masa terrestre europea se encuentra con el océano, un hito geográfico celebrado con un monumento y certificado para los visitantes. El poder crudo del entorno -olas estrellándose, acantilados elevándose y horizonte infinito- crea una profunda sensación de estar parado al borde del mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Concluye tu viaje en Cascais, un elegante balneario que ha atraído aristócratas y artistas desde que la realeza portuguesa lo convirtió en su patio de recreo veraniego en el siglo XIX. El encantador casco antiguo presenta calles peatonales empedradas, edificios encalados y un pintoresco puerto pesquero que aún se usa hoy. Playas de arena, excelente marisco y una atmósfera costera relajada proporcionan el final perfecto para tu aventura lisboeta.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por los jardines y parques románticos de Sintra, donde senderos serpenteantes llevan más allá de fuentes, caprichos arquitectónicos y miradores que revelan vislumbres de palacios entre los árboles. La vegetación exuberante prospera en el microclima único creado por la humedad atlántica que se acumula en las laderas de la montaña. Estos paisajes verdes fueron compuestos tan cuidadosamente como cualquier interior de palacio, creando habitaciones exteriores de maravilla botánica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Escapada a Lisboa: Tesoros Históricos, Vistas del Tajo y Palacios Reales",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::tarouca",
      "name": "Tarouca",
      "cc": "PT",
      "language": "es",
      "coords": [
        41.0144,
        -7.7822
      ],
      "lat": 41.0144,
      "lon": -7.7822,
      "visits": [
        {
          "text": "Descubre el Monasterio de São João de Tarouca, el primer monasterio cisterciense de Portugal fundado en 1144. Este monumento enigmático y antiquísimo conserva la iglesia con pinturas de Gaspar Vaz y el sepulcro del Conde de Barcelos. Un lugar de espiritualidad e historia donde la orden del Císter inició su presencia transformadora en el país.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Torre del Portazgo de Ucanha, monumento único en Portugal que controlaba el paso en el puente medieval sobre el río Varosa. Esta torre defensiva del siglo XII, con su puente fortificado, es un testimonio excepcional de la organización territorial medieval y ofrece un paisaje fotogénico inolvidable.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el Monasterio de Santa María de Salzedas, imponente conjunto monástico cisterciense que fue uno de los más ricos de Portugal. Aunque parcialmente en ruinas, la grandiosidad de su iglesia y claustro da testimonio del poder y riqueza que los monjes del Císter acumularon en esta región vinícola durante siglos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::tavira",
      "name": "Tavira",
      "cc": "PT",
      "language": "es",
      "coords": [
        37.1275,
        -7.6506
      ],
      "lat": 37.1275,
      "lon": -7.6506,
      "visits": [
        {
          "text": "Descubre Faro, la ciudad capital del Algarve que ofrece un centro histórico compacto con encantadoras calles estrechas y ambiente acogedor. El casco antiguo cuenta con la Catedral de Faro donde puedes subir a la torre para vistas aéreas, la Capilla de los Huesos en la Igreja do Carmo, y el excelente Museo Municipal. El área del Puerto Deportivo y el jardín Jardim Manuel Bivar albergan mercados de artesanías los fines de semana y proporcionan agradables paseos junto al agua.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Parque Natural Ria Formosa, una serie de islas barrera que se extiende por más de 60 kilómetros a lo largo del Algarve oriental. Este paisaje protegido de lagunas, humedales, salinas y dunas de arena blanca crea un paisaje completamente diferente de las famosas playas respaldadas por acantilados más al oeste. Los pueblos pesqueros tradicionales en las islas ofrecen vistazos de la auténtica vida del Algarve prácticamente sin cambios durante generaciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Tavira, una de las ciudades más grandes y auténticas de la región del Algarve construida alrededor de su centro medieval junto al río. No te pierdas los restos del Castelo, el Puente Romano que aparece en todas las postales de Tavira, y la Igreja da Misericordia con su impresionante portal de azulejos del siglo XVIII. La Cámara Obscura dentro de una antigua torre de agua proporciona perspectivas únicas sobre esta encantadora ciudad histórica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Haz un paseo en barco por Ria Formosa visitando islas como Ilha de Tavira, Culatra y Armona para experimentar playas vírgenes y comunidades pesqueras tradicionales. Los tours en barco al atardecer desde Faro proporcionan una manera mágica de experimentar el parque natural mientras el cielo se transforma sobre las lagunas. Las oportunidades para observar aves aquí son excepcionales, con los humedales proporcionando hábitat para numerosas especies.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 1
        }
      ]
    },
    {
      "place_id": "PT::viana-do-castelo",
      "name": "Viana Do Castelo",
      "cc": "PT",
      "language": "es",
      "coords": [
        41.6918,
        -8.8344
      ],
      "lat": 41.6918,
      "lon": -8.8344,
      "visits": [
        {
          "text": "Explora la región del Minho, la zona más verde de Portugal ubicada en el rincón noroeste donde el Río Minho forma una frontera natural con España. El Valle de Lima se extiende desde Peneda-Gerês hasta el Atlántico en Viana do Castelo, creando un corredor de paisajes exuberantes. Esta región pacífica recompensa a los visitantes con cultura auténtica, excelente senderismo y refrescantes vinos locales Vinho Verde.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la Costa Verde que se extiende a lo largo del litoral atlántico del Minho con playas tranquilas y vírgenes y pueblos pesqueros tradicionales. A diferencia de los centros turísticos del sur abarrotados, este litoral ofrece experiencias marítimas auténticas donde perduran las tradiciones pesqueras. El encuentro dramático de colinas verdes y oleaje atlántico crea paisajes bastante diferentes de las famosas playas del sur.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Viana do Castelo, una elegante ciudad portuaria en la desembocadura del río Lima con rico patrimonio marítimo que data de la Era de los Descubrimientos. El centro histórico presenta arquitectura manuelina notable, mercados tradicionales y el espectacular santuario de Santa Luzia en la cima de la colina que ofrece vistas panorámicas costeras. Esta ciudad culta sirve como la puerta del Minho al mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la región del Minho, la zona más verde de Portugal donde el río Miño forma una frontera natural con España. El Valle del Lima se extiende desde Peneda-Gerês hasta el Atlántico en Viana do Castelo a través de un corredor de paisajes exuberantes. Esta región pacífica recompensa a los visitantes con cultura auténtica, excelente senderismo y refrescantes vinos Vinho Verde.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la Costa Verde que se extiende a lo largo del Atlántico con playas tranquilas e intactas y pueblos pesqueros tradicionales que ofrecen experiencias costeras auténticas. A diferencia de los resorts del sur, esta costa preserva las tradiciones pesqueras y crea paisajes muy diferentes de las famosas playas del Algarve. El encuentro dramático de colinas verdes y oleaje atlántico define esta costa norte.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Viana do Castelo, una elegante ciudad portuaria con rico patrimonio marítimo que data de la Era de los Descubrimientos. El centro histórico presenta arquitectura manuelina notable, mercados tradicionales y el espectacular santuario de Santa Luzia en la colina ofreciendo vistas panorámicas costeras. Esta ciudad culta sirve como puerta de entrada del Minho al mar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por el Sendero del Rio Minho, un sendero ecológico que sigue el curso del río a lo largo de una antigua línea ferroviaria a través de paisajes ribereños tranquilos y pueblos tradicionales. El terreno suave hace que esto sea adecuado para caminantes de todas las habilidades que buscan belleza natural. La ruta cerca de la frontera española revela el carácter sereno de la región.",
          "visit_duration_min": 60
        },
        {
          "text": "Navega en canoa o kayak por los ríos de la región del Minho, donde aguas tranquilas serpentean por valles exuberantes y pasan ciudades históricas. La zona occidental de tierras bajas ofrece excelentes condiciones para remar adecuadas para familias y principiantes. Los remeros más experimentados pueden buscar rafting en aguas bravas para rápidos llenos de adrenalina.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueba el Vinho Verde, el vino característico de la región, en quintas locales y tabernas de pueblo por todo el Minho. Este vino blanco ligero y ligeramente espumoso es más bajo en alcohol y perfectamente refrescante después de actividades al aire libre. El nombre significa 'vino verde' refiriéndose al paisaje exuberante donde se cultivan las uvas.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina por el Sendero del Rio Minho siguiendo el río a lo largo de una antigua línea ferroviaria a través de paisajes ribereños tranquilos y pueblos tradicionales. Navega en canoa o kayak a través de valles exuberantes donde aguas tranquilas serpentean pasando pueblos históricos - condiciones excelentes para familias y principiantes. Prueba el Vinho Verde, el vino local ligero ligeramente espumoso perfectamente refrescante después de actividades al aire libre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Gran Tour de Portugal: De las Colinas de Lisboa al Norte Salvaje",
          "day": 9
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Gran Tour de Portugal: mejores lugares para visitar",
          "day": 14
        }
      ]
    },
    {
      "place_id": "PT::vianadoalentejo",
      "name": "Vianadoalentejo",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.33645,
        -8.00011
      ],
      "lat": 38.33645,
      "lon": -8.00011,
      "visits": [
        {
          "text": "Ciudad de Viana do Alentejo y su castillo pentagonal",
          "visit_duration_min": 75
        },
        {
          "text": "Santuario Nossa Senhora d'Aires (Viana do Alentejo)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LOS LUGARES MÁS HERMOSOS",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::vila-real",
      "name": "Vila Real",
      "cc": "PT",
      "language": "es",
      "coords": [
        41.2959,
        -7.7442
      ],
      "lat": 41.2959,
      "lon": -7.7442,
      "visits": [
        {
          "text": "Maravíllate con el suntuoso Palacio de Mateus, joya del barroco portugués cuya silueta adorna las botellas del célebre vino rosado. Esta mansión aristocrática del siglo XVIII, atribuida a Nicolau Nasoni, exhibe jardines a la francesa, un lago romántico e interiores refinados con mobiliario de época y preciosas colecciones de arte.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el misterioso Santuario de Panóias, yacimiento arqueológico romano único dedicado a cultos orientales. Estas rocas graníticas esculpidas con tanques e inscripciones latinas servían para sacrificios rituales hace casi dos mil años. Un lugar enigmático que revela la diversidad religiosa del Imperio Romano en sus provincias más remotas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre Vila Real, ciudad cosmopolita envuelta en un marco natural auténtico. Sube al mirador del Calvario para una perspectiva semicircular sobre la ciudad, abarcando las sierras de Marão y Alvão. Admira las numerosas piedras de armas que ennoblecen las fachadas, testimonio de la nobleza que aquí se estableció junto a los Marqueses.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::vilavicosa",
      "name": "Vilavicosa",
      "cc": "PT",
      "language": "es",
      "coords": [
        38.7167,
        -7.5167
      ],
      "lat": 38.7167,
      "lon": -7.5167,
      "visits": [
        {
          "text": "Ciudad de Vila Viçosa y cantera de mármol",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Paço Ducal (Vila Viçosa)",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia São João Evangelista (Vila Viçosa)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LOS LUGARES MÁS HERMOSOS",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::viseu",
      "name": "Viseu",
      "cc": "PT",
      "language": "es",
      "coords": [
        40.6566,
        -7.9125
      ],
      "lat": 40.6566,
      "lon": -7.9125,
      "visits": [
        {
          "text": "Explora la ciudad de Viseu, con más de dos milenios de historia ligada al jefe de los lusitanos, Viriato. Visita la impresionante Cava de Viriato, vasto recinto amurallado octogonal que evoca la resistencia lusitana contra Roma. Esta ciudad es un hito muy importante para la historia de Portugal y guarda secretos en cada esquina.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con la Catedral de Viseu y el Museo Nacional Grão Vasco, que alberga obras maestras del pintor renacentista portugués. La catedral románico-gótica con su fachada manuelina y los tesoros artísticos del museo adyacente constituyen el corazón cultural de esta ciudad que fue sede episcopal desde tiempos remotos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el arte urbano de Viseu en un paseo por la ciudad que revela trabajos de artistas como AKA Corleone, Lord Mantraste y Mariana, a miserável. Esta ciudad histórica ha sabido reinventarse y presenta una vibrante escena de street art que contrasta armoniosamente con el patrimonio secular de sus plazas y monumentos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes y Douro: Patrimonio, Naturaleza y Tradiciones",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::zambujeiradomar",
      "name": "Zambujeiradomar",
      "cc": "PT",
      "language": "es",
      "coords": [
        37.525024,
        -8.785052
      ],
      "lat": 37.525024,
      "lon": -8.785052,
      "visits": [
        {
          "text": "Pueblo de Zambujeira do Mar y sus playas",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LOS LUGARES MÁS HERMOSOS",
          "day": 9
        }
      ]
    }
  ]
}