{
  "version": 1,
  "country": "pt",
  "language": "en",
  "places": [
    {
      "place_id": "PT::albufeira",
      "name": "Albufeira",
      "cc": "PT",
      "coords": [
        37.0882,
        -8.2503
      ],
      "lat": 37.0882,
      "lon": -8.2503,
      "visits": [
        {
          "text": "Discover Albufeira, the most popular tourist resort in southern Portugal offering something for every type of traveler. From scenic coastlines and long sandy beaches to a charming old town with traditional architecture, this central Algarve hub provides excellent access to attractions throughout the region. The old fishermen's neighborhood and clifftop old town are particularly atmospheric areas to explore.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Praia da Falésia, one of the world's most unique beaches stretching over 6 kilometers between Vilamoura and Albufeira. The impressive red sandstone cliffs change colors depending on weather and light, creating breathtaking scenery worth visiting in any season. The nicest stretch near Olhos de Agua features particularly dramatic cliff formations that photograph beautifully.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the picturesque Chapel of Nossa Senhora da Rocha in Porches, sitting dramatically on coastal cliffs above the ocean. While the little chapel itself is charming, the main attraction is the spectacular coastal scenery visible from paths leading westward. This popular sunset location rewards visitors with stunning views of the Algarve coastline.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience kayaking from St Rafael Beach in Albufeira, paddling along the beautiful coastline to discover hidden caves and secluded coves. Water sports enthusiasts will find parasailing, jet skiing, and countless other activities available throughout the summer season. The beaches around Albufeira like Praia dos Arrifes and Praia São Rafael offer some of the most scenic coastal swimming in central Algarve.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 8,
      "place_type": "city"
    },
    {
      "place_id": "PT::arouca",
      "name": "Arouca",
      "cc": "PT",
      "coords": [
        40.93,
        -8.245
      ],
      "lat": 40.93,
      "lon": -8.245,
      "visits": [
        {
          "text": "Explore the Arouca UNESCO Global Geopark, a protected landscape renowned for extraordinary geological heritage including the famous Giant Trilobites of Canelas. This territory surrounded by the Freita, Montemuro, and Arada mountain ranges represents millions of years of Earth's history preserved in remarkable rock formations. The geopark offers adventure activities amid dramatic natural scenery.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk the Passadiços do Paiva, a spectacular 8-kilometer wooden boardwalk zigzagging along the Paiva River gorge. This engineering marvel passes thundering waterfalls, sheer cliffs, and pristine swimming holes carved into bedrock. The walkways provide safe access to one of Portugal's most dramatic river landscapes previously inaccessible to visitors.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cross the 516 Arouca, one of the longest pedestrian suspension bridges in the world, stretching 516 meters across the Paiva River gorge at 175 meters height. This thrilling walkway offers breathtaking views of the valley far below and surrounding mountain landscape. Advance tickets are required for this unforgettable adventure experience.",
          "visit_duration_min": 60
        },
        {
          "text": "Challenge yourself with white water rafting on the Paiva River, considered one of Portugal's premier destinations for river sports. Rapids range from gentle to demanding, with professional guides leading expeditions through spectacular gorge scenery. Kayaking and canyoning adventures provide different ways to experience this remarkable waterway.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 10
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "PT::arraiolos",
      "name": "Arraiolos",
      "cc": "PT",
      "coords": [
        38.4,
        -7.865
      ],
      "lat": 38.4,
      "lon": -7.865,
      "visits": [
        {
          "text": "City of Arraiolos and its medieval castle",
          "visit_duration_min": 75
        },
        {
          "text": "Arraiolos Carpet Interpretive Center",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Arraiolos et son château médiéval",
          "visit_duration_min": 75
        },
        {
          "text": "Centre Interpretativo do Tapete d’Arraiolos",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.2,
      "place_type": "city"
    },
    {
      "place_id": "PT::beja",
      "name": "Beja",
      "cc": "PT",
      "coords": [
        38.012992,
        -7.871541
      ],
      "lat": 38.012992,
      "lon": -7.871541,
      "visits": [
        {
          "text": "Ville de Beja et son donjon Torre de Menagem",
          "visit_duration_min": 75
        },
        {
          "text": "Beja Cathedral",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Beja",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 8
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::carvoeiro",
      "name": "Carvoeiro",
      "cc": "PT",
      "coords": [
        37.0947,
        -8.4714
      ],
      "lat": 37.0947,
      "lon": -8.4714,
      "visits": [
        {
          "text": "Explore Algar Seco in picturesque Carvoeiro, a unique coastal area featuring remarkable caves, grottos, and limestone cliffs sculpted by rain and sea over millions of years. Boardwalks provide accessible viewing, but adventurous visitors can explore pathways and staircases carved between the rocks that feel like navigating a natural maze. The most beautiful cave features two natural windows overlooking the coast, discovered by descending stairs at the car park's end.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike the famous Seven Hanging Valleys Trail, the most popular coastal walk in the Algarve following breathtaking scenery between Praia da Marinha and Praia do Vale de Centeanes. This 5.7-kilometer route passes Benagil Cave, Benagil Beach, Carvalho Beach, and Alfazina Lighthouse among the highlights. The trail provides easy access to one of the most scenic stretches of coastline in all of Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Photograph Praia da Marinha, where postcard-perfect views have made this one of the most recognizable beaches in Portugal. The clifftop paths overlooking the beach reveal the typical Algarve coastline featured in guidebooks worldwide. Walking westward from the viewpoint near the parking area reveals the most spectacular scenery along this stunning stretch of coast.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a boat trip to the famous Benagil Cave, the largest and best-known sea cave in the Algarve accessible only from the water. This cathedral-like cavern is so massive that several boats can enter simultaneously, with sunlight streaming through its collapsed roof. The entire coastline here is dotted with sea caves creating spectacular scenery whether explored by speedboat or kayak.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.4,
      "place_type": "city"
    },
    {
      "place_id": "PT::cascais",
      "name": "Cascais",
      "cc": "PT",
      "coords": [
        38.6979,
        -9.4215
      ],
      "lat": 38.6979,
      "lon": -9.4215,
      "visits": [
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides. Explore the Palácio Nacional with its distinctive conical kitchen chimneys and remarkable azulejo-covered interiors. Ascend to the flamboyant Palácio da Pena, a 19th-century fantasy combining Gothic, Manueline, Moorish, and Renaissance elements in an explosion of color.",
          "visit_duration_min": 75
        },
        {
          "text": "Stand at Cabo da Roca, the westernmost point of continental Europe, where dramatic cliffs plunge into the Atlantic beneath a historic lighthouse. This windswept headland marks where the European landmass meets the ocean. The raw power of crashing waves, soaring cliffs, and endless horizon creates a profound sense of standing at the edge of the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides. Portuguese royalty chose this misty mountain retreat for summer residences, leaving an extraordinary concentration of architectural treasures. The town's fairytale atmosphere has captivated visitors from Lord Byron to modern travelers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Palácio Nacional de Sintra, the medieval royal palace dominating the town center with distinctive conical kitchen chimneys visible for miles. This summer residence preserves remarkable interiors including rooms covered in decorative azulejo tiles and elaborate Mudéjar ceilings. The palace represents the longest continuously inhabited royal residence in Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to the Palácio da Pena, a flamboyant 19th-century palace crowning the highest peak in an explosion of color and architectural fantasy. This romantic masterpiece combines Gothic towers, Manueline decoration, Moorish elements, and Renaissance domes in a riot of yellows, reds, and blues. The surrounding park of exotic trees extends the magical atmosphere across the mountainside.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Conclude the day in Cascais, an elegant beach resort attracting aristocrats since Portuguese royalty made it their summer playground. The charming old town features cobbled pedestrian streets, whitewashed buildings, and a picturesque fishing harbor still in use. Sandy beaches and relaxed coastal atmosphere provide the perfect transition before heading north.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 8
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 0.3,
      "rating": 5.7,
      "place_type": "site"
    },
    {
      "place_id": "PT::castro-daire",
      "name": "Castro Daire",
      "cc": "PT",
      "coords": [
        40.8983,
        -7.935
      ],
      "lat": 40.8983,
      "lon": -7.935,
      "visits": [
        {
          "text": "Ascend Serra de São Macário, a mountain range offering some of the finest panoramic views in all of northern Portugal. The winding drive to the summit is an adventure itself, with narrow roads climbing through dramatic highland landscapes. At the top, sweeping vistas extend across valleys, villages, and distant mountain ranges in every direction.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Aldeia da Pena, one of northern Portugal's most isolated and picturesque traditional stone villages hidden deep in a valley. Narrow cobbled streets covered with straw wind between rough-hewn stone houses that seem grown from the landscape. Goats roam freely, their bells mingling with a murmuring stream, creating an atmosphere unchanged for centuries.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Watch sunset from the summit of Serra de São Macário, where peace and spectacular scenery create truly magical moments. The elevated viewpoint often provides complete solitude with surrounding landscape bathed in golden light. Hiking trails radiate from the summit through forests and across high moorland for further exploration.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 6
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "city"
    },
    {
      "place_id": "PT::elvas",
      "name": "Elvas",
      "cc": "PT",
      "coords": [
        38.8822,
        -7.1639
      ],
      "lat": 38.8822,
      "lon": -7.1639,
      "visits": [
        {
          "text": "City of Elvas and its fortified walls",
          "visit_duration_min": 75
        },
        {
          "text": "Amoreira Aqueduct (Elvas)",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Elvas et ses murailles fortifiées",
          "visit_duration_min": 75
        },
        {
          "text": "Aqueduc d’Amoreira (Elvas)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 6
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    },
    {
      "place_id": "PT::estremoz",
      "name": "Estremoz",
      "cc": "PT",
      "coords": [
        38.849998,
        -7.583333
      ],
      "lat": 38.849998,
      "lon": -7.583333,
      "visits": [
        {
          "text": "City of Estremoz and its medieval castle",
          "visit_duration_min": 75
        },
        {
          "text": "Typical white facades of Estremoz",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Estremoz et son château médiéval",
          "visit_duration_min": 75
        },
        {
          "text": "Façades blanches typiques d’Estremoz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 5
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "PT::evora",
      "name": "Evora",
      "cc": "PT",
      "coords": [
        38.5694,
        -7.903
      ],
      "lat": 38.5694,
      "lon": -7.903,
      "visits": [
        {
          "text": "City of Évora UNESCO World Heritage Site",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Évora inscrite à l’UNESCO",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.8,
      "place_type": "city"
    },
    {
      "place_id": "PT::geres",
      "name": "Geres",
      "cc": "PT",
      "coords": [
        41.7167,
        -8.15
      ],
      "lat": 41.7167,
      "lon": -8.15,
      "visits": [
        {
          "text": "Enter Peneda-Gerês National Park, Portugal's only national park protecting a wilderness of mountains, ancient forests, and cascading waterfalls. The park encompasses the Peneda, Soajo, Amarela, and Gerês mountain ranges reaching 1,545 meters at their highest point. This remarkable landscape harbors diverse wildlife in pristine environments earning Portugal's highest protection level.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Soajo, a traditional mountain village serving as an excellent hiking base, known for its unique espigueiros-historic stone granaries raised on granite pillars. These distinctive structures used for centuries to store and dry corn create one of the park's most photographed scenes. Stone houses and ancient churches reflect enduring traditions of this remote mountain community.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Mourela Plateau rising to approximately 1,000 meters, recognized as one of the national park's premier birdwatching locations. This high moorland habitat supports diverse avian species thriving in heather, grassland, and boggy terrain. The plateau's open landscapes provide excellent visibility for spotting raptors and migrating species throughout the year.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the trails of Peneda-Gerês including the Grande Rota traversing spectacular mountain scenery with options from gentle walks to challenging treks. Seek adventure at waterfalls where canyoning and cliff jumping provide adrenaline-fueled experiences in dramatic settings. Relax in the natural thermal waters of Caldas do Gerês, a spa village famous for hot springs since Roman times.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike the trails of Peneda-Gerês including the adventurous Grande Rota traversing the park's most spectacular scenery. Shorter circular walks pass through forests, past waterfalls, and to scenic viewpoints. The park's five 'gates' offer visitor information centers with detailed hiking maps and guidance.",
          "visit_duration_min": 60
        },
        {
          "text": "Seek adventure at waterfalls where canyoning and cliff jumping trips provide adrenaline-fueled ways to experience dramatic water features. Professional guides lead expeditions through gorges, down cascades, and into crystal-clear pools surrounded by granite cliffs. Swimming and sunbathing at natural pools offer refreshing rewards after hiking.",
          "visit_duration_min": 60
        },
        {
          "text": "Relax in the natural thermal waters of Caldas do Gerês, a spa village famous for hot springs since Roman times. The therapeutic waters emerge at temperatures ideal for soothing tired muscles after active days in the mountains. This traditional wellness destination provides perfect complement to outdoor adventures.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 13
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 8
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4,
      "place_type": "city"
    },
    {
      "place_id": "PT::lagos",
      "name": "Lagos",
      "cc": "PT",
      "coords": [
        37.1028,
        -8.673
      ],
      "lat": 37.1028,
      "lon": -8.673,
      "visits": [
        {
          "text": "Discover Lagos, one of Portugal's most charming historic towns with white-washed buildings, cobbled streets, and a cozy traditional atmosphere. The compact old town offers historic landmarks, interesting museums, and a lively local market perfect for experiencing authentic Portuguese culture. This lovely western Algarve town combines heritage with easy access to spectacular coastal scenery.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at Ponta da Piedade, one of Portugal's most famous natural landmarks featuring stunning coastal rock formations, sea caves, and grottos. The breathtaking scenery includes towering cliffs accessible via coastal paths and a steep staircase descending to sea level for closer views of the grottos. This extraordinary landscape is even more magical at sunset when golden light illuminates the sculptural formations.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Praia do Camilo, a tiny beach accessed via steep stairs where the views from above are equally stunning as the beach itself. The beach divides into two areas connected by a short tunnel carved through the rocks, creating an incredibly scenic experience. Nearby Praia de Dona Ana is surrounded by steep colorful cliffs and crystal-clear blue water, ranking among the Algarve's most beautiful beaches.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Ponta da Piedade by kayak, paddling through sea caves and along the spectacular coastline for an unforgettable perspective on these natural wonders. Small boat tours also navigate into the grottos, offering intimate access to the sculpted rock formations. The combination of golden cliffs, turquoise water, and hidden caves creates one of Europe's most photogenic coastal landscapes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 5
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.3,
      "place_type": "city"
    },
    {
      "place_id": "PT::lisbon",
      "name": "Lisbon",
      "cc": "PT",
      "coords": [
        38.7223,
        -9.1393
      ],
      "lat": 38.7223,
      "lon": -9.1393,
      "visits": [
        {
          "text": "Jour 1: Begin your Lisbon adventure at the magnificent Praça do Comércio, the city's grandest square opening dramatically onto the Tagus River. This monumental waterfront plaza, rebuilt after the devastating 1755 earthquake, served as the ceremonial entrance to Portugal's capital for arriving dignitaries. The elegant arcaded buildings and triumphal arch create one of Europe's most impressive urban spaces.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Stroll along Rua Augusta to the historic Baixa district, climbing the Arco da Rua Augusta for sweeping views over downtown and the glittering Tagus. Ascend in the Elevador de Santa Justa, an extraordinary neo-Gothic iron lift designed by a student of Gustave Eiffel. Explore the haunting ruins of Convento do Carmo, left roofless since the catastrophic 1755 earthquake.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Lose yourself in the labyrinthine streets of Alfama, Lisbon's oldest and most atmospheric neighborhood that survived the great earthquake largely intact. Narrow alleyways wind between ancient houses adorned with colorful azulejo tiles, while the melancholic strains of fado music drift from hidden taverns. This medieval quarter climbing from the waterfront to the castle preserves the authentic soul of old Lisbon.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Sé Cathedral, Lisbon's oldest church built on a former mosque site in the 12th century. Journey to Belém where Portugal's Age of Discovery left magnificent monuments along the Tagus. Marvel at the Mosteiro dos Jerónimos, an extraordinary Manueline masterpiece commemorating Vasco da Gama's voyage to India.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Stroll along Rua Augusta, Lisbon's vibrant pedestrian thoroughfare connecting the waterfront to the heart of the Baixa district. This lively street buzzes with outdoor cafés, traditional shops, and street performers beneath elegant 18th-century façades. Climb to the top of the Arco da Rua Augusta for sweeping views over the geometric streets of downtown and the glittering Tagus beyond.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Ascend in the Elevador de Santa Justa, an extraordinary neo-Gothic iron lift designed by a student of Gustave Eiffel in 1902. This remarkable piece of urban engineering whisks passengers 45 meters up through an ornate wrought-iron tower to connect the Baixa with the Carmo neighborhood above. The viewing platform at the summit reveals a stunning panorama across Lisbon's terracotta rooftops.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Explore the hauntingly beautiful ruins of the Convento do Carmo, a Gothic monastery left roofless since the catastrophic earthquake of 1755. The skeletal arches reaching toward the open sky create one of Lisbon's most atmospheric and photographed sites. Today the ruins house an archaeological museum with artifacts spanning from prehistoric times to the medieval period.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Conquer the heights of Castelo de São Jorge, the hilltop fortress that has watched over Lisbon for more than a millennium. Originally a Moorish stronghold before the Christian reconquest in 1147, the castle walls and towers offer the most spectacular panoramic views in the entire capital. Wander through archaeological remains, peaceful gardens, and ramparts overlooking the city's seven hills.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Sé Cathedral, Lisbon's oldest church and a powerful symbol of the Christian reconquest, built on the site of a former mosque in the 12th century. This Romanesque fortress-church has survived earthquakes, wars, and centuries of history while accumulating Gothic cloisters, baroque chapels, and treasures from every era. The austere façade flanked by two bell towers creates an imposing presence in the heart of Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Journey to the riverside district of Belém, where Portugal's Age of Discovery left its most magnificent monuments along the Tagus. This elegant quarter west of the center celebrates the era when Portuguese navigators charted unknown oceans and established a global maritime empire. Tree-lined avenues, manicured gardens, and waterfront promenades connect the area's UNESCO-listed treasures.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Marvel at the Mosteiro dos Jerónimos, an extraordinary masterpiece of Manueline architecture and one of Portugal's most important monuments. This 16th-century monastery, built to commemorate Vasco da Gama's voyage to India, features fantastically ornate stone carvings combining maritime, religious, and royal symbols. The cloisters rank among the most beautiful in Europe, their delicate stonework a testament to Portugal's golden age.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Stand before the iconic Torre de Belém, a fortified tower rising from the Tagus that has become the definitive symbol of Lisbon. Built in the early 16th century to guard the river entrance, this UNESCO World Heritage Site blends Manueline and Moorish architectural elements in its decorative stonework. The tower's position jutting into the river recalls the departure point for countless Portuguese voyages of exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Photograph the Padrão dos Descobrimentos, a striking modernist monument celebrating Portuguese explorers who opened new sea routes to the world. This 52-meter sculpture depicts Henry the Navigator leading a procession of historical figures toward the water. The monument's dramatic silhouette makes it one of Belém's most recognizable landmarks.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Discover the MAAT (Museum of Art, Architecture and Technology), a stunning contemporary museum whose undulating rooftop merges seamlessly with the Belém waterfront. This architectural landmark hosts rotating exhibitions of national and international contemporary art within its futuristic interior spaces. The rooftop walkway offers unique perspectives over the Tagus and connects to the adjacent historic power station.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Experience the creative energy of LX Factory, a former industrial complex transformed into Lisbon's most vibrant cultural hub. Abandoned textile factories now house independent boutiques, bookshops, art galleries, and creative studios beneath exposed brick and ironwork. This alternative neighborhood pulses with artistic energy and represents the contemporary, forward-looking side of the Portuguese capital.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1: Wander through the elegant Chiado district, Lisbon's traditional quarter of intellectuals, artists, and literary cafés where Fernando Pessoa once held court. This sophisticated neighborhood bridges the lower city with the bohemian heights of Bairro Alto, offering excellent shopping, historic theaters, and charming squares. The area's cultural significance and refined atmosphere make it perfect for an afternoon of exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Stand before the iconic Torre de Belém, the fortified tower that has become Lisbon's definitive symbol. Photograph the Padrão dos Descobrimentos celebrating Portuguese explorers. Ride the legendary Tram 28 rattling through picturesque neighborhoods on its winding route across the city.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Ride the legendary Tram 28, a vintage yellow streetcar that rattles through Lisbon's most picturesque neighborhoods on its winding route across the city. This living piece of transport history climbs impossibly steep streets, squeezes through narrow passages, and passes major landmarks from Alfama to Estrela. The journey aboard these century-old wooden trams provides an authentic and scenic way to experience the city's dramatic topography.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Watch sunset from the Miradouro de Santa Luzia, a romantic terrace overlooking the Alfama rooftops and the sparkling Tagus River. Bougainvillea-draped pergolas, decorative azulejo panels, and palm trees frame views that stretch from the dome of the National Pantheon to the distant hills. This beloved viewpoint captures the essence of Lisbon's melancholic beauty as the city glows in the evening light.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Explore the Bairro Alto, Lisbon's historic high quarter where bohemian spirit meets traditional neighborhood life. By day, quiet streets reveal vintage shops, fado houses, and neighborhood taverns serving traditional petiscos. After dark, the quarter transforms into the city's legendary nightlife district with countless bars spilling onto the narrow streets.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Discover the MAAT (Museum of Art, Architecture and Technology), a stunning contemporary museum whose undulating rooftop merges with the Belém waterfront. This architectural landmark hosts rotating exhibitions of international contemporary art within futuristic interior spaces. The rooftop walkway offers unique perspectives over the Tagus.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Experience the creative energy of LX Factory, a former industrial complex transformed into Lisbon's most vibrant cultural hub. Abandoned textile factories now house independent boutiques, bookshops, and art galleries beneath exposed brick and ironwork. This alternative neighborhood represents the contemporary, forward-looking side of the Portuguese capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Photograph the Padrão dos Descobrimentos, a striking modernist monument celebrating the Portuguese explorers who opened new sea routes to the world. This 52-meter sculpture rising from the riverbank depicts Henry the Navigator leading a procession of historical figures toward the water. The monument's dramatic silhouette and waterfront position make it one of Belém's most recognizable landmarks.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Seek out Lisbon's famous miradouros, the scenic viewpoints scattered across the city's seven hills that reveal new perspectives at every turn. From the panoramic Miradouro da Senhora do Monte to the elegant terraces of São Pedro de Alcântara, each offers its own character and vista. These beloved gathering spots are essential to understanding how Lisbonites experience their dramatically vertical city.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 7
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 1
        },
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Lisbon Escape: Historic Treasures, Tagus Views and Royal Palaces",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 10,
      "place_type": "city"
    },
    {
      "place_id": "PT::monsaraz",
      "name": "Monsaraz",
      "cc": "PT",
      "coords": [
        38.4927,
        -7.2812
      ],
      "lat": 38.4927,
      "lon": -7.2812,
      "visits": [
        {
          "text": "Medieval village of Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Vue sur le lac d’Alqueva depuis Monsaraz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 7
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.4,
      "place_type": "city"
    },
    {
      "place_id": "PT::pinhao",
      "name": "Pinhao",
      "cc": "PT",
      "coords": [
        41.1897,
        -7.5453
      ],
      "lat": 41.1897,
      "lon": -7.5453,
      "visits": [
        {
          "text": "Enter the Douro Valley, a UNESCO World Heritage landscape of steeply terraced vineyards cascading to one of Europe's most scenic rivers. This is the world's oldest demarcated wine region, where port wine has been produced for centuries using traditional methods. The dramatic scenery of vine-covered slopes and whitewashed quintas creates Portugal's most iconic landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Alto Douro Wine Region on foot, hiking through working vineyards and peaceful traditional villages perched on hillsides. Walking trails wind between terraced slopes cultivated since Roman times, passing ancient olive groves and almond orchards. Natural beauty, agricultural heritage, and warm hospitality make this an unforgettable hiking destination.",
          "visit_duration_min": 75
        },
        {
          "text": "Travel along the historic Douro railway line, opened in 1887 and considered one of the world's most scenic train journeys. The tracks follow the river from Porto to Pocinho, passing through tunnels and over bridges spanning tributary valleys. This engineering marvel provides a relaxing way to absorb magnificent valley scenery.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cycle through vineyard-covered hillsides and traditional villages along riverside trails and mountain climbs-e-bikes highly recommended for the steep terrain. Paddle the slow-flowing Douro by kayak, gliding beneath cliffs and past terraced vineyards reflected in calm waters. The river perspective reveals the full grandeur of this UNESCO-protected landscape.",
          "visit_duration_min": 60
        },
        {
          "text": "Cycle through the Douro Valley's vineyard-covered hillsides, orchards, and traditional villages along riverside trails and mountain climbs. The steep terrain rewards cyclists with spectacular views from elevated roads. E-bikes are highly recommended for those less accustomed to hills, allowing everyone to enjoy this magnificent cycling landscape.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddle the slow-flowing Douro River by kayak or canoe, gliding beneath towering cliffs and past terraced vineyards reflected in calm waters. This peaceful experience allows stops at riverside beaches and local villages for food and wine. The river perspective reveals the full grandeur of this UNESCO-protected landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 12
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 7
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.3,
      "place_type": "city"
    },
    {
      "place_id": "PT::porto",
      "name": "Porto",
      "cc": "PT",
      "coords": [
        41.1579,
        -8.6291
      ],
      "lat": 41.1579,
      "lon": -8.6291,
      "visits": [
        {
          "text": "Arrive in Porto, Portugal's vibrant northern capital where the historic center cascades down hillsides to the Douro River. The UNESCO World Heritage Ribeira district reveals layers of history in its medieval streets, baroque churches, and iconic azulejo-covered buildings. This atmospheric city serves as the gateway to the magnificent wine country and wild landscapes of the north.",
          "visit_duration_min": 75
        },
        {
          "text": "Cross the iconic Dom Luís I Bridge, the double-deck iron arch spanning the Douro that has become Porto's most recognizable landmark. The upper level offers pedestrians spectacular views over the historic center and the port wine cellars of Vila Nova de Gaia opposite. This engineering marvel connects the old city with centuries of winemaking tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll from the Dom Luís I Bridge along the Douro River to the Felgueiras Lighthouse at Foz, where the river meets the Atlantic Ocean. This scenic waterfront walk passes through historic neighborhoods, riverside promenades, and traditional fishing communities. The lighthouse marks the dramatic meeting point of river and sea with spectacular coastal views.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience surfing at Matosinhos beach just outside Porto, an excellent destination with gentle waves and sandy bottom perfect for beginners. Local surf schools offer lessons on this accessible beach break with consistent Atlantic swells. Alternatively, paddle along the Douro by kayak or SUP for unique perspectives on the city from the water.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience the surf culture at Matosinhos beach just outside Porto, an excellent destination for surfers with gentle waves and sandy bottom. Local surf schools offer lessons for all levels on this accessible beach break. The consistent Atlantic swells make it one of northern Portugal's most popular spots for riding waves.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddle along the Douro River on a kayaking or stand-up paddleboard excursion through the heart of Porto. Gliding beneath the city's six bridges provides unique perspectives on terraced hillsides and historic architecture. This tranquil urban paddling experience offers a different rhythm to exploring this atmospheric city.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 9
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 9.8,
      "place_type": "city"
    },
    {
      "place_id": "PT::sagres",
      "name": "Sagres",
      "cc": "PT",
      "coords": [
        37.0092,
        -8.9408
      ],
      "lat": 37.0092,
      "lon": -8.9408,
      "visits": [
        {
          "text": "Arrive at Cabo de São Vicente, the southwesternmost point of continental Europe where towering cliffs surrounded by water on three sides create a mesmerizing spectacle. In the past, Europeans believed this was the end of the world, and standing here watching massive waves crash against the rocks below, that feeling remains palpable. The lighthouse and fortress of Santo António do Beliche nearby offer equally stunning coastal panoramas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Ponta de Sagres, a rugged windswept headland steeped in history where Portugal's first great explorers began their voyages in search of the New World. Visit the 16th-century Fortaleza de Sagres encompassing an old fort with museum, the Igreja de Nossa Senhora da Graça, and a lighthouse with unique sound installation. Walk around the entire cape following paths offering breathtaking views of the endless Atlantic.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience world-class surfing conditions around Sagres, where consistent waves and strong winds attract water sports enthusiasts from around the globe. The beaches in this area offer some of the best surfing in Portugal, with numerous surf schools providing lessons for all levels. The rugged Atlantic coastline here feels wild and untamed compared to the sheltered beaches further east.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 6
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "city"
    },
    {
      "place_id": "PT::sao-pedro-do-sul",
      "name": "Sao Pedro Do Sul",
      "cc": "PT",
      "coords": [
        40.7564,
        -8.0717
      ],
      "lat": 40.7564,
      "lon": -8.0717,
      "visits": [
        {
          "text": "Discover São Pedro do Sul, known for picturesque scenery of thick green forests, crystal-clear rivers, and charming villages inhabited since Roman times. Natural thermal baths used for healing since antiquity offer relaxation with sulfur-rich mineral waters. The sweet-scented eucalyptus forests and peaceful atmosphere make this region ideal for nature lovers.",
          "visit_duration_min": 75
        },
        {
          "text": "Drive the thrilling Estrada do Portal do Inferno (Road to Hell's Gate), a dramatic mountain road featuring steep gradients, sharp bends, and vertical cliff edges. This spectacular drive passes through northern Portugal's most dramatic highland scenery with viewpoints offering sweeping vistas. The narrow winding route demands attention but rewards with unforgettable landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend Serra de São Macário for some of the finest panoramic views in northern Portugal, accessible by car to the summit. The winding drive climbs through dramatic landscapes to sweeping vistas extending across valleys and distant mountain ranges. Visit the isolated village of Aldeia da Pena where goats roam cobbled streets and stone houses seem grown from the landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the São Pedro do Sul region, known for picturesque scenery of thick green forests, crystal-clear rivers, and rolling hills dotted with charming villages. This area has been inhabited since Roman times, with ancient ruins visible alongside medieval architecture in narrow cobblestone streets. The sweet-scented eucalyptus forests and peaceful solitude make this ideal for nature lovers.",
          "visit_duration_min": 75
        },
        {
          "text": "Relax in the natural thermal baths of São Pedro do Sul, used for healing properties since ancient Roman times. The hot mineral springs are rich in sulfur believed to have therapeutic benefits for various ailments. These historic thermal waters continue drawing wellness seekers to this tranquil corner of northern Portugal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike through the forests to discover hidden waterfalls and scenic viewpoints along networks of paths winding through fragrant woodland. The trails follow rushing streams and climb to panoramic ridgelines offering perfect opportunities to experience natural beauty in solitude. Sunset from Serra de São Macário creates magical moments with landscapes bathed in golden light.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike the excellent trails through São Pedro do Sul's forests to discover hidden waterfalls and scenic viewpoints. The network of paths winds through fragrant woodland, along rushing streams, and up to panoramic ridgelines. These walks offer perfect opportunities to experience the region's natural beauty away from any crowds.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 11
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 5
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::silves",
      "name": "Silves",
      "cc": "PT",
      "coords": [
        37.1893,
        -8.439
      ],
      "lat": 37.1893,
      "lon": -8.439,
      "visits": [
        {
          "text": "Explore Silves, the ancient capital of the Algarve usually overlooked by first-time visitors yet offering fascinating glimpses into the region's Moorish past. This typical medieval hilltop town is crowned by a partially-restored castle that once rivaled Lisbon in importance before the devastating 1755 earthquake. The Silves Cathedral and Archaeological Museum just off the main square complement the castle experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the charming village of Alte, one of the most picturesque traditional villages in the Algarve countryside where time seems to stand still. Narrow cobbled streets wind between traditional white buildings adorned with colorful flowers and some of the region's most beautiful street art. The natural springs at Fonte Grande de Alte offer refreshing swimming in crystal-clear water-an unexpected inland Algarve experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the beaches of Alvor including Praia dos Três Irmãos and tiny Praia da Prainha, interconnected via tunnels and passages through the cliffs. Walking barefoot through tunnels, under natural arches, and along narrow cliff passages reveals surprise after surprise in this spectacular coastal landscape. The cliffside restaurant at Prainha perched between the rocks offers an absolutely unique dining location.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Costa Vicentina, the less-visited western Algarve coastline offering wild, majestic scenery completely different from the popular eastern beaches. Praia da Bordeira and Praia da Cordoama are favorites among surfers, but any small road leading to the coast rewards visitors with magnificent views. This undeveloped natural coastline provides authentic Atlantic beauty without the crowds.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::sintra",
      "name": "Sintra",
      "cc": "PT",
      "coords": [
        38.798,
        -9.388
      ],
      "lat": 38.798,
      "lon": -9.388,
      "visits": [
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides in one of Europe's most enchanting settings. Portuguese royalty and aristocrats chose this misty mountain retreat for their summer residences, leaving behind an extraordinary concentration of architectural treasures. The town's fairytale atmosphere has captivated visitors from Lord Byron to modern-day travelers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Palácio Nacional de Sintra, the medieval royal palace dominating the town center with its distinctive conical kitchen chimneys visible for miles around. This summer residence of Portuguese monarchs preserves remarkable interiors including rooms entirely covered in decorative azulejo tiles and elaborate Mudéjar ceilings. The palace represents the longest continuously inhabited royal residence in Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to the Palácio da Pena, a flamboyant 19th-century palace crowning the highest peak in the Sintra hills in an explosion of color and architectural fantasy. This romantic masterpiece combines Gothic towers, Manueline decoration, Moorish elements, and Renaissance domes in a riot of yellows, reds, and blues. The surrounding park of exotic trees and hidden pathways extends the magical atmosphere across the mountainside.",
          "visit_duration_min": 75
        },
        {
          "text": "Stand at Cabo da Roca, the westernmost point of continental Europe, where dramatic cliffs plunge into the Atlantic beneath a historic lighthouse. This windswept headland marks where the European landmass meets the ocean, a geographic milestone celebrated with a monument and certificate for visitors. The raw power of the setting-crashing waves, soaring cliffs, and endless horizon-creates a profound sense of standing at the edge of the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Conclude your journey in Cascais, an elegant beach resort that has attracted aristocrats and artists since Portuguese royalty made it their summer playground in the 19th century. The charming old town features cobbled pedestrian streets, whitewashed buildings, and a picturesque fishing harbor still in use today. Sandy beaches, excellent seafood, and a relaxed coastal atmosphere provide the perfect finale to your Lisbon adventure.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander through Sintra's romantic gardens and parks, where winding paths lead past fountains, follies, and viewpoints revealing glimpses of palaces through the trees. The lush vegetation thrives in the unique microclimate created by Atlantic moisture collecting on the mountain slopes. These verdant landscapes were as carefully composed as any palace interior, creating outdoor rooms of botanical wonder.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Lisbon Escape: Historic Treasures, Tagus Views and Royal Palaces",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.2,
      "place_type": "city"
    },
    {
      "place_id": "PT::tavira",
      "name": "Tavira",
      "cc": "PT",
      "coords": [
        37.1275,
        -7.6506
      ],
      "lat": 37.1275,
      "lon": -7.6506,
      "visits": [
        {
          "text": "Discover Faro, the Algarve's capital city offering a compact historic center with charming narrow streets and cozy atmosphere. The old town features Faro Cathedral where you can climb the tower for aerial views, the Bone Chapel at Igreja do Carmo, and the excellent Municipal Museum. The Marina area and Jardim Manuel Bivar garden host weekend craft markets and provide pleasant waterfront strolling.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Ria Formosa Nature Park, a series of barrier islands stretching over 60 kilometers along the eastern Algarve. This protected landscape of lagoons, wetlands, saltpans, and white sand dunes creates scenery completely different from the famous cliff-backed beaches further west. Traditional fishing villages on the islands offer glimpses of authentic Algarve life largely unchanged for generations.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Tavira, one of the most authentic larger towns in the Algarve region built around its medieval center along the river. Don't miss the Castelo remains, the Roman Bridge featured in all Tavira postcards, and the Igreja da Misericordia with its impressive 18th-century azulejo portal. Camera Obscura inside an old water tower provides unique perspectives over this charming historic town.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a boat trip through Ria Formosa visiting islands like Ilha de Tavira, Culatra, and Armona to experience pristine beaches and traditional fishing communities. Sunset boat tours from Faro provide a magical way to experience the nature park as the sky transforms over the lagoons. The birdwatching opportunities here are exceptional, with the wetlands providing habitat for numerous species.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.4,
      "place_type": "city"
    },
    {
      "place_id": "PT::viana-do-castelo",
      "name": "Viana Do Castelo",
      "cc": "PT",
      "coords": [
        41.6918,
        -8.8344
      ],
      "lat": 41.6918,
      "lon": -8.8344,
      "visits": [
        {
          "text": "Explore the Minho region, Portugal's greenest area tucked into the northwest corner where the River Minho forms a natural border with Spain. The Lima Valley stretches from Peneda-Gerês to the Atlantic at Viana do Castelo, creating a corridor of lush landscapes. This peaceful region rewards visitors with authentic culture, excellent hiking, and refreshing local Vinho Verde wines.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Costa Verde stretching along the Atlantic with quiet unspoilt beaches and traditional fishing villages offering authentic seaside experiences. Unlike southern resorts, this coastline preserves fishing traditions and creates landscapes quite different from famous Algarve beaches. The dramatic meeting of green hills and Atlantic surf defines this northern seaboard.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Viana do Castelo, an elegant port town at the Lima River mouth with rich maritime heritage dating to the Age of Discovery. The historic center features remarkable Manueline architecture, traditional markets, and the spectacular hilltop Santa Luzia sanctuary offering panoramic coastal views. This cultured city serves as the Minho's gateway to the sea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk the Rio Minho Trail following the river along an old railway line through tranquil riverside landscapes and traditional villages. Canoe or kayak through lush valleys where calm waters wind past historic towns-excellent conditions for families and beginners. Sample Vinho Verde, the light slightly sparkling local wine perfectly refreshing after outdoor activities.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk the Rio Minho Trail, an ecotrail following the river course along an old railway line through tranquil riverside landscapes and traditional villages. The gentle terrain makes this suitable for walkers of all abilities seeking natural beauty. The route near the Spanish border reveals the region's serene character.",
          "visit_duration_min": 60
        },
        {
          "text": "Canoe or kayak the rivers of the Minho region, where calm waters wind through lush valleys and past historic towns. The low-lying western area offers excellent conditions for paddling suitable for families and beginners. More experienced paddlers can seek white water rafting for adrenaline-pumping rapids.",
          "visit_duration_min": 60
        },
        {
          "text": "Sample Vinho Verde, the region's signature wine, in local quintas and village tavernas throughout the Minho. This light, slightly sparkling white wine is lower in alcohol and perfectly refreshing after outdoor activities. The name means 'green wine' referring to the lush landscape where grapes are grown.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 14
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 9
        }
      ],
      "language": "en",
      "suggested_days": 0.5,
      "rating": 4.8,
      "place_type": "small_city"
    },
    {
      "place_id": "PT::vianadoalentejo",
      "name": "Vianadoalentejo",
      "cc": "PT",
      "coords": [
        38.33645,
        -8.00011
      ],
      "lat": 38.33645,
      "lon": -8.00011,
      "visits": [
        {
          "text": "Ville de Viana do Alentejo et son château pentagonal",
          "visit_duration_min": 75
        },
        {
          "text": "Sanctuaire Nossa Senhora d’Aires (Viana do Alentejo)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.9,
      "place_type": "city"
    },
    {
      "place_id": "PT::vilavicosa",
      "name": "Vilavicosa",
      "cc": "PT",
      "coords": [
        38.7167,
        -7.5167
      ],
      "lat": 38.7167,
      "lon": -7.5167,
      "visits": [
        {
          "text": "City of Vila Viçosa and marble quarry",
          "visit_duration_min": 75
        },
        {
          "text": "Paço Ducal Palace (Vila Viçosa)",
          "visit_duration_min": 75
        },
        {
          "text": "São João Evangelista Church (Vila Viçosa)",
          "visit_duration_min": 75
        },
        {
          "text": "Ville de Vila Viçosa et carrière de marbre",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::zambujeiradomar",
      "name": "Zambujeiradomar",
      "cc": "PT",
      "coords": [
        37.525024,
        -8.785052
      ],
      "lat": 37.525024,
      "lon": -8.785052,
      "visits": [
        {
          "text": "Village of Zambujeira do Mar and its beaches",
          "visit_duration_min": 75
        },
        {
          "text": "Village de Zambujeira do Mar et ses plages",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 9
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    }
  ]
}