{
  "version": 1,
  "country": "pt",
  "language": "ar",
  "places": [
    {
      "place_id": "PT::albufeira",
      "name": "Albufeira",
      "cc": "PT",
      "coords": [
        37.0882,
        -8.2503
      ],
      "lat": 37.0882,
      "lon": -8.2503,
      "visits": [
        {
          "text": "اكتشف Albufeira، المنتجع السياحي الأكثر شعبية في جنوب البرتغال والذي يقدم شيئاً لكل نوع من المسافرين. من السواحل الخلابة والشواطئ الرملية الطويلة إلى البلدة القديمة الساحرة بالعمارة التقليدية، يوفر هذا المركز المركزي في Algarve وصولاً ممتازاً للمعالم السياحية في جميع أنحاء المنطقة. حي الصيادين القديم والبلدة القديمة على الجرف مناطق ذات أجواء خاصة للاستكشاف.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Praia da Falésia، واحد من أكثر الشواطئ الفريدة في العالم يمتد لأكثر من 6 كيلومترات بين Vilamoura وAlbufeira. تغير الجرف الرملية الحمراء الرائعة ألوانها اعتماداً على الطقس والضوء، مما يخلق مناظر خلابة تستحق الزيارة في أي موسم. الامتداد الأجمل بالقرب من Olhos de Agua يتميز بتشكيلات جرفية دراماتيكية بشكل خاص تبدو جميلة في الصور.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف كنيسة Nossa Senhora da Rocha الخلابة في Porches، التي تقع بشكل دراماتيكي على جرف ساحلية فوق المحيط. بينما الكنيسة الصغيرة نفسها ساحرة، الجذب الرئيسي هو المناظر الساحلية المذهلة المرئية من المسارات المؤدية غرباً. يكافئ هذا الموقع الشهير لغروب الشمس الزوار بمناظر مذهلة لساحل Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "جرب رياضة الكاياك من شاطئ St Rafael في Albufeira، التجديف على طول الساحل الجميل لاكتشاف الكهوف المخفية والخلجان المنعزلة. سيجد عشاق الرياضات المائية الطيران المظلي وركوب الدراجات المائية وعدد لا يحصى من الأنشطة الأخرى المتاحة طوال موسم الصيف. تقدم الشواطئ حول Albufeira مثل Praia dos Arrifes وPraia São Rafael بعضاً من أجمل السباحة الساحلية الخلابة في وسط Algarve.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 2
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 8,
      "place_type": "city"
    },
    {
      "place_id": "PT::arouca",
      "name": "Arouca",
      "cc": "PT",
      "coords": [
        40.93,
        -8.245
      ],
      "lat": 40.93,
      "lon": -8.245,
      "visits": [
        {
          "text": "استكشف Arouca UNESCO Global Geopark، مناظر طبيعية محمية مشهورة بتراثها الجيولوجي الاستثنائي بما في ذلك العملاق الثلاثي الشهير في Canelas. تمثل هذه المنطقة المحاطة بسلاسل جبال Freita وMontemuro وArada ملايين السنين من تاريخ الأرض المحفوظ في تشكيلات صخرية رائعة. يقدم الحديقة الجيولوجية أنشطة مغامرة وسط مناظر طبيعية درامية.",
          "visit_duration_min": 75
        },
        {
          "text": "امش على Passadiços do Paiva، ممشى خشبي رائع بطول 8 كيلومترات يتعرج على طول مضيق نهر Paiva. تمر هذه التحفة الهندسية بشلالات مدوية ومنحدرات شديدة الانحدار وحمامات سباحة بكر منحوتة في الصخر الأساسي. توفر الممرات وصولاً آمناً إلى واحدة من أكثر مناظر الأنهار الدرامية في البرتغال التي كانت سابقاً غير متاحة للزوار.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تحدى نفسك برياضة التجديف في المياه البيضاء على نهر Paiva، المعتبر واحداً من أهم وجهات الرياضات النهرية في البرتغال. تتراوح المنحدرات من اللطيفة إلى الصعبة، مع مرشدين محترفين يقودون الرحلات الاستكشافية عبر مناظر المضيق الرائعة. توفر مغامرات التجديف والنزول في الأخاديد طرقاً مختلفة لتجربة هذا المجرى المائي الرائع.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 10
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 4
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "PT::arraiolos",
      "name": "Arraiolos",
      "cc": "PT",
      "coords": [
        38.4,
        -7.865
      ],
      "lat": 38.4,
      "lon": -7.865,
      "visits": [
        {
          "text": "مدينة آرايولوس وقلعتها الوسطى",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Arraiolos et son château médiéval",
          "visit_duration_min": 75
        },
        {
          "text": "Centre Interpretativo do Tapete d’Arraiolos",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 3
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 3.2,
      "place_type": "city"
    },
    {
      "place_id": "PT::beja",
      "name": "Beja",
      "cc": "PT",
      "coords": [
        38.012992,
        -7.871541
      ],
      "lat": 38.012992,
      "lon": -7.871541,
      "visits": [
        {
          "text": "مدينة بيخا وبرج مينايم الحصين",
          "visit_duration_min": 75
        },
        {
          "text": "Ville de Beja et son donjon Torre de Menagem",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Beja",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 8
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 5.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::carvoeiro",
      "name": "Carvoeiro",
      "cc": "PT",
      "coords": [
        37.0947,
        -8.4714
      ],
      "lat": 37.0947,
      "lon": -8.4714,
      "visits": [
        {
          "text": "استكشف Algar Seco في Carvoeiro الخلابة، منطقة ساحلية فريدة تضم كهوفاً ومغاراً وجرفاً كلسية رائعة نحتتها الأمطار والبحر على مدى ملايين السنين. توفر الممرات الخشبية مشاهدة سهلة الوصول، لكن الزوار المغامرين يمكنهم استكشاف الممرات والسلالم المحفورة بين الصخور التي تشعر وكأنك تتنقل في متاهة طبيعية. يضم أجمل كهف نافذتين طبيعيتين تطلان على الساحل، يمكن اكتشافهما بالنزول على السلالم في نهاية موقف السيارات.",
          "visit_duration_min": 75
        },
        {
          "text": "صور Praia da Marinha، حيث جعلت المناظر المثالية للبطاقات البريدية هذا واحداً من أكثر الشواطئ المميزة في البرتغال. تكشف المسارات على قمة الجرف المطلة على الشاطئ عن ساحل Algarve النموذجي المميز في الكتب الإرشادية في جميع أنحاء العالم. المشي غرباً من نقطة المراقبة بالقرب من منطقة الانتظار يكشف عن أروع المناظر على طول هذا الامتداد المذهل من الساحل.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اركب رحلة بالقارب إلى كهف Benagil الشهير، أكبر وأشهر كهف بحري في Algarve لا يمكن الوصول إليه إلا من الماء. هذا الكهف الشبيه بالكاتدرائية ضخم جداً حتى أن عدة قوارب يمكنها الدخول في وقت واحد، مع تدفق ضوء الشمس من خلال سقفه المنهار. الخط الساحلي بأكمله هنا مليء بالكهوف البحرية التي تخلق مناظر طبيعية مذهلة سواء تم استكشافها بالقارب السريع أو الكاياك.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 4
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 7.4,
      "place_type": "city"
    },
    {
      "place_id": "PT::cascais",
      "name": "Cascais",
      "cc": "PT",
      "coords": [
        38.6979,
        -9.4215
      ],
      "lat": 38.6979,
      "lon": -9.4215,
      "visits": [
        {
          "text": "سافر إلى Sintra، موقع التراث الثقافي العالمي لليونسكو حيث ترتفع القصور الرومانسية من التلال المليئة بالغابات. استكشف Palácio Nacional بمداخن مطبخه المخروطية المميزة والداخليات الرائعة المغطاة بالأزوليخو. اصعد إلى Palácio da Pena المبهرج، خيال القرن التاسع عشر الذي يجمع بين العناصر القوطية والمانوليني والمورسكي وعصر النهضة في انفجار من الألوان.",
          "visit_duration_min": 75
        },
        {
          "text": "قف في Cabo da Roca، أقصى نقطة غربية في أوروبا القارية حيث تغوص المنحدرات المثيرة في المحيط الأطلسي تحت منارة تاريخية. هذا الرأس المكشوف للرياح يمثل حيث تلتقي أوروبا بالمحيط، مما يخلق إحساساً عميقاً بالوقوف في حافة العالم.",
          "visit_duration_min": 75
        },
        {
          "text": "اسافر إلى Sintra، منظر ثقافي تراثي لليونسكو حيث تنهض القصور الرومانسية من التلال المغابية. اختارت الملكية البرتغالية هذا الملجأ الجبلي الضبابي للإقامات الصيفية، تاركة تركيزاً استثنائياً من الكنوز المعمارية. الأجواء الخرافية للمدينة أسرت الزوار من Lord Byron إلى المسافرين المعاصرين.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختتم في Cascais الأنيق، منتجع شاطئي يجذب الأرستقراطيين منذ أن جعله النبلاء البرتغاليون ملعبهم الصيفي. تتميز البلدة القديمة الساحرة بشوارع مرصوفة بالحصى ومباني مطلية بالأبيض ومرفأ صيد خلاب لا يزال قيد الاستخدام. الشواطئ الرملية والأجواء المريحة توفر الانتقال المثالي قبل التوجه جنوباً.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 8
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 2
        }
      ],
      "language": "ar",
      "suggested_days": 0.3,
      "rating": 5.7,
      "place_type": "site"
    },
    {
      "place_id": "PT::castro-daire",
      "name": "Castro Daire",
      "cc": "PT",
      "coords": [
        40.8983,
        -7.935
      ],
      "lat": 40.8983,
      "lon": -7.935,
      "visits": [
        {
          "text": "اصعد إلى Serra de São Macário، سلسلة جبال توفر بعضاً من أفضل المناظر البانورامية في كل شمال البرتغال. القيادة المتعرجة إلى القمة مغامرة بحد ذاتها، مع طرق ضيقة تتسلق عبر مناظر طبيعية جبلية درامية. في الأعلى، تمتد المناظر الشاملة عبر الوديان والقرى وسلاسل الجبال البعيدة في كل اتجاه.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Aldeia da Pena، إحدى أكثر القرى الحجرية التقليدية عزلة وخلابة في شمال البرتغال المخفية عميقاً في وادٍ. تتعرج شوارع ضيقة مرصوفة بالحصى مغطاة بالقش بين بيوت حجرية خشنة تبدو وكأنها نمت من المناظر الطبيعية. تتجول الماعز بحرية، تختلط أجراسها مع جدول متمتم، مما يخلق جواً لم يتغير لقرون.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "شاهد غروب الشمس من قمة Serra de São Macário، حيث يخلق السلام والمناظر الرائعة لحظات سحرية حقاً. توفر نقطة المراقبة المرتفعة غالباً عزلة كاملة مع المناظر الطبيعية المحيطة مغمورة بالضوء الذهبي. تنبع مسارات المشي من القمة عبر الغابات وعبر المستنقعات العالية لاستكشاف إضافي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 6
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "city"
    },
    {
      "place_id": "PT::elvas",
      "name": "Elvas",
      "cc": "PT",
      "coords": [
        38.8822,
        -7.1639
      ],
      "lat": 38.8822,
      "lon": -7.1639,
      "visits": [
        {
          "text": "مدينة إلفاس وأسوارها المحصنة",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Elvas et ses murailles fortifiées",
          "visit_duration_min": 75
        },
        {
          "text": "Aqueduc d’Amoreira (Elvas)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 6
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    },
    {
      "place_id": "PT::estremoz",
      "name": "Estremoz",
      "cc": "PT",
      "coords": [
        38.849998,
        -7.583333
      ],
      "lat": 38.849998,
      "lon": -7.583333,
      "visits": [
        {
          "text": "مدينة إستريموز وقلعتها من القرون الوسطى",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Estremoz et son château médiéval",
          "visit_duration_min": 75
        },
        {
          "text": "Façades blanches typiques d’Estremoz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 5
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "PT::evora",
      "name": "Evora",
      "cc": "PT",
      "coords": [
        38.5694,
        -7.903
      ],
      "lat": 38.5694,
      "lon": -7.903,
      "visits": [
        {
          "text": "مدينة إيفورا المدرجة في اليونسكو",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Évora inscrite à l’UNESCO",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 1
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 6.8,
      "place_type": "city"
    },
    {
      "place_id": "PT::geres",
      "name": "Geres",
      "cc": "PT",
      "coords": [
        41.7167,
        -8.15
      ],
      "lat": 41.7167,
      "lon": -8.15,
      "visits": [
        {
          "text": "ادخل إلى حديقة Peneda-Gerês الوطنية، الحديقة الوطنية الوحيدة في البرتغال التي تحمي برية من الجبال والغابات القديمة والشلالات المتدفقة. تشمل الحديقة سلاسل جبال Peneda و Soajo و Amarela و Gerês التي تصل إلى 1,545 متر في أعلى نقطة لها. هذا المشهد الطبيعي الرائع يؤوي حياة برية متنوعة في بيئات نقية تحصل على أعلى مستوى حماية في البرتغال.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Soajo، قرية جبلية تقليدية معروفة بمخازنها الحجرية الفريدة - مخازن الحبوب التاريخية المرفوعة على أعمدة الغرانيت التي تخلق واحداً من أكثر المشاهد تصويراً في الحديقة. المنازل الحجرية والكنائس القديمة تعكس التقاليد الدائمة لهذا المجتمع النائي. هضبة Mourela التي ترتفع إلى 1000 متر توفر مراقبة استثنائية للطيور في موطن الخلنج والأراضي العشبية.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Soajo، قرية جبلية تقليدية تخدم كقاعدة ممتازة للمشي لمسافات طويلة، مشهورة بـ espigueiros الفريدة - مخازن الحبوب الحجرية التاريخية المقامة على أعمدة من الغرانيت. هذه الهياكل المميزة المستخدمة لقرون لتخزين وتجفيف الذرة تخلق واحدًا من أكثر المشاهد تصويرًا في الحديقة. البيوت الحجرية والكنائس القديمة تعكس التقاليد الدائمة لهذا المجتمع الجبلي النائي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "امش على مسارات Peneda-Gerês بما في ذلك الطريق الكبير الذي يعبر مناظر جبلية مذهلة مع خيارات من المشي اللطيف إلى الرحلات الصعبة. ابحث عن المغامرة عند الشلالات حيث التسلق والقفز من المنحدرات توفر تجارب مليئة بالأدرينالين في بيئات درامية. استرخ في المياه الحرارية الطبيعية لـ Caldas do Gerês، قرية منتجع صحي مشهورة بالينابيع الساخنة منذ العصر الروماني.",
          "visit_duration_min": 60
        },
        {
          "text": "ابحث عن المغامرة عند الشلالات حيث توفر رحلات التجديف في الأخاديد والقفز من المنحدرات طرقًا مليئة بالأدرينالين لتجربة المعالم المائية الدراماتيكية. المرشدون المحترفون يقودون البعثات عبر الأخاديد، وأسفل الشلالات، وإلى البرك الصافية كالكريستال المحاطة بمنحدرات الغرانيت. السباحة والاستحمام الشمسي في البرك الطبيعية تقدم مكافآت منعشة بعد المشي لمسافات طويلة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 13
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 8
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 4,
      "place_type": "city"
    },
    {
      "place_id": "PT::lagos",
      "name": "Lagos",
      "cc": "PT",
      "coords": [
        37.1028,
        -8.673
      ],
      "lat": 37.1028,
      "lon": -8.673,
      "visits": [
        {
          "text": "اكتشف Lagos، إحدى أكثر المدن التاريخية الساحرة في Portugal مع المباني المطلية بالأبيض والشوارع المرصوفة بالحصى والأجواء التقليدية المريحة. تقدم البلدة القديمة المدمجة معالم تاريخية ومتاحف مثيرة للاهتمام وسوقاً محلياً نابضاً بالحياة مثالي لتجربة الثقافة البرتغالية الأصيلة. تجمع هذه المدينة الجميلة في غرب Algarve بين التراث والوصول السهل إلى المناظر الساحلية المذهلة.",
          "visit_duration_min": 75
        },
        {
          "text": "تأمل في Ponta da Piedade، أحد أشهر المعالم الطبيعية في Portugal والذي يتميز بتشكيلات صخرية ساحلية مذهلة وكهوف بحرية ومغارات. تشمل المناظر الخلابة منحدرات شاهقة يمكن الوصول إليها عبر مسارات ساحلية ودرج حاد ينحدر إلى مستوى البحر لمشاهدة المغارات عن قرب. هذا المشهد الطبيعي الاستثنائي أكثر سحراً عند غروب الشمس عندما يضيء الضوء الذهبي التشكيلات النحتية.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Praia do Camilo، شاطئ صغير يمكن الوصول إليه عبر درج حاد حيث المناظر من الأعلى مذهلة بنفس قدر الشاطئ نفسه. ينقسم الشاطئ إلى منطقتين متصلتين بنفق قصير منحوت عبر الصخور، مما يخلق تجربة ذات مناظر طبيعية مذهلة بشكل لا يصدق. Praia de Dona Ana القريب محاط بمنحدرات ملونة حادة ومياه زرقاء صافية، ويحتل مرتبة بين أجمل الشواطئ في Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف Ponta da Piedade بالكاياك، واجداف عبر الكهوف البحرية وعلى طول الساحل المذهل للحصول على منظور لا ينسى لهذه العجائب الطبيعية. تنتقل جولات القوارب الصغيرة أيضاً إلى داخل المغارات، مما يوفر وصولاً حميماً إلى التشكيلات الصخرية المنحوتة. مزيج المنحدرات الذهبية والمياه الفيروزية والكهوف المخفية يخلق واحداً من أكثر المناظر الساحلية الفوتوغرافية في أوروبا.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 5
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 6.3,
      "place_type": "city"
    },
    {
      "place_id": "PT::lisbon",
      "name": "Lisbon",
      "cc": "PT",
      "coords": [
        38.7223,
        -9.1393
      ],
      "lat": 38.7223,
      "lon": -9.1393,
      "visits": [
        {
          "text": "اليوم 1: ابدأ مغامرة Lisbon في Praça do Comércio الرائع، أكبر ساحات المدينة الذي ينفتح بشكل دراماتيكي على نهر Tagus. هذه الساحة المائية الضخمة، التي أُعيد بناؤها بعد زلزال 1755 المدمر، خدمت كمدخل احتفالي لعاصمة البرتغال للكرام الواصلين. المباني الأنيقة ذات الأروقة والقوس النصر تخلق واحدًا من أكثر المساحات الحضرية إثارة للإعجاب في أوروبا.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 1: تجول في Rua Augusta، شارع Lisbon النابض بالحياة للمشاة الذي يربط الواجهة المائية بقلب منطقة Baixa. هذا الشارع النابض بالحياة يضج بالمقاهي الخارجية والمحلات التقليدية والفنانين في الشوارع تحت واجهات أنيقة من القرن الثامن عشر. اصعد إلى قمة Arco da Rua Augusta للحصول على مناظر شاملة فوق الشوارع الهندسية لوسط المدينة ونهر Tagus المتلألئ خلفها.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Conquer the heights of Castelo de São Jorge, the hilltop fortress that has watched over Lisbon for more than a millennium. Originally a Moorish stronghold before the Christian reconquest in 1147, the castle walls and towers offer the most spectacular panoramic views in the entire capital. Wander through archaeological remains, peaceful gardens, and ramparts overlooking the city's seven hills.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Stand before the iconic Torre de Belém, a fortified tower rising from the Tagus that has become the definitive symbol of Lisbon. Built in the early 16th century to guard the river entrance, this UNESCO World Heritage Site blends Manueline and Moorish architectural elements in its decorative stonework. The tower's position jutting into the river recalls the departure point for countless Portuguese voyages of exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Lose yourself in the labyrinthine streets of Alfama, Lisbon's oldest and most atmospheric neighborhood that survived the great earthquake largely intact. Narrow alleyways wind between ancient houses adorned with colorful azulejo tiles, while the melancholic strains of fado music drift from hidden taverns. This medieval quarter climbing from the waterfront to the castle preserves the authentic soul of old Lisbon.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم الثالث: التقط صوراً لـ Padrão dos Descobrimentos، نصب تذكاري حداثي مذهل يحتفل بالمستكشفين البرتغاليين الذين فتحوا طرقاً بحرية جديدة للعالم. هذا المنحوت بطول 52 متراً يصور Henry the Navigator يقود موكباً من الشخصيات التاريخية نحو المياه. الصورة الظلية المثيرة للنصب تجعله واحداً من أكثر معالم Belém تميزاً.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Sé Cathedral, Lisbon's oldest church and a powerful symbol of the Christian reconquest, built on the site of a former mosque in the 12th century. This Romanesque fortress-church has survived earthquakes, wars, and centuries of history while accumulating Gothic cloisters, baroque chapels, and treasures from every era. The austere façade flanked by two bell towers creates an imposing presence in the heart of Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Marvel at the Mosteiro dos Jerónimos, an extraordinary masterpiece of Manueline architecture and one of Portugal's most important monuments. This 16th-century monastery, built to commemorate Vasco da Gama's voyage to India, features fantastically ornate stone carvings combining maritime, religious, and royal symbols. The cloisters rank among the most beautiful in Europe, their delicate stonework a testament to Portugal's golden age.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Experience the creative energy of LX Factory, a former industrial complex transformed into Lisbon's most vibrant cultural hub. Abandoned textile factories now house independent boutiques, bookshops, art galleries, and creative studios beneath exposed brick and ironwork. This alternative neighborhood pulses with artistic energy and represents the contemporary, forward-looking side of the Portuguese capital.",
          "visit_duration_min": 75
        },
        {
          "text": "اليوم 3: اكتشف MAAT (متحف الفن والعمارة والتكنولوجيا)، متحف معاصر مذهل يندمج سقفه المتموج بسلاسة مع واجهة Belém البحرية. يستضيف هذا المعلم المعماري معارض دورية للفن المعاصر الوطني والدولي داخل مساحاته الداخلية المستقبلية. يوفر ممشى السطح منظوراً فريداً على نهر Tagus ويتصل بمحطة الطاقة التاريخية المجاورة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1: Wander through the elegant Chiado district, Lisbon's traditional quarter of intellectuals, artists, and literary cafés where Fernando Pessoa once held court. This sophisticated neighborhood bridges the lower city with the bohemian heights of Bairro Alto, offering excellent shopping, historic theaters, and charming squares. The area's cultural significance and refined atmosphere make it perfect for an afternoon of exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم 2: قف أمام Torre de Belém الأيقوني، البرج المحصن الذي أصبح رمز Lisbon القاطع. صوّر Padrão dos Descobrimentos الذي يحتفي بالمستكشفين البرتغاليين. اركب ترام 28 الأسطوري وهو يخشخش عبر الأحياء الخلابة في مساره المتعرج عبر المدينة.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Ride the legendary Tram 28, a vintage yellow streetcar that rattles through Lisbon's most picturesque neighborhoods on its winding route across the city. This living piece of transport history climbs impossibly steep streets, squeezes through narrow passages, and passes major landmarks from Alfama to Estrela. The journey aboard these century-old wooden trams provides an authentic and scenic way to experience the city's dramatic topography.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Watch sunset from the Miradouro de Santa Luzia, a romantic terrace overlooking the Alfama rooftops and the sparkling Tagus River. Bougainvillea-draped pergolas, decorative azulejo panels, and palm trees frame views that stretch from the dome of the National Pantheon to the distant hills. This beloved viewpoint captures the essence of Lisbon's melancholic beauty as the city glows in the evening light.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم الثالث: اكتشف MAAT (متحف الفن والعمارة والتكنولوجيا)، متحف معاصر مذهل يندمج سطحه المتموج مع واجهة Belém المائية. هذا المعلم المعماري يستضيف معارض دورية للفن المعاصر الدولي داخل مساحات داخلية مستقبلية. ممر السطح يوفر وجهات نظر فريدة على Tagus.",
          "visit_duration_min": 60
        },
        {
          "text": "اليوم الثالث: اختبر الطاقة الإبداعية لـ LX Factory، مجمع صناعي سابق تحول إلى مركز Lisbon الثقافي الأكثر حيوية. المصانع المهجورة للنسيج تضم الآن بوتيكات مستقلة ومكتبات وصالات عرض فنية تحت الطوب المكشوف والأعمال الحديدية. هذا الحي البديل يمثل الجانب المعاصر والتطلعي للعاصمة البرتغالية.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Photograph the Padrão dos Descobrimentos, a striking modernist monument celebrating the Portuguese explorers who opened new sea routes to the world. This 52-meter sculpture rising from the riverbank depicts Henry the Navigator leading a procession of historical figures toward the water. The monument's dramatic silhouette and waterfront position make it one of Belém's most recognizable landmarks.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Explore the Bairro Alto, Lisbon's historic high quarter where bohemian spirit meets traditional neighborhood life. By day, quiet streets reveal vintage shops, fado houses, and neighborhood taverns serving traditional petiscos. After dark, the quarter transforms into the city's legendary nightlife district with countless bars spilling onto the narrow streets.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Seek out Lisbon's famous miradouros, the scenic viewpoints scattered across the city's seven hills that reveal new perspectives at every turn. From the panoramic Miradouro da Senhora do Monte to the elegant terraces of São Pedro de Alcântara, each offers its own character and vista. These beloved gathering spots are essential to understanding how Lisbonites experience their dramatically vertical city.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 7
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 1
        },
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "هروب Lisbon: كنوز تاريخية، مناظر Tagus والقصور الملكية",
          "day": 1
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 10,
      "place_type": "city"
    },
    {
      "place_id": "PT::monsaraz",
      "name": "Monsaraz",
      "cc": "PT",
      "coords": [
        38.4927,
        -7.2812
      ],
      "lat": 38.4927,
      "lon": -7.2812,
      "visits": [
        {
          "text": "قرية مونساراز من القرون الوسطى",
          "visit_duration_min": 75
        },
        {
          "text": "Village médiéval de Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Vue sur le lac d’Alqueva depuis Monsaraz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 7
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 2.4,
      "place_type": "city"
    },
    {
      "place_id": "PT::pinhao",
      "name": "Pinhao",
      "cc": "PT",
      "coords": [
        41.1897,
        -7.5453
      ],
      "lat": 41.1897,
      "lon": -7.5453,
      "visits": [
        {
          "text": "ادخل إلى وادي Douro، مناظر طبيعية مدرجة في قائمة التراث العالمي لليونسكو من كروم العنب المدرجة بشدة المتدرجة إلى واحد من أكثر أنهار أوروبا خلابة. هذه هي أقدم منطقة نبيذ محددة الحدود في العالم، حيث يُنتج نبيذ البورت لقرون باستخدام الطرق التقليدية. تخلق المناظر الدرامية للمنحدرات المغطاة بالكروم والكينتاس البيضاء أكثر المناظر الطبيعية الأيقونية في البرتغال.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اركب الدراجة عبر سفوح التلال المغطاة بمزارع الكروم والقرى التقليدية على طول مسارات النهر وتسلق الجبال - الدراجات الإلكترونية موصى بها بشدة للتضاريس شديدة الانحدار. جدف في نهر Douro بطيء التدفق بالكاياك، منزلقاً تحت المنحدرات وماراً بمزارع الكروم المدرجة المنعكسة في المياه الهادئة. منظور النهر يكشف عن العظمة الكاملة لهذا المنظر الطبيعي المحمي من اليونسكو.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 12
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 7
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 3.3,
      "place_type": "city"
    },
    {
      "place_id": "PT::porto",
      "name": "Porto",
      "cc": "PT",
      "coords": [
        41.1579,
        -8.6291
      ],
      "lat": 41.1579,
      "lon": -8.6291,
      "visits": [
        {
          "text": "وصل إلى Porto، العاصمة الشمالية النابضة بالحياة للبرتغال حيث ينحدر المركز التاريخي عبر منحدرات التلال إلى نهر Douro. يكشف حي Ribeira المدرج في قائمة التراث العالمي لليونسكو طبقات من التاريخ في شوارعه القروسطية وكنائسه الباروكية ومبانيه المميزة المغطاة بالأزوليخو. تعتبر هذه المدينة الجوية بوابة إلى بلاد النبيذ الرائعة والمناظر الطبيعية البرية في الشمال.",
          "visit_duration_min": 75
        },
        {
          "text": "اعبر جسر Dom Luís I الأيقوني، القوس الحديدي المزدوج المستوى الممتد على Douro والذي أصبح أكثر معالم Porto شهرة. المستوى العلوي يوفر مناظر مذهلة للمركز التاريخي وقبو نبيذ الميناء في Vila Nova de Gaia المقابل. هذه التحفة الهندسية تربط المدينة القديمة بقرون من تقاليد صنع النبيذ.",
          "visit_duration_min": 75
        },
        {
          "text": "تنزّه من جسر Dom Luís I على طول Douro إلى منارة Felgueiras في Foz، حيث يلتقي النهر بالمحيط الأطلسي. هذه النزهة الساحلية ذات المناظر الطبيعية الخلابة تمر بالأحياء التاريخية والممشى النهري ومجتمعات الصيد التقليدية. تمثل المنارة نقطة الالتقاء المثيرة بين النهر والبحر.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر ركوب الأمواج في شاطئ Matosinhos خارج Porto، وهي وجهة ممتازة بأمواج لطيفة وقاع رملي مثالي للمبتدئين. تقدم مدارس ركوب الأمواج المحلية دروساً على هذا الشاطئ سهل الوصول مع انتفاخات المحيط الأطلسي المستمرة. أو يمكنك التجديف على طول نهر Douro بالكاياك أو SUP للحصول على منظور فريد للمدينة من الماء.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 9
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 3
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 9.8,
      "place_type": "city"
    },
    {
      "place_id": "PT::sagres",
      "name": "Sagres",
      "cc": "PT",
      "coords": [
        37.0092,
        -8.9408
      ],
      "lat": 37.0092,
      "lon": -8.9408,
      "visits": [
        {
          "text": "اصل إلى Cabo de São Vicente، أقصى نقطة جنوب غربية في أوروبا القارية حيث تخلق المنحدرات الشاهقة المحاطة بالمياه من ثلاث جهات مشهداً ساحراً. في الماضي، اعتقد الأوروبيون أن هذا كان نهاية العالم، والوقوف هنا ومشاهدة الأمواج الهائلة تتحطم على الصخور أدناه، يبقى هذا الشعور محسوساً. المنارة وحصن Santo António do Beliche القريبان يوفران مناظر ساحلية مذهلة بنفس القدر.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف Ponta de Sagres، رأس أرض وعرة ومكشوفة للرياح مليئة بالتاريخ حيث بدأ مستكشفو Portugal العظماء الأوائل رحلاتهم بحثاً عن العالم الجديد. زر Fortaleza de Sagres من القرن السادس عشر التي تضم حصناً قديماً مع متحف، وكنيسة Igreja de Nossa Senhora da Graça، ومنارة مع تركيب صوتي فريد. تجول حول الرأس بأكمله متبعاً المسارات التي توفر مناظر خلابة للمحيط الأطلسي اللانهائي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "جرب ظروف ركوب الأمواج عالمية المستوى حول Sagres، حيث تجذب الأمواج المستمرة والرياح القوية هواة الرياضات المائية من جميع أنحاء العالم. تقدم الشواطئ في هذه المنطقة بعضاً من أفضل ظروف ركوب الأمواج في Portugal، مع العديد من مدارس ركوب الأمواج التي توفر دروساً لجميع المستويات. الساحل الأطلسي الوعر هنا يبدو برياً وغير مروض مقارنة بالشواطئ المحمية في أقصى الشرق.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 6
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "city"
    },
    {
      "place_id": "PT::sao-pedro-do-sul",
      "name": "Sao Pedro Do Sul",
      "cc": "PT",
      "coords": [
        40.7564,
        -8.0717
      ],
      "lat": 40.7564,
      "lon": -8.0717,
      "visits": [
        {
          "text": "اكتشف São Pedro do Sul، المعروفة بمناظرها الطبيعية الخلابة من الغابات الخضراء الكثيفة والأنهار الصافية والقرى الساحرة المأهولة منذ العصر الروماني. الحمامات الحرارية الطبيعية المستخدمة للشفاء منذ العصور القديمة توفر الاسترخاء بالمياه المعدنية الغنية بالكبريت. غابات الأوكاليبتوس العطرة والأجواء السلمية تجعل هذه المنطقة مثالية لعشاق الطبيعة.",
          "visit_duration_min": 75
        },
        {
          "text": "قد على Estrada do Portal do Inferno المثير (طريق إلى بوابة الجحيم)، طريق جبلي درامي يتميز بمنحدرات شديدة ومنحنيات حادة وحواف منحدرات عمودية. تمر هذه القيادة الرائعة عبر أكثر مناظر المرتفعات الدرامية في شمال البرتغال مع نقاط مراقبة تقدم مناظر شاملة. يتطلب الطريق الضيق المتعرج انتباهاً لكنه يكافئ بمناظر طبيعية لا تُنسى.",
          "visit_duration_min": 75
        },
        {
          "text": "اصعد إلى Serra de São Macário للحصول على بعض من أروع الإطلالات البانورامية في شمال Portugal، يمكن الوصول إليها بالسيارة إلى القمة. القيادة المتعرجة تتسلق عبر المناظر الدرامية إلى إطلالات واسعة تمتد عبر الوديان وسلاسل الجبال البعيدة. زر قرية Aldeia da Pena المعزولة حيث تتجول الماعز في الشوارع المرصوفة بالحصى والمنازل الحجرية تبدو وكأنها نمت من المناظر الطبيعية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "امش عبر الغابات لاكتشاف الشلالات المخفية ونقاط المراقبة الخلابة على طول شبكات المسارات المتعرجة عبر الأحراش العطرة. المسارات تتبع الجداول المندفعة وتتسلق إلى خطوط التلال البانورامية التي توفر فرصاً مثالية لتجربة الجمال الطبيعي في العزلة. غروب الشمس من Serra de São Macário يخلق لحظات سحرية مع المناظر الطبيعية المغمورة بالضوء الذهبي.",
          "visit_duration_min": 60
        },
        {
          "text": "ارتحل على الممرات الممتازة عبر غابات São Pedro do Sul لاكتشاف شلالات مخفية ونقاط مراقبة خلابة. تتعرج شبكة المسارات عبر الغابات العطرة وعلى طول الجداول المتدفقة وصعوداً إلى خطوط التلال البانورامية. توفر هذه النزهات فرصاً مثالية لتجربة جمال المنطقة الطبيعي بعيداً عن أي حشود.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 11
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 5
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::silves",
      "name": "Silves",
      "cc": "PT",
      "coords": [
        37.1893,
        -8.439
      ],
      "lat": 37.1893,
      "lon": -8.439,
      "visits": [
        {
          "text": "استكشف Silves، العاصمة القديمة لـ Algarve التي عادة ما يتجاهلها الزوار لأول مرة ولكنها تقدم لمحات رائعة عن الماضي المورسكي للمنطقة. تتوج هذه المدينة التلية القروسطية النموذجية قلعة مرممة جزئياً كانت تنافس Lisbon في الأهمية قبل زلزال 1755 المدمر. تكمل كاتدرائية Silves والمتحف الأثري بجوار الساحة الرئيسية تجربة القلعة.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف قرية Alte الساحرة، واحدة من أكثر القرى التقليدية الخلابة في ريف Algarve حيث يبدو أن الزمن قد توقف. تتعرج الشوارع الحجرية الضيقة بين المباني البيضاء التقليدية المزينة بالزهور الملونة وبعض من أجمل فن الشارع في المنطقة. تقدم الينابيع الطبيعية في Fonte Grande de Alte سباحة منعشة في مياه صافية كالكريستال - تجربة Algarve الداخلية غير المتوقعة.",
          "visit_duration_min": 75
        },
        {
          "text": "زر شواطئ Alvor بما في ذلك Praia dos Três Irmãos وPraia da Prainha الصغيرة، المترابطة عبر الأنفاق والممرات عبر الجرف. المشي حافي القدمين عبر الأنفاق، تحت الأقواس الطبيعية، وعلى طول ممرات الجرف الضيقة يكشف مفاجأة تلو الأخرى في هذا المنظر الساحلي المذهل. يقدم المطعم على الجرف في Prainha المتدلي بين الصخور موقع طعام فريد تماماً.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف Costa Vicentina، ساحل Algarve الغربي الأقل زيارة والذي يقدم مناظر برية ومهيبة مختلفة تماماً عن الشواطئ الشرقية الشهيرة. Praia da Bordeira وPraia da Cordoama من المفضلة بين راكبي الأمواج، لكن أي طريق صغير يؤدي إلى الساحل يكافئ الزوار بمناظر رائعة. يوفر هذا الساحل الطبيعي غير المطور جمال الأطلسي الأصيل دون الزحام.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 3
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::sintra",
      "name": "Sintra",
      "cc": "PT",
      "coords": [
        38.798,
        -9.388
      ],
      "lat": 38.798,
      "lon": -9.388,
      "visits": [
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides in one of Europe's most enchanting settings. Portuguese royalty and aristocrats chose this misty mountain retreat for their summer residences, leaving behind an extraordinary concentration of architectural treasures. The town's fairytale atmosphere has captivated visitors from Lord Byron to modern-day travelers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Palácio Nacional de Sintra, the medieval royal palace dominating the town center with its distinctive conical kitchen chimneys visible for miles around. This summer residence of Portuguese monarchs preserves remarkable interiors including rooms entirely covered in decorative azulejo tiles and elaborate Mudéjar ceilings. The palace represents the longest continuously inhabited royal residence in Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to the Palácio da Pena, a flamboyant 19th-century palace crowning the highest peak in the Sintra hills in an explosion of color and architectural fantasy. This romantic masterpiece combines Gothic towers, Manueline decoration, Moorish elements, and Renaissance domes in a riot of yellows, reds, and blues. The surrounding park of exotic trees and hidden pathways extends the magical atmosphere across the mountainside.",
          "visit_duration_min": 75
        },
        {
          "text": "Stand at Cabo da Roca, the westernmost point of continental Europe, where dramatic cliffs plunge into the Atlantic beneath a historic lighthouse. This windswept headland marks where the European landmass meets the ocean, a geographic milestone celebrated with a monument and certificate for visitors. The raw power of the setting-crashing waves, soaring cliffs, and endless horizon-creates a profound sense of standing at the edge of the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Conclude your journey in Cascais, an elegant beach resort that has attracted aristocrats and artists since Portuguese royalty made it their summer playground in the 19th century. The charming old town features cobbled pedestrian streets, whitewashed buildings, and a picturesque fishing harbor still in use today. Sandy beaches, excellent seafood, and a relaxed coastal atmosphere provide the perfect finale to your Lisbon adventure.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander through Sintra's romantic gardens and parks, where winding paths lead past fountains, follies, and viewpoints revealing glimpses of palaces through the trees. The lush vegetation thrives in the unique microclimate created by Atlantic moisture collecting on the mountain slopes. These verdant landscapes were as carefully composed as any palace interior, creating outdoor rooms of botanical wonder.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "هروب Lisbon: كنوز تاريخية، مناظر Tagus والقصور الملكية",
          "day": 2
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 6.2,
      "place_type": "city"
    },
    {
      "place_id": "PT::tavira",
      "name": "Tavira",
      "cc": "PT",
      "coords": [
        37.1275,
        -7.6506
      ],
      "lat": 37.1275,
      "lon": -7.6506,
      "visits": [
        {
          "text": "اكتشف Faro، العاصمة الإقليمية لـ Algarve التي تقدم مركزاً تاريخياً مدمجاً بشوارع ضيقة ساحرة وأجواء مريحة. تضم البلدة القديمة كاتدرائية Faro حيث يمكنك تسلق البرج للحصول على مناظر جوية، وكنيسة العظام في Igreja do Carmo، والمتحف البلدي الممتاز. تستضيف منطقة المارينا وحديقة Jardim Manuel Bivar أسواق الحرف اليدوية في نهاية الأسبوع وتوفر نزهة ممتعة على الواجهة البحرية.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف حديقة Ria Formosa الطبيعية، سلسلة من الجزر الحاجزة تمتد لأكثر من 60 كيلومتراً على طول شرق Algarve. تخلق هذه المناظر الطبيعية المحمية من البحيرات والأراضي الرطبة وأحواض الملح والكثبان الرملية البيضاء مشاهد مختلفة تماماً عن الشواطئ المشهورة المدعومة بالجرف في الغرب. تقدم قرى الصيد التقليدية في الجزر لمحات عن حياة Algarve الأصيلة التي لم تتغير إلى حد كبير لأجيال.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Tavira، واحدة من أكثر المدن الكبيرة أصالة في منطقة Algarve المبنية حول مركزها القروسطي على طول النهر. لا تفوت بقايا Castelo والجسر الروماني المميز في جميع بطاقات Tavira البريدية، وكنيسة Igreja da Misericordia مع بوابة الأزوليجو الرائعة من القرن الثامن عشر. توفر Camera Obscura داخل برج مياه قديم مناظر فريدة لهذه المدينة التاريخية الساحرة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "قم برحلة بحرية عبر Ria Formosa لزيارة جزر مثل Ilha de Tavira وCulatra وArmona لتجربة الشواطئ البكر ومجتمعات الصيد التقليدية. توفر جولات القوارب عند غروب الشمس من Faro طريقة سحرية لتجربة الحديقة الطبيعية عندما تتحول السماء فوق البحيرات. فرص مراقبة الطيور هنا استثنائية، حيث توفر الأراضي الرطبة موطناً للعديد من الأنواع.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 1
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 5.4,
      "place_type": "city"
    },
    {
      "place_id": "PT::viana-do-castelo",
      "name": "Viana Do Castelo",
      "cc": "PT",
      "coords": [
        41.6918,
        -8.8344
      ],
      "lat": 41.6918,
      "lon": -8.8344,
      "visits": [
        {
          "text": "استكشف منطقة Minho، المنطقة الأكثر خضرة في البرتغال المحشورة في الزاوية الشمالية الغربية حيث يشكل نهر Minho حدودًا طبيعية مع إسبانيا. وادي Lima يمتد من Peneda-Gerês إلى المحيط الأطلسي عند Viana do Castelo، مما يخلق ممرًا من المناظر الطبيعية الخضراء. هذه المنطقة الهادئة تكافئ الزوار بثقافة أصيلة، ومشي ممتاز، ونبيذ Vinho Verde المحلي المنعش.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف Costa Verde الممتد على طول المحيط الأطلسي مع الشواطئ الهادئة غير المتضررة وقرى الصيد التقليدية التي تقدم تجارب ساحلية أصيلة. على عكس المنتجعات الجنوبية، هذا الساحل يحافظ على تقاليد الصيد ويخلق مناظر طبيعية مختلفة تماماً عن شواطئ Algarve الشهيرة. اللقاء الدرامي بين التلال الخضراء وأمواج المحيط الأطلسي يعرّف هذا الساحل الشمالي.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Viana do Castelo، مدينة ميناء أنيقة بتراث بحري غني يعود إلى عصر الاستكشاف. يضم المركز التاريخي عمارة Manueline رائعة وأسواق تقليدية وحرم Santa Luzia المذهل على قمة التل الذي يوفر إطلالات ساحلية بانورامية. هذه المدينة المثقفة تخدم كبوابة Minho إلى البحر.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "امش على مسار Rio Minho متتبعاً النهر على طول خط سكة حديد قديم عبر المناظر الطبيعية النهرية الهادئة والقرى التقليدية. اركب الزورق أو الكاياك عبر الوديان الخصبة حيث تتعرج المياه الهادئة ماراً بالمدن التاريخية - ظروف ممتازة للعائلات والمبتدئين. تذوق Vinho Verde، النبيذ المحلي الخفيف قليل الفوران المنعش تماماً بعد الأنشطة الخارجية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "جولة البرتغال الكبرى: أفضل الأماكن للزيارة",
          "day": 14
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "الجولة الكبرى في Portugal: من تلال Lisbon إلى الشمال البري",
          "day": 9
        }
      ],
      "language": "ar",
      "suggested_days": 0.5,
      "rating": 4.8,
      "place_type": "small_city"
    },
    {
      "place_id": "PT::vianadoalentejo",
      "name": "Vianadoalentejo",
      "cc": "PT",
      "coords": [
        38.33645,
        -8.00011
      ],
      "lat": 38.33645,
      "lon": -8.00011,
      "visits": [
        {
          "text": "مدينة فيانا دو ألينتيخو وقلعتها الخماسية",
          "visit_duration_min": 75
        },
        {
          "text": "Ville de Viana do Alentejo et son château pentagonal",
          "visit_duration_min": 75
        },
        {
          "text": "Sanctuaire Nossa Senhora d’Aires (Viana do Alentejo)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 2
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 2.9,
      "place_type": "city"
    },
    {
      "place_id": "PT::vilavicosa",
      "name": "Vilavicosa",
      "cc": "PT",
      "coords": [
        38.7167,
        -7.5167
      ],
      "lat": 38.7167,
      "lon": -7.5167,
      "visits": [
        {
          "text": "مدينة فيلا فيسوزا ومحجر الرخام",
          "visit_duration_min": 75
        },
        {
          "text": "Ville de Vila Viçosa et carrière de marbre",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Paço Ducal (Vila Viçosa)",
          "visit_duration_min": 75
        },
        {
          "text": "Église São João Evangelista (Vila Viçosa)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 4
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::zambujeiradomar",
      "name": "Zambujeiradomar",
      "cc": "PT",
      "coords": [
        37.525024,
        -8.785052
      ],
      "lat": 37.525024,
      "lon": -8.785052,
      "visits": [
        {
          "text": "قرية زامبوجيرا دو مار وشواطئها",
          "visit_duration_min": 75
        },
        {
          "text": "Village de Zambujeira do Mar et ses plages",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ألينتيخو: أجمل الأماكن",
          "day": 9
        }
      ],
      "language": "ar",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    }
  ]
}