{
  "version": 1,
  "country": "pt",
  "language": "en",
  "places": [
    {
      "place_id": "PT::albufeira",
      "name": "Albufeira",
      "cc": "PT",
      "language": "en",
      "coords": [
        37.0882,
        -8.2503
      ],
      "lat": 37.0882,
      "lon": -8.2503,
      "visits": [
        {
          "text": "Discover Albufeira, the most popular tourist resort in southern Portugal offering something for every type of traveler. From scenic coastlines and long sandy beaches to a charming old town with traditional architecture, this central Algarve hub provides excellent access to attractions throughout the region. The old fishermen's neighborhood and clifftop old town are particularly atmospheric areas to explore.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Praia da Falésia, one of the world's most unique beaches stretching over 6 kilometers between Vilamoura and Albufeira. The impressive red sandstone cliffs change colors depending on weather and light, creating breathtaking scenery worth visiting in any season. The nicest stretch near Olhos de Agua features particularly dramatic cliff formations that photograph beautifully.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the picturesque Chapel of Nossa Senhora da Rocha in Porches, sitting dramatically on coastal cliffs above the ocean. While the little chapel itself is charming, the main attraction is the spectacular coastal scenery visible from paths leading westward. This popular sunset location rewards visitors with stunning views of the Algarve coastline.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience kayaking from St Rafael Beach in Albufeira, paddling along the beautiful coastline to discover hidden caves and secluded coves. Water sports enthusiasts will find parasailing, jet skiing, and countless other activities available throughout the summer season. The beaches around Albufeira like Praia dos Arrifes and Praia São Rafael offer some of the most scenic coastal swimming in central Algarve.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::arouca",
      "name": "Arouca",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.93,
        -8.245
      ],
      "lat": 40.93,
      "lon": -8.245,
      "visits": [
        {
          "text": "Explore the Arouca UNESCO Global Geopark, renowned for extraordinary geological heritage including the famous Giant Trilobites of Canelas. This territory surrounded by the Freita, Montemuro, and Arada mountain ranges represents millions of years of Earth's history. The geopark offers adventure activities amid dramatic natural scenery.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk the Passadiços do Paiva, a spectacular 8-kilometer wooden boardwalk zigzagging along the Paiva River gorge. This engineering marvel passes thundering waterfalls, sheer cliffs, and pristine swimming holes carved into bedrock. The walkways provide access to one of Portugal's most dramatic river landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Arouca UNESCO Global Geopark, a protected landscape renowned for extraordinary geological heritage including the famous Giant Trilobites of Canelas. This territory surrounded by the Freita, Montemuro, and Arada mountain ranges represents millions of years of Earth's history preserved in remarkable rock formations. The geopark offers adventure activities amid dramatic natural scenery.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk the Passadiços do Paiva, a spectacular 8-kilometer wooden boardwalk zigzagging along the Paiva River gorge. This engineering marvel passes thundering waterfalls, sheer cliffs, and pristine swimming holes carved into bedrock. The walkways provide safe access to one of Portugal's most dramatic river landscapes previously inaccessible to visitors.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cross the 516 Arouca, one of the longest pedestrian suspension bridges in the world stretching 516 meters at 175 meters height. This thrilling walkway offers breathtaking views of the valley far below and surrounding mountains. White water rafting, kayaking, and canyoning on the Paiva River provide additional adventure options.",
          "visit_duration_min": 60
        },
        {
          "text": "Cross the 516 Arouca, one of the longest pedestrian suspension bridges in the world, stretching 516 meters across the Paiva River gorge at 175 meters height. This thrilling walkway offers breathtaking views of the valley far below and surrounding mountain landscape. Advance tickets are required for this unforgettable adventure experience.",
          "visit_duration_min": 60
        },
        {
          "text": "Challenge yourself with white water rafting on the Paiva River, considered one of Portugal's premier destinations for river sports. Rapids range from gentle to demanding, with professional guides leading expeditions through spectacular gorge scenery. Kayaking and canyoning adventures provide different ways to experience this remarkable waterway.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 10
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::arraiolos",
      "name": "Arraiolos",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.4,
        -7.865
      ],
      "lat": 38.4,
      "lon": -7.865,
      "visits": [
        {
          "text": "City of Arraiolos and its medieval castle",
          "visit_duration_min": 75
        },
        {
          "text": "Arraiolos Carpet Interpretive Center",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the unique Circular Castle of Arraiolos, a defensive structure that is unique in Portugal for its rounded shape. From atop its walls, enjoy spectacular views over the green landscapes of the Alentejo and the historic village below.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Arraiolos Carpet Interpretive Center, an interactive museum that tells the story of this centuries-old art considered one of Portugal's first crafts. Arraiolos carpets are world-famous, and the town breathes this tradition on every corner.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through the historic center of Arraiolos, discovering the Arraiolos Carpet Square, the central plaza with cafés and craft shops. The village preserves its picturesque character with white houses and cobblestone streets typical of the Alentejo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit the Monte da Ravasqueira winery, which offers wine tourism experiences including tastings and a visit to the Private Carriage Collection. Discover the stories behind the wines of this prestigious Alentejo winery.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 3
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: UNESCO Heritage and Medieval Villages",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::aveiro",
      "name": "Aveiro",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.6405,
        -8.6538
      ],
      "lat": 40.6405,
      "lon": -8.6538,
      "visits": [
        {
          "text": "Embark on a traditional moliceiro boat ride through Aveiro's picturesque canals, often dubbed the Venice of Portugal. These colorful vessels, once used for seaweed harvesting, now glide past stunning Art Nouveau facades and charming bridges. Each boat features vibrant paintings depicting local humor and maritime traditions, offering a unique window into the city's cultural heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Aveiro Museum housed in the former Convento de Jesus, where Princess Saint Joana spent her final years. This remarkable collection showcases sacred art spanning centuries, including the ornate baroque tomb of the princess herself. The museum building alone, with its gilded woodwork and azulejo tiles, represents a masterpiece of Portuguese religious architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through Aveiro's Art Nouveau quarter, a treasure trove of early 20th-century architecture centered around the former ceramics factory. Marvel at the elaborately decorated facades featuring the iconic Portuguese azulejo tiles, intricate ironwork balconies, and organic motifs that define this distinctive architectural style.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paddle through the Ria de Aveiro by kayak, discovering the vast lagoon ecosystem with its salt marshes, diverse birdlife, and traditional fishing villages. This protected wetland offers a peaceful escape into nature just minutes from the city center.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit the Écomusée Marinha da Troncalhada to discover the ancient art of salt harvesting that shaped Aveiro's economy for centuries. Watch as workers use traditional techniques to extract salt from the crystalline ponds, continuing a practice dating back to Roman times.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 1
        }
      ]
    },
    {
      "place_id": "PT::beja",
      "name": "Beja",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.012992,
        -7.8715405
      ],
      "lat": 38.012992,
      "lon": -7.8715405,
      "visits": [
        {
          "text": "City of Beja and its Torre de Menagem keep",
          "visit_duration_min": 75
        },
        {
          "text": "Beja Cathedral",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::braganca",
      "name": "Braganca",
      "cc": "PT",
      "language": "en",
      "coords": [
        41.8061,
        -6.7567
      ],
      "lat": 41.8061,
      "lon": -6.7567,
      "visits": [
        {
          "text": "Discover the majestic Bragança Castle, a medieval fortress that has dominated the city since the 12th century. This imposing citadel with its Keep Tower offers exceptional panoramas over the old town rooftops and the surrounding mountains of Montesinho Natural Park. Don't miss the Domus Municipalis, a rare example of Romanesque civil architecture in Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Immerse yourself in history at the Iberian Museum of Mask and Costume, housed within the citadel walls. This fascinating museum presents the ancestral traditions of Trás-os-Montes Carnival festivals with their impressive ritual masks. Discover how these pagan ceremonies have survived the centuries in this remote region of Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Montesinho Natural Park, one of Portugal's best-kept secrets. This UNESCO Biosphere Reserve is home to exceptional biodiversity including Iberian wolves, golden eagles, and preserved flora. The landscapes of mountains, oak forests, and traditional schist villages transport you to a forgotten Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the authentic village of Rio de Onor, a unique geographical curiosity where the Spanish-Portuguese border runs through the houses. The inhabitants still live according to ancestral communal traditions, sharing lands and herds. It's a living testimony to a rural way of life that has virtually disappeared elsewhere in Europe.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through the cobblestone streets of Bragança's historic center, where every stone tells the story of a city that was once the capital of a powerful duchy. Admire the noble facades, baroque churches, and let yourself be charmed by the authentic atmosphere of this border town that has preserved its medieval character intact.",
          "visit_duration_min": 60
        },
        {
          "text": "Stop at Gimonde, a charming village crossed by the Onor River where a medieval bridge spans the crystal-clear waters. This picturesque hamlet is the ideal starting point for hikes in the natural park and offers total immersion in Trás-os-Montes rural life with its traditional houses and peaceful atmosphere.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 1
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::carvoeiro",
      "name": "Carvoeiro",
      "cc": "PT",
      "language": "en",
      "coords": [
        37.0947,
        -8.4714
      ],
      "lat": 37.0947,
      "lon": -8.4714,
      "visits": [
        {
          "text": "Explore Algar Seco in picturesque Carvoeiro, a unique coastal area featuring remarkable caves, grottos, and limestone cliffs sculpted by rain and sea over millions of years. Boardwalks provide accessible viewing, but adventurous visitors can explore pathways and staircases carved between the rocks that feel like navigating a natural maze. The most beautiful cave features two natural windows overlooking the coast, discovered by descending stairs at the car park's end.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike the famous Seven Hanging Valleys Trail, the most popular coastal walk in the Algarve following breathtaking scenery between Praia da Marinha and Praia do Vale de Centeanes. This 5.7-kilometer route passes Benagil Cave, Benagil Beach, Carvalho Beach, and Alfazina Lighthouse among the highlights. The trail provides easy access to one of the most scenic stretches of coastline in all of Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Photograph Praia da Marinha, where postcard-perfect views have made this one of the most recognizable beaches in Portugal. The clifftop paths overlooking the beach reveal the typical Algarve coastline featured in guidebooks worldwide. Walking westward from the viewpoint near the parking area reveals the most spectacular scenery along this stunning stretch of coast.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a boat trip to the famous Benagil Cave, the largest and best-known sea cave in the Algarve accessible only from the water. This cathedral-like cavern is so massive that several boats can enter simultaneously, with sunlight streaming through its collapsed roof. The entire coastline here is dotted with sea caves creating spectacular scenery whether explored by speedboat or kayak.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::cascais",
      "name": "Cascais",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.6979,
        -9.4215
      ],
      "lat": 38.6979,
      "lon": -9.4215,
      "visits": [
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides. Explore the Palácio Nacional with its distinctive conical kitchen chimneys and remarkable azulejo-covered interiors. Ascend to the flamboyant Palácio da Pena, a 19th-century fantasy combining Gothic, Manueline, Moorish, and Renaissance elements in an explosion of color.",
          "visit_duration_min": 75
        },
        {
          "text": "Stand at Cabo da Roca, the westernmost point of continental Europe where dramatic cliffs plunge into the Atlantic beneath a historic lighthouse. This windswept headland marks where Europe meets the ocean, creating a profound sense of standing at the edge of the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides. Portuguese royalty chose this misty mountain retreat for summer residences, leaving an extraordinary concentration of architectural treasures. The town's fairytale atmosphere has captivated visitors from Lord Byron to modern travelers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Palácio Nacional de Sintra, the medieval royal palace dominating the town center with distinctive conical kitchen chimneys visible for miles. This summer residence preserves remarkable interiors including rooms covered in decorative azulejo tiles and elaborate Mudéjar ceilings. The palace represents the longest continuously inhabited royal residence in Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to the Palácio da Pena, a flamboyant 19th-century palace crowning the highest peak in an explosion of color and architectural fantasy. This romantic masterpiece combines Gothic towers, Manueline decoration, Moorish elements, and Renaissance domes in a riot of yellows, reds, and blues. The surrounding park of exotic trees extends the magical atmosphere across the mountainside.",
          "visit_duration_min": 75
        },
        {
          "text": "Stand at Cabo da Roca, the westernmost point of continental Europe, where dramatic cliffs plunge into the Atlantic beneath a historic lighthouse. This windswept headland marks where the European landmass meets the ocean. The raw power of crashing waves, soaring cliffs, and endless horizon creates a profound sense of standing at the edge of the world.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Conclude in elegant Cascais, a beach resort attracting aristocrats since Portuguese royalty made it their summer playground. The charming old town features cobbled streets, whitewashed buildings, and a picturesque fishing harbor still in use. Sandy beaches and relaxed atmosphere provide the perfect transition before heading south.",
          "visit_duration_min": 60
        },
        {
          "text": "Conclude the day in Cascais, an elegant beach resort attracting aristocrats since Portuguese royalty made it their summer playground. The charming old town features cobbled pedestrian streets, whitewashed buildings, and a picturesque fishing harbor still in use. Sandy beaches and relaxed coastal atmosphere provide the perfect transition before heading north.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 8
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::castelo-branco",
      "name": "Castelo Branco",
      "cc": "PT",
      "language": "en",
      "coords": [
        39.8223,
        -7.4931
      ],
      "lat": 39.8223,
      "lon": -7.4931,
      "visits": [
        {
          "text": "Marvel at the Episcopal Palace Garden of Castelo Branco, a masterpiece of Portuguese landscape art commissioned by the Bishop of Guarda D. João de Mendonça around 1720. This Baroque garden features lakes, balconies with stone balustrades, and statues of the Kings of Portugal, with those of the Spanish-rule monarchs purposely made smaller.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Barrocal Park, a unique natural space integrated into the UNESCO Naturtejo Global Geopark. Inaugurated in 2020, this 40-hectare park allows you to appreciate a granite landscape shaped over hundreds of millions of years. Explore the Lizard Tunnel, the Bee-eater Observatory, and the suspension bridge to the São Martinho viewpoint.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Cargaleiro Museum, opened to the public in 2005, which displays a remarkable collection of paintings, ceramics, sculptures, and tapestries. Beyond the work of plastic artist Manuel Cargaleiro, native of Vila Velha de Ródão, works by national and international artists can be appreciated.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Castelo Branco Embroidery Interpretation Center, where you can watch artisans producing new pieces of this centuries-old art on their looms. Castelo Branco Embroidery is a magnificent artistic expression with unique characteristics, preserved with the same dedication as previous generations.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Francisco Tavares Proença Júnior Museum, the CCCCB - Contemporary Culture Center of Castelo Branco, and the House of Memory of the Jewish Presence. These museum spaces reveal the collective identity of Castelo Branco, preserving regional memory from archaeology to contemporary art.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Textile Museum and the Stonemason Museum, spaces dedicated to the traditional arts and crafts of the region. From embroidery to granite, these museums preserve ancestral knowledge that has long filled the collective imagination of Castelo Branco.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Olive Oil Route by visiting a traditional olive press such as Fio da Beira. The olive oil of Beira-Baixa, with olive trees planted since 1359, is now classified as PDO and has won national and international awards for its exceptional quality.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through Castelo Branco's historic heritage: the Castle and walls, São Miguel Church, São João Cross, Clock Tower, Palace of the Viscounts of Portalegre, and Graça Convent. Climb to the São Gens Viewpoint for a panoramic view over the city.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the urban art and murals of Castelo Branco, including works by Vhils and the impressive mural alluding to the French Invasions. These artistic expressions represent historical episodes, traditions, and experiences of the region's people, transforming the streets into open-air museums.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike the region's trails: the PR2 - Castelo Branco Schist Path of 9.6 km, the PR1 - Gardunha Route of 14.8 km, or the PR3 - Sarzedas Schist Path. Observe over 150 bird species that inhabit the district, including vultures, eagles, and black storks.",
          "visit_duration_min": 60
        },
        {
          "text": "Cool off at Castelo Branco's Pool-Beach, open from June to September, or at the river beaches of Almaceda and Sesmo. Stroll through the City Park, Devesa Civic Center, and Violetas Park, green spaces ideal for leisure moments.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 8
        },
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 9
        }
      ]
    },
    {
      "place_id": "PT::castelo-de-vide",
      "name": "Castelo De Vide",
      "cc": "PT",
      "language": "en",
      "coords": [
        39.4167,
        -7.4583
      ],
      "lat": 39.4167,
      "lon": -7.4583,
      "visits": [
        {
          "text": "Explore Castelo de Vide, a beautifully preserved medieval village crowned by a hilltop castle offering commanding views across the Alentejo plains. The narrow cobblestone streets wind past whitewashed houses adorned with ornate wrought-iron balconies, creating one of Portugal's most picturesque townscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through the Jewish Quarter, one of the best-preserved medieval Jewish neighborhoods in Portugal. The tiny Fonte da Vila fountain marks the heart of this historic district, where 13th-century synagogue ruins and traditional houses with Gothic doorways recall the vibrant Sephardic community that once thrived here.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Castelo de Vide Castle, a 13th-century fortress offering panoramic views across the Serra de São Mamede Natural Park. The keep and defensive walls remain remarkably intact, providing insight into medieval military architecture and the strategic importance of this border region.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sample the famous mineral waters from the town's numerous fountains, reputed since Roman times for their therapeutic properties. The crisp mountain air and peaceful atmosphere make Castelo de Vide an ideal destination for wellness and relaxation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::castro-daire",
      "name": "Castro Daire",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.8983,
        -7.935
      ],
      "lat": 40.8983,
      "lon": -7.935,
      "visits": [
        {
          "text": "Ascend Serra de São Macário, a mountain range offering some of the finest panoramic views in all of northern Portugal. The winding drive to the summit is an adventure itself, with narrow roads climbing through dramatic highland landscapes. At the top, sweeping vistas extend across valleys, villages, and distant mountain ranges in every direction.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Aldeia da Pena, one of northern Portugal's most isolated and picturesque traditional stone villages hidden deep in a valley. Narrow cobbled streets covered with straw wind between rough-hewn stone houses that seem grown from the landscape. Goats roam freely, their bells mingling with a murmuring stream, creating an atmosphere unchanged for centuries.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Serra de Montemuro and the breathtaking landscapes of the Paiva River in Castro Daire. This preserved region offers the Tojosa Waterfall and hiking routes through authentic mountain villages. Mountain biking enthusiasts will find here one of Portugal's most demanding Epic Climbs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Watch sunset from the summit of Serra de São Macário, where peace and spectacular scenery create truly magical moments. The elevated viewpoint often provides complete solitude with surrounding landscape bathed in golden light. Hiking trails radiate from the summit through forests and across high moorland for further exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Try the Pego swing, the Foz do Cabril swing, or the Pedreira swing for unique panoramic views over Castro Daire's valleys and mountains. End your journey in communion with the untouched nature of this region where people live in an intimate and respectful relationship with the landscape that provides food, shelter, and comfort.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 6
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 10
        }
      ]
    },
    {
      "place_id": "PT::chaves",
      "name": "Chaves",
      "cc": "PT",
      "language": "en",
      "coords": [
        41.739,
        -7.4716
      ],
      "lat": 41.739,
      "lon": -7.4716,
      "visits": [
        {
          "text": "Discover the famous Chaves Thermal Baths, whose thermal waters spring forth at over 70°C. These millennial baths, already appreciated by the Romans, are renowned for their curative properties against muscular and digestive ailments. Taste the water at Fonte do Povo, a unique sensory experience even if the taste may surprise you!",
          "visit_duration_min": 75
        },
        {
          "text": "Cross the remarkable Roman Bridge of Trajan, an impressive 140-meter monument that has spanned the Tâmega River for nearly 2,000 years. This 12-arch bridge, one of the best preserved on the Iberian Peninsula, bears witness to the genius of Roman engineers and the strategic importance of Chaves on the road between Braga and Astorga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through the historic center of Chaves, admiring the Keep Tower of the medieval castle and the Fort of São Francisco transformed into a charming hotel. Taste the famous pastéis de Chaves, meat-filled pastries that have made the gastronomic reputation of this welcoming spa town.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::coimbra",
      "name": "Coimbra",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.2033,
        -8.4103
      ],
      "lat": 40.2033,
      "lon": -8.4103,
      "visits": [
        {
          "text": "Explore the University of Coimbra, one of Europe's oldest and most prestigious academic institutions, founded in 1290. This UNESCO World Heritage Site crowns the city's hilltop, its magnificent baroque library Joanina housing over 200,000 ancient volumes beneath gilded ceilings and exotic wood shelving. The ceremonial halls and historic classrooms transport visitors through centuries of scholarly tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Sé Velha, Coimbra's Romanesque Old Cathedral built in the 12th century during the tumultuous period of the Reconquista. This fortress-like church, with its crenellated walls and narrow windows, represents one of Portugal's finest examples of Romanesque architecture. Inside, the Gothic cloister and Renaissance altarpiece showcase the evolution of Portuguese religious art.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through Coimbra's historic center, where narrow medieval streets wind between ancient stone buildings. The city's unique geography creates two distinct zones: the Baixa with its bustling commercial streets and the Alta where centuries of academic tradition permeate every cobblestone.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the Monastery of Santa Cruz, final resting place of Portugal's first two kings, Afonso Henriques and Sancho I. This 12th-century monastery features an ornate Manueline portal, Renaissance sacristy, and stunning azulejo panels depicting the life of Saint Augustine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::costa-nova",
      "name": "Costa Nova",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.6167,
        -8.75
      ],
      "lat": 40.6167,
      "lon": -8.75,
      "visits": [
        {
          "text": "Discover the iconic striped houses of Costa Nova, known locally as palheiros. These charming wooden structures, painted in vibrant reds, blues, greens, and yellows, were originally fishermen's huts used to store equipment. Today they stand as one of Portugal's most photographed coastal landmarks, creating a rainbow of color against the Atlantic backdrop.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb the Farol da Barra, Portugal's tallest lighthouse standing at 62 meters. Built in 1893, this striking red and white tower offers panoramic views across the Atlantic Ocean and the Aveiro lagoon. The ascent rewards visitors with breathtaking vistas of the coastline stretching toward the horizon.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax on the golden sands of Costa Nova do Prado beach, a favorite destination for surfers and sunbathers alike. The powerful Atlantic waves make this an excellent spot for water sports, while the long stretches of sand invite peaceful walks along the shore.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::covilha",
      "name": "Covilha",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.2833,
        -7.5
      ],
      "lat": 40.2833,
      "lon": -7.5,
      "visits": [
        {
          "text": "Begin your Covilhã exploration at Santa Maria Maior Church, a stunning 16th-century Baroque edifice in the heart of the historic center. Marvel at the exquisite blue and white azulejo tiles adorning its exterior, beautifully depicting scenes from the life of the Virgin Mary, showcasing centuries of Portuguese religious artistry.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb to Portas do Sol Viewpoint for panoramic vistas stretching across Covilhã's rooftops to the majestic Serra da Gardunha mountain range. This elevated terrace features a historic sundial and several remarkable street art murals from the WOOL Urban Art Festival.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Praça do Município, the vibrant heart of Covilhã where the impressive Town Hall, ornate Misericórdia Church, and elegant Municipal Theatre surround a statue honoring Pêro da Covilhã, the legendary 15th-century explorer sent by King John II to discover the spice routes of India and Ethiopia.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Wool Museum documenting Covilhã's heritage as one of Portugal's main wool producers. Housed in the historic Real Fábrica de Panos and Real Fábrica Veiga, the museum showcases the traditional textile processes that once powered hundreds of local factories.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to Varanda dos Carqueijais viewpoint, just 10 minutes from Covilhã, offering one of Serra da Estrela's most spectacular panoramas. The distinctive metal viewing platform has become an iconic photography spot, framing the dramatic mountain landscape in a unique architectural gesture.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to Torre, mainland Portugal's highest point at nearly 2,000 meters elevation. This dramatic summit, just 30 minutes from Covilhã, attracts visitors year-round seeking snow in winter and cool mountain air in summer. Portugal's only natural ski resort operates here during the coldest months.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Covão d'Ametade, one of Serra da Estrela's most enchanting glacial valleys. This fairy-tale landscape of dramatic rock formations, crystal-clear streams, and alpine meadows captivates visitors in every season, whether blanketed in snow or carpeted with wildflowers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embark on the WOOL Urban Art Route, an extraordinary open-air museum featuring works by international artists including Bordalo II's iconic recycled material owl, Third's massive heart mural, and Daniel Eime's intricate portraits. This annual festival has transformed neglected walls into vibrant canvases throughout the historic center.",
          "visit_duration_min": 60
        },
        {
          "text": "Cool off at Unhais da Serra river beach, a pristine natural swimming spot surrounded by lush mountain scenery. The well-maintained facilities and crystal-clear waters make this an ideal escape from summer heat, just 30 minutes from Covilhã.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 5
        },
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::elvas",
      "name": "Elvas",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.8822,
        -7.1639
      ],
      "lat": 38.8822,
      "lon": -7.1639,
      "visits": [
        {
          "text": "City of Elvas and its fortified walls",
          "visit_duration_min": 75
        },
        {
          "text": "Amoreira Aqueduct (Elvas)",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at the grand Amoreira Aqueduct, stretching 7 km with 843 arches, built by architect Francisco de Arruda, the same author of the Belém Tower. This impressive monument marks the entrance to the world's largest bastion fortification, classified as a UNESCO World Heritage Site.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the fortifications of Elvas, whose star-shaped defensive structures with a perimeter of nearly 10 km are a unique testimony to the evolution of military strategy up to the 19th century. The complex includes Islamic and medieval walls, the 17th-century wall belt, and the Forts of Santa Luzia and Graça.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the former Cathedral, now the Church of Nossa Senhora da Assunção, the Church of the Dominicans with its original octagonal floor plan, the Manueline pillory, and the Fernandina Tower. In the streets of the historic center, identify the arches that mark the ancient entrances through the walls.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Praça da República, the city's living room in Portuguese cobblestone, spacious and airy, with welcoming terraces. This is the heart of Elvas, where residents and visitors meet to enjoy the tranquil atmosphere of this border garrison town.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit the museums of Elvas: the Contemporary Art Museum, the João Carpinteiro Photography Museum with cameras from 1898 and prints dated 1860, the Sacred Art Museum, and two military-themed museum spaces.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the Church of São Domingos, the Third Order of São Francisco Church, and outside the walls, the Sanctuary of Senhor Jesus da Piedade where the famous annual pilgrimage takes place in September, coinciding with the São Mateus Fair.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 6
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: UNESCO Heritage and Medieval Villages",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::estremoz",
      "name": "Estremoz",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.849998,
        -7.583333
      ],
      "lat": 38.849998,
      "lon": -7.583333,
      "visits": [
        {
          "text": "City of Estremoz and its medieval castle",
          "visit_duration_min": 75
        },
        {
          "text": "Typical white facades of Estremoz",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Medieval Castle of Estremoz from the 13th century, now transformed into the Pousada Rainha Santa Isabel. The Tower of the Three Crowns, so called because three kings participated in its construction (Afonso III, Sancho II, and Dinis), offers splendid views over the marble region.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Professor Joaquim Vermelho Municipal Museum, located opposite the keep, with exhibitions on Alentejo life and the region's famous ceramics. Highlights include the Moringues, traditional globe-shaped jugs from Estremoz.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the elegant Church of Santa Maria, a 16th-century hall church in late Renaissance style that replaced a medieval temple. This monument impresses with its monumentality and decorative richness.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Chapel of Senhor Jesus dos Inocentes from the 18th century, next to the statue of Queen Saint Isabel. This pays tribute to the wife of King Dinis, famous for her charity and the miracle of the roses, who died in Estremoz.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through Rossio Marquês de Pombal, the main square dominated by the twin marble towers of the former 17th-century Convent of the Congregados. Climb the tower for glorious views over Estremoz and visit the Sacred Art Museum.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the Living Science Center in the former 15th-century Convent of the Maltese Sisters, with its beautiful cloister and exhibitions on Earth and Geology. The T-Rex skeleton replica is a must-see attraction for all ages.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the Porta de Santarém, the main entrance to the medieval village enclosed by the 13th-century wall, and the 17th-century Porta dos Currais. Also admire the Manueline pillory and Lago do Gadanha with its iconic statue.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 5
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: UNESCO Heritage and Medieval Villages",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::evora",
      "name": "Evora",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.5694,
        -7.903
      ],
      "lat": 38.5694,
      "lon": -7.903,
      "visits": [
        {
          "text": "City of Évora UNESCO World Heritage Site",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Praça do Giraldo, the beating heart of Évora, with its iconic arcades, the Church of Santo Antão, and the historic fountain that served for centuries as one of the main water supply structures for the population. The square's name pays tribute to Geraldo Sem Pavor, a semi-legendary figure from the city's reconquest from the Moors.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at the Roman Temple of Évora, dating from the 1st century, the main vestige from when Ebora Liberalitas Iulia was one of the most notable Roman cities in Lusitania. Contrary to popular belief, this temple was likely dedicated to the imperial cult rather than to the goddess Diana.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the imposing Évora Cathedral, the largest medieval cathedral in Portugal, built between the 12th and 13th centuries. Don't miss the cloisters, the main chapel, the Sacred Art Museum, and climb to the rooftop for a breathtaking panoramic view over this UNESCO World Heritage city.",
          "visit_duration_min": 75
        },
        {
          "text": "Enter the Church of São Francisco, built in Manueline-Mudéjar and Renaissance style in the 15th century, which once had the Royal Palace annexed and was intimately connected to Portugal's maritime expansion era. Inside, the famous Chapel of Bones will remain forever etched in your memory.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the College of the Holy Spirit, the main building of the University of Évora founded by Cardinal Dom Henrique in the 16th century. The grand cloister is a must-see, bearing witness to the historical importance of this centuries-old educational institution.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Largo and Fountain of Portas de Moura, one of the most emblematic squares of the 16th-century city, surrounded by noble mansions of the most important families of the era. This square preserves the aristocratic atmosphere of Renaissance Évora.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the Renaissance facade of the Church of Graça from the 16th century, a beautiful architectural example located in Largo da Graça. This temple demonstrates the wealth of Évora's religious heritage that extends throughout the city.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Art and Culture Center, the former Palace of the Inquisition, now a space of the Eugénio de Almeida Foundation dedicated to arts and culture with a special focus on contemporary art. A fascinating contrast between the building's dark history and its current cultural vocation.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Almendres Cromlech, built nearly 7,000 years ago, the largest megalithic enclosure on the Iberian Peninsula and one of the oldest in the world. This prehistoric monument testifies to human occupation of this region since time immemorial.",
          "visit_duration_min": 75
        },
        {
          "text": "Just over 1 km from the cromlech, visit the Almendres Menhir, another impressive megalithic monument that complements this extraordinary archaeological complex. These monuments are unique testimonies to the civilizations that inhabited the Alentejo thousands of years ago.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Largo Conde Vila Flor, home to some of the city's main buildings: the stunning Church of the Lóios with its blue and white azulejo tiles at their finest, the 15th-century Convent of the Lóios now a pousada, the Dukes of Cadaval Palace, and the Évora Museum with nearly 20,000 objects.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll through the magnificent Public Garden built in the 19th century, where you'll find the 15th-century Palace of Dom Manuel, the place where Vasco da Gama was appointed commander of the fleet that would discover the maritime route to India. Don't miss the charming Fake Ruins with their peacocks.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the imposing Walls of Évora surrounding the entire historic center and the grand Silver Water Aqueduct, inaugurated in the 16th century to supply the city. Look for the houses built between its arches, a secret that not all visitors discover.",
          "visit_duration_min": 60
        },
        {
          "text": "Climb to the Windmills of Alto de São Bento for the best panoramic view over Évora. This viewpoint offers a unique perspective of the World Heritage city, with its monuments and walls silhouetted against the Alentejo plain.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit the Cartuxa Winery, one of the most prestigious in Portugal, where you can taste the renowned Alentejo wine and olive oil. This wine tourism experience is essential for those wishing to discover the authentic flavors of the region.",
          "visit_duration_min": 60
        },
        {
          "text": "Travel the Évora Ecovia - Mora Branch on foot or by bicycle, an alternative way to discover the Alentejo landscape. This route allows direct contact with nature and the golden plains that characterize this region.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 1
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: UNESCO Heritage and Medieval Villages",
          "day": 1
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: UNESCO Heritage and Medieval Villages",
          "day": 2
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: UNESCO Heritage and Medieval Villages",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::evora-monte",
      "name": "Evora Monte",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.7718,
        -7.7162
      ],
      "lat": 38.7718,
      "lon": -7.7162,
      "visits": [
        {
          "text": "Discover the unique Castle of Évora Monte, erected by King Dinis in the 14th century atop Roman fortifications, in a spectacular position on a steep hilltop. The almost triangular structure with five towers and an imposing keep is a unique example of Portuguese military architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the small village of Évora Monte where the Convention of Évora Monte was signed in 1834, ending the Portuguese civil war. Legend has it that the signing took so long that only stale bread was left to eat, leading to the invention of the Alentejo açorda.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: UNESCO Heritage and Medieval Villages",
          "day": 5
        }
      ]
    },
    {
      "place_id": "PT::fundao",
      "name": "Fundao",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.1381,
        -7.5011
      ],
      "lat": 40.1381,
      "lon": -7.5011,
      "visits": [
        {
          "text": "Explore Fundão's Historic Center, which combines traditional streets, local commerce, and renovated cultural spaces. Stroll through the Municipality Square, visit the Parish Church, and discover the Town Hall building. The city stands out for its connection to digital innovation, visible at the Center for Digital Migrations.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Castelo Novo, one of Portugal's most beautiful Historic Villages integrated into the Fundão municipality. The granite houses, the Manueline pillory, the castle, and the extraordinary central square form a medieval setting preserved with rare harmony. Climb to the castle in late afternoon to watch the sunset over the mountain.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the José Monteiro Archaeological Museum, which gathers finds from the region explaining human occupation of the territory since prehistory. Also explore Moagem - City of Ingenuity and Arts, a dynamic cultural space installed in a recovered former factory.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the panoramic trails of Serra da Gardunha, such as PR7 or the climb to Racha da Penha, through woods, streams, and plateaus with views over the Zêzere valley. In spring, the slopes covered with cherry blossoms transform the landscape into a unique spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the Fundão Cherry Route, the Portuguese capital of this fruit. Between May and June, several farms open their doors for visits, direct picking, and gastronomic experiences. The Cherry Festival in Alcaide is one of the most popular events, with producer stalls and lots of entertainment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 10
        }
      ]
    },
    {
      "place_id": "PT::geres",
      "name": "Geres",
      "cc": "PT",
      "language": "en",
      "coords": [
        41.7167,
        -8.15
      ],
      "lat": 41.7167,
      "lon": -8.15,
      "visits": [
        {
          "text": "Enter Peneda-Gerês National Park, Portugal's only national park protecting a wilderness of mountains, ancient forests, and cascading waterfalls. The park encompasses the Peneda, Soajo, Amarela, and Gerês mountain ranges reaching 1,545 meters at their highest point. This remarkable landscape harbors diverse wildlife in pristine environments earning Portugal's highest protection level.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Soajo, a traditional mountain village known for its unique espigueiros-historic stone granaries raised on granite pillars creating one of the park's most photographed scenes. Stone houses and ancient churches reflect enduring traditions of this remote community. The Mourela Plateau rising to 1,000 meters offers exceptional birdwatching in heather and grassland habitat.",
          "visit_duration_min": 75
        },
        {
          "text": "Enter Peneda-Gerês National Park, Portugal's only national park protecting a wilderness of mountains, ancient forests, and cascading waterfalls. The park encompasses the Peneda, Soajo, Amarela, and Gerês mountain ranges reaching 1,545 meters at their highest. This remarkable landscape harbors diverse wildlife in pristine environments earning Portugal's highest protection level.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Soajo, a traditional mountain village serving as an excellent hiking base, known for its unique espigueiros-historic stone granaries raised on granite pillars. These distinctive structures used for centuries to store and dry corn create one of the park's most photographed scenes. Stone houses and ancient churches reflect enduring traditions of this remote mountain community.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Mourela Plateau rising to approximately 1,000 meters, recognized as one of the national park's premier birdwatching locations. This high moorland habitat supports diverse avian species thriving in heather, grassland, and boggy terrain. The plateau's open landscapes provide excellent visibility for spotting raptors and migrating species throughout the year.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the trails of Peneda-Gerês including the Grande Rota traversing spectacular mountain scenery with options from gentle walks to challenging treks. Seek adventure at waterfalls where canyoning and cliff jumping provide adrenaline-fueled experiences in dramatic settings. Relax in the natural thermal waters of Caldas do Gerês, a spa village famous for hot springs since Roman times.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike the trails of Peneda-Gerês including the adventurous Grande Rota traversing the park's most spectacular scenery. Shorter circular walks pass through forests, past waterfalls, and to scenic viewpoints. The park's five 'gates' offer visitor information centers with detailed hiking maps and guidance.",
          "visit_duration_min": 60
        },
        {
          "text": "Seek adventure at waterfalls where canyoning and cliff jumping trips provide adrenaline-fueled ways to experience dramatic water features. Professional guides lead expeditions through gorges, down cascades, and into crystal-clear pools surrounded by granite cliffs. Swimming and sunbathing at natural pools offer refreshing rewards after hiking.",
          "visit_duration_min": 60
        },
        {
          "text": "Relax in the natural thermal waters of Caldas do Gerês, a spa village famous for hot springs since Roman times. The therapeutic waters emerge at temperatures ideal for soothing tired muscles after active days in the mountains. This traditional wellness destination provides perfect complement to outdoor adventures.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 13
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::gouveia",
      "name": "Gouveia",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.4922,
        -7.5936
      ],
      "lat": 40.4922,
      "lon": -7.5936,
      "visits": [
        {
          "text": "Discover the Casa da Torre in Gouveia, a 16th-century building classified as a National Monument since 1928. This beautiful example of 16th-century Manueline style is one of the most important architectural testimonies of this mountain town, situated on the western slope of Serra da Estrela at about 700 meters altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Abel Manta Municipal Museum, housed in the 18th-century Manor House of the Counts of Vinhó and Almedina. This museum holds an important collection from the illustrious painter born in Gouveia, as well as works by artists such as Vieira da Silva, Joaquim Rodrigo, Júlio Resende, Júlio Pomar, Paula Rego, among other masters of Portuguese art.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Gouveia Town Hall, former Jesuit College, and the Vergílio Ferreira Municipal Library, housed in the Serpa-Pimentel Manor House. These noble buildings bear witness to the patrimonial richness of this city with traces of Castro, Roman, and Moorish civilizations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Climb to Monte Calvário with its 18th-century temple and enjoy an excellent panoramic view over the Mondego Valley. Also visit the Paixotão Viewpoint and the Gouveia Zoological Park, green spaces that make this city a privileged destination for nature lovers.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the Pedra da Orca Dolmen in the parish of Rio Torto, a megalithic monument dating from the late Neolithic period. This archaeological vestige is the most significant example of ancient human occupation in this region, witnessing thousands of years of history.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::guarda",
      "name": "Guarda",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.5373,
        -7.2676
      ],
      "lat": 40.5373,
      "lon": -7.2676,
      "visits": [
        {
          "text": "Discover the majestic Sé Cathedral of Guarda, an imposing edifice whose construction began during the reign of King John I and was completed in 1517. This emblematic cathedral presents a fascinating blend of Gothic and Manueline styles, standing as one of the most remarkable religious monuments in Portugal's interior. Its grandeur reflects the historical importance of this city founded by King Sancho I.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Castle of Guarda, situated in a commanding position at 1,056 meters altitude, the highest point of any Portuguese city. Although only remnants of the walls and keep remain, this historic site evokes the times when Guarda was a strategic defensive point, justifying its epithet as a Strong city.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through the ancient Jewish Quarter of Guarda, located within the walls near the Porta D'El Rei. This Jewish community was for centuries one of the most important and ancestral in Portugal, leaving a historical and cultural legacy that can still be discovered in the narrow alleyways of this medieval neighborhood.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the Misericórdia Church of Guarda, whose construction dates back to the 17th century. The portal is framed by two bell towers and displays an image of Our Lady of Mercy. The interior is dominated by the Baroque style, both in form and decoration, with King John V's coat of arms above the main portal.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplate the Statue of King Sancho I in Praça Luís de Camões, a bronze monument dedicated to the king who granted city status to Guarda on November 27, 1199. This tribute celebrates the founder of the city of the 5 F's: Forte (Strong), Farta (Abundant), Fria (Cold), Fiel (Faithful), and Formosa (Beautiful).",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Mileu Archaeological Site, discovered in 1953 during construction work. This important cluster of archaeological ruins, located about two kilometers from Guarda, features various Roman residential structures near the Chapel of Nossa Senhora de Mileu.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit the Guarda Museum, founded in 1940, which houses a remarkable collection including archaeology, numismatics, sacred sculpture from the 13th to 18th centuries, sacred painting, armory, ceramics, and contemporary art. Housed in a historic building, this museum preserves the memory and identity of the Beira region.",
          "visit_duration_min": 60
        },
        {
          "text": "Enjoy the Rio Diz Urban Park, an impressive space with 21 hectares of land, an 11,400 square meter water feature, playground, green areas, semi-covered entertainment zone, and toy library. Also stroll through the Municipal Garden with its curious hedge maze.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 1
        },
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::janeiro-de-cima",
      "name": "Janeiro De Cima",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.0456,
        -7.7939
      ],
      "lat": 40.0456,
      "lon": -7.7939,
      "visits": [
        {
          "text": "Discover the Janeiro de Cima River Beach, one of the most beautiful in the region, surrounded by schist houses and traditional boats. This riverside village offers a welcoming environment where tradition meets the preserved nature of the Naturtejo Geopark.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the neighboring village of Janeiro de Baixo, which maintains the same authentic riverside atmosphere. The schist houses, cobblestone streets, and contact with the river make this village a refuge of tranquility in the heart of Beira Interior.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Barroca, in the heart of the Naturtejo Geopark, which offers rock art, hikes, and authentic contact with rural life. This village preserves ancestral traditions and unique geological landscapes that witness millions of years of natural history.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Venture into the Tejo Internacional Natural Park, where you can observe vultures, eagles, and black storks on the rocks. Take a boat trip on the Rio Tejo at Vila Velha de Ródão and admire the Portas de Ródão, imposing cliffs that form one of Portugal's most dramatic landscapes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 11
        }
      ]
    },
    {
      "place_id": "PT::lagos",
      "name": "Lagos",
      "cc": "PT",
      "language": "en",
      "coords": [
        37.1028,
        -8.673
      ],
      "lat": 37.1028,
      "lon": -8.673,
      "visits": [
        {
          "text": "Discover Lagos, one of Portugal's most charming historic towns with white-washed buildings, cobbled streets, and a cozy traditional atmosphere. The compact old town offers historic landmarks, interesting museums, and a lively local market perfect for experiencing authentic Portuguese culture. This lovely western Algarve town combines heritage with easy access to spectacular coastal scenery.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at Ponta da Piedade, one of Portugal's most famous natural landmarks featuring stunning coastal rock formations, sea caves, and grottos. The breathtaking scenery includes towering cliffs accessible via coastal paths and a steep staircase descending to sea level for closer views of the grottos. This extraordinary landscape is even more magical at sunset when golden light illuminates the sculptural formations.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Praia do Camilo, a tiny beach accessed via steep stairs where the views from above are equally stunning as the beach itself. The beach divides into two areas connected by a short tunnel carved through the rocks, creating an incredibly scenic experience. Nearby Praia de Dona Ana is surrounded by steep colorful cliffs and crystal-clear blue water, ranking among the Algarve's most beautiful beaches.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Ponta da Piedade by kayak, paddling through sea caves and along the spectacular coastline for an unforgettable perspective on these natural wonders. Small boat tours also navigate into the grottos, offering intimate access to the sculpted rock formations. The combination of golden cliffs, turquoise water, and hidden caves creates one of Europe's most photogenic coastal landscapes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 5
        }
      ]
    },
    {
      "place_id": "PT::lamego",
      "name": "Lamego",
      "cc": "PT",
      "language": "en",
      "coords": [
        41.0979,
        -7.8086
      ],
      "lat": 41.0979,
      "lon": -7.8086,
      "visits": [
        {
          "text": "Climb the 686 steps of the baroque stairway at the Sanctuary of Nossa Senhora dos Remédios, Lamego's emblem and one of the most impressive monumental ensembles in Portugal. Azulejo panels, allegorical fountains like the Fountain of the Giants in the Patio of Kings, and breathtaking panoramic views punctuate this ascent culminating at the sanctuary dedicated to the city's patron saint.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Lamego Cathedral, which dates back to the 12th century and combines original Romanesque elements with Gothic and Renaissance additions. The Manueline triple portal, the most significant work of this region, stands out, and inside, the baroque main altar and the vaults of the three naves covered with colorful Old Testament frescoes.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Lamego Museum, housed in the former Episcopal Palace of baroque style. It possesses one of the finest religious art collections in Portugal, including works by Grão Vasco and Flemish tapestries. Prepare for total amazement when seeing the gilded wood altars entirely transferred from the Chagas Monastery.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk the Port Wine Trail in the parish of Samodães, essential for hiking enthusiasts and simply one of the best trails in Portugal. The landscapes of the Douro wine region are sublime with their terraces sculpted into the hillsides, creating a natural amphitheater where the vine has reigned since time immemorial.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Raposeira Cellars and treat yourself to a refreshing break with the elegant sparkling wine of Lamego. Discover how Cistercian monks developed the ancestral rituals to achieve the perfection of this refined wine, celebrating the winemaking tradition that makes Lamego one of the cradles of Portuguese sparkling wine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Lamego Castle and its fascinating Cistern, one of the best-preserved castle cisterns in Portugal. Climb the 12th-century Keep Tower with its interactive and playful explanations. Don't miss the Gate of the Fig Trees with its two turrets and the Archaeological Center with its treasures from Roman times.",
          "visit_duration_min": 60
        },
        {
          "text": "Indulge in Lamego's gastronomy: roast kid, the lean ham renowned since ancient times, sausages and smoked products. For pastries, taste the convent-style Grades de Lamego and the very sweet Tarte de Lamego. Visit A Presunteca for a tasting platter accompanied by wines from the region.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 5
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::leiria",
      "name": "Leiria",
      "cc": "PT",
      "language": "en",
      "coords": [
        39.7436,
        -8.8071
      ],
      "lat": 39.7436,
      "lon": -8.8071,
      "visits": [
        {
          "text": "Ascend to Leiria Castle, a medieval fortress perched dramatically above the city with origins dating to the 12th century. The castle's romantic ruins, including the royal palace and gothic loggia, offer sweeping views across the pine forests to the Atlantic. Each August, the atmospheric walls host Entremuralhas, a gothic music festival that transforms the ancient stones into a hauntingly beautiful venue.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through Praça Rodrigues Lobo, Leiria's elegant main square surrounded by arcaded buildings and charming cafés. This bustling gathering place showcases the city's architectural heritage, including fine examples of Art Nouveau design by architect Ernesto Korrodi.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Leiria Cathedral, a 16th-century maniérist masterpiece dedicated to Our Lady of the Assumption. This unique hall church, with its three naves of equal height, stands as one of Portugal's finest examples of the Hallenkirchen style, comparable to the Jerónimos Monastery in Lisbon.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the newly renovated Leiria Museum, housed in the former Santo Agostinho Convent. After 97 years of scattered collections, this comprehensive museum now tells the city's story through innovative displays spanning archaeology, art, and local traditions.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::lisbon",
      "name": "Lisbon",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.7223,
        -9.1393
      ],
      "lat": 38.7223,
      "lon": -9.1393,
      "visits": [
        {
          "text": "Jour 1: Begin your Lisbon adventure at the magnificent Praça do Comércio, the city's grandest square opening dramatically onto the Tagus River. This monumental waterfront plaza, rebuilt after the devastating 1755 earthquake, served as the ceremonial entrance to Portugal's capital for arriving dignitaries. The elegant arcaded buildings and triumphal arch create one of Europe's most impressive urban spaces.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Stroll along Rua Augusta, Lisbon's vibrant pedestrian thoroughfare connecting the waterfront to the heart of the Baixa district. This lively street buzzes with outdoor cafés, traditional shops, and street performers beneath elegant 18th-century façades. Climb to the top of the Arco da Rua Augusta for sweeping views over the geometric streets of downtown and the glittering Tagus beyond.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Ascend in the Elevador de Santa Justa, an extraordinary neo-Gothic iron lift designed by a student of Gustave Eiffel in 1902. This remarkable piece of urban engineering whisks passengers 45 meters up through an ornate wrought-iron tower to connect the Baixa with the Carmo neighborhood above. The viewing platform at the summit reveals a stunning panorama across Lisbon's terracotta rooftops.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Explore the hauntingly beautiful ruins of the Convento do Carmo, a Gothic monastery left roofless since the catastrophic earthquake of 1755. The skeletal arches reaching toward the open sky create one of Lisbon's most atmospheric and photographed sites. Today the ruins house an archaeological museum with artifacts spanning from prehistoric times to the medieval period.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Lose yourself in the labyrinthine streets of Alfama, Lisbon's oldest and most atmospheric neighborhood that survived the great earthquake largely intact. Narrow alleyways wind between ancient houses adorned with colorful azulejo tiles, while the melancholic strains of fado music drift from hidden taverns. This medieval quarter climbing from the waterfront to the castle preserves the authentic soul of old Lisbon.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Conquer the heights of Castelo de São Jorge, the hilltop fortress that has watched over Lisbon for more than a millennium. Originally a Moorish stronghold before the Christian reconquest in 1147, the castle walls and towers offer the most spectacular panoramic views in the entire capital. Wander through archaeological remains, peaceful gardens, and ramparts overlooking the city's seven hills.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Sé Cathedral, Lisbon's oldest church and a powerful symbol of the Christian reconquest, built on the site of a former mosque in the 12th century. This Romanesque fortress-church has survived earthquakes, wars, and centuries of history while accumulating Gothic cloisters, baroque chapels, and treasures from every era. The austere façade flanked by two bell towers creates an imposing presence in the heart of Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Journey to the riverside district of Belém, where Portugal's Age of Discovery left its most magnificent monuments along the Tagus. This elegant quarter west of the center celebrates the era when Portuguese navigators charted unknown oceans and established a global maritime empire. Tree-lined avenues, manicured gardens, and waterfront promenades connect the area's UNESCO-listed treasures.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Marvel at the Mosteiro dos Jerónimos, an extraordinary masterpiece of Manueline architecture and one of Portugal's most important monuments. This 16th-century monastery, built to commemorate Vasco da Gama's voyage to India, features fantastically ornate stone carvings combining maritime, religious, and royal symbols. The cloisters rank among the most beautiful in Europe, their delicate stonework a testament to Portugal's golden age.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Stand before the iconic Torre de Belém, a fortified tower rising from the Tagus that has become the definitive symbol of Lisbon. Built in the early 16th century to guard the river entrance, this UNESCO World Heritage Site blends Manueline and Moorish architectural elements in its decorative stonework. The tower's position jutting into the river recalls the departure point for countless Portuguese voyages of exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Discover the MAAT (Museum of Art, Architecture and Technology), a stunning contemporary museum whose undulating rooftop merges seamlessly with the Belém waterfront. This architectural landmark hosts rotating exhibitions of national and international contemporary art within its futuristic interior spaces. The rooftop walkway offers unique perspectives over the Tagus and connects to the adjacent historic power station.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Experience the creative energy of LX Factory, a former industrial complex transformed into Lisbon's most vibrant cultural hub. Abandoned textile factories now house independent boutiques, bookshops, art galleries, and creative studios beneath exposed brick and ironwork. This alternative neighborhood pulses with artistic energy and represents the contemporary, forward-looking side of the Portuguese capital.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Begin your Portuguese adventure at Praça do Comércio, Lisbon's grandest square opening dramatically onto the Tagus River. This monumental waterfront plaza rebuilt after the 1755 earthquake served as the ceremonial gateway to Portugal's capital. The elegant arcaded buildings and triumphal arch create one of Europe's most impressive urban spaces.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Stroll along Rua Augusta to the historic Baixa district, climbing the Arco da Rua Augusta for sweeping views over downtown and the glittering Tagus. Ascend in the Elevador de Santa Justa, an extraordinary neo-Gothic iron lift designed by a student of Gustave Eiffel. Explore the haunting ruins of Convento do Carmo, left roofless since the catastrophic 1755 earthquake.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Lose yourself in Alfama's labyrinthine streets, Lisbon's oldest neighborhood that survived the great earthquake intact. Narrow alleyways wind between ancient houses adorned with colorful azulejo tiles while melancholic fado drifts from hidden taverns. Conquer the heights of Castelo de São Jorge, the hilltop fortress offering the most spectacular panoramic views in the capital.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Sé Cathedral, Lisbon's oldest church built on a former mosque site in the 12th century. Journey to Belém where Portugal's Age of Discovery left magnificent monuments along the Tagus. Marvel at the Mosteiro dos Jerónimos, an extraordinary Manueline masterpiece commemorating Vasco da Gama's voyage to India.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Begin your Portuguese adventure at the magnificent Praça do Comércio, Lisbon's grandest square opening dramatically onto the Tagus River. This monumental waterfront plaza, rebuilt after the devastating 1755 earthquake, served as the ceremonial gateway to Portugal's capital. The elegant arcaded buildings and triumphal arch create one of Europe's most impressive urban spaces.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Stroll along Rua Augusta, Lisbon's vibrant pedestrian thoroughfare connecting the waterfront to the heart of the Baixa district. Climb to the top of the Arco da Rua Augusta for sweeping views over the geometric streets of downtown and the glittering Tagus beyond. This lively street buzzes with outdoor cafés and traditional shops beneath elegant 18th-century façades.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Ascend in the Elevador de Santa Justa, an extraordinary neo-Gothic iron lift designed by a student of Gustave Eiffel in 1902. This remarkable piece of urban engineering whisks passengers 45 meters up through an ornate wrought-iron tower to the Carmo neighborhood. The viewing platform reveals a stunning panorama across Lisbon's terracotta rooftops.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Explore the hauntingly beautiful ruins of the Convento do Carmo, a Gothic monastery left roofless since the catastrophic earthquake of 1755. The skeletal arches reaching toward the open sky create one of Lisbon's most atmospheric sites. Today the ruins house an archaeological museum with artifacts spanning from prehistoric times to the medieval period.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Lose yourself in the labyrinthine streets of Alfama, Lisbon's oldest neighborhood that survived the great earthquake largely intact. Narrow alleyways wind between ancient houses adorned with colorful azulejo tiles, while melancholic fado music drifts from hidden taverns. This medieval quarter climbing to the castle preserves the authentic soul of old Lisbon.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Conquer the heights of Castelo de São Jorge, the hilltop fortress watching over Lisbon for more than a millennium. Originally a Moorish stronghold before the Christian reconquest in 1147, the castle walls offer the most spectacular panoramic views in the capital. Wander through archaeological remains, peaceful gardens, and ramparts overlooking the city's seven hills.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Sé Cathedral, Lisbon's oldest church built on the site of a former mosque in the 12th century following the reconquest. This Romanesque fortress-church has survived earthquakes and wars while accumulating Gothic cloisters and baroque chapels. The austere façade flanked by two bell towers creates an imposing presence in Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Journey to the riverside district of Belém, where Portugal's Age of Discovery left its most magnificent monuments along the Tagus. This elegant quarter celebrates the era when Portuguese navigators charted unknown oceans and established a global maritime empire. Tree-lined avenues and waterfront promenades connect the area's UNESCO-listed treasures.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Marvel at the Mosteiro dos Jerónimos, an extraordinary masterpiece of Manueline architecture and one of Portugal's most important monuments. Built to commemorate Vasco da Gama's voyage to India, this 16th-century monastery features fantastically ornate stone carvings combining maritime, religious, and royal symbols. The cloisters rank among the most beautiful in Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Stand before the iconic Torre de Belém, a fortified tower rising from the Tagus that has become the definitive symbol of Lisbon. Built in the early 16th century to guard the river entrance, this UNESCO World Heritage Site blends Manueline and Moorish elements. The tower's position recalls the departure point for countless Portuguese voyages of exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Photograph the Padrão dos Descobrimentos, a striking modernist monument celebrating Portuguese explorers who opened new sea routes to the world. This 52-meter sculpture depicts Henry the Navigator leading a procession of historical figures toward the water. The monument's dramatic silhouette makes it one of Belém's most recognizable landmarks.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1: Wander through the elegant Chiado district, Lisbon's traditional quarter of intellectuals, artists, and literary cafés where Fernando Pessoa once held court. This sophisticated neighborhood bridges the lower city with the bohemian heights of Bairro Alto, offering excellent shopping, historic theaters, and charming squares. The area's cultural significance and refined atmosphere make it perfect for an afternoon of exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Ride the legendary Tram 28, a vintage yellow streetcar that rattles through Lisbon's most picturesque neighborhoods on its winding route across the city. This living piece of transport history climbs impossibly steep streets, squeezes through narrow passages, and passes major landmarks from Alfama to Estrela. The journey aboard these century-old wooden trams provides an authentic and scenic way to experience the city's dramatic topography.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Watch sunset from the Miradouro de Santa Luzia, a romantic terrace overlooking the Alfama rooftops and the sparkling Tagus River. Bougainvillea-draped pergolas, decorative azulejo panels, and palm trees frame views that stretch from the dome of the National Pantheon to the distant hills. This beloved viewpoint captures the essence of Lisbon's melancholic beauty as the city glows in the evening light.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Photograph the Padrão dos Descobrimentos, a striking modernist monument celebrating the Portuguese explorers who opened new sea routes to the world. This 52-meter sculpture rising from the riverbank depicts Henry the Navigator leading a procession of historical figures toward the water. The monument's dramatic silhouette and waterfront position make it one of Belém's most recognizable landmarks.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Explore the Bairro Alto, Lisbon's historic high quarter where bohemian spirit meets traditional neighborhood life. By day, quiet streets reveal vintage shops, fado houses, and neighborhood taverns serving traditional petiscos. After dark, the quarter transforms into the city's legendary nightlife district with countless bars spilling onto the narrow streets.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Seek out Lisbon's famous miradouros, the scenic viewpoints scattered across the city's seven hills that reveal new perspectives at every turn. From the panoramic Miradouro da Senhora do Monte to the elegant terraces of São Pedro de Alcântara, each offers its own character and vista. These beloved gathering spots are essential to understanding how Lisbonites experience their dramatically vertical city.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1: Wander through the elegant Chiado district, Lisbon's traditional quarter of intellectuals and literary cafés where Fernando Pessoa once held court. This sophisticated neighborhood bridges the lower city with bohemian Bairro Alto offering excellent shopping and charming squares.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Stand before the iconic Torre de Belém, the fortified tower that has become Lisbon's definitive symbol. Photograph the Padrão dos Descobrimentos celebrating Portuguese explorers. Ride the legendary Tram 28 rattling through picturesque neighborhoods on its winding route across the city.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1: Wander through the elegant Chiado district, Lisbon's traditional quarter of intellectuals, artists, and literary cafés where Fernando Pessoa once held court. This sophisticated neighborhood bridges the lower city with the bohemian heights of Bairro Alto, offering excellent shopping and charming squares. The area's cultural significance and refined atmosphere make it perfect for afternoon exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Ride the legendary Tram 28, a vintage yellow streetcar rattling through Lisbon's most picturesque neighborhoods on its winding route. This living piece of transport history climbs impossibly steep streets, squeezes through narrow passages, and passes major landmarks. The journey aboard these century-old wooden trams provides an authentic way to experience the city's dramatic topography.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Watch sunset from the Miradouro de Santa Luzia, a romantic terrace overlooking the Alfama rooftops and the sparkling Tagus. Bougainvillea-draped pergolas, decorative azulejo panels, and palm trees frame views stretching to distant hills. This beloved viewpoint captures Lisbon's melancholic beauty as the city glows in evening light.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Experience the vibrant nightlife of Bairro Alto, the historic high quarter where bohemian spirit meets traditional neighborhood life. After dark, the quarter transforms into Lisbon's legendary entertainment district with countless bars spilling onto narrow streets. This is where locals and visitors mingle in an atmosphere unique to the Portuguese capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Discover the MAAT (Museum of Art, Architecture and Technology), a stunning contemporary museum whose undulating rooftop merges with the Belém waterfront. This architectural landmark hosts rotating exhibitions of international contemporary art within futuristic interior spaces. The rooftop walkway offers unique perspectives over the Tagus.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Experience the creative energy of LX Factory, a former industrial complex transformed into Lisbon's most vibrant cultural hub. Abandoned textile factories now house independent boutiques, bookshops, and art galleries beneath exposed brick and ironwork. This alternative neighborhood represents the contemporary, forward-looking side of the Portuguese capital.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Lisbon Escape: Historic Treasures, Tagus Views and Royal Palaces",
          "day": 1
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 7
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 1
        }
      ]
    },
    {
      "place_id": "PT::marvao",
      "name": "Marvao",
      "cc": "PT",
      "language": "en",
      "coords": [
        39.3942,
        -7.3764
      ],
      "lat": 39.3942,
      "lon": -7.3764,
      "visits": [
        {
          "text": "Discover Marvão, a breathtaking medieval village perched on a rocky ridge at 862 meters elevation within the Serra de São Mamede Natural Park. This eagle's nest settlement, encircled by 13th-century walls, offers spectacular views stretching across the Alentejo to Spain, creating one of Portugal's most dramatic panoramas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Marvão Castle, a remarkably preserved medieval fortress whose walls seem to grow organically from the granite cliffs. The castle's strategic position made it virtually impregnable throughout centuries of border conflicts, and today visitors can walk the entire circuit of walls and towers.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through Largo do Rossio, Marvão's charming central square shaded by a magnificent centuries-old plane tree. The surrounding whitewashed houses, flowered balconies, and traditional cafés create an atmosphere frozen in time.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit a traditional tapestry workshop where artisans continue the centuries-old craft of hand-weaving. Some pieces created in Marvão's workshops are said to have inspired works by renowned Portuguese painter Vieira da Silva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::monsaraz",
      "name": "Monsaraz",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.4927,
        -7.2812
      ],
      "lat": 38.4927,
      "lon": -7.2812,
      "visits": [
        {
          "text": "Medieval village of Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "View over Lake Alqueva from Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Monsaraz, the graceful medieval village winner in the Monument Villages category of Portugal's 7 Wonders. Made of lime and slate, this settlement suspended in time whispers stories of bold kings and Knights Templar, maintaining its ancient magic like few places in the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Monsaraz Castle, built by King Dinis in the 14th century, classified as a National Monument. The former parade ground has functioned as a bullring since 1830, hosting the traditional bullfight annually during the festivities of Our Lord Jesus of the Steps. From the castle, enjoy views over the Alqueva Dam, the largest artificial lake in Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Enter the Parish Church of Nossa Senhora da Lagoa from the 16th century, in Renaissance style using regional slate. Inside, admire the tomb of Gomes Martins Silvestre, a Knight Templar, first governor and settler of Monsaraz, sculpted in Estremoz marble with a funeral procession of seventeen figures.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Former Courthouses in Travessa da Cadeia, the old administrative headquarters and tribunal of Monsaraz. Don't miss the medieval fresco The Good and the Bad Judge, a satire on the corruption of justice of the era depicting two judges in contrasting attitudes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the four gates of the walls: Porta da Vila protected by two towers with a plaque dedicated to the Immaculate Conception by King João IV in 1646, the Gothic-arched Porta d'Évora, and the Alcoba and Buraco gates. Admire the views over the Alentejo fields.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the hidden treasures of Monsaraz: the Chapel of São João Batista known as Cuba due to its cubic Moorish-influenced shape, the ancient Cistern that may have been a mosque, the Inquisition House, Santiago Church, and the hermitages of São Bento, São Lázaro, Santa Catarina, and São Sebastião.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 7
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo: UNESCO Heritage and Medieval Villages",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::pinhao",
      "name": "Pinhao",
      "cc": "PT",
      "language": "en",
      "coords": [
        41.1897,
        -7.5453
      ],
      "lat": 41.1897,
      "lon": -7.5453,
      "visits": [
        {
          "text": "Enter the Douro Valley, a UNESCO World Heritage landscape of steeply terraced vineyards cascading to one of Europe's most scenic rivers. This oldest demarcated wine region in the world has produced port wine for centuries using traditional methods. The dramatic scenery of vine-covered slopes and whitewashed quintas creates Portugal's most iconic landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Alto Douro Wine Region on foot, hiking through working vineyards and peaceful villages perched on hillsides. Walking trails wind between terraced slopes cultivated since Roman times, passing ancient olive groves and almond orchards. Natural beauty, agricultural heritage, and warm hospitality create unforgettable experiences.",
          "visit_duration_min": 75
        },
        {
          "text": "Travel along the historic Douro railway line opened in 1887, considered one of the world's most scenic train journeys. The tracks follow the river through tunnels and over bridges spanning tributary valleys. This engineering marvel provides a relaxing way to absorb magnificent valley scenery.",
          "visit_duration_min": 75
        },
        {
          "text": "Enter the Douro Valley, a UNESCO World Heritage landscape of steeply terraced vineyards cascading to one of Europe's most scenic rivers. This is the world's oldest demarcated wine region, where port wine has been produced for centuries using traditional methods. The dramatic scenery of vine-covered slopes and whitewashed quintas creates Portugal's most iconic landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Alto Douro Wine Region on foot, hiking through working vineyards and peaceful traditional villages perched on hillsides. Walking trails wind between terraced slopes cultivated since Roman times, passing ancient olive groves and almond orchards. Natural beauty, agricultural heritage, and warm hospitality make this an unforgettable hiking destination.",
          "visit_duration_min": 75
        },
        {
          "text": "Travel along the historic Douro railway line, opened in 1887 and considered one of the world's most scenic train journeys. The tracks follow the river from Porto to Pocinho, passing through tunnels and over bridges spanning tributary valleys. This engineering marvel provides a relaxing way to absorb magnificent valley scenery.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cycle through vineyard-covered hillsides and traditional villages along riverside trails and mountain climbs-e-bikes highly recommended for the steep terrain. Paddle the slow-flowing Douro by kayak, gliding beneath cliffs and past terraced vineyards reflected in calm waters. The river perspective reveals the full grandeur of this UNESCO-protected landscape.",
          "visit_duration_min": 60
        },
        {
          "text": "Cycle through the Douro Valley's vineyard-covered hillsides, orchards, and traditional villages along riverside trails and mountain climbs. The steep terrain rewards cyclists with spectacular views from elevated roads. E-bikes are highly recommended for those less accustomed to hills, allowing everyone to enjoy this magnificent cycling landscape.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddle the slow-flowing Douro River by kayak or canoe, gliding beneath towering cliffs and past terraced vineyards reflected in calm waters. This peaceful experience allows stops at riverside beaches and local villages for food and wine. The river perspective reveals the full grandeur of this UNESCO-protected landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 12
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::ponte-de-sor",
      "name": "Ponte De Sor",
      "cc": "PT",
      "language": "en",
      "coords": [
        39.25,
        -8.0167
      ],
      "lat": 39.25,
      "lon": -8.0167,
      "visits": [
        {
          "text": "Discover Ponte de Sor, strategically positioned on the historic route linking Mérida to Lisbon since Roman times. Today this riverside town marks kilometer 435 of Portugal's iconic EN2 road connecting Chaves to Faro, making it an essential stop for travelers exploring the country's diverse landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Centro de Artes e Cultura, a multidisciplinary space featuring the world's largest cork mosaic, certified by Guinness World Records in 2014. Albanian artist Saimir Strati created this remarkable work celebrating one of the region's most important industries, housed in a former grain mill that preserves industrial archaeological heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Galveias and its José Luís Peixoto Interpretation Center, dedicated to one of Portugal's most celebrated contemporary writers. This literary route encompasses 22 points of interest connecting the author's work to the landscapes that inspired him.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Journey to Montargil Dam, the municipality's premier attraction set amid rolling cork oak forests. This vast reservoir offers a water sports center, river beach, and stunning viewpoints. For the ultimate experience, take a hot air balloon flight at dawn or dusk to appreciate the serene Alentejo landscape from above.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 10
        }
      ]
    },
    {
      "place_id": "PT::portalegre",
      "name": "Portalegre",
      "cc": "PT",
      "language": "en",
      "coords": [
        39.2967,
        -7.4306
      ],
      "lat": 39.2967,
      "lon": -7.4306,
      "visits": [
        {
          "text": "Explore Portalegre's historic center, where baroque architecture and azulejo-adorned facades line winding medieval streets. The Palácio Amarelo and numerous noble houses testify to the prosperity brought by the textile industry that made this city famous throughout Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Portalegre Castle, a 13th-century medieval fortress whose walls and towers still dominate the city skyline. From the ramparts, spectacular views extend across Portalegre to the rolling hills of Serra de São Mamede, while a small military museum preserves local martial heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Portalegre Tapestry Museum and Manufactory, celebrating the unique weaving technique that put this city on the artistic map. Inspired by painter Jean Lurçat, Portalegre tapestries are renowned worldwide for their intricate detail and vibrant colors. Visitors can watch artisans at work continuing this living tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Sé Cathedral, a 16th-century church dedicated to Our Lady of the Assumption. Its baroque facade gives way to a serene interior featuring crystal chandeliers, azulejo sacristy, and an impressive collection of religious art spanning centuries.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit the José Régio House-Museum, former residence of one of Portugal's greatest 20th-century writers. Beyond his personal belongings, the museum houses an extraordinary collection of sacred art, religious statues, and folk icons reflecting Régio's passion for traditional Portuguese culture.",
          "visit_duration_min": 60
        },
        {
          "text": "Swing high above the Alentejo plains at the panoramic swing 'Carreiras sem fim' located at Miradouro da Fonte dos Carvoeiros. This Instagram-worthy spot offers unparalleled photo opportunities with sweeping views across the golden landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Portugal Discovery: From Atlantic Canals to Alentejo Plains",
          "day": 9
        }
      ]
    },
    {
      "place_id": "PT::porto",
      "name": "Porto",
      "cc": "PT",
      "language": "en",
      "coords": [
        41.1579,
        -8.6291
      ],
      "lat": 41.1579,
      "lon": -8.6291,
      "visits": [
        {
          "text": "Arrive in Porto, Portugal's vibrant northern capital where the UNESCO World Heritage Ribeira district cascades down hillsides to the Douro River. This atmospheric city reveals layers of history through medieval streets, baroque churches, and iconic azulejo-covered buildings. Porto serves as the gateway to magnificent wine country and wild landscapes of the north.",
          "visit_duration_min": 75
        },
        {
          "text": "Cross the iconic Dom Luís I Bridge, the double-deck iron arch spanning the Douro that has become Porto's most recognizable landmark. The upper level offers spectacular views over the historic center and the port wine cellars of Vila Nova de Gaia opposite. This engineering marvel connects the old city with centuries of winemaking tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll from the Dom Luís I Bridge along the Douro to the Felgueiras Lighthouse at Foz, where the river meets the Atlantic. This scenic waterfront walk passes historic neighborhoods, riverside promenades, and traditional fishing communities. The lighthouse marks the dramatic meeting point of river and sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrive in Porto, Portugal's vibrant northern capital where the historic center cascades down hillsides to the Douro River. The UNESCO World Heritage Ribeira district reveals layers of history in its medieval streets, baroque churches, and iconic azulejo-covered buildings. This atmospheric city serves as the gateway to the magnificent wine country and wild landscapes of the north.",
          "visit_duration_min": 75
        },
        {
          "text": "Cross the iconic Dom Luís I Bridge, the double-deck iron arch spanning the Douro that has become Porto's most recognizable landmark. The upper level offers pedestrians spectacular views over the historic center and the port wine cellars of Vila Nova de Gaia opposite. This engineering marvel connects the old city with centuries of winemaking tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll from the Dom Luís I Bridge along the Douro River to the Felgueiras Lighthouse at Foz, where the river meets the Atlantic Ocean. This scenic waterfront walk passes through historic neighborhoods, riverside promenades, and traditional fishing communities. The lighthouse marks the dramatic meeting point of river and sea with spectacular coastal views.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience surfing at Matosinhos beach just outside Porto, an excellent destination with gentle waves and sandy bottom perfect for beginners. Local surf schools offer lessons on this accessible beach break with consistent Atlantic swells. Alternatively, paddle along the Douro by kayak or SUP for unique perspectives on the city from the water.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience the surf culture at Matosinhos beach just outside Porto, an excellent destination for surfers with gentle waves and sandy bottom. Local surf schools offer lessons for all levels on this accessible beach break. The consistent Atlantic swells make it one of northern Portugal's most popular spots for riding waves.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddle along the Douro River on a kayaking or stand-up paddleboard excursion through the heart of Porto. Gliding beneath the city's six bridges provides unique perspectives on terraced hillsides and historic architecture. This tranquil urban paddling experience offers a different rhythm to exploring this atmospheric city.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 9
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::sabugal",
      "name": "Sabugal",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.3506,
        -7.0892
      ],
      "lat": 40.3506,
      "lon": -7.0892,
      "visits": [
        {
          "text": "Visit the Cró Thermal Baths, located just over 10 km from Sabugal. These thermal baths, whose use of medicinal waters dates back to Roman times, have been modernized with a new thermal complex equipped with cutting-edge technology. The ancient ruins of the old baths testify to the long thermal tradition of this region.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Sabugal's historic center with its imposing medieval castle and pentagonal keep, unique in Portugal. This border town preserves a rich architectural heritage and offers panoramic views over the granite landscape of the Beira frontier.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::sabugueiro",
      "name": "Sabugueiro",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.4008,
        -7.6472
      ],
      "lat": 40.4008,
      "lon": -7.6472,
      "visits": [
        {
          "text": "Discover Sabugueiro, Portugal's highest village at about 1,050 meters altitude near the Rio Alva. The settlement reportedly arose from shepherds' huts that took advantage of the mountain pastures. Visit the parish church, the cross, the blacksmith's fountain, and the ethnographic museum that preserves local traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the Fervença Waterfall and explore the ancient Covão Grande glacier. The engraving carved in the rock near Fonte do Canariz proves human passage through these parts in remote times, giving Sabugueiro a historical dimension that complements its natural beauty.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the small village of Cabeça, located at 530 meters altitude with fewer than fifty houses, some of schist, a centuries-old cork oak, and an extensive pine forest. This village offers authenticity, privileged views, and tranquility, transforming into a sustainable light show during the Christmas season.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the Lagoa dos Conchos Trail at over 1,500 meters altitude, discovering one of the mountain's most surprising locations. This lagoon with a huge artificial funnel through which the waters seem to disappear is an engineering marvel. The 5 km linear trail offers nature and sublime views.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the lagoons and reservoirs of Serra da Estrela: Lagoa Comprida, Covão dos Conchos, Covão do Meio, Covão do Forno, and Covão do Curral. These locations are ideal for contemplating the Natural Park landscape and refreshing swims at the river beaches.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::sagres",
      "name": "Sagres",
      "cc": "PT",
      "language": "en",
      "coords": [
        37.0092,
        -8.9408
      ],
      "lat": 37.0092,
      "lon": -8.9408,
      "visits": [
        {
          "text": "Arrive at Cabo de São Vicente, the southwesternmost point of continental Europe where towering cliffs surrounded by water on three sides create a mesmerizing spectacle. In the past, Europeans believed this was the end of the world, and standing here watching massive waves crash against the rocks below, that feeling remains palpable. The lighthouse and fortress of Santo António do Beliche nearby offer equally stunning coastal panoramas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Ponta de Sagres, a rugged windswept headland steeped in history where Portugal's first great explorers began their voyages in search of the New World. Visit the 16th-century Fortaleza de Sagres encompassing an old fort with museum, the Igreja de Nossa Senhora da Graça, and a lighthouse with unique sound installation. Walk around the entire cape following paths offering breathtaking views of the endless Atlantic.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience world-class surfing conditions around Sagres, where consistent waves and strong winds attract water sports enthusiasts from around the globe. The beaches in this area offer some of the best surfing in Portugal, with numerous surf schools providing lessons for all levels. The rugged Atlantic coastline here feels wild and untamed compared to the sheltered beaches further east.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 6
        }
      ]
    },
    {
      "place_id": "PT::sao-pedro-do-sul",
      "name": "Sao Pedro Do Sul",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.7564,
        -8.0717
      ],
      "lat": 40.7564,
      "lon": -8.0717,
      "visits": [
        {
          "text": "Discover São Pedro do Sul, known for picturesque scenery of thick green forests, crystal-clear rivers, and charming villages inhabited since Roman times. Natural thermal baths used for healing since antiquity offer relaxation with sulfur-rich mineral waters. The sweet-scented eucalyptus forests and peaceful atmosphere make this region ideal for nature lovers.",
          "visit_duration_min": 75
        },
        {
          "text": "Drive the thrilling Estrada do Portal do Inferno (Road to Hell's Gate), a dramatic mountain road with steep gradients and vertical cliff edges. This spectacular route passes through northern Portugal's most dramatic highland scenery with viewpoints offering sweeping vistas. The narrow winding road demands attention but rewards with unforgettable landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend Serra de São Macário for some of the finest panoramic views in northern Portugal, accessible by car to the summit. The winding drive climbs through dramatic landscapes to sweeping vistas extending across valleys and distant mountain ranges. Visit the isolated village of Aldeia da Pena where goats roam cobbled streets and stone houses seem grown from the landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the São Pedro do Sul region, known for picturesque scenery of thick green forests, crystal-clear rivers, and rolling hills dotted with charming villages. This area has been inhabited since Roman times, with ancient ruins visible alongside medieval architecture in narrow cobblestone streets. The sweet-scented eucalyptus forests and peaceful solitude make this ideal for nature lovers.",
          "visit_duration_min": 75
        },
        {
          "text": "Relax in the natural thermal baths of São Pedro do Sul, used for healing properties since ancient Roman times. The hot mineral springs are rich in sulfur believed to have therapeutic benefits for various ailments. These historic thermal waters continue drawing wellness seekers to this tranquil corner of northern Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Drive the thrilling Estrada do Portal do Inferno (Road to Hell's Gate), a dramatic mountain road featuring steep gradients, sharp bends, and vertical cliff edges. This spectacular drive passes through northern Portugal's most dramatic highland scenery with viewpoints offering sweeping vistas. The narrow winding route demands attention but rewards with unforgettable landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Relax at the historic São Pedro do Sul Thermal Baths, whose waters were already recognized by the Romans for their healing powers. These are the oldest and most frequented thermal baths in Portugal, where Queen Dona Afonso Henriques allegedly treated a fracture. A perfect place to recharge your energy in a centuries-old wellness environment.",
          "visit_duration_min": 75
        },
        {
          "text": "Venture into the Magic Mountains of Serra da Arada, Gralheira, and São Macário. These breathtaking landscapes offer stunning trails, hidden waterfalls, and viewpoints overlooking endless valleys. The preserved nature and pure air make this region a paradise for outdoor activity enthusiasts.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike through the forests to discover hidden waterfalls and scenic viewpoints along networks of paths winding through fragrant woodland. The trails follow rushing streams and climb to panoramic ridgelines offering perfect opportunities to experience natural beauty in solitude. Sunset from Serra de São Macário creates magical moments with landscapes bathed in golden light.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike the excellent trails through São Pedro do Sul's forests to discover hidden waterfalls and scenic viewpoints. The network of paths winds through fragrant woodland, along rushing streams, and up to panoramic ridgelines. These walks offer perfect opportunities to experience the region's natural beauty away from any crowds.",
          "visit_duration_min": 60
        },
        {
          "text": "Try one of the famous panoramic swings in the region: the São Macário swing, the Manhouce swing, or the Serra da Arada swing. These swings strategically placed at exceptional viewpoints allow for unforgettable photos while swinging above truly spectacular mountain landscapes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 11
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 5
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 9
        }
      ]
    },
    {
      "place_id": "PT::seia",
      "name": "Seia",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.4167,
        -7.7056
      ],
      "lat": 40.4167,
      "lon": -7.7056,
      "visits": [
        {
          "text": "Visit the Seia Interpretive Center, housed in the emblematic Casa Solar dos Botelhos, a classified heritage site and beautiful example of 16th-century Manueline style. This space allows a long journey through the municipality's history, revealing the cultural richness of this city at the gates of Serra da Estrela.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Bread Museum, perhaps the largest in the world dedicated to this fundamental food. Inaugurated in 2002 at Quinta Fonte do Marrão, this 3,500 m² space welcomes, preserves, and exhibits the heritage of bread in its various aspects: ethnographic, political, social, historical, religious, and artistic.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Toy Museum at Solar de Santa Rita, a fascinating space with about ten thousand toys from around the world. From the most common to the most original, including traditional Portuguese toys, all pieces have a story. Outside, admire the 300-year-old yew tree, classified as a tree of public interest.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Serra da Estrela Interpretation Center (CISE), a privileged location to explore mainland Portugal's largest mountain range through virtual reality. Participate in environmental activities such as hiking trails, themed outings, and wildlife and flora observation workshops.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Sanctuary of Nossa Senhora do Desterro, a Marian complex consisting of ten chapels built between the 17th and 19th centuries. Popular tradition tells that the appearance of images of the Virgin, Saint Joseph, and Baby Jesus originated the construction of this sanctuary, where the beauty of the Rio Alva complements the built heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the village of Lapa dos Dinheiros, located at over 700 meters altitude with a superb view over the Mondego platform. This mountain village has an extensive chestnut forest with rare species such as the whitebeam and Portuguese laurel, relics of forests from over 2 million years ago.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the town of Loriga, nestled in a steep valley embraced by two streams and surrounded by agricultural fields on impressive terraces. Walk through the streets on foot, discover all the corners, and be sure to taste the award-winning Bolo Negro and Broa de Loriga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through Seia's Historic Center admiring the Four Spouts Fountain from 1825, the Misericórdia Church built in 1571, the São Pedro Chapel classified as a National Monument since 1924, and the Parish Church referenced since 1136 in King Afonso Henriques' charter.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit the Natural Electricity Museum, located in the century-old Senhora do Desterro Power Station. This museum space showcases the technological heritage of hydroelectric use in Serra da Estrela, including the original machinery and a 35-meter-long tunnel.",
          "visit_duration_min": 60
        },
        {
          "text": "Cool off at Loriga River Beach, a place of rare beauty where the traces left by the glacier that carved the Loriga Valley are still visible. This beach awarded the Gold Beach label is the ideal spot for lovers of nature, calm, and serenity.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike the Loriga Gorge trail to Eira da Pedra, discovering the characteristic forms of glacial modeling resulting from the erosive action of ice 100,000 to 10,000 years ago. The highest areas of the mountain were covered by an ice layer about 80 meters thick.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 4
        },
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior: From Serra da Estrela to Historic Cities",
          "day": 5
        }
      ]
    },
    {
      "place_id": "PT::silves",
      "name": "Silves",
      "cc": "PT",
      "language": "en",
      "coords": [
        37.1893,
        -8.439
      ],
      "lat": 37.1893,
      "lon": -8.439,
      "visits": [
        {
          "text": "Explore Silves, the ancient capital of the Algarve usually overlooked by first-time visitors yet offering fascinating glimpses into the region's Moorish past. This typical medieval hilltop town is crowned by a partially-restored castle that once rivaled Lisbon in importance before the devastating 1755 earthquake. The Silves Cathedral and Archaeological Museum just off the main square complement the castle experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the charming village of Alte, one of the most picturesque traditional villages in the Algarve countryside where time seems to stand still. Narrow cobbled streets wind between traditional white buildings adorned with colorful flowers and some of the region's most beautiful street art. The natural springs at Fonte Grande de Alte offer refreshing swimming in crystal-clear water-an unexpected inland Algarve experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the beaches of Alvor including Praia dos Três Irmãos and tiny Praia da Prainha, interconnected via tunnels and passages through the cliffs. Walking barefoot through tunnels, under natural arches, and along narrow cliff passages reveals surprise after surprise in this spectacular coastal landscape. The cliffside restaurant at Prainha perched between the rocks offers an absolutely unique dining location.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Costa Vicentina, the less-visited western Algarve coastline offering wild, majestic scenery completely different from the popular eastern beaches. Praia da Bordeira and Praia da Cordoama are favorites among surfers, but any small road leading to the coast rewards visitors with magnificent views. This undeveloped natural coastline provides authentic Atlantic beauty without the crowds.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 3
        }
      ]
    },
    {
      "place_id": "PT::sintra",
      "name": "Sintra",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.798,
        -9.388
      ],
      "lat": 38.798,
      "lon": -9.388,
      "visits": [
        {
          "text": "Journey to Sintra, a UNESCO World Heritage cultural landscape where romantic palaces rise from forested hillsides in one of Europe's most enchanting settings. Portuguese royalty and aristocrats chose this misty mountain retreat for their summer residences, leaving behind an extraordinary concentration of architectural treasures. The town's fairytale atmosphere has captivated visitors from Lord Byron to modern-day travelers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Palácio Nacional de Sintra, the medieval royal palace dominating the town center with its distinctive conical kitchen chimneys visible for miles around. This summer residence of Portuguese monarchs preserves remarkable interiors including rooms entirely covered in decorative azulejo tiles and elaborate Mudéjar ceilings. The palace represents the longest continuously inhabited royal residence in Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascend to the Palácio da Pena, a flamboyant 19th-century palace crowning the highest peak in the Sintra hills in an explosion of color and architectural fantasy. This romantic masterpiece combines Gothic towers, Manueline decoration, Moorish elements, and Renaissance domes in a riot of yellows, reds, and blues. The surrounding park of exotic trees and hidden pathways extends the magical atmosphere across the mountainside.",
          "visit_duration_min": 75
        },
        {
          "text": "Stand at Cabo da Roca, the westernmost point of continental Europe, where dramatic cliffs plunge into the Atlantic beneath a historic lighthouse. This windswept headland marks where the European landmass meets the ocean, a geographic milestone celebrated with a monument and certificate for visitors. The raw power of the setting-crashing waves, soaring cliffs, and endless horizon-creates a profound sense of standing at the edge of the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Conclude your journey in Cascais, an elegant beach resort that has attracted aristocrats and artists since Portuguese royalty made it their summer playground in the 19th century. The charming old town features cobbled pedestrian streets, whitewashed buildings, and a picturesque fishing harbor still in use today. Sandy beaches, excellent seafood, and a relaxed coastal atmosphere provide the perfect finale to your Lisbon adventure.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander through Sintra's romantic gardens and parks, where winding paths lead past fountains, follies, and viewpoints revealing glimpses of palaces through the trees. The lush vegetation thrives in the unique microclimate created by Atlantic moisture collecting on the mountain slopes. These verdant landscapes were as carefully composed as any palace interior, creating outdoor rooms of botanical wonder.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Lisbon Escape: Historic Treasures, Tagus Views and Royal Palaces",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::tarouca",
      "name": "Tarouca",
      "cc": "PT",
      "language": "en",
      "coords": [
        41.0144,
        -7.7822
      ],
      "lat": 41.0144,
      "lon": -7.7822,
      "visits": [
        {
          "text": "Discover the Monastery of São João de Tarouca, the first Cistercian monastery in Portugal founded in 1144. This enigmatic and very ancient monument preserves the church with paintings by Gaspar Vaz and the tomb of the Count of Barcelos. A place of spirituality and history where the Cistercian order began its transformative presence in the country.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Ucanha Toll Tower, a monument unique in Portugal that controlled passage over the medieval bridge spanning the Varosa River. This 12th-century defensive tower, with its fortified bridge, is an exceptional testimony to medieval territorial organization and offers an unforgettable photogenic landscape.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Monastery of Santa Maria de Salzedas, an imposing Cistercian monastic complex that was one of the richest in Portugal. Although partially in ruins, the grandeur of its church and cloister bears witness to the power and wealth that Cistercian monks accumulated in this wine-growing region over centuries.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 7
        }
      ]
    },
    {
      "place_id": "PT::tavira",
      "name": "Tavira",
      "cc": "PT",
      "language": "en",
      "coords": [
        37.1275,
        -7.6506
      ],
      "lat": 37.1275,
      "lon": -7.6506,
      "visits": [
        {
          "text": "Discover Faro, the Algarve's capital city offering a compact historic center with charming narrow streets and cozy atmosphere. The old town features Faro Cathedral where you can climb the tower for aerial views, the Bone Chapel at Igreja do Carmo, and the excellent Municipal Museum. The Marina area and Jardim Manuel Bivar garden host weekend craft markets and provide pleasant waterfront strolling.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Ria Formosa Nature Park, a series of barrier islands stretching over 60 kilometers along the eastern Algarve. This protected landscape of lagoons, wetlands, saltpans, and white sand dunes creates scenery completely different from the famous cliff-backed beaches further west. Traditional fishing villages on the islands offer glimpses of authentic Algarve life largely unchanged for generations.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Tavira, one of the most authentic larger towns in the Algarve region built around its medieval center along the river. Don't miss the Castelo remains, the Roman Bridge featured in all Tavira postcards, and the Igreja da Misericordia with its impressive 18th-century azulejo portal. Camera Obscura inside an old water tower provides unique perspectives over this charming historic town.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a boat trip through Ria Formosa visiting islands like Ilha de Tavira, Culatra, and Armona to experience pristine beaches and traditional fishing communities. Sunset boat tours from Faro provide a magical way to experience the nature park as the sky transforms over the lagoons. The birdwatching opportunities here are exceptional, with the wetlands providing habitat for numerous species.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 1
        }
      ]
    },
    {
      "place_id": "PT::viana-do-castelo",
      "name": "Viana Do Castelo",
      "cc": "PT",
      "language": "en",
      "coords": [
        41.6918,
        -8.8344
      ],
      "lat": 41.6918,
      "lon": -8.8344,
      "visits": [
        {
          "text": "Explore the Minho region, Portugal's greenest area where the River Minho forms a natural border with Spain. The Lima Valley stretches from Peneda-Gerês to the Atlantic at Viana do Castelo through a corridor of lush landscapes. This peaceful region rewards visitors with authentic culture, excellent hiking, and refreshing Vinho Verde wines.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Costa Verde stretching along the Atlantic with quiet unspoilt beaches and traditional fishing villages offering authentic seaside experiences. Unlike southern resorts, this coastline preserves fishing traditions and creates landscapes quite different from famous Algarve beaches. The dramatic meeting of green hills and Atlantic surf defines this northern seaboard.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Viana do Castelo, an elegant port town with rich maritime heritage dating to the Age of Discovery. The historic center features remarkable Manueline architecture, traditional markets, and the spectacular hilltop Santa Luzia sanctuary offering panoramic coastal views. This cultured city serves as the Minho's gateway to the sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Minho region, Portugal's greenest area tucked into the northwest corner where the River Minho forms a natural border with Spain. The Lima Valley stretches from Peneda-Gerês to the Atlantic at Viana do Castelo, creating a corridor of lush landscapes. This peaceful region rewards visitors with authentic culture, excellent hiking, and refreshing local Vinho Verde wines.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Costa Verde stretching along the Minho's Atlantic shoreline with quiet, unspoilt beaches and traditional fishing villages. Unlike crowded southern resorts, this coastline offers authentic seaside experiences where fishing traditions endure. The dramatic meeting of green hills and Atlantic surf creates landscapes quite different from famous southern beaches.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Viana do Castelo, an elegant port town at the Lima River mouth with rich maritime heritage dating to the Age of Discovery. The historic center features remarkable Manueline architecture, traditional markets, and the spectacular hilltop Santa Luzia sanctuary offering panoramic coastal views. This cultured city serves as the Minho's gateway to the sea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk the Rio Minho Trail following the river along an old railway line through tranquil riverside landscapes and traditional villages. Canoe or kayak through lush valleys where calm waters wind past historic towns-excellent conditions for families and beginners. Sample Vinho Verde, the light slightly sparkling local wine perfectly refreshing after outdoor activities.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk the Rio Minho Trail, an ecotrail following the river course along an old railway line through tranquil riverside landscapes and traditional villages. The gentle terrain makes this suitable for walkers of all abilities seeking natural beauty. The route near the Spanish border reveals the region's serene character.",
          "visit_duration_min": 60
        },
        {
          "text": "Canoe or kayak the rivers of the Minho region, where calm waters wind through lush valleys and past historic towns. The low-lying western area offers excellent conditions for paddling suitable for families and beginners. More experienced paddlers can seek white water rafting for adrenaline-pumping rapids.",
          "visit_duration_min": 60
        },
        {
          "text": "Sample Vinho Verde, the region's signature wine, in local quintas and village tavernas throughout the Minho. This light, slightly sparkling white wine is lower in alcohol and perfectly refreshing after outdoor activities. The name means 'green wine' referring to the lush landscape where grapes are grown.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: best places to visit",
          "day": 14
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: From Lisbon's Hills to the Wild North",
          "day": 9
        }
      ]
    },
    {
      "place_id": "PT::vianadoalentejo",
      "name": "Vianadoalentejo",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.33645,
        -8.00011
      ],
      "lat": 38.33645,
      "lon": -8.00011,
      "visits": [
        {
          "text": "City of Viana do Alentejo and its pentagonal castle",
          "visit_duration_min": 75
        },
        {
          "text": "Nossa Senhora d'Aires Sanctuary (Viana do Alentejo)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 2
        }
      ]
    },
    {
      "place_id": "PT::vila-real",
      "name": "Vila Real",
      "cc": "PT",
      "language": "en",
      "coords": [
        41.2959,
        -7.7442
      ],
      "lat": 41.2959,
      "lon": -7.7442,
      "visits": [
        {
          "text": "Marvel at the sumptuous Mateus Palace, a jewel of Portuguese baroque whose silhouette adorns the bottles of the famous rosé wine. This 18th-century aristocratic manor, attributed to Nicolau Nasoni, features French-style gardens, a romantic lake, and refined interiors with period furniture and precious art collections.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the mysterious Sanctuary of Panóias, a unique Roman archaeological site dedicated to oriental cults. These granite rocks sculpted with basins and Latin inscriptions were used for ritual sacrifices nearly two thousand years ago. An enigmatic place that reveals the religious diversity of the Roman Empire in its most remote provinces.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover Vila Real, a cosmopolitan city wrapped in an authentic natural setting. Climb to the Calvário viewpoint for a semi-circular perspective over the city, encompassing the Marão and Alvão mountain ranges. Admire the numerous heraldic stones that ennoble the facades, testimony to the nobility that settled here alongside the Marquises.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::vilavicosa",
      "name": "Vilavicosa",
      "cc": "PT",
      "language": "en",
      "coords": [
        38.7167,
        -7.5167
      ],
      "lat": 38.7167,
      "lon": -7.5167,
      "visits": [
        {
          "text": "City of Vila Viçosa and marble quarry",
          "visit_duration_min": 75
        },
        {
          "text": "Paço Ducal Palace (Vila Viçosa)",
          "visit_duration_min": 75
        },
        {
          "text": "São João Evangelista Church (Vila Viçosa)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 4
        }
      ]
    },
    {
      "place_id": "PT::viseu",
      "name": "Viseu",
      "cc": "PT",
      "language": "en",
      "coords": [
        40.6566,
        -7.9125
      ],
      "lat": 40.6566,
      "lon": -7.9125,
      "visits": [
        {
          "text": "Explore the city of Viseu, with more than two millennia of history linked to the Lusitanian chief Viriathus. Visit the impressive Cava de Viriato, a vast octagonal fortified enclosure evoking Lusitanian resistance against Rome. This city is a very important milestone in Portugal's history and holds secrets at every corner.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at Viseu Cathedral and the Grão Vasco National Museum, which houses masterpieces by the Portuguese Renaissance painter. The Romanesque-Gothic cathedral with its Manueline facade and the artistic treasures of the adjacent museum constitute the cultural heart of this city that has been an episcopal seat since ancient times.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover Viseu's urban art on a walk through the city that reveals works by artists like AKA Corleone, Lord Mantraste, and Mariana, a miserável. This historic city has reinvented itself and presents a vibrant street art scene that harmoniously contrasts with the centuries-old heritage of its squares and monuments.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes and Douro: Heritage, Nature and Traditions",
          "day": 8
        }
      ]
    },
    {
      "place_id": "PT::zambujeiradomar",
      "name": "Zambujeiradomar",
      "cc": "PT",
      "language": "en",
      "coords": [
        37.525024,
        -8.785052
      ],
      "lat": 37.525024,
      "lon": -8.785052,
      "visits": [
        {
          "text": "Village of Zambujeira do Mar and its beaches",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: THE MOST BEAUTIFUL PLACES",
          "day": 9
        }
      ]
    }
  ]
}