{
  "version": 1,
  "country": "pt",
  "language": "fr",
  "places": [
    {
      "place_id": "PT::albufeira",
      "name": "Albufeira",
      "cc": "PT",
      "language": "fr",
      "coords": [
        37.0882,
        -8.2503
      ],
      "lat": 37.0882,
      "lon": -8.2503,
      "visits": [
        {
          "text": "Découvrez Albufeira, la station touristique la plus populaire du sud du Portugal offrant quelque chose pour chaque type de voyageur. Des côtes pittoresques et des longues plages de sable à une charmante vieille ville avec une architecture traditionnelle, ce hub central de l'Algarve offre un excellent accès aux attractions de toute la région. L'ancien quartier des pêcheurs et la vieille ville perchée sur la falaise sont des zones particulièrement atmosphériques à explorer.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Praia da Falésia, l'une des plages les plus uniques au monde s'étendant sur plus de 6 kilomètres entre Vilamoura et Albufeira. Les impressionnantes falaises de grès rouge changent de couleurs selon la météo et la lumière, créant un paysage à couper le souffle qui vaut la peine d'être visité en toute saison. Le plus beau tronçon près d'Olhos de Agua présente des formations de falaises particulièrement spectaculaires qui se photographient magnifiquement.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la pittoresque Chapelle de Nossa Senhora da Rocha à Porches, située dramatiquement sur les falaises côtières au-dessus de l'océan. Bien que la petite chapelle elle-même soit charmante, l'attraction principale est le paysage côtier spectaculaire visible depuis les sentiers menant vers l'ouest. Ce lieu de coucher de soleil populaire récompense les visiteurs avec des vues magnifiques sur la côte de l'Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faites du kayak depuis la plage St Rafael à Albufeira, pagayant le long de la magnifique côte pour découvrir des grottes cachées et des criques isolées. Les amateurs de sports nautiques trouveront du parachute ascensionnel, du jet ski et d'innombrables autres activités disponibles pendant toute la saison estivale. Les plages autour d'Albufeira comme Praia dos Arrifes et Praia São Rafael offrent certaines des baignades côtières les plus pittoresques du centre de l'Algarve.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 2
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "PT::arouca",
      "name": "Arouca",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.93,
        -8.245
      ],
      "lat": 40.93,
      "lon": -8.245,
      "visits": [
        {
          "text": "Explorez le Géoparc mondial UNESCO d'Arouca, réputé pour son patrimoine géologique extraordinaire incluant les fameux Trilobites géants de Canelas. Ce territoire entouré par les chaînes de montagnes de Freita, Montemuro et Arada représente des millions d'années d'histoire de la Terre. Le géoparc offre des activités d'aventure au milieu de paysages naturels dramatiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez les Passadiços do Paiva, une spectaculaire passerelle en bois de 8 kilomètres zigzaguant le long des gorges de la rivière Paiva. Cette merveille d'ingénierie passe devant des cascades tonitruantes, des falaises abruptes et des trous de baignade pristines sculptés dans la roche. Les passerelles donnent accès à l'un des paysages fluviaux les plus dramatiques du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le géoparc mondial UNESCO d'Arouca, un paysage protégé renommé pour son patrimoine géologique extraordinaire incluant les fameux trilobites géants de Canelas. Ce territoire entouré par les chaînes montagneuses de Freita, Montemuro et Arada représente des millions d'années d'histoire de la Terre préservée dans des formations rocheuses remarquables. Le géoparc offre des activités d'aventure au milieu de paysages naturels dramatiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez les Passadiços do Paiva, une spectaculaire passerelle en bois de 8 kilomètres qui zigzague le long des gorges de la rivière Paiva. Cette merveille d'ingénierie passe devant des cascades tonitruantes, des falaises abruptes et des piscines naturelles immaculées creusées dans la roche. Les passerelles offrent un accès sûr à l'un des paysages fluviaux les plus dramatiques du Portugal, auparavant inaccessible aux visiteurs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traversez le 516 Arouca, l'un des plus longs ponts suspendus piétonniers au monde s'étendant sur 516 mètres à 175 mètres de hauteur. Cette passerelle palpitante offre des vues à couper le souffle sur la vallée loin en contrebas et les montagnes environnantes. Le rafting en eaux vives, le kayak et le canyoning sur la rivière Paiva offrent des options d'aventure supplémentaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Traversez le 516 Arouca, l'un des plus longs ponts suspendus piétonniers au monde, s'étendant sur 516 mètres au-dessus des gorges de la rivière Paiva à 175 mètres de hauteur. Cette passerelle palpitante offre des vues à couper le souffle sur la vallée en contrebas et le paysage montagneux environnant. Des billets à l'avance sont requis pour cette expérience d'aventure inoubliable.",
          "visit_duration_min": 60
        },
        {
          "text": "Défiez-vous avec du rafting en eaux vives sur la rivière Paiva, considérée comme l'une des destinations principales du Portugal pour les sports de rivière. Les rapides vont de doux à exigeants, avec des guides professionnels menant des expéditions à travers des paysages de gorges spectaculaires. Les aventures de kayak et de canyoning offrent différentes façons de découvrir cette voie d'eau remarquable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 10
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Grand Tour du Portugal : Des collines de Lisbonne au nord sauvage",
          "day": 4
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "PT::arraiolos",
      "name": "Arraiolos",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.4,
        -7.865
      ],
      "lat": 38.4,
      "lon": -7.865,
      "visits": [
        {
          "text": "Ville d’Arraiolos et son château médiéval",
          "visit_duration_min": 75
        },
        {
          "text": "Centre Interpretativo do Tapete d’Arraiolos",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le singulier Château Circulaire d'Arraiolos, une structure défensive unique au Portugal par sa forme arrondie. Du haut de ses murailles, profitez de vues spectaculaires sur les paysages verdoyants de l'Alentejo et le village historique en contrebas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Centre d'Interprétation du Tapis d'Arraiolos, musée interactif qui raconte l'histoire de cet art séculaire considéré comme l'un des premiers artisanats du Portugal. Les tapis d'Arraiolos sont mondialement célèbres et la ville respire cette tradition à chaque coin de rue.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans le centre historique d'Arraiolos, en découvrant la Calçada du Tapis d'Arraiolos, place centrale avec cafés et boutiques d'artisanat. Le village préserve son caractère pittoresque avec ses maisons blanches et ses rues pavées typiques de l'Alentejo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez le domaine viticole Monte da Ravasqueira, qui offre des expériences œnotouristiques incluant dégustations et visite de la Collection Privée de Calèches. Découvrez les histoires qui donnent naissance aux vins de ce prestigieux domaine de l'Alentejo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 3
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo : Patrimoine UNESCO et Villages Médiévaux",
          "day": 4
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "PT::aveiro",
      "name": "Aveiro",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.6405,
        -8.6538
      ],
      "lat": 40.6405,
      "lon": -8.6538,
      "visits": [
        {
          "text": "Embarquez pour une promenade en moliceiro, bateau traditionnel, à travers les pittoresques canaux d'Aveiro, souvent surnommée la Venise du Portugal. Ces embarcations colorées, autrefois utilisées pour la récolte des algues, glissent désormais devant de superbes façades Art nouveau et de charmants ponts. Chaque bateau arbore des peintures vives illustrant l'humour local et les traditions maritimes, offrant une fenêtre unique sur l'héritage culturel de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Museu de Aveiro installé dans l'ancien Couvent de Jésus, où la Princesse Sainte Jeanne passa ses dernières années. Cette remarquable collection présente de l'art sacré couvrant plusieurs siècles, dont le tombeau baroque orné de la princesse elle-même. Le bâtiment du musée, avec ses boiseries dorées et ses azulejos, représente à lui seul un chef-d'œuvre de l'architecture religieuse portugaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans le quartier Art nouveau d'Aveiro, véritable trésor d'architecture du début du XXe siècle centré autour de l'ancienne usine de céramique. Admirez les façades richement décorées ornées des emblématiques azulejos portugais, les balcons en fer forgé ouvragés et les motifs organiques qui définissent ce style architectural distinctif.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pagayez à travers la Ria de Aveiro en kayak, découvrant le vaste écosystème lagunaire avec ses marais salants, sa faune aviaire diversifiée et ses villages de pêcheurs traditionnels. Cette zone humide protégée offre une échappée paisible en pleine nature à quelques minutes du centre-ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez l'Écomusée Marinha da Troncalhada pour découvrir l'art ancestral de la récolte du sel qui a façonné l'économie d'Aveiro pendant des siècles. Observez les travailleurs utiliser des techniques traditionnelles pour extraire le sel des bassins cristallins, perpétuant une pratique remontant à l'époque romaine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 1
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "PT::beja",
      "name": "Beja",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.012992,
        -7.8715405
      ],
      "lat": 38.012992,
      "lon": -7.8715405,
      "visits": [
        {
          "text": "Ville de Beja et son donjon Torre de Menagem",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Beja",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 8
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "PT::braganca",
      "name": "Braganca",
      "cc": "PT",
      "language": "fr",
      "coords": [
        41.8061,
        -6.7567
      ],
      "lat": 41.8061,
      "lon": -6.7567,
      "visits": [
        {
          "text": "Découvrez le majestueux Château de Bragança, forteresse médiévale qui domine la ville depuis le XIIe siècle. Cette citadelle imposante avec sa Tour du Donjon offre un panorama exceptionnel sur les toits de la vieille ville et les montagnes environnantes du Parc Naturel de Montesinho. Ne manquez pas le Domus Municipalis, rare exemple d'architecture romane civile au Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Plongez dans l'histoire au Musée Ibérique du Masque et du Costume, installé dans les murailles de la citadelle. Ce musée fascinant présente les traditions ancestrales des fêtes de Carnaval transmontaines avec leurs masques rituels impressionnants. Découvrez comment ces cérémonies païennes ont traversé les siècles dans cette région isolée du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Parc Naturel de Montesinho, l'un des secrets les mieux gardés du Portugal. Cette réserve de biosphère UNESCO abrite une biodiversité exceptionnelle avec loups ibériques, aigles royaux et une flore préservée. Les paysages de montagnes, forêts de chênes et villages traditionnels en schiste vous transportent dans un Portugal oublié.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'authentique village de Rio de Onor, curiosité géographique unique où la frontière hispano-portugaise traverse les maisons. Les habitants vivent encore selon des traditions communautaires ancestrales, partageant terres et troupeaux. C'est un témoignage vivant d'un mode de vie rural qui a pratiquement disparu ailleurs en Europe.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans les ruelles pavées du centre historique de Bragança, où chaque pierre raconte l'histoire d'une ville qui fut la capitale d'un puissant duché. Admirez les façades nobles, les églises baroques et laissez-vous charmer par l'atmosphère authentique de cette cité frontalière qui a su préserver son caractère médiéval intact.",
          "visit_duration_min": 60
        },
        {
          "text": "Arrêtez-vous à Gimonde, charmant village traversé par la rivière Onor où un pont médiéval enjambe les eaux cristallines. Ce hameau pittoresque est le point de départ idéal pour des randonnées dans le parc naturel et offre une immersion totale dans la vie rurale transmontaine avec ses maisons traditionnelles et son ambiance paisible.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 1
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 2
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "PT::carvoeiro",
      "name": "Carvoeiro",
      "cc": "PT",
      "language": "fr",
      "coords": [
        37.0947,
        -8.4714
      ],
      "lat": 37.0947,
      "lon": -8.4714,
      "visits": [
        {
          "text": "Explorez Algar Seco dans le pittoresque Carvoeiro, une zone côtière unique présentant des grottes remarquables, des grottes et des falaises calcaires sculptées par la pluie et la mer pendant des millions d'années. Des passerelles fournissent une vue accessible, mais les visiteurs aventureux peuvent explorer des sentiers et des escaliers taillés entre les rochers qui donnent l'impression de naviguer dans un labyrinthe naturel. La plus belle grotte présente deux fenêtres naturelles donnant sur la côte, découvertes en descendant les escaliers à la fin du parking.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez sur le célèbre Sentier des Sept Vallées Suspendues, la promenade côtière la plus populaire de l'Algarve suivant un paysage à couper le souffle entre Praia da Marinha et Praia do Vale de Centeanes. Cette route de 5,7 kilomètres passe par la Grotte de Benagil, la Plage de Benagil, la Plage de Carvalho, et le Phare d'Alfazina parmi les points forts. Le sentier offre un accès facile à l'un des tronçons de côte les plus pittoresques de tout le Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Photographiez Praia da Marinha, où des vues parfaites de carte postale ont fait de celle-ci l'une des plages les plus reconnaissables du Portugal. Les sentiers au sommet de la falaise surplombant la plage révèlent la côte typique de l'Algarve présentée dans les guides touristiques du monde entier. Marcher vers l'ouest depuis le point de vue près de la zone de stationnement révèle le paysage le plus spectaculaire le long de ce magnifique tronçon de côte.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faites une excursion en bateau vers la célèbre Grotte de Benagil, la plus grande et la plus connue grotte marine de l'Algarve accessible uniquement depuis l'eau. Cette caverne semblable à une cathédrale est si massive que plusieurs bateaux peuvent y entrer simultanément, avec la lumière du soleil filtrant à travers son toit effondré. Toute la côte ici est parsemée de grottes marines créant un paysage spectaculaire qu'il soit exploré en hors-bord ou en kayak.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 4
        }
      ],
      "rating": 8
    },
    {
      "place_id": "PT::cascais",
      "name": "Cascais",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.6979,
        -9.4215
      ],
      "lat": 38.6979,
      "lon": -9.4215,
      "visits": [
        {
          "text": "Rendez-vous à Sintra, un paysage culturel classé au patrimoine mondial de l'UNESCO où des palais romantiques s'élèvent des collines boisées. Explorez le Palácio Nacional avec ses cheminées de cuisine coniques distinctives et ses remarquables intérieurs recouverts d'azulejos. Montez au flamboyant Palácio da Pena, une fantaisie du XIXe siècle combinant éléments gothiques, manuélins, mauresques et Renaissance dans une explosion de couleurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Tenez-vous au Cabo da Roca, le point le plus occidental de l'Europe continentale où des falaises dramatiques plongent dans l'Atlantique sous un phare historique. Ce promontoire balayé par les vents marque l'endroit où l'Europe rencontre l'océan, créant une profonde sensation de se tenir au bord du monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez vers Sintra, un paysage culturel classé au patrimoine mondial de l'UNESCO où des palais romantiques s'élèvent depuis des collines boisées. La royauté portugaise a choisi cette retraite montagneuse brumeuse pour ses résidences d'été, laissant une concentration extraordinaire de trésors architecturaux. L'atmosphère de conte de fées de la ville a captivé les visiteurs de Lord Byron aux voyageurs modernes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Palácio Nacional de Sintra, le palais royal médiéval dominant le centre-ville avec ses cheminées de cuisine coniques distinctives visibles à des kilomètres. Cette résidence d'été préserve des intérieurs remarquables incluant des pièces couvertes de carreaux d'azulejos décoratifs et d'élaborés plafonds mudéjars. Le palais représente la plus longue résidence royale continuellement habitée du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Palácio da Pena, un palais flamboyant du XIXe siècle couronnant le plus haut sommet dans une explosion de couleur et de fantaisie architecturale. Ce chef-d'œuvre romantique combine tours gothiques, décoration manuéline, éléments mauresques et dômes Renaissance dans un émeute de jaunes, rouges et bleus. Le parc environnant d'arbres exotiques étend l'atmosphère magique à travers le flanc de montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Tenez-vous au Cabo da Roca, le point le plus occidental de l'Europe continentale, où des falaises dramatiques plongent dans l'Atlantique sous un phare historique. Ce promontoire battu par les vents marque où la masse terrestre européenne rencontre l'océan. La puissance brute des vagues qui s'écrasent, des falaises vertigineuses et de l'horizon infini crée un profond sentiment de se tenir au bord du monde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Terminez dans l'élégante Cascais, une station balnéaire attirant les aristocrates depuis que la royauté portugaise en fit son terrain de jeu estival. La charmante vieille ville présente des rues pavées, des bâtiments blanchis à la chaux et un pittoresque port de pêche encore en activité. Les plages de sable et l'atmosphère détendue offrent la transition parfaite avant de se diriger vers le sud.",
          "visit_duration_min": 60
        },
        {
          "text": "Concluez la journée à Cascais, une élégante station balnéaire attirant les aristocrates depuis que la royauté portugaise en a fait son terrain de jeu estival. La charmante vieille ville présente des rues piétonnes pavées, des bâtiments blanchis à la chaux et un port de pêche pittoresque encore en usage. Les plages de sable et l'atmosphère côtière détendue offrent la transition parfaite avant de se diriger vers le nord.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 8
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Grand Tour du Portugal : Des collines de Lisbonne au nord sauvage",
          "day": 2
        }
      ],
      "rating": 8.9
    },
    {
      "place_id": "PT::castelo-branco",
      "name": "Castelo Branco",
      "cc": "PT",
      "language": "fr",
      "coords": [
        39.8223,
        -7.4931
      ],
      "lat": 39.8223,
      "lon": -7.4931,
      "visits": [
        {
          "text": "Émerveillez-vous devant le Jardin du Palais Épiscopal de Castelo Branco, chef-d'œuvre de l'art paysager portugais commandé par l'évêque de Guarda D. João de Mendonça vers 1720. Ce jardin baroque présente des bassins, des balcons avec balustrades en pierre et des statues des rois du Portugal, celles des monarques de la domination espagnole étant volontairement plus petites.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Parc du Barrocal, espace naturel unique intégré au Geopark Naturtejo classé par l'UNESCO. Inauguré en 2020, ce parc de 40 hectares permet d'apprécier un paysage granitique modelé au fil de centaines de millions d'années. Explorez le Tunnel du Lézard, l'Observatoire des Guêpiers et le pont suspendu jusqu'au belvédère de São Martinho.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Musée Cargaleiro, ouvert au public en 2005, qui expose un remarquable ensemble d'œuvres de peinture, céramique, sculptures et tapisserie. Outre l'œuvre de l'artiste plasticien Manuel Cargaleiro, natif de Vila Velha de Ródão, on peut apprécier des œuvres d'artistes nationaux et internationaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Centre d'Interprétation de la Broderie de Castelo Branco, où vous pourrez voir des artisanes produisant sur leurs métiers de nouvelles pièces de cet art séculaire. La Broderie de Castelo Branco est une expression artistique magnifique aux caractéristiques uniques, préservée avec la même dévotion que les générations précédentes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Musée Francisco Tavares Proença Júnior, le CCCCB - Centre de Culture Contemporaine de Castelo Branco et la Maison de la Mémoire de la Présence Juive. Ces espaces muséologiques révèlent l'identité collective d'Albicastro, préservant la mémoire régionale de l'archéologie à l'art contemporain.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Musée des Textiles et le Musée du Tailleur de Pierre, espaces dédiés aux arts et métiers traditionnels de la région. De la broderie au granit, ces musées préservent des savoirs ancestraux qui depuis longtemps font partie de l'imaginaire collectif d'Albicastro.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la Route de l'Huile d'Olive en visitant un moulin traditionnel comme le Fio da Beira. L'huile d'olive de Beira-Baixa, avec des oliviers plantés depuis 1359, est aujourd'hui classée AOP et a remporté des prix nationaux et internationaux pour sa qualité exceptionnelle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous à travers le patrimoine historique de Castelo Branco : le Château et ses murailles, l'Église de São Miguel, le Calvaire de São João, la Tour de l'Horloge, le Palais des Vicomtes de Portalegre et le Couvent da Graça. Montez au Belvédère de São Gens pour une vue panoramique sur la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez l'art urbain et les fresques murales de Castelo Branco, y compris des œuvres de Vhils et l'impressionnante fresque évoquant les Invasions Françaises. Ces expressions artistiques représentent des épisodes historiques, des traditions et des expériences des habitants de la région, transformant les rues en musées à ciel ouvert.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez les sentiers de randonnée de la région : le PR2 - Chemin de Schiste de Castelo Branco de 9,6 km, le PR1 - Route de la Gardunha de 14,8 km ou le PR3 - Chemin de Schiste de Sarzedas. Observez les plus de 150 espèces d'oiseaux qui habitent le district, y compris vautours, aigles et cigognes noires.",
          "visit_duration_min": 60
        },
        {
          "text": "Rafraîchissez-vous à la Piscine-Plage de Castelo Branco, ouverte de juin à septembre, ou aux plages fluviales d'Almaceda et Sesmo. Promenez-vous dans le Parc de la Ville, le Centre Civique Devesa et le Parc des Violettes, espaces verts idéaux pour des moments de détente.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 8
        },
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 9
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "PT::castelo-de-vide",
      "name": "Castelo De Vide",
      "cc": "PT",
      "language": "fr",
      "coords": [
        39.4167,
        -7.4583
      ],
      "lat": 39.4167,
      "lon": -7.4583,
      "visits": [
        {
          "text": "Explorez Castelo de Vide, village médiéval magnifiquement préservé couronné par un château au sommet d'une colline offrant des vues dominantes sur les plaines de l'Alentejo. Les ruelles pavées étroites serpentent entre des maisons blanchies à la chaux ornées de balcons en fer forgé ouvragés, créant l'un des paysages urbains les plus pittoresques du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans le Quartier Juif, l'un des quartiers juifs médiévaux les mieux préservés du Portugal. La minuscule fontaine Fonte da Vila marque le cœur de ce quartier historique, où les ruines d'une synagogue du XIIIe siècle et des maisons traditionnelles aux portes gothiques rappellent la vibrante communauté séfarade qui prospéra autrefois ici.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Château de Castelo de Vide, forteresse du XIIIe siècle offrant des vues panoramiques sur le Parc Naturel de la Serra de São Mamede. Le donjon et les murs défensifs demeurent remarquablement intacts, offrant un aperçu de l'architecture militaire médiévale et de l'importance stratégique de cette région frontalière.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goûtez aux célèbres eaux minérales des nombreuses fontaines de la ville, réputées depuis l'époque romaine pour leurs propriétés thérapeutiques. L'air vif de la montagne et l'atmosphère paisible font de Castelo de Vide une destination idéale pour le bien-être et la détente.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 7
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "PT::castro-daire",
      "name": "Castro Daire",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.8983,
        -7.935
      ],
      "lat": 40.8983,
      "lon": -7.935,
      "visits": [
        {
          "text": "Gravissez la Serra de São Macário, une chaîne de montagnes offrant certaines des plus belles vues panoramiques de tout le nord du Portugal. La route sinueuse vers le sommet est une aventure en soi, avec des routes étroites montant à travers des paysages de haute terre dramatiques. Au sommet, des vues balayantes s'étendent sur les vallées, villages et chaînes de montagnes lointaines dans toutes les directions.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Aldeia da Pena, l'un des villages traditionnels en pierre les plus isolés et pittoresques du nord du Portugal, caché au fond d'une vallée. D'étroites rues pavées recouvertes de paille serpentent entre des maisons de pierre grossièrement taillées qui semblent surgir du paysage. Les chèvres errent librement, leurs clochettes se mêlant au murmure d'un ruisseau, créant une atmosphère inchangée depuis des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la Serra de Montemuro et les paysages époustouflants du fleuve Paiva à Castro Daire. Cette région préservée offre la Cascade de Tojosa et des parcours pédestres à travers des villages de montagne authentiques. Les amateurs de vélo de montagne trouveront ici l'une des Montées Épiques les plus exigeantes du Portugal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admirez le coucher de soleil depuis le sommet de la Serra de São Macário, où la paix et les paysages spectaculaires créent des moments vraiment magiques. Le point de vue élevé offre souvent une solitude complète avec le paysage environnant baigné de lumière dorée. Les sentiers de randonnée rayonnent depuis le sommet à travers les forêts et sur les hautes landes pour une exploration plus poussée.",
          "visit_duration_min": 60
        },
        {
          "text": "Essayez la balançoire do Pego, celle de Foz do Cabril ou celle de Pedreira pour des vues panoramiques uniques sur les vallées et montagnes de Castro Daire. Terminez votre voyage en communion avec la nature intacte de cette région où l'homme vit une relation intime et respectueuse avec le paysage qui est nourriture, abri et réconfort.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Grand Tour du Portugal : Des collines de Lisbonne au nord sauvage",
          "day": 6
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 10
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "PT::chaves",
      "name": "Chaves",
      "cc": "PT",
      "language": "fr",
      "coords": [
        41.739,
        -7.4716
      ],
      "lat": 41.739,
      "lon": -7.4716,
      "visits": [
        {
          "text": "Découvrez les célèbres Thermes de Chaves, dont les eaux thermales jaillissent à plus de 70°C. Ces thermes millénaires, déjà appréciés des Romains, sont réputés pour leurs vertus curatives contre les affections musculaires et digestives. Goûtez l'eau à la Fonte do Povo, une expérience sensorielle unique même si le goût peut surprendre !",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez le remarquable Pont Romain de Trajan, monument impressionnant de 140 mètres qui enjambe le fleuve Tâmega depuis près de 2 000 ans. Ce pont de 12 arches, l'un des mieux conservés de la péninsule ibérique, témoigne du génie des ingénieurs romains et de l'importance stratégique de Chaves sur la route entre Braga et Astorga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans le centre historique de Chaves en admirant la Tour du Donjon du château médiéval et le Fort de São Francisco transformé en hôtel de charme. Goûtez aux célèbres pastéis de Chaves, feuilletés à la viande qui font la renommée gastronomique de cette ville thermale accueillante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 3
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "PT::coimbra",
      "name": "Coimbra",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.2033,
        -8.4103
      ],
      "lat": 40.2033,
      "lon": -8.4103,
      "visits": [
        {
          "text": "Explorez l'Université de Coimbra, l'une des plus anciennes et prestigieuses institutions académiques d'Europe, fondée en 1290. Ce site classé au patrimoine mondial de l'UNESCO couronne la colline de la ville, sa magnifique bibliothèque baroque Joanina abritant plus de 200 000 volumes anciens sous des plafonds dorés et des rayonnages en bois exotiques. Les salles de cérémonie et les classes historiques transportent les visiteurs à travers des siècles de tradition universitaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Sé Velha, l'ancienne cathédrale romane de Coimbra construite au XIIe siècle pendant la période tumultueuse de la Reconquista. Cette église aux allures de forteresse, avec ses murs crénelés et ses fenêtres étroites, représente l'un des plus beaux exemples d'architecture romane du Portugal. À l'intérieur, le cloître gothique et le retable Renaissance témoignent de l'évolution de l'art religieux portugais.",
          "visit_duration_min": 75
        },
        {
          "text": "Déambulez dans le centre historique de Coimbra, où d'étroites rues médiévales serpentent entre d'anciens bâtiments de pierre. La géographie unique de la ville crée deux zones distinctes : la Baixa avec ses rues commerçantes animées et l'Alta où des siècles de tradition académique imprègnent chaque pavé.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez le Monastère de Santa Cruz, dernière demeure des deux premiers rois du Portugal, Afonso Henriques et Sancho Ier. Ce monastère du XIIe siècle présente un portail manuélin orné, une sacristie Renaissance et de superbes panneaux d'azulejos illustrant la vie de Saint Augustin.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 3
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "PT::costa-nova",
      "name": "Costa Nova",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.6167,
        -8.75
      ],
      "lat": 40.6167,
      "lon": -8.75,
      "visits": [
        {
          "text": "Découvrez les emblématiques maisons rayées de Costa Nova, appelées localement palheiros. Ces charmantes structures en bois, peintes de rouges, bleus, verts et jaunes vifs, étaient à l'origine des cabanes de pêcheurs servant à entreposer le matériel. Aujourd'hui, elles constituent l'un des sites côtiers les plus photographiés du Portugal, créant un arc-en-ciel de couleurs sur fond d'Atlantique.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez au Farol da Barra, le plus haut phare du Portugal culminant à 62 mètres. Construit en 1893, cette tour rouge et blanche saisissante offre des vues panoramiques sur l'océan Atlantique et la lagune d'Aveiro. L'ascension récompense les visiteurs par des panoramas à couper le souffle sur le littoral s'étendant jusqu'à l'horizon.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détendez-vous sur le sable doré de la plage de Costa Nova do Prado, destination prisée des surfeurs et des amateurs de farniente. Les puissantes vagues atlantiques en font un excellent spot pour les sports nautiques, tandis que les longues étendues de sable invitent aux promenades paisibles le long du rivage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 2
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "PT::covilha",
      "name": "Covilha",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.2833,
        -7.5
      ],
      "lat": 40.2833,
      "lon": -7.5,
      "visits": [
        {
          "text": "Commencez votre exploration de Covilhã par l'église Santa Maria Maior, splendide édifice baroque du XVIe siècle au cœur du centre historique. Admirez les exquis azulejos bleu et blanc ornant son extérieur, illustrant magnifiquement des scènes de la vie de la Vierge Marie, témoignage de plusieurs siècles d'art religieux portugais.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez au belvédère Portas do Sol pour des panoramas s'étendant sur les toits de Covilhã jusqu'à la majestueuse chaîne de la Serra da Gardunha. Cette terrasse surélevée présente un cadran solaire historique et plusieurs remarquables fresques de street art du festival WOOL Urban Art.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Praça do Município, cœur vibrant de Covilhã où l'imposant Hôtel de Ville, l'ornée église de la Misericórdia et l'élégant Théâtre Municipal entourent une statue honorant Pêro da Covilhã, le légendaire explorateur du XVe siècle envoyé par le roi Jean II découvrir les routes des épices vers l'Inde et l'Éthiopie.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Musée de la Laine documentant l'héritage de Covilhã comme l'un des principaux producteurs de laine du Portugal. Installé dans les historiques Real Fábrica de Panos et Real Fábrica Veiga, le musée présente les processus textiles traditionnels qui alimentaient autrefois des centaines d'usines locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Rendez-vous au belvédère Varanda dos Carqueijais, à seulement 10 minutes de Covilhã, offrant l'un des panoramas les plus spectaculaires de la Serra da Estrela. La plateforme d'observation métallique distinctive est devenue un lieu de photographie emblématique, encadrant le paysage montagneux dramatique dans un geste architectural unique.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez jusqu'à Torre, le point culminant du Portugal continental à près de 2 000 mètres d'altitude. Ce sommet spectaculaire, à seulement 30 minutes de Covilhã, attire les visiteurs toute l'année en quête de neige en hiver et d'air frais de montagne en été. La seule station de ski naturelle du Portugal y fonctionne pendant les mois les plus froids.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Covão d'Ametade, l'une des vallées glaciaires les plus enchanteresses de la Serra da Estrela. Ce paysage de conte de fées fait de formations rocheuses spectaculaires, de ruisseaux cristallins et de prairies alpines captive les visiteurs en toute saison, qu'il soit couvert de neige ou tapissé de fleurs sauvages.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embarquez pour le parcours WOOL Urban Art, un extraordinaire musée à ciel ouvert présentant des œuvres d'artistes internationaux dont le hibou emblématique en matériaux recyclés de Bordalo II, l'immense fresque de cœur de Third et les portraits complexes de Daniel Eime. Ce festival annuel a transformé des murs négligés en toiles vibrantes à travers le centre historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Rafraîchissez-vous à la plage fluviale d'Unhais da Serra, lieu de baignade naturelle préservé entouré d'une végétation de montagne luxuriante. Les installations bien entretenues et les eaux cristallines en font une échappée idéale contre la chaleur estivale, à seulement 30 minutes de Covilhã.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 5
        },
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 6
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "PT::elvas",
      "name": "Elvas",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.8822,
        -7.1639
      ],
      "lat": 38.8822,
      "lon": -7.1639,
      "visits": [
        {
          "text": "Ville d’Elvas et ses murailles fortifiées",
          "visit_duration_min": 75
        },
        {
          "text": "Aqueduc d’Amoreira (Elvas)",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant le grandiose Aqueduc de l'Amoreira, s'étendant sur 7 km avec 843 arches, construit par l'architecte Francisco de Arruda, le même auteur de la Tour de Belém. Cet impressionnant monument marque l'entrée de la plus grande fortification bastionnée du monde, classée au Patrimoine Mondial de l'UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les fortifications d'Elvas, dont les structures défensives en forme d'étoile avec un périmètre d'environ 10 km sont un témoignage unique de l'évolution de la stratégie militaire jusqu'au XIXe siècle. L'ensemble comprend des murailles islamiques et médiévales, l'enceinte fortifiée du XVIIe siècle et les Forts de Santa Luzia et de la Graça.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'ancienne Cathédrale, aujourd'hui Église de Nossa Senhora da Assunção, l'Église des Dominicaines avec son plan octogonal original, le pelourinho manuélin et la Tour Fernandine. Dans les rues du centre historique, identifiez les arches qui marquent les anciennes entrées dans les remparts.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la Praça da República, salon de la ville en calçada portugaise, vaste et aérée, avec d'accueillantes terrasses. C'est le cœur d'Elvas, où résidents et visiteurs se retrouvent pour profiter de l'atmosphère tranquille de cette ville-garnison frontalière.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez les musées d'Elvas : le Musée d'Art Contemporain, le Musée de la Photographie João Carpinteiro avec des appareils photo depuis 1898 et des épreuves datées de 1860, le Musée d'Art Sacré et deux espaces muséaux à thématique militaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez l'Église de São Domingos, l'Église du Tiers-Ordre de São Francisco et, hors des remparts, le Sanctuaire du Seigneur Jésus de la Piété où se déroule annuellement en septembre le célèbre pèlerinage coïncidant avec la Foire de São Mateus.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 6
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo : Patrimoine UNESCO et Villages Médiévaux",
          "day": 7
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "PT::estremoz",
      "name": "Estremoz",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.849998,
        -7.583333
      ],
      "lat": 38.849998,
      "lon": -7.583333,
      "visits": [
        {
          "text": "Ville d’Estremoz et son château médiéval",
          "visit_duration_min": 75
        },
        {
          "text": "Façades blanches typiques d’Estremoz",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Château Médiéval d'Estremoz du XIIIe siècle, aujourd'hui transformé en Pousada Rainha Santa Isabel. La Tour des Trois Couronnes, ainsi nommée car trois rois participèrent à sa construction (Alphonse III, Sanche II et Dinis), offre des vues splendides sur la région du marbre.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Musée Municipal Professor Joaquim Vermelho, situé face au donjon, avec des expositions sur la vie de l'Alentejo et la célèbre céramique de la région. Les Moringues, cruches en forme de globe traditionnelles d'Estremoz, sont particulièrement remarquables.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'élégante Église de Santa Maria, église-halle du XVIe siècle de style Renaissance tardif qui remplaça un temple médiéval. Ce monument impressionne par sa monumentalité et sa richesse décorative.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Chapelle du Seigneur Jésus des Innocents du XVIIIe siècle, près de la statue de la Reine Sainte Isabelle. Celle-ci rend hommage à l'épouse du Roi Dinis, célèbre pour sa charité et le miracle des roses, qui mourut à Estremoz.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous sur le Rossio Marquês de Pombal, place principale dominée par les tours jumelles en marbre de l'ancien Couvent des Congregados du XVIIe siècle. Montez dans la tour pour des vues glorieuses sur Estremoz et visitez le Musée d'Art Sacré.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez le Centre de Science Vivante dans l'ancien Couvent des Maltaises du XVe siècle, avec son beau cloître et ses expositions sur la Terre et la Géologie. La réplique du squelette de T-Rex est une attraction incontournable pour tous les âges.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez la Porta de Santarém, l'entrée principale du village médiéval ceint par les remparts du XIIIe siècle, et la Porta dos Currais du XVIIe siècle. Admirez également le Pelourinho manuélin et le Lago do Gadanha avec sa statue emblématique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 5
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo : Patrimoine UNESCO et Villages Médiévaux",
          "day": 6
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "PT::evora",
      "name": "Evora",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.5694,
        -7.903
      ],
      "lat": 38.5694,
      "lon": -7.903,
      "visits": [
        {
          "text": "Ville d’Évora inscrite à l’UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la Praça do Giraldo, cœur battant d'Évora, avec ses emblématiques arcades, l'église de Santo Antão et la fontaine historique qui fut pendant des siècles l'une des principales structures d'approvisionnement en eau de la population. Le nom de la place rend hommage à Geraldo Sem Pavor, figure semi-légendaire de la reconquête de la ville sur les Maures.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant le Temple Romain d'Évora, datant du Ier siècle, principal vestige de l'époque où Ebora Liberalitas Iulia était l'une des plus notables cités romaines de Lusitanie. Contrairement à la croyance populaire, ce temple aurait été dédié au culte impérial et non à la déesse Diane.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'imposante Cathédrale d'Évora, la plus grande cathédrale médiévale du Portugal, construite entre les XIIe et XIIIe siècles. Ne manquez pas les cloîtres, la chapelle principale, le Musée d'Art Sacré et montez sur le toit pour une vue panoramique époustouflante sur cette ville classée au Patrimoine Mondial de l'UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrez dans l'Église de São Francisco, de style manuélin-mudéjar et Renaissance datant du XVe siècle, qui eut le Palais Royal en annexe et fut intimement liée à la période d'expansion maritime portugaise. À l'intérieur, la célèbre Chapelle des Os restera à jamais gravée dans votre mémoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Collège du Saint-Esprit, bâtiment principal de l'Université d'Évora fondée par le Cardinal Dom Henrique au XVIe siècle. Le grandiose cloître est une visite incontournable, témoignant de l'importance historique de cette institution d'enseignement séculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Largo et la Fontaine des Portas de Moura, l'une des places les plus emblématiques de la cité du XVIe siècle, entourée de demeures nobles des familles les plus importantes de l'époque. Cette place préserve l'atmosphère aristocratique de l'Évora de la Renaissance.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la façade Renaissance de l'Église de la Grâce du XVIe siècle, bel exemple architectural situé sur le Largo da Graça. Ce temple démontre la richesse du patrimoine religieux d'Évora qui s'étend à travers toute la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Centre d'Art et de Culture, ancien Palais de l'Inquisition, aujourd'hui espace de la Fondation Eugénio de Almeida dédié aux arts et à la culture avec une attention particulière pour l'art contemporain. Un contraste fascinant entre l'histoire sombre du bâtiment et sa vocation culturelle actuelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Cromlech des Almendres, construit il y a environ 7 000 ans, le plus grand ensemble mégalithique de la péninsule Ibérique et l'un des plus anciens du monde. Ce monument préhistorique témoigne de l'occupation humaine de cette région depuis des temps immémoriaux.",
          "visit_duration_min": 75
        },
        {
          "text": "À un peu plus d'1 km du cromlech, visitez le Menhir des Almendres, un autre impressionnant monument mégalithique qui complète cet extraordinaire ensemble archéologique. Ces monuments sont des témoignages uniques des civilisations qui peuplèrent l'Alentejo il y a des milliers d'années.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le Largo Conde Vila Flor où se trouvent certains des principaux édifices de la ville : l'éblouissante Église des Lóios avec ses azulejos bleus et blancs portés à leur plus haute expression, le Couvent des Lóios du XVe siècle aujourd'hui pousada, le Palais des Ducs de Cadaval et le Musée d'Évora avec près de 20 000 objets.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous dans le magnifique Jardin Public construit au XIXe siècle, où vous trouverez le Palais de Dom Manuel du XVe siècle, lieu où Vasco de Gama fut investi commandant de l'escadre qui découvrirait la route maritime vers l'Inde. Ne manquez pas les charmantes Ruines Feintes avec leurs paons.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez les imposants Remparts d'Évora qui entourent tout le centre historique et le grandiose Aqueduc de l'Eau d'Argent, inauguré au XVIe siècle pour approvisionner la ville. Cherchez les maisons construites entre ses arches, un secret que tous les visiteurs ne découvrent pas.",
          "visit_duration_min": 60
        },
        {
          "text": "Montez aux Moulins de l'Alto de São Bento pour la meilleure vue panoramique sur Évora. Ce belvédère offre une perspective unique sur la ville classée au Patrimoine Mondial, avec ses monuments et remparts se découpant sur la plaine de l'Alentejo.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez la Cave de la Cartuxa, l'une des plus prestigieuses du Portugal, où vous pouvez déguster le célèbre vin et l'huile d'olive de l'Alentejo. Cette expérience œnotouristique est incontournable pour qui souhaite découvrir les saveurs authentiques de la région.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez l'Écovia d'Évora - Branche de Mora à pied ou à vélo, une façon alternative de découvrir le paysage de l'Alentejo. Ce parcours permet un contact direct avec la nature et les plaines dorées qui caractérisent cette région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 1
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo : Patrimoine UNESCO et Villages Médiévaux",
          "day": 1
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo : Patrimoine UNESCO et Villages Médiévaux",
          "day": 2
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo : Patrimoine UNESCO et Villages Médiévaux",
          "day": 3
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "PT::evora-monte",
      "name": "Evora Monte",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.7718,
        -7.7162
      ],
      "lat": 38.7718,
      "lon": -7.7162,
      "visits": [
        {
          "text": "Découvrez le singulier Château d'Évora Monte, érigé par le Roi Dinis au XIVe siècle sur des fortifications romaines, dans une position spectaculaire au sommet d'une colline escarpée. La structure quasi triangulaire avec cinq tours et un imposant donjon est un exemplaire unique de l'architecture militaire portugaise.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le petit village d'Évora Monte où fut signée la Convention d'Évora Monte en 1834, mettant fin à la guerre civile portugaise. La légende raconte que la signature prit si longtemps qu'il ne restait que du pain rassis à manger, menant à l'invention de l'açorda de l'Alentejo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo : Patrimoine UNESCO et Villages Médiévaux",
          "day": 5
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "PT::fundao",
      "name": "Fundao",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.1381,
        -7.5011
      ],
      "lat": 40.1381,
      "lon": -7.5011,
      "visits": [
        {
          "text": "Explorez le Centre Historique de Fundão, qui combine rues traditionnelles, commerce local et espaces culturels rénovés. Promenez-vous sur la Place de la Mairie, visitez l'Église Mère et découvrez le bâtiment de l'Hôtel de Ville. La ville se distingue par son lien avec l'innovation numérique, visible au Centre pour les Migrations Digitales.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Castelo Novo, l'un des plus beaux Villages Historiques du Portugal intégré à la commune de Fundão. Les maisons de granit, le pilori manuélin, le château et l'extraordinaire place centrale forment un décor médiéval préservé avec une rare harmonie. Montez au château en fin d'après-midi pour voir le coucher de soleil sur la montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Musée Archéologique José Monteiro qui rassemble des découvertes de la région expliquant l'occupation humaine du territoire depuis la préhistoire. Explorez également la Moagem - Cité de l'Ingénierie et des Arts, espace culturel dynamique installé dans une ancienne usine réhabilitée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez les sentiers panoramiques de la Serra da Gardunha, comme le PR7 ou la montée à la Racha da Penha, à travers bois, ruisseaux et plateaux avec vue sur la vallée du Zêzere. Au printemps, les pentes couvertes de cerisiers en fleur transforment le paysage en un spectacle unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez la Route de la Cerise de Fundão, capitale portugaise de ce fruit. Entre mai et juin, plusieurs domaines ouvrent leurs portes pour des visites, cueillette directe et expériences gastronomiques. La Fête de la Cerise à Alcaide est l'un des événements les plus populaires, avec stands de producteurs et beaucoup d'animation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 10
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "PT::geres",
      "name": "Geres",
      "cc": "PT",
      "language": "fr",
      "coords": [
        41.7167,
        -8.15
      ],
      "lat": 41.7167,
      "lon": -8.15,
      "visits": [
        {
          "text": "Entrez dans le parc national de Peneda-Gerês, le seul parc national du Portugal protégeant une nature sauvage de montagnes, forêts anciennes et cascades tumultueuses. Le parc englobe les chaînes de montagnes de Peneda, Soajo, Amarela et Gerês atteignant 1 545 mètres à leur point culminant. Ce paysage remarquable abrite une faune diversifiée dans des environnements vierges bénéficiant du plus haut niveau de protection du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Soajo, un village de montagne traditionnel connu pour ses espigueiros uniques - greniers historiques en pierre élevés sur des piliers de granit créant l'une des scènes les plus photographiées du parc. Les maisons en pierre et les églises anciennes reflètent les traditions durables de cette communauté isolée. Le plateau de Mourela s'élevant à 1 000 mètres offre une observation d'oiseaux exceptionnelle dans un habitat de bruyère et de prairie.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrez dans le parc national Peneda-Gerês, le seul parc national du Portugal protégeant une nature sauvage de montagnes, forêts anciennes et cascades dégringolantes. Le parc englobe les chaînes montagneuses Peneda, Soajo, Amarela et Gerês atteignant 1 545 mètres à leur point culminant. Ce paysage remarquable abrite une faune diverse dans des environnements vierges méritant le plus haut niveau de protection du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Soajo, un village de montagne traditionnel servant d'excellente base de randonnée, connu pour ses espigueiros uniques - greniers historiques en pierre élevés sur des piliers de granit. Ces structures distinctives utilisées depuis des siècles pour stocker et sécher le maïs créent l'une des scènes les plus photographiées du parc. Les maisons de pierre et églises anciennes reflètent les traditions durables de cette communauté montagnarde isolée.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le plateau Mourela s'élevant à environ 1 000 mètres, reconnu comme l'un des lieux d'observation d'oiseaux de premier plan du parc national. Cet habitat de lande d'altitude soutient diverses espèces aviaires prospérant dans la bruyère, les prairies et le terrain marécageux. Les paysages ouverts du plateau offrent une excellente visibilité pour repérer les rapaces et espèces migratrices tout au long de l'année.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez sur les sentiers de Peneda-Gerês incluant la Grande Rota traversant des paysages montagneux spectaculaires avec des options allant de promenades douces à des treks difficiles. Recherchez l'aventure aux cascades où le canyoning et le saut de falaise offrent des expériences pleines d'adrénaline dans des cadres spectaculaires. Détendez-vous dans les eaux thermales naturelles de Caldas do Gerês, un village thermal célèbre pour ses sources chaudes depuis l'époque romaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez sur les sentiers de Peneda-Gerês incluant l'aventureuse Grande Rota traversant les paysages les plus spectaculaires du parc. Des promenades circulaires plus courtes passent à travers les forêts, près des cascades et vers des points de vue panoramiques. Les cinq 'portes' du parc offrent des centres d'information aux visiteurs avec des cartes de randonnée détaillées et des conseils.",
          "visit_duration_min": 60
        },
        {
          "text": "Cherchez l'aventure aux cascades où les excursions de canyoning et saut de falaise offrent des moyens riches en adrénaline de découvrir les caractéristiques aquatiques dramatiques. Des guides professionnels mènent des expéditions à travers les gorges, le long des cascades et dans des bassins cristallins entourés de falaises de granit. La natation et les bains de soleil aux piscines naturelles offrent des récompenses rafraîchissantes après la randonnée.",
          "visit_duration_min": 60
        },
        {
          "text": "Détendez-vous dans les eaux thermales naturelles de Caldas do Gerês, un village thermal célèbre pour ses sources chaudes depuis l'époque romaine. Les eaux thérapeutiques émergent à des températures idéales pour apaiser les muscles fatigués après des journées actives dans les montagnes. Cette destination bien-être traditionnelle constitue le complément parfait aux aventures en plein air.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 13
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Grand Tour du Portugal : Des collines de Lisbonne au nord sauvage",
          "day": 8
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "PT::gouveia",
      "name": "Gouveia",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.4922,
        -7.5936
      ],
      "lat": 40.4922,
      "lon": -7.5936,
      "visits": [
        {
          "text": "Découvrez la Casa da Torre à Gouveia, édifice du XVIe siècle classé Monument National depuis 1928. Ce magnifique exemple du style Manuélin est l'un des témoignages architecturaux les plus importants de cette ville de montagne, située sur le versant occidental de la Serra da Estrela à environ 700 mètres d'altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Musée Municipal Abel Manta, installé dans le Palais des Comtes de Vinhó et Almedina datant du XVIIIe siècle. Ce musée possède une importante collection de l'illustre peintre natif de Gouveia, ainsi que des œuvres d'artistes comme Vieira da Silva, Joaquim Rodrigo, Júlio Resende, Júlio Pomar, Paula Rego, parmi d'autres maîtres de l'art portugais.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'Hôtel de Ville de Gouveia, ancien Collège des Jésuites, et la Bibliothèque Municipale Vergílio Ferreira, installée dans le Palais des Serpa-Pimentel. Ces édifices nobles témoignent de la richesse patrimoniale de cette ville avec des vestiges des civilisations castrejas, romaine et musulmane.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Montez au Monte Calvário avec son temple du XVIIIe siècle et profitez d'une vue panoramique d'excellence sur la Vallée du Mondego. Visitez également le Miradouro do Paixotão et le Parc Zoologique de Gouveia, espaces verts qui font de cette ville une destination privilégiée pour les amoureux de la nature.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez le Dolmen de Pedra da Orca dans la paroisse de Rio Torto, monument mégalithique datant de la fin de la période Néolithique. Ce vestige archéologique est l'exemple le plus significatif de l'occupation humaine ancienne de cette région, témoignant de milliers d'années d'histoire.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 3
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "PT::guarda",
      "name": "Guarda",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.5373,
        -7.2676
      ],
      "lat": 40.5373,
      "lon": -7.2676,
      "visits": [
        {
          "text": "Découvrez la majestueuse Cathédrale Sé de Guarda, imposant édifice dont la construction débuta sous le règne de Jean Ier et s'acheva en 1517. Cette cathédrale emblématique présente une fascinante symbiose entre les styles gothique et manuélin, constituant l'un des monuments religieux les plus remarquables de l'intérieur du Portugal. Son imposante stature reflète l'importance historique de cette ville fondée par Sanche Ier.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Château de Guarda, situé en position dominante à 1056 mètres d'altitude, le point le plus élevé de toute ville portugaise. Bien qu'il ne reste que des vestiges des murailles et du donjon, ce lieu historique évoque les temps où Guarda était un point stratégique de défense, justifiant son surnom de ville Forte.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans l'ancienne Juiverie de Guarda, située à l'intérieur des murailles près de la Porta D'El Rei. Cette communauté juive fut pendant des siècles l'une des plus importantes et anciennes du Portugal, laissant un héritage historique et culturel que l'on peut encore découvrir dans les ruelles étroites de ce quartier médiéval.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'Église de la Miséricorde de Guarda, dont la construction remonte au XVIIe siècle. Le portail est encadré par deux tours-clochers et arbore une image de Notre-Dame de la Miséricorde. L'intérieur est dominé par le style baroque, tant dans les formes que dans la décoration, avec les armes du Roi Jean V au-dessus du portail principal.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplez la Statue de Sanche Ier sur la Praça Luís de Camões, monument en bronze dédié au roi qui accorda le statut de ville à Guarda le 27 novembre 1199. Cet hommage célèbre le fondateur de la ville aux 5 F : Forte, Farta (abondante), Fria (froide), Fiel (fidèle) et Formosa (belle).",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Site Archéologique de Mileu, découvert en 1953 lors de travaux de construction. Cet important ensemble de ruines archéologiques, situé à environ deux kilomètres de Guarda, présente diverses structures d'habitation romaines près de la Chapelle de Notre-Dame de Mileu.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez le Musée de Guarda, fondé en 1940, qui possède une collection remarquable comprenant archéologie, numismatique, sculpture sacrée des XIIIe au XVIIIe siècles, peinture sacrée, armurerie, céramique et art contemporain. Installé dans un bâtiment historique, ce musée préserve la mémoire et l'identité de la région de Beira.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez du Parc Urbain du Rio Diz, un espace impressionnant de 21 hectares avec un plan d'eau de 11 400 mètres carrés, une aire de jeux, des espaces verts, une zone d'animation semi-couverte et une ludothèque. Promenez-vous également dans le Jardin Municipal avec son curieux labyrinthe de haies.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 1
        },
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 2
        }
      ],
      "rating": 4
    },
    {
      "place_id": "PT::janeiro-de-cima",
      "name": "Janeiro De Cima",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.0456,
        -7.7939
      ],
      "lat": 40.0456,
      "lon": -7.7939,
      "visits": [
        {
          "text": "Découvrez la Plage Fluviale de Janeiro de Cima, l'une des plus belles de la région, entourée de maisons en schiste et de barques traditionnelles. Ce village riverain offre un environnement accueillant où la tradition rencontre la nature préservée du Geopark Naturtejo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le village voisin de Janeiro de Baixo, qui conserve la même ambiance riveraine authentique. Les maisons en schiste, les rues pavées et le contact avec la rivière font de ce village un refuge de tranquillité au cœur de la Beira Interior.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Barroca, au cœur du Geopark Naturtejo, qui offre art rupestre, randonnées et un contact authentique avec la vie rurale. Ce village préserve des traditions ancestrales et des paysages géologiques uniques qui témoignent de millions d'années d'histoire naturelle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aventurez-vous dans le Parc Naturel du Tejo International, où vous pouvez observer vautours, aigles et cigognes noires sur les rochers. Faites une promenade en bateau sur le Rio Tejo à Vila Velha de Ródão et admirez les Portas de Ródão, imposantes falaises qui forment l'un des paysages les plus spectaculaires du Portugal.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 11
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "PT::lagos",
      "name": "Lagos",
      "cc": "PT",
      "language": "fr",
      "coords": [
        37.1028,
        -8.673
      ],
      "lat": 37.1028,
      "lon": -8.673,
      "visits": [
        {
          "text": "Découvrez Lagos, l'une des villes historiques les plus charmantes du Portugal avec des bâtiments blanchis à la chaux, des rues pavées et une atmosphère traditionnelle chaleureuse. La vieille ville compacte offre des monuments historiques, des musées intéressants et un marché local animé parfait pour découvrir la culture portugaise authentique. Cette jolie ville de l'ouest de l'Algarve combine patrimoine et accès facile au paysage côtier spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant Ponta da Piedade, l'un des monuments naturels les plus célèbres du Portugal présentant de magnifiques formations rocheuses côtières, des grottes marines et des grottes. Le paysage à couper le souffle inclut des falaises imposantes accessibles via des sentiers côtiers et un escalier raide descendant au niveau de la mer pour des vues plus proches des grottes. Ce paysage extraordinaire est encore plus magique au coucher du soleil quand la lumière dorée illumine les formations sculpturales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Praia do Camilo, une petite plage accessible via des escaliers raides où les vues d'en haut sont tout aussi magnifiques que la plage elle-même. La plage se divise en deux zones reliées par un court tunnel taillé à travers les rochers, créant une expérience incroyablement pittoresque. La proche Praia de Dona Ana est entourée de falaises colorées raides et d'eau bleue cristalline, se classant parmi les plus belles plages de l'Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez Ponta da Piedade en kayak, pagayant à travers les grottes marines et le long de la côte spectaculaire pour une perspective inoubliable sur ces merveilles naturelles. De petites excursions en bateau naviguent également dans les grottes, offrant un accès intime aux formations rocheuses sculptées. La combinaison de falaises dorées, d'eau turquoise et de grottes cachées crée l'un des paysages côtiers les plus photogéniques d'Europe.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 5
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "PT::lamego",
      "name": "Lamego",
      "cc": "PT",
      "language": "fr",
      "coords": [
        41.0979,
        -7.8086
      ],
      "lat": 41.0979,
      "lon": -7.8086,
      "visits": [
        {
          "text": "Gravissez les 686 marches de l'escalier baroque du Sanctuaire de Nossa Senhora dos Remédios, emblème de Lamego et l'un des ensembles monumentaux les plus impressionnants du Portugal. Panneaux d'azulejos, fontaines allégoriques comme la Fontaine des Géants dans le Patio des Rois et vues panoramiques époustouflantes ponctuent cette montée qui culmine au sanctuaire dédié à la patronne de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Cathédrale de Lamego, qui remonte au XIIe siècle et combine éléments romans d'origine avec des ajouts gothiques et Renaissance. Le triple portail manuélin, œuvre la plus significative de cette région, se distingue, et à l'intérieur, le maître-autel baroque et les voûtes des trois nefs revêtues de fresques colorées de l'Ancien Testament.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Musée de Lamego, installé dans l'ancien Palais épiscopal de style baroque. Il possède l'une des meilleures collections d'art religieux du Portugal, incluant des œuvres de Grão Vasco et des tapisseries flamandes. Préparez-vous à un émerveillement total en voyant les autels en bois doré intégralement transférés du Monastère das Chagas.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez le Sentier du Vin de Porto dans la paroisse de Samodães, incontournable pour les amateurs de randonnée et tout simplement l'un des meilleurs sentiers du Portugal. Les paysages du Douro viticole sont sublimes avec leurs terrasses sculptées dans les versants, créant un amphithéâtre naturel où la vigne règne depuis des temps immémoriaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez les Caves Raposeira et offrez-vous une pause rafraîchissante avec l'élégant vin mousseux de Lamego. Découvrez comment les moines cisterciens ont développé les rituels ancestraux permettant d'atteindre la perfection de ce vin raffiné, célébrant la tradition viticole qui fait de Lamego l'un des berceaux du mousseux portugais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le Château de Lamego et sa fascinante Citerne, l'une des citernes de châteaux les mieux préservées du Portugal. Montez à la Tour du Donjon du XIIe siècle avec ses explications interactives et ludiques. Ne manquez pas la Porte des Figuiers avec ses deux tourelles et le Noyau Archéologique avec ses trésors de l'époque romaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Régalez-vous avec la gastronomie de Lamego : le chevreau rôti, le jambon de viande maigre réputé depuis des temps anciens, les saucisses et produits fumés. Côté pâtisserie, goûtez les conventuelles Grades de Lamego et la très sucrée Tarte de Lamego. Visitez A Presunteca pour une planche de dégustation accompagnée de vins de la région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 5
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 6
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "PT::leiria",
      "name": "Leiria",
      "cc": "PT",
      "language": "fr",
      "coords": [
        39.7436,
        -8.8071
      ],
      "lat": 39.7436,
      "lon": -8.8071,
      "visits": [
        {
          "text": "Grimpez au Château de Leiria, forteresse médiévale perchée spectaculairement au-dessus de la ville avec des origines remontant au XIIe siècle. Les ruines romantiques du château, incluant le palais royal et la loggia gothique, offrent des vues balayant les forêts de pins jusqu'à l'Atlantique. Chaque mois d'août, les murs atmosphériques accueillent Entremuralhas, un festival de musique gothique qui transforme les pierres anciennes en un lieu d'une beauté envoûtante.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous sur la Praça Rodrigues Lobo, l'élégante place principale de Leiria entourée de bâtiments à arcades et de cafés charmants. Ce lieu de rassemblement animé met en valeur l'héritage architectural de la ville, notamment de beaux exemples de design Art nouveau de l'architecte Ernesto Korrodi.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Cathédrale de Leiria, chef-d'œuvre maniériste du XVIe siècle dédié à Notre-Dame de l'Assomption. Cette église-halle unique, avec ses trois nefs de hauteur égale, représente l'un des plus beaux exemples du style Hallenkirchen au Portugal, comparable au Monastère des Hiéronymites de Lisbonne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le Musée de Leiria récemment rénové, installé dans l'ancien couvent de Santo Agostinho. Après 97 ans de collections dispersées, ce musée complet raconte désormais l'histoire de la ville à travers des présentations innovantes couvrant archéologie, art et traditions locales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 4
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "PT::lisbon",
      "name": "Lisbon",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.7223,
        -9.1393
      ],
      "lat": 38.7223,
      "lon": -9.1393,
      "visits": [
        {
          "text": "Jour 1 : Commencez votre aventure portugaise à la Praça do Comércio, la plus grandiose place de Lisbonne s'ouvrant de façon spectaculaire sur le Tage. Cette place monumentale au bord de l'eau, reconstruite après le tremblement de terre de 1755, servait de porte d'entrée cérémonielle à la capitale du Portugal. Les élégants bâtiments à arcades et l'arc de triomphe créent l'un des espaces urbains les plus impressionnants d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Promenez-vous le long de la Rua Augusta vers le quartier historique de Baixa, en gravissant l'Arco da Rua Augusta pour des vues panoramiques sur le centre-ville et le Tage scintillant. Montez dans l'Elevador de Santa Justa, un extraordinaire ascenseur en fer néo-gothique conçu par un élève de Gustave Eiffel. Explorez les ruines envoûtantes du Convento do Carmo, laissé sans toit depuis le tremblement de terre catastrophique de 1755.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Perdez-vous dans les rues labyrinthiques d'Alfama, le plus ancien quartier de Lisbonne qui a survécu intact au grand tremblement de terre. D'étroites ruelles serpentent entre d'anciennes maisons ornées de carreaux d'azulejo colorés tandis que le fado mélancolique s'échappe de tavernes cachées. Conquérez les hauteurs du Castelo de São Jorge, la forteresse perchée offrant les vues panoramiques les plus spectaculaires de la capitale.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Visitez la cathédrale Sé, la plus ancienne église de Lisbonne construite sur l'emplacement d'une ancienne mosquée au XIIe siècle. Rendez-vous à Belém où l'Âge des Découvertes du Portugal a laissé de magnifiques monuments le long du Tage. Admirez le Mosteiro dos Jerónimos, un extraordinaire chef-d'œuvre manuélin commémorant le voyage de Vasco da Gama vers l'Inde.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Commencez votre aventure portugaise à la magnifique Praça do Comércio, la plus grande place de Lisbonne s'ouvrant de manière spectaculaire sur le Tage. Cette place monumentale au bord de l'eau, reconstruite après le séisme dévastateur de 1755, servait de porte d'entrée cérémonielle à la capitale du Portugal. Les élégants bâtiments à arcades et l'arc de triomphe créent l'un des espaces urbains les plus impressionnants d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Flânez le long de la Rua Augusta, l'artère piétonne animée de Lisbonne reliant le front de mer au cœur du quartier de la Baixa. Montez au sommet de l'Arco da Rua Augusta pour des vues panoramiques sur les rues géométriques du centre-ville et le Tage scintillant au-delà. Cette rue animée bourdonne de cafés en plein air et de boutiques traditionnelles sous d'élégantes façades du XVIIIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Montez dans l'Elevador de Santa Justa, un extraordinaire ascenseur en fer néo-gothique conçu par un élève de Gustave Eiffel en 1902. Cette remarquable pièce d'ingénierie urbaine emmène les passagers 45 mètres plus haut à travers une tour ornée en fer forgé vers le quartier de Carmo. La plateforme d'observation révèle un panorama époustouflant sur les toits de terre cuite de Lisbonne.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Explorez les ruines d'une beauté troublante du Convento do Carmo, un monastère gothique laissé sans toit depuis le séisme catastrophique de 1755. Les arcs squelettiques s'élevant vers le ciel ouvert créent l'un des sites les plus atmosphériques de Lisbonne. Aujourd'hui les ruines abritent un musée archéologique avec des artefacts couvrant de la préhistoire à la période médiévale.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Perdez-vous dans les rues labyrinthiques d'Alfama, le plus ancien quartier de Lisbonne qui a survécu au grand tremblement de terre largement intact. D'étroites ruelles serpentent entre d'anciennes maisons ornées d'azulejos colorés, tandis que la musique fado mélancolique s'échappe de tavernes cachées. Ce quartier médiéval grimpant vers le château préserve l'âme authentique du vieux Lisbonne.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Conquérez les hauteurs du Castelo de São Jorge, la forteresse au sommet de la colline veillant sur Lisbonne depuis plus d'un millénaire. Originellement une place forte mauresque avant la reconquête chrétienne en 1147, les murs du château offrent les vues panoramiques les plus spectaculaires de la capitale. Promenez-vous à travers les vestiges archéologiques, les jardins paisibles et les remparts dominant les sept collines de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Visitez la cathédrale Sé, la plus ancienne église de Lisbonne construite sur le site d'une ancienne mosquée au XIIe siècle après la reconquête. Cette église-forteresse romane a survécu aux tremblements de terre et aux guerres tout en accumulant des cloîtres gothiques et des chapelles baroques. La façade austère flanquée de deux clochers crée une présence imposante dans Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Voyagez vers le quartier riverain de Belém, où l'âge des découvertes du Portugal a laissé ses monuments les plus magnifiques le long du Tage. Ce quartier élégant célèbre l'époque où les navigateurs portugais ont cartographié des océans inconnus et établi un empire maritime mondial. Les avenues bordées d'arbres et les promenades au bord de l'eau relient les trésors classés UNESCO de la région.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Émerveillez-vous devant le Mosteiro dos Jerónimos, un chef-d'œuvre extraordinaire de l'architecture manuéline et l'un des monuments les plus importants du Portugal. Construit pour commémorer le voyage de Vasco da Gama en Inde, ce monastère du XVIe siècle présente des sculptures en pierre d'une ornementation fantastique combinant des symboles maritimes, religieux et royaux. Les cloîtres comptent parmi les plus beaux d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Admirez l'emblématique Torre de Belém, une tour fortifiée s'élevant du Tage qui est devenue le symbole définitif de Lisbonne. Construite au début du XVIe siècle pour garder l'entrée du fleuve, ce site classé au patrimoine mondial de l'UNESCO mélange les éléments manuélins et mauresques. La position de la tour rappelle le point de départ d'innombrables voyages d'exploration portugais.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Photographiez le Padrão dos Descobrimentos, un monument moderniste saisissant célébrant les explorateurs portugais qui ont ouvert de nouvelles routes maritimes vers le monde. Cette sculpture de 52 mètres représente Henri le Navigateur menant une procession de figures historiques vers l'eau. La silhouette dramatique du monument en fait l'un des monuments les plus reconnaissables de Belém.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Commencez votre aventure lisboète à la magnifique Praça do Comércio, la plus grande place de la ville s'ouvrant de façon spectaculaire sur le fleuve Tage. Cette place monumentale au bord de l'eau, reconstruite après le séisme dévastateur de 1755, servait d'entrée cérémonielle à la capitale portugaise pour les dignitaires en visite. Les élégants bâtiments à arcades et l'arc de triomphe créent l'un des espaces urbains les plus impressionnants d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Promenez-vous le long de la Rua Augusta, l'artère piétonne animée de Lisbonne reliant le front de mer au cœur du quartier de Baixa. Cette rue vivante bourdonne de cafés en plein air, de boutiques traditionnelles et d'artistes de rue sous d'élégantes façades du XVIIIe siècle. Montez au sommet de l'Arco da Rua Augusta pour des vues panoramiques sur les rues géométriques du centre-ville et le Tage scintillant au-delà.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Montez dans l'Elevador de Santa Justa, un extraordinaire ascenseur en fer néo-gothique conçu par un élève de Gustave Eiffel en 1902. Cette remarquable pièce d'ingénierie urbaine hisse les passagers à 45 mètres de hauteur à travers une tour ornée en fer forgé pour relier Baixa au quartier de Carmo au-dessus. La plateforme d'observation au sommet révèle un panorama époustouflant sur les toits de terre cuite de Lisbonne.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Explorez les ruines d'une beauté saisissante du Convento do Carmo, un monastère gothique laissé sans toit depuis le séisme catastrophique de 1755. Les arcs squelettiques s'élevant vers le ciel ouvert créent l'un des sites les plus atmosphériques et photographiés de Lisbonne. Aujourd'hui, les ruines abritent un musée archéologique avec des artefacts allant de la préhistoire à la période médiévale.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Perdez-vous dans les rues labyrinthiques d'Alfama, le quartier le plus ancien et le plus atmosphérique de Lisbonne qui a survécu au grand tremblement de terre largement intact. D'étroites ruelles serpentent entre d'anciennes maisons ornées de carreaux d'azulejo colorés, tandis que les accents mélancoliques de la musique fado dérivent des tavernes cachées. Ce quartier médiéval grimpant du front de mer au château préserve l'âme authentique du vieux Lisbonne.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Conquérez les hauteurs du Castelo de São Jorge, la forteresse au sommet de la colline qui veille sur Lisbonne depuis plus d'un millénaire. Originellement un bastion mauresque avant la reconquête chrétienne en 1147, les murs et tours du château offrent les vues panoramiques les plus spectaculaires de toute la capitale. Déambulez à travers les vestiges archéologiques, les jardins paisibles et les remparts surplombant les sept collines de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Visitez la Cathédrale Sé, la plus ancienne église de Lisbonne et un puissant symbole de la reconquête chrétienne, construite sur le site d'une ancienne mosquée au XIIe siècle. Cette église-forteresse romane a survécu aux tremblements de terre, aux guerres et aux siècles d'histoire tout en accumulant des cloîtres gothiques, des chapelles baroques et des trésors de chaque époque. La façade austère flanquée de deux clochers crée une présence imposante au cœur d'Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Rendez-vous dans le quartier riverain de Belém, où l'Âge des Découvertes portugais a laissé ses monuments les plus magnifiques le long du Tage. Ce quartier élégant à l'ouest du centre célèbre l'époque où les navigateurs portugais ont cartographié des océans inconnus et établi un empire maritime mondial. Des avenues bordées d'arbres, des jardins entretenus et des promenades au bord de l'eau relient les trésors classés UNESCO de la région.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Émerveillez-vous devant le Mosteiro dos Jerónimos, un extraordinaire chef-d'œuvre de l'architecture manuéline et l'un des monuments les plus importants du Portugal. Ce monastère du XVIe siècle, construit pour commémorer le voyage de Vasco da Gama en Inde, présente des sculptures en pierre fantastiquement ornées combinant des symboles maritimes, religieux et royaux. Les cloîtres comptent parmi les plus beaux d'Europe, leur délicat travail de pierre témoignant de l'âge d'or du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Tenez-vous devant l'iconique Torre de Belém, une tour fortifiée s'élevant du Tage qui est devenue le symbole définitif de Lisbonne. Construite au début du XVIe siècle pour garder l'entrée du fleuve, ce site du patrimoine mondial de l'UNESCO mélange des éléments architecturaux manuélins et mauresques dans son travail de pierre décoratif. La position de la tour s'avançant dans le fleuve rappelle le point de départ d'innombrables voyages d'exploration portugais.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Découvrez le MAAT (Musée d'Art, d'Architecture et de Technologie), un musée contemporain époustouflant dont le toit ondulant se fond harmonieusement avec le front de mer de Belém. Ce monument architectural accueille des expositions tournantes d'art contemporain national et international dans ses espaces intérieurs futuristes. La passerelle sur le toit offre des perspectives uniques sur le Tage et se connecte à la centrale électrique historique adjacente.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Découvrez l'énergie créative de LX Factory, un ancien complexe industriel transformé en centre culturel le plus dynamique de Lisbonne. D'anciennes usines textiles abritent désormais des boutiques indépendantes, des librairies, des galeries d'art et des studios créatifs sous des briques et ferronneries apparentes. Ce quartier alternatif pulse d'énergie artistique et représente le côté contemporain et tourné vers l'avenir de la capitale portugaise.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1 : Déambulez dans l'élégant quartier de Chiado, le quartier traditionnel des intellectuels et des cafés littéraires de Lisbonne où Fernando Pessoa tenait autrefois sa cour. Ce quartier sophistiqué fait le lien entre la ville basse et le bohème Bairro Alto en offrant d'excellents commerces et de charmantes places.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Tenez-vous devant l'emblématique Torre de Belém, la tour fortifiée devenue le symbole définitif de Lisbonne. Photographiez le Padrão dos Descobrimentos célébrant les explorateurs portugais. Montez dans le légendaire Tram 28 qui cahotant à travers les quartiers pittoresques sur son parcours sinueux à travers la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1 : Promenez-vous dans l'élégant quartier du Chiado, le quartier traditionnel de Lisbonne des intellectuels, artistes et cafés littéraires où Fernando Pessoa tenait autrefois sa cour. Ce quartier sophistiqué fait le lien entre la ville basse et les hauteurs bohèmes du Bairro Alto, offrant d'excellents commerces et de charmantes places. L'importance culturelle et l'atmosphère raffinée de la zone la rendent parfaite pour une exploration l'après-midi.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Montez à bord du légendaire Tram 28, un tramway jaune vintage qui traverse en cahotant les quartiers les plus pittoresques de Lisbonne sur son parcours sinueux. Ce morceau vivant de l'histoire des transports gravit des rues incroyablement raides, se faufile dans des passages étroits et passe devant les principaux monuments. Le voyage à bord de ces tramways en bois centenaires offre une façon authentique de découvrir la topographie dramatique de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Admirez le coucher de soleil depuis le Miradouro de Santa Luzia, une terrasse romantique surplombant les toits de l'Alfama et le Tage scintillant. Des pergolas drapées de bougainvilliers, des panneaux d'azulejos décoratifs et des palmiers encadrent des vues s'étendant jusqu'aux collines lointaines. Ce point de vue bien-aimé capture la beauté mélancolique de Lisbonne alors que la ville brille dans la lumière du soir.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Vivez la vie nocturne animée du Bairro Alto, le quartier haut historique où l'esprit bohème rencontre la vie de quartier traditionnelle. Après la tombée de la nuit, le quartier se transforme en district de divertissement légendaire de Lisbonne avec d'innombrables bars débordant sur les rues étroites. C'est là que les locaux et les visiteurs se mélangent dans une atmosphère unique à la capitale portugaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Découvrez le MAAT (Musée d'Art, d'Architecture et de Technologie), un musée contemporain époustouflant dont le toit ondulant se fond avec le front de mer de Belém. Ce monument architectural accueille des expositions tournantes d'art contemporain international dans des espaces intérieurs futuristes. La promenade sur le toit offre des perspectives uniques sur le Tage.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Découvrez l'énergie créative de LX Factory, un ancien complexe industriel transformé en hub culturel le plus vibrant de Lisbonne. D'anciennes usines textiles abritent désormais des boutiques indépendantes, des librairies et des galeries d'art sous des briques apparentes et de la ferronnerie. Ce quartier alternatif représente le côté contemporain et tourné vers l'avenir de la capitale portugaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1 : Flânez dans l'élégant quartier de Chiado, le quartier traditionnel de Lisbonne des intellectuels, artistes et cafés littéraires où Fernando Pessoa tenait autrefois sa cour. Ce quartier sophistiqué relie la ville basse aux hauteurs bohèmes du Bairro Alto, offrant d'excellents magasins, des théâtres historiques et de charmantes places. L'importance culturelle de la zone et son atmosphère raffinée en font un lieu parfait pour une après-midi d'exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Montez à bord du légendaire Tram 28, un tramway jaune vintage qui traverse en cahotant les quartiers les plus pittoresques de Lisbonne sur son itinéraire sinueux à travers la ville. Ce morceau vivant d'histoire des transports gravit des rues impossiblement raides, se faufile dans des passages étroits et passe devant les principaux monuments d'Alfama à Estrela. Le voyage à bord de ces tramways en bois centenaires offre une façon authentique et pittoresque de découvrir la topographie spectaculaire de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Admirez le coucher de soleil depuis le Miradouro de Santa Luzia, une terrasse romantique surplombant les toits d'Alfama et le scintillant Tage. Des pergolas drapées de bougainvilliers, des panneaux d'azulejos décoratifs et des palmiers encadrent des vues qui s'étendent du dôme du Panthéon National aux collines lointaines. Ce point de vue bien-aimé capture l'essence de la beauté mélancolique de Lisbonne alors que la ville brille dans la lumière du soir.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Photographiez le Padrão dos Descobrimentos, un monument moderniste saisissant célébrant les explorateurs portugais qui ont ouvert de nouvelles routes maritimes vers le monde. Cette sculpture de 52 mètres s'élevant de la rive du fleuve représente Henri le Navigateur menant une procession de figures historiques vers l'eau. La silhouette spectaculaire du monument et sa position au bord de l'eau en font l'un des monuments les plus reconnaissables de Belém.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Explorez le Bairro Alto, le quartier haut historique de Lisbonne où l'esprit bohème rencontre la vie de quartier traditionnelle. Le jour, des rues tranquilles révèlent des boutiques vintage, des maisons de fado et des tavernes de quartier servant des petiscos traditionnels. Après la tombée de la nuit, le quartier se transforme en district légendaire de la vie nocturne de la ville avec d'innombrables bars débordant dans les rues étroites.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Recherchez les fameux miradouros de Lisbonne, les points de vue pittoresques dispersés à travers les sept collines de la ville qui révèlent de nouvelles perspectives à chaque tournant. Du panoramique Miradouro da Senhora do Monte aux terrasses élégantes de São Pedro de Alcântara, chacun offre son propre caractère et sa propre vue. Ces lieux de rassemblement bien-aimés sont essentiels pour comprendre comment les Lisboètes vivent leur ville spectaculairement verticale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 7
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Grand Tour du Portugal : Des collines de Lisbonne au nord sauvage",
          "day": 1
        },
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Escapade à Lisbonne : Trésors Historiques, Vues sur le Tage et Palais Royaux",
          "day": 1
        }
      ],
      "rating": 10
    },
    {
      "place_id": "PT::marvao",
      "name": "Marvao",
      "cc": "PT",
      "language": "fr",
      "coords": [
        39.3942,
        -7.3764
      ],
      "lat": 39.3942,
      "lon": -7.3764,
      "visits": [
        {
          "text": "Découvrez Marvão, village médiéval à couper le souffle perché sur une crête rocheuse à 862 mètres d'altitude au sein du Parc Naturel de la Serra de São Mamede. Ce nid d'aigle, ceint de murailles du XIIIe siècle, offre des vues spectaculaires s'étendant à travers l'Alentejo jusqu'en Espagne, créant l'un des panoramas les plus dramatiques du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Château de Marvão, forteresse médiévale remarquablement préservée dont les murs semblent pousser organiquement des falaises de granit. La position stratégique du château le rendait pratiquement imprenable tout au long des siècles de conflits frontaliers, et aujourd'hui les visiteurs peuvent parcourir le circuit complet des murailles et des tours.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous sur le Largo do Rossio, la charmante place centrale de Marvão ombragée par un magnifique platane centenaire. Les maisons blanchies à la chaux environnantes, les balcons fleuris et les cafés traditionnels créent une atmosphère figée dans le temps.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez un atelier de tapisserie traditionnelle où des artisans perpétuent l'art séculaire du tissage à la main. Certaines pièces créées dans les ateliers de Marvão auraient inspiré des œuvres de la célèbre peintre portugaise Vieira da Silva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 8
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "PT::monsaraz",
      "name": "Monsaraz",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.4927,
        -7.2812
      ],
      "lat": 38.4927,
      "lon": -7.2812,
      "visits": [
        {
          "text": "Village médiéval de Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Vue sur le lac d’Alqueva depuis Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Monsaraz, le gracieux village médiéval vainqueur dans la catégorie Villages Monuments des 7 Merveilles du Portugal. Fait de chaux et d'ardoise, ce bourg suspendu dans le temps murmure des histoires de rois audacieux et de chevaliers templiers, conservant sa magie d'antan comme peu d'endroits au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Château de Monsaraz construit par le Roi Dinis au XIVe siècle, classé Monument National. L'ancienne place d'armes fonctionne comme arène depuis 1830, accueillant annuellement la corrida traditionnelle lors des fêtes de Notre Seigneur Jésus des Pas. Depuis le château, profitez des vues sur le Barrage d'Alqueva, le plus grand lac artificiel d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrez dans l'Église Paroissiale de Nossa Senhora da Lagoa du XVIe siècle, de style Renaissance en ardoise régionale. À l'intérieur, admirez le tombeau de Gomes Martins Silvestre, chevalier templier, premier gouverneur et fondateur de Monsaraz, sculpté en marbre d'Estremoz avec un cortège funèbre de dix-sept personnages.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les Anciens Palais de l'Audience dans la Travessa da Cadeia, ancien siège administratif et tribunal de Monsaraz. Ne manquez pas la fresque médiévale Le Bon et le Mauvais Juge, une satire de la corruption de la justice de l'époque représentant deux juges aux attitudes contrastées.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous le long des quatre portes des remparts : la Porta da Vila protégée par deux tours avec une plaque dédiée à l'Immaculée Conception par le Roi Jean IV en 1646, la Porta d'Évora à arc gothique, et les portes d'Alcoba et do Buraco. Admirez les vues sur les champs de l'Alentejo.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez les trésors cachés de Monsaraz : la Chapelle de São João Batista connue sous le nom de Cuba en raison de sa forme cubique d'influence mauresque, l'ancienne Citerne qui aurait été une mosquée, la Maison de l'Inquisition, l'Église de Santiago et les ermitages de São Bento, São Lázaro, Santa Catarina et São Sebastião.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 7
        },
        {
          "itin_id": "PT::alentejo::patrimonio-unesco-vilas-medievais",
          "itin_title": "Alentejo : Patrimoine UNESCO et Villages Médiévaux",
          "day": 8
        }
      ],
      "rating": 3
    },
    {
      "place_id": "PT::pinhao",
      "name": "Pinhao",
      "cc": "PT",
      "language": "fr",
      "coords": [
        41.1897,
        -7.5453
      ],
      "lat": 41.1897,
      "lon": -7.5453,
      "visits": [
        {
          "text": "Entrez dans la vallée du Douro, un paysage classé au patrimoine mondial de l'UNESCO avec des vignobles en terrasses escarpées qui dévalent vers l'une des rivières les plus pittoresques d'Europe. Cette région viticole délimitée la plus ancienne au monde produit le vin de Porto depuis des siècles selon des méthodes traditionnelles. Le paysage spectaculaire des pentes couvertes de vignes et des quintas blanchies à la chaux crée le paysage le plus emblématique du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la région viticole de l'Alto Douro à pied, en randonnant à travers des vignobles en activité et des villages paisibles perchés sur les collines. Les sentiers de randonnée serpentent entre les pentes en terrasses cultivées depuis l'époque romaine, passant par d'anciens oliviers et des vergers d'amandiers. La beauté naturelle, le patrimoine agricole et la chaleureuse hospitalité créent des expériences inoubliables.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez le long de la ligne ferroviaire historique du Douro ouverte en 1887, considérée comme l'un des trajets en train les plus pittoresques au monde. Les rails suivent la rivière à travers des tunnels et des ponts enjambant les vallées des affluents. Cette merveille d'ingénierie offre un moyen relaxant d'absorber les magnifiques paysages de la vallée.",
          "visit_duration_min": 75
        },
        {
          "text": "Entrez dans la vallée du Douro, un paysage du patrimoine mondial de l'UNESCO de vignobles en terrasses escarpées dégringolant vers l'une des rivières les plus pittoresques d'Europe. C'est la plus ancienne région viticole délimitée au monde, où le vin de Porto est produit depuis des siècles selon des méthodes traditionnelles. Le paysage dramatique de pentes couvertes de vignes et de quintas blanchies à la chaux crée le paysage le plus emblématique du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la région viticole de l'Alto Douro à pied, en randonnant à travers des vignobles en activité et des villages traditionnels paisibles perchés sur les flancs de collines. Les sentiers serpentent entre des pentes en terrasses cultivées depuis l'époque romaine, passant par d'anciens bosquets d'oliviers et des vergers d'amandiers. La beauté naturelle, le patrimoine agricole et l'hospitalité chaleureuse en font une destination de randonnée inoubliable.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez le long de la ligne de chemin de fer historique du Douro, ouverte en 1887 et considérée comme l'un des voyages en train les plus pittoresques au monde. Les voies suivent la rivière de Porto à Pocinho, passant par des tunnels et sur des ponts enjambant les vallées affluentes. Cette merveille d'ingénierie offre un moyen relaxant d'absorber les magnifiques paysages de la vallée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pédalez à travers les collines couvertes de vignobles et les villages traditionnels le long des sentiers riverains et des montées - les vélos électriques sont fortement recommandés pour le terrain escarpé. Pagayez sur le Douro au débit lent en kayak, glissant sous les falaises et devant les vignobles en terrasses reflétés dans les eaux calmes. La perspective depuis la rivière révèle toute la grandeur de ce paysage protégé par l'UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites du vélo à travers les flancs de collines couverts de vignobles, vergers et villages traditionnels de la vallée du Douro le long des sentiers riverains et montées en montagne. Le terrain escarpé récompense les cyclistes avec des vues spectaculaires depuis les routes élevées. Les vélos électriques sont fortement recommandés pour ceux moins habitués aux collines, permettant à tous de profiter de ce magnifique paysage cycliste.",
          "visit_duration_min": 60
        },
        {
          "text": "Pagayez sur la rivière Douro au cours lent en kayak ou canoë, glissant sous des falaises imposantes et passant devant des vignobles en terrasses reflétés dans les eaux calmes. Cette expérience paisible permet des arrêts aux plages riveraines et villages locaux pour la nourriture et le vin. La perspective fluviale révèle toute la grandeur de ce paysage protégé par l'UNESCO.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 12
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Grand Tour du Portugal : Des collines de Lisbonne au nord sauvage",
          "day": 7
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "PT::ponte-de-sor",
      "name": "Ponte De Sor",
      "cc": "PT",
      "language": "fr",
      "coords": [
        39.25,
        -8.0167
      ],
      "lat": 39.25,
      "lon": -8.0167,
      "visits": [
        {
          "text": "Découvrez Ponte de Sor, stratégiquement positionnée sur la route historique reliant Mérida à Lisbonne depuis l'époque romaine. Aujourd'hui cette ville au bord de la rivière marque le kilomètre 435 de l'emblématique route EN2 du Portugal reliant Chaves à Faro, en faisant une étape essentielle pour les voyageurs explorant les paysages diversifiés du pays.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Centro de Artes e Cultura, espace pluridisciplinaire abritant la plus grande mosaïque de liège au monde, certifiée par le Guinness World Records en 2014. L'artiste albanais Saimir Strati a créé cette œuvre remarquable célébrant l'une des industries les plus importantes de la région, installée dans un ancien moulin à grains préservant le patrimoine archéologique industriel.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Galveias et son Centre d'Interprétation José Luís Peixoto, dédié à l'un des écrivains contemporains portugais les plus célébrés. Ce parcours littéraire comprend 22 points d'intérêt reliant l'œuvre de l'auteur aux paysages qui l'ont inspiré.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rendez-vous au barrage de Montargil, attraction principale de la municipalité nichée au milieu des forêts de chênes-lièges vallonnées. Ce vaste réservoir propose un centre de sports nautiques, une plage fluviale et des points de vue époustouflants. Pour l'expérience ultime, faites un vol en montgolfière à l'aube ou au crépuscule pour apprécier le paysage serein de l'Alentejo depuis les airs.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 10
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "PT::portalegre",
      "name": "Portalegre",
      "cc": "PT",
      "language": "fr",
      "coords": [
        39.2967,
        -7.4306
      ],
      "lat": 39.2967,
      "lon": -7.4306,
      "visits": [
        {
          "text": "Explorez le centre historique de Portalegre, où l'architecture baroque et les façades ornées d'azulejos bordent des rues médiévales sinueuses. Le Palácio Amarelo et de nombreuses maisons nobles témoignent de la prospérité apportée par l'industrie textile qui rendit cette ville célèbre dans tout le Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Château de Portalegre, forteresse médiévale du XIIIe siècle dont les murs et les tours dominent encore le paysage urbain. Depuis les remparts, des vues spectaculaires s'étendent sur Portalegre jusqu'aux collines ondulantes de la Serra de São Mamede, tandis qu'un petit musée militaire préserve le patrimoine martial local.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Musée de la Tapisserie et la Manufacture de Portalegre, célébrant la technique de tissage unique qui a mis cette ville sur la carte artistique. Inspirées par le peintre Jean Lurçat, les tapisseries de Portalegre sont mondialement renommées pour leur détail complexe et leurs couleurs vibrantes. Les visiteurs peuvent observer les artisans au travail perpétuant cette tradition vivante.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Cathédrale (Sé), église du XVIe siècle dédiée à Notre-Dame de l'Assomption. Sa façade baroque fait place à un intérieur serein présentant des lustres en cristal, une sacristie ornée d'azulejos et une impressionnante collection d'art religieux couvrant plusieurs siècles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez la Maison-Musée José Régio, ancienne résidence de l'un des plus grands écrivains portugais du XXe siècle. Au-delà de ses effets personnels, le musée abrite une extraordinaire collection d'art sacré, de statues religieuses et d'icônes populaires reflétant la passion de Régio pour la culture traditionnelle portugaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Balancez-vous au-dessus des plaines de l'Alentejo sur la balançoire panoramique « Carreiras sem fim » située au Miradouro da Fonte dos Carvoeiros. Ce spot instagrammable offre des opportunités de photos inégalées avec des vues balayant le paysage doré.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::centro-alentejo::heritage-trail",
          "itin_title": "Découverte du Portugal : Des Canaux de l'Atlantique aux Plaines de l'Alentejo",
          "day": 9
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "PT::porto",
      "name": "Porto",
      "cc": "PT",
      "language": "fr",
      "coords": [
        41.1579,
        -8.6291
      ],
      "lat": 41.1579,
      "lon": -8.6291,
      "visits": [
        {
          "text": "Arrivez à Porto, la vibrante capitale du nord du Portugal où le quartier de Ribeira, classé au patrimoine mondial de l'UNESCO, dévale les collines jusqu'au Douro. Cette ville atmosphérique révèle des couches d'histoire à travers des rues médiévales, des églises baroques et des bâtiments emblématiques recouverts d'azulejos. Porto sert de porte d'entrée à la magnifique région viticole et aux paysages sauvages du nord.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez l'emblématique pont Dom Luís I, l'arche de fer à deux niveaux enjambant le Douro qui est devenu le monument le plus reconnaissable de Porto. Le niveau supérieur offre des vues spectaculaires sur le centre historique et les caves de vin de porto de Vila Nova de Gaia en face. Cette merveille d'ingénierie relie la vieille ville à des siècles de tradition vinicole.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous du pont Dom Luís I le long du Douro jusqu'au phare de Felgueiras à Foz, où la rivière rencontre l'Atlantique. Cette promenade pittoresque au bord de l'eau passe par des quartiers historiques, des promenades riveraines et des communautés de pêcheurs traditionnelles. Le phare marque le point de rencontre dramatique entre la rivière et la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrivez à Porto, la capitale du nord vibrante du Portugal où le centre historique dévale les collines jusqu'au fleuve Douro. Le quartier Ribeira classé au patrimoine mondial de l'UNESCO révèle des couches d'histoire dans ses rues médiévales, églises baroques et bâtiments iconiques couverts d'azulejos. Cette ville atmosphérique sert de porte d'entrée aux magnifiques pays viticoles et paysages sauvages du nord.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez l'emblématique pont Dom Luís I, l'arche en fer à double niveau enjambant le Douro qui est devenu le monument le plus reconnaissable de Porto. Le niveau supérieur offre aux piétons des vues spectaculaires sur le centre historique et les caves à vin de porto de Vila Nova de Gaia en face. Cette merveille d'ingénierie connecte la vieille ville avec des siècles de tradition vinicole.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous du pont Dom Luís I le long du fleuve Douro jusqu'au phare de Felgueiras à Foz, où le fleuve rencontre l'océan Atlantique. Cette promenade panoramique au bord de l'eau traverse des quartiers historiques, des promenades fluviales et des communautés de pêcheurs traditionnelles. Le phare marque le point de rencontre dramatique du fleuve et de la mer avec des vues côtières spectaculaires.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faites l'expérience du surf à la plage de Matosinhos juste à l'extérieur de Porto, une excellente destination avec des vagues douces et un fond sablonneux parfait pour les débutants. Les écoles de surf locales proposent des cours sur ce spot de beach break accessible avec des houles atlantiques régulières. Alternativement, pagayez le long du Douro en kayak ou SUP pour des perspectives uniques sur la ville depuis l'eau.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez la culture du surf à la plage de Matosinhos juste à l'extérieur de Porto, une excellente destination pour les surfeurs avec des vagues douces et un fond sablonneux. Les écoles de surf locales offrent des cours pour tous niveaux sur ce beach break accessible. Les houles atlantiques constantes en font l'un des spots les plus populaires du nord du Portugal pour surfer les vagues.",
          "visit_duration_min": 60
        },
        {
          "text": "Pagayez le long du fleuve Douro lors d'une excursion en kayak ou stand-up paddle à travers le cœur de Porto. Glisser sous les six ponts de la ville offre des perspectives uniques sur les collines en terrasses et l'architecture historique. Cette expérience tranquille de paddle urbain offre un rythme différent pour explorer cette ville atmosphérique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 9
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Grand Tour du Portugal : Des collines de Lisbonne au nord sauvage",
          "day": 3
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "PT::sabugal",
      "name": "Sabugal",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.3506,
        -7.0892
      ],
      "lat": 40.3506,
      "lon": -7.0892,
      "visits": [
        {
          "text": "Visitez les Thermes de Cró, situées à un peu plus de 10 km de Sabugal. Ces thermes dont l'utilisation des eaux médicinales remonte à l'époque romaine ont été modernisées avec un nouveau complexe thermal équipé de technologie de pointe. Les anciennes thermes en ruines témoignent de la longue tradition thermale de cette région.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le centre historique de Sabugal avec son imposant château médiéval et son donjon pentagonal, unique au Portugal. Cette ville frontalière conserve un riche patrimoine architectural et offre des vues panoramiques sur le paysage granitique de la frontière de Beira.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 7
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "PT::sabugueiro",
      "name": "Sabugueiro",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.4008,
        -7.6472
      ],
      "lat": 40.4008,
      "lon": -7.6472,
      "visits": [
        {
          "text": "Découvrez Sabugueiro, le village le plus haut du Portugal à environ 1050 mètres d'altitude près du rio Alva. Le village aurait été fondé à partir de cabanes de bergers qui profitaient des pâturages de la montagne. Visitez l'église paroissiale, le calvaire, la fontaine du forgeron et le musée ethnographique qui préserve les traditions locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la Cascade de Fervença et explorez l'ancien glacier du Covão Grande. La gravure sculptée dans la roche près de la Fonte do Canariz prouve le passage humain en ces lieux dès des temps reculés, conférant à Sabugueiro une dimension historique qui complète sa beauté naturelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le petit village de Cabeça, situé à 530 mètres d'altitude avec moins d'une cinquantaine de maisons, certaines en schiste, un chêne-liège centenaire et une vaste pinède. Ce village offre authenticité, vue privilégiée et tranquillité, se transformant en spectacle de lumières durables à l'époque de Noël.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez le Sentier de la Lagoa dos Conchos à plus de 1500 mètres d'altitude, découvrant l'un des endroits les plus surprenants de la montagne. Cette lagune avec un énorme entonnoir artificiel par lequel les eaux semblent disparaître est une merveille d'ingénierie. Le sentier linéaire de 5 km offre nature et vues sublimes.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les lagunes et retenues de la Serra da Estrela : la Lagoa Comprida, le Covão dos Conchos, le Covão do Meio, le Covão do Forno et le Covão do Curral. Ces lieux sont idéaux pour la contemplation du paysage du Parc Naturel et des baignades rafraîchissantes dans les plages fluviales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 6
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "PT::sagres",
      "name": "Sagres",
      "cc": "PT",
      "language": "fr",
      "coords": [
        37.0092,
        -8.9408
      ],
      "lat": 37.0092,
      "lon": -8.9408,
      "visits": [
        {
          "text": "Arrivez au Cabo de São Vicente, le point le plus au sud-ouest de l'Europe continentale où des falaises imposantes entourées d'eau sur trois côtés créent un spectacle hypnotisant. Dans le passé, les Européens croyaient que c'était la fin du monde, et se tenir ici en regardant d'énormes vagues s'écraser contre les rochers en contrebas, ce sentiment reste palpable. Le phare et la forteresse de Santo António do Beliche à proximité offrent des panoramas côtiers tout aussi magnifiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Ponta de Sagres, un promontoire accidenté battu par les vents chargé d'histoire où les premiers grands explorateurs du Portugal ont commencé leurs voyages à la recherche du Nouveau Monde. Visitez la Fortaleza de Sagres du 16ème siècle englobant un ancien fort avec musée, l'Igreja de Nossa Senhora da Graça, et un phare avec une installation sonore unique. Marchez autour de tout le cap en suivant des sentiers offrant des vues à couper le souffle sur l'Atlantique sans fin.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez des conditions de surf de classe mondiale autour de Sagres, où des vagues constantes et des vents forts attirent des amateurs de sports nautiques du monde entier. Les plages de cette région offrent certains des meilleurs surfs du Portugal, avec de nombreuses écoles de surf offrant des leçons pour tous les niveaux. La côte atlantique accidentée ici semble sauvage et indomptée comparée aux plages abritées plus à l'est.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 6
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "PT::sao-pedro-do-sul",
      "name": "Sao Pedro Do Sul",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.7564,
        -8.0717
      ],
      "lat": 40.7564,
      "lon": -8.0717,
      "visits": [
        {
          "text": "Découvrez São Pedro do Sul, connu pour ses paysages pittoresques de forêts vertes épaisses, de rivières cristallines et de charmants villages habités depuis l'époque romaine. Les bains thermaux naturels utilisés pour la guérison depuis l'antiquité offrent la détente avec des eaux minérales riches en soufre. Les forêts d'eucalyptus au parfum doux et l'atmosphère paisible font de cette région un endroit idéal pour les amoureux de la nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez la palpitante Estrada do Portal do Inferno (Route de la Porte de l'Enfer), une route de montagne dramatique avec des pentes raides et des bords de falaises verticales. Cette route spectaculaire traverse les paysages de haute montagne les plus dramatiques du nord du Portugal avec des points de vue offrant des vistas panoramiques. La route étroite et sinueuse demande de l'attention mais récompense avec des paysages inoubliables.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez à la Serra de São Macário pour quelques-unes des plus belles vues panoramiques du nord du Portugal, accessible en voiture jusqu'au sommet. La route sinueuse monte à travers des paysages dramatiques vers des vistas panoramiques s'étendant sur les vallées et les chaînes de montagnes lointaines. Visitez le village isolé d'Aldeia da Pena où les chèvres errent dans les rues pavées et les maisons de pierre semblent avoir poussé du paysage.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la région de São Pedro do Sul, connue pour ses paysages pittoresques de forêts vertes épaisses, de rivières cristallines et de collines ondulantes parsemées de charmants villages. Cette région est habitée depuis l'époque romaine, avec des ruines antiques visibles aux côtés de l'architecture médiévale dans d'étroites rues pavées. Les forêts d'eucalyptus parfumées et la solitude paisible en font un lieu idéal pour les amoureux de la nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous dans les bains thermaux naturels de São Pedro do Sul, utilisés pour leurs propriétés curatives depuis l'époque romaine antique. Les sources chaudes minérales sont riches en soufre, censé avoir des bienfaits thérapeutiques pour diverses affections. Ces eaux thermales historiques continuent d'attirer les chercheurs de bien-être dans ce coin tranquille du nord du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduisez sur la palpitante Estrada do Portal do Inferno (Route vers la Porte de l'Enfer), une route de montagne dramatique avec des pentes raides, des virages serrés et des bords de falaises verticales. Cette conduite spectaculaire traverse les paysages de haute terre les plus dramatiques du nord du Portugal avec des points de vue offrant des panoramas balayants. L'itinéraire étroit et sinueux demande de l'attention mais récompense par des paysages inoubliables.",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous aux historiques Thermes de São Pedro do Sul, dont les eaux étaient déjà reconnues par les Romains pour leurs pouvoirs curatifs. Ce sont les thermes les plus anciennes et les plus fréquentées du Portugal, où la reine Dona Afonso Henriques aurait soigné une fracture. Un lieu parfait pour recharger ses énergies dans un environnement de bien-être séculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Aventurez-vous dans les Montagnes Magiques des Serras da Arada, Gralheira et São Macário. Ces paysages à couper le souffle offrent des sentiers éblouissants, des cascades cachées et des belvédères dominant des vallées infinies. La nature préservée et l'air pur font de cette région un paradis pour les amateurs d'activités de plein air.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez à travers les forêts pour découvrir des cascades cachées et des points de vue pittoresques le long de réseaux de sentiers serpentant à travers des bois parfumés. Les sentiers suivent des ruisseaux tumultueux et grimpent vers des lignes de crête panoramiques offrant des opportunités parfaites pour faire l'expérience de la beauté naturelle en solitude. Le coucher de soleil depuis la Serra de São Macário crée des moments magiques avec des paysages baignés de lumière dorée.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez sur les excellents sentiers à travers les forêts de São Pedro do Sul pour découvrir des cascades cachées et des points de vue panoramiques. Le réseau de sentiers serpente à travers des bois parfumés, le long de ruisseaux rapides, et jusqu'aux crêtes panoramiques. Ces promenades offrent des opportunités parfaites pour découvrir la beauté naturelle de la région loin de toute foule.",
          "visit_duration_min": 60
        },
        {
          "text": "Essayez l'une des célèbres balançoires panoramiques de la région : la balançoire de São Macário, celle de Manhouce ou celle de la Serra da Arada. Ces balançoires stratégiquement placées à des points de vue exceptionnels permettent des photos inoubliables tout en se balançant au-dessus de paysages de montagne véritablement spectaculaires.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 11
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Grand Tour du Portugal : Des collines de Lisbonne au nord sauvage",
          "day": 5
        },
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 9
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "PT::seia",
      "name": "Seia",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.4167,
        -7.7056
      ],
      "lat": 40.4167,
      "lon": -7.7056,
      "visits": [
        {
          "text": "Visitez le Centre d'Interprétation de Seia, installé dans l'emblématique Casa Solar dos Botelhos, patrimoine classé et magnifique exemple du style Manuélin du XVIe siècle. Cet espace permet un long voyage à travers l'histoire de la commune, révélant la richesse culturelle de cette ville aux portes de la Serra da Estrela.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Musée du Pain, peut-être le plus grand du monde dédié à cet aliment fondamental. Inauguré en 2002 à la Quinta Fonte do Marrão, cet espace de 3 500 m² accueille, préserve et expose le patrimoine du pain dans ses diverses facettes : ethnographique, politique, sociale, historique, religieuse et artistique.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Musée du Jouet dans le Solar de Santa Rita, espace fascinant avec environ dix mille jouets du monde entier. Des plus communs aux plus originaux, y compris des jouets traditionnels portugais, toutes les pièces ont une histoire. À l'extérieur, admirez l'if tricentenaire, classé arbre d'intérêt public.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Centre d'Interprétation de la Serra da Estrela (CISE), lieu privilégié pour explorer la plus grande chaîne montagneuse du Portugal continental grâce à la réalité virtuelle. Participez aux activités d'animation environnementale, comme des randonnées pédestres, des sorties thématiques et des ateliers d'observation de la faune et de la flore.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Sanctuaire de Nossa Senhora do Desterro, ensemble marial composé de dix chapelles édifiées entre les XVIIe et XIXe siècles. La tradition populaire raconte que l'apparition d'images de la Vierge, Saint Joseph et l'Enfant Jésus est à l'origine de la construction de ce sanctuaire, où la beauté du Rio Alva complète le patrimoine bâti.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le village de Lapa dos Dinheiros, situé à plus de 700 mètres d'altitude avec une vue superbe sur le plateau du Mondego. Ce village de montagne possède un vaste bois de châtaigniers avec des espèces rares comme l'alisier blanc et le laurier du Portugal, reliques des forêts d'il y a plus de 2 millions d'années.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le bourg de Loriga, niché dans une vallée abrupte embrassée par deux rivières et entouré de champs agricoles en imposantes terrasses. Parcourez les rues à pied, découvrez tous les recoins et ne manquez pas de goûter le primé Bolo Negro et la Broa de Loriga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans le Centre Historique de Seia en admirant la Fontaine des Quatre Becs de 1825, l'Église de la Miséricorde construite en 1571, la Chapelle de São Pedro classée Monument National depuis 1924, et l'Église Mère référencée depuis 1136 dans la Charte d'Alphonse Ier.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le Musée Naturel de l'Électricité, situé dans la centenaire Centrale de Senhora do Desterro. Cet espace muséologique fait découvrir le patrimoine technologique de l'exploitation hydraulique dans la Serra da Estrela, incluant les machines d'origine et un tunnel de 35 mètres de long.",
          "visit_duration_min": 60
        },
        {
          "text": "Rafraîchissez-vous à la Plage Fluviale de Loriga, lieu d'une rare beauté où sont encore visibles les vestiges laissés par le glacier qui a creusé la Vallée de Loriga. Cette plage récompensée du label Plage d'Or est l'endroit idéal pour les amoureux de la nature, du calme et de la sérénité.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez le sentier de la Gorge de Loriga jusqu'à Eira da Pedra, découvrant les formes caractéristiques du modelé glaciaire résultant de l'action érosive de la glace il y a 100 000 à 10 000 ans. Les zones les plus élevées de la montagne étaient couvertes d'une couche de glace d'environ 80 mètres d'épaisseur.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 4
        },
        {
          "itin_id": "PT::beira-interior::serra-estrela-patrimonio",
          "itin_title": "Beira Interior : de la Serra da Estrela aux cités historiques",
          "day": 5
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "PT::silves",
      "name": "Silves",
      "cc": "PT",
      "language": "fr",
      "coords": [
        37.1893,
        -8.439
      ],
      "lat": 37.1893,
      "lon": -8.439,
      "visits": [
        {
          "text": "Explorez Silves, l'ancienne capitale de l'Algarve généralement négligée par les visiteurs pour la première fois mais offrant des aperçus fascinants du passé mauresque de la région. Cette ville médiévale typique perchée sur une colline est couronnée par un château partiellement restauré qui rivalisait autrefois en importance avec Lisbonne avant le tremblement de terre dévastateur de 1755. La Cathédrale de Silves et le Musée Archéologique juste à côté de la place principale complètent l'expérience du château.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le charmant village d'Alte, l'un des villages traditionnels les plus pittoresques de la campagne de l'Algarve où le temps semble s'arrêter. Des rues pavées étroites serpentent entre des bâtiments blancs traditionnels ornés de fleurs colorées et certains des plus beaux arts de rue de la région. Les sources naturelles à Fonte Grande de Alte offrent une baignade rafraîchissante dans une eau cristalline - une expérience inattendue de l'Algarve intérieur.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez les plages d'Alvor incluant Praia dos Três Irmãos et la petite Praia da Prainha, interconnectées via des tunnels et des passages à travers les falaises. Marcher pieds nus à travers les tunnels, sous des arches naturelles, et le long d'étroits passages de falaises révèle surprise après surprise dans ce paysage côtier spectaculaire. Le restaurant à flanc de falaise à Prainha perché entre les rochers offre un lieu de restauration absolument unique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez la Costa Vicentina, la côte ouest de l'Algarve moins visitée offrant un paysage sauvage et majestueux complètement différent des plages orientales populaires. Praia da Bordeira et Praia da Cordoama sont les favorites des surfeurs, mais toute petite route menant à la côte récompense les visiteurs avec des vues magnifiques. Cette côte naturelle non développée offre une beauté atlantique authentique sans les foules.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 3
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "PT::sintra",
      "name": "Sintra",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.798,
        -9.388
      ],
      "lat": 38.798,
      "lon": -9.388,
      "visits": [
        {
          "text": "Voyagez vers Sintra, un paysage culturel classé au patrimoine mondial de l'UNESCO où des palais romantiques s'élèvent des flancs de collines boisées dans l'un des décors les plus enchanteurs d'Europe. La royauté portugaise et les aristocrates ont choisi cette retraite montagneuse brumeuse pour leurs résidences d'été, laissant derrière eux une concentration extraordinaire de trésors architecturaux. L'atmosphère de conte de fées de la ville a captivé les visiteurs de Lord Byron aux voyageurs modernes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Palácio Nacional de Sintra, le palais royal médiéval dominant le centre-ville avec ses cheminées de cuisine coniques distinctives visibles à des kilomètres à la ronde. Cette résidence d'été des monarques portugais préserve des intérieurs remarquables incluant des pièces entièrement recouvertes de carreaux d'azulejos décoratifs et des plafonds mudéjars élaborés. Le palais représente la résidence royale habitée en continu la plus longue du Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Palácio da Pena, un palais flamboyant du XIXe siècle couronnant le plus haut sommet des collines de Sintra dans une explosion de couleurs et de fantaisie architecturale. Ce chef-d'œuvre romantique combine tours gothiques, décoration manuéline, éléments mauresques et dômes Renaissance dans une débauche de jaunes, rouges et bleus. Le parc environnant d'arbres exotiques et de sentiers cachés étend l'atmosphère magique à travers la montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Tenez-vous au Cabo da Roca, le point le plus occidental de l'Europe continentale, où des falaises spectaculaires plongent dans l'Atlantique sous un phare historique. Ce promontoire battu par les vents marque où la masse terrestre européenne rencontre l'océan, un jalon géographique célébré par un monument et un certificat pour les visiteurs. La puissance brute du décor - vagues qui s'écrasent, falaises qui s'élèvent et horizon infini - crée un sentiment profond d'être au bord du monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Concluez votre voyage à Cascais, une élégante station balnéaire qui attire aristocrates et artistes depuis que la royauté portugaise en a fait son terrain de jeu estival au XIXe siècle. La charmante vieille ville présente des rues piétonnes pavées, des bâtiments blanchis à la chaux et un port de pêche pittoresque encore en usage aujourd'hui. Des plages de sable, d'excellents fruits de mer et une atmosphère côtière détendue offrent la finale parfaite à votre aventure lisboète.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans les jardins et parcs romantiques de Sintra, où des sentiers sinueux mènent devant des fontaines, des folies et des points de vue révélant des aperçus de palais à travers les arbres. La végétation luxuriante prospère dans le microclimat unique créé par l'humidité atlantique se rassemblant sur les pentes montagneuses. Ces paysages verdoyants ont été composés aussi soigneusement que n'importe quel intérieur de palais, créant des pièces extérieures de merveille botanique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Escapade à Lisbonne : Trésors Historiques, Vues sur le Tage et Palais Royaux",
          "day": 2
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "PT::tarouca",
      "name": "Tarouca",
      "cc": "PT",
      "language": "fr",
      "coords": [
        41.0144,
        -7.7822
      ],
      "lat": 41.0144,
      "lon": -7.7822,
      "visits": [
        {
          "text": "Découvrez le Monastère de São João de Tarouca, le premier monastère cistercien du Portugal fondé en 1144. Ce monument énigmatique et très ancien conserve l'église avec des peintures de Gaspar Vaz et le tombeau du Comte de Barcelos. Un lieu de spiritualité et d'histoire où l'ordre de Cîteaux initia sa présence transformatrice dans le pays.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Tour de Péage d'Ucanha, monument unique au Portugal qui contrôlait le passage sur le pont médiéval enjambant le fleuve Varosa. Cette tour défensive du XIIe siècle, avec son pont fortifié, est un témoignage exceptionnel de l'organisation territoriale médiévale et offre un paysage photogénique inoubliable.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le Monastère de Santa Maria de Salzedas, imposant ensemble monastique cistercien qui fut l'un des plus riches du Portugal. Bien que partiellement en ruines, la grandeur de son église et de son cloître témoigne de la puissance et de la richesse que les moines cisterciens accumulèrent dans cette région viticole pendant des siècles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 7
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "PT::tavira",
      "name": "Tavira",
      "cc": "PT",
      "language": "fr",
      "coords": [
        37.1275,
        -7.6506
      ],
      "lat": 37.1275,
      "lon": -7.6506,
      "visits": [
        {
          "text": "Découvrez Faro, la capitale de l'Algarve offrant un centre historique compact avec de charmantes rues étroites et une atmosphère chaleureuse. La vieille ville présente la Cathédrale de Faro où vous pouvez monter dans la tour pour des vues aériennes, la Chapelle des Os à l'Igreja do Carmo, et l'excellent Musée Municipal. Le secteur de la Marina et le jardin Jardim Manuel Bivar accueillent des marchés d'artisanat le week-end et offrent d'agréables promenades en bord de mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Parc Naturel de Ria Formosa, une série d'îles-barrières s'étendant sur plus de 60 kilomètres le long de l'Algarve oriental. Ce paysage protégé de lagunes, zones humides, marais salants et dunes de sable blanc crée des paysages complètement différents des célèbres plages adossées aux falaises plus à l'ouest. Les villages de pêcheurs traditionnels sur les îles offrent des aperçus de la vie authentique de l'Algarve largement inchangée depuis des générations.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Tavira, l'une des plus grandes villes les plus authentiques de la région de l'Algarve construite autour de son centre médiéval le long de la rivière. Ne manquez pas les vestiges du Castelo, le Pont Romain figurant sur toutes les cartes postales de Tavira, et l'Igreja da Misericordia avec son impressionnant portail d'azulejos du 18ème siècle. La Camera Obscura à l'intérieur d'un ancien château d'eau offre des perspectives uniques sur cette charmante ville historique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faites une excursion en bateau à travers la Ria Formosa en visitant des îles comme Ilha de Tavira, Culatra et Armona pour découvrir des plages immaculées et des communautés de pêcheurs traditionnelles. Les excursions en bateau au coucher du soleil depuis Faro offrent une façon magique de découvrir le parc naturel tandis que le ciel se transforme au-dessus des lagons. Les opportunités d'observation des oiseaux ici sont exceptionnelles, les zones humides offrant un habitat à de nombreuses espèces.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 1
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "PT::viana-do-castelo",
      "name": "Viana Do Castelo",
      "cc": "PT",
      "language": "fr",
      "coords": [
        41.6918,
        -8.8344
      ],
      "lat": 41.6918,
      "lon": -8.8344,
      "visits": [
        {
          "text": "Explorez la région du Minho, la zone la plus verte du Portugal où la rivière Minho forme une frontière naturelle avec l'Espagne. La vallée du Lima s'étend de Peneda-Gerês à l'Atlantique à Viana do Castelo à travers un corridor de paysages luxuriants. Cette région paisible récompense les visiteurs avec une culture authentique, d'excellentes randonnées et des vins Vinho Verde rafraîchissants.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la Costa Verde s'étendant le long de l'Atlantique avec des plages tranquilles et préservées et des villages de pêcheurs traditionnels offrant des expériences balnéaires authentiques. Contrairement aux stations balnéaires du sud, ce littoral préserve les traditions de pêche et crée des paysages très différents des célèbres plages de l'Algarve. La rencontre spectaculaire des collines vertes et du surf atlantique définit ce littoral septentrional.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Viana do Castelo, une élégante ville portuaire au riche patrimoine maritime datant de l'âge des découvertes. Le centre historique présente une architecture manuéline remarquable, des marchés traditionnels et le spectaculaire sanctuaire de Santa Luzia au sommet de la colline offrant des vues panoramiques sur la côte. Cette ville cultivée sert de porte d'entrée du Minho vers la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la région du Minho, la zone la plus verte du Portugal nichée dans le coin nord-ouest où le fleuve Minho forme une frontière naturelle avec l'Espagne. La vallée de Lima s'étend de Peneda-Gerês à l'Atlantique à Viana do Castelo, créant un corridor de paysages luxuriants. Cette région paisible récompense les visiteurs avec une culture authentique, d'excellentes randonnées et des vins Vinho Verde locaux rafraîchissants.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la Costa Verde qui s'étend le long du littoral atlantique du Minho avec des plages tranquilles et préservées et des villages de pêcheurs traditionnels. Contrairement aux stations balnéaires bondées du sud, ce littoral offre des expériences balnéaires authentiques où les traditions de pêche perdurent. La rencontre spectaculaire des collines vertes et du ressac atlantique crée des paysages tout à fait différents des plages célèbres du sud.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Viana do Castelo, une élégante ville portuaire à l'embouchure du fleuve Lima avec un riche patrimoine maritime datant de l'Âge des Découvertes. Le centre historique présente une remarquable architecture manuéline, des marchés traditionnels et le spectaculaire sanctuaire Santa Luzia au sommet de la colline offrant des vues panoramiques sur la côte. Cette ville cultivée sert de porte d'entrée du Minho vers la mer.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marchez sur le sentier du Rio Minho suivant la rivière le long d'une ancienne ligne de chemin de fer à travers des paysages riverains tranquilles et des villages traditionnels. Canotez ou kayakez à travers des vallées luxuriantes où les eaux calmes serpentent devant des villes historiques - excellentes conditions pour les familles et débutants. Goûtez le Vinho Verde, le vin local léger légèrement pétillant parfaitement rafraîchissant après les activités de plein air.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez le Rio Minho Trail, un écosentier suivant le cours du fleuve le long d'une ancienne ligne de chemin de fer à travers des paysages riverains tranquilles et des villages traditionnels. Le terrain doux rend ce sentier adapté aux marcheurs de tous niveaux recherchant la beauté naturelle. Le parcours près de la frontière espagnole révèle le caractère serein de la région.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites du canoë ou du kayak sur les rivières de la région du Minho, où les eaux calmes serpentent à travers des vallées luxuriantes et passent devant des villes historiques. La zone occidentale de faible altitude offre d'excellentes conditions de navigation adaptées aux familles et aux débutants. Les pagayeurs plus expérimentés peuvent rechercher le rafting en eaux vives pour des rapides pleins d'adrénaline.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez le Vinho Verde, le vin emblématique de la région, dans les quintas locales et les tavernes de village dans tout le Minho. Ce vin blanc léger et légèrement pétillant est moins alcoolisé et parfaitement rafraîchissant après les activités de plein air. Le nom signifie 'vin vert' en référence au paysage luxuriant où les raisins sont cultivés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Grand Tour du Portugal : les meilleurs endroits à visiter",
          "day": 14
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Grand Tour du Portugal : Des collines de Lisbonne au nord sauvage",
          "day": 9
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "PT::vianadoalentejo",
      "name": "Vianadoalentejo",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.33645,
        -8.00011
      ],
      "lat": 38.33645,
      "lon": -8.00011,
      "visits": [
        {
          "text": "Ville de Viana do Alentejo et son château pentagonal",
          "visit_duration_min": 75
        },
        {
          "text": "Sanctuaire Nossa Senhora d’Aires (Viana do Alentejo)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 2
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "PT::vila-real",
      "name": "Vila Real",
      "cc": "PT",
      "language": "fr",
      "coords": [
        41.2959,
        -7.7442
      ],
      "lat": 41.2959,
      "lon": -7.7442,
      "visits": [
        {
          "text": "Émerveillez-vous devant le somptueux Palais de Mateus, joyau du baroque portugais dont la silhouette orne les bouteilles du célèbre vin rosé. Ce manoir aristocratique du XVIIIe siècle, attribué à Nicolau Nasoni, présente des jardins à la française, un lac romantique et des intérieurs raffinés avec mobilier d'époque et collections d'art précieuses.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le mystérieux Sanctuaire de Panóias, site archéologique romain unique dédié à des cultes orientaux. Ces rochers granitiques sculptés de bassins et d'inscriptions latines servaient à des sacrifices rituels il y a près de deux mille ans. Un lieu énigmatique qui révèle la diversité religieuse de l'Empire romain dans ses provinces les plus reculées.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez Vila Real, ville cosmopolite enveloppée dans un cadre naturel authentique. Montez au belvédère du Calvário pour une perspective semi-circulaire sur la ville, englobant les serras du Marão et de l'Alvão. Admirez les nombreuses pierres armoriées qui ennoblissent les façades, témoignage de la noblesse qui s'était établie ici auprès des Marquis.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 4
        }
      ],
      "rating": 4
    },
    {
      "place_id": "PT::vilavicosa",
      "name": "Vilavicosa",
      "cc": "PT",
      "language": "fr",
      "coords": [
        38.7167,
        -7.5167
      ],
      "lat": 38.7167,
      "lon": -7.5167,
      "visits": [
        {
          "text": "Ville de Vila Viçosa et carrière de marbre",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Paço Ducal (Vila Viçosa)",
          "visit_duration_min": 75
        },
        {
          "text": "Église São João Evangelista (Vila Viçosa)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 4
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "PT::viseu",
      "name": "Viseu",
      "cc": "PT",
      "language": "fr",
      "coords": [
        40.6566,
        -7.9125
      ],
      "lat": 40.6566,
      "lon": -7.9125,
      "visits": [
        {
          "text": "Explorez la ville de Viseu, avec plus de deux millénaires d'histoire liée au chef des Lusitaniens, Viriato. Visitez l'impressionnante Cava de Viriato, vaste enceinte fortifiée octogonale qui évoque la résistance lusitanienne contre Rome. Cette ville est un jalon très important pour l'histoire du Portugal et garde des secrets à chaque coin de rue.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant la Cathédrale de Viseu et le Musée National Grão Vasco, qui abrite des chefs-d'œuvre du peintre de la Renaissance portugais. La cathédrale romano-gothique avec sa façade manuéline et les trésors artistiques du musée adjacent constituent le cœur culturel de cette ville qui fut siège épiscopal depuis des temps reculés.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez l'art urbain de Viseu lors d'une promenade à travers la ville qui révèle des œuvres d'artistes comme AKA Corleone, Lord Mantraste et Mariana, a miserável. Cette ville historique a su se réinventer et présente une scène vibrante de street art qui contraste harmonieusement avec le patrimoine séculaire de ses places et monuments.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::tras-os-montes-douro::patrimonio-natureza",
          "itin_title": "Trás-os-Montes et Douro : Patrimoine, Nature et Traditions",
          "day": 8
        }
      ],
      "rating": 8
    },
    {
      "place_id": "PT::zambujeiradomar",
      "name": "Zambujeiradomar",
      "cc": "PT",
      "language": "fr",
      "coords": [
        37.525024,
        -8.785052
      ],
      "lat": 37.525024,
      "lon": -8.785052,
      "visits": [
        {
          "text": "Village de Zambujeira do Mar et ses plages",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: LES PLUS BEAUX ENDROITS",
          "day": 9
        }
      ],
      "rating": 3.9
    }
  ]
}