{
  "version": 1,
  "country": "pt",
  "language": "pt",
  "places": [
    {
      "place_id": "PT::albufeira",
      "name": "Albufeira",
      "cc": "PT",
      "coords": [
        37.0882,
        -8.2503
      ],
      "lat": 37.0882,
      "lon": -8.2503,
      "visits": [
        {
          "text": "Descubra Albufeira, o resort turístico mais popular do sul de Portugal oferecendo algo para todo tipo de viajante. Das litorais cênicas e longas praias arenosas a uma charmosa cidade antiga com arquitetura tradicional, este hub central do Algarve proporciona excelente acesso a atrações por toda a região. O antigo bairro dos pescadores e a cidade antiga no topo da falésia são áreas particularmente atmosféricas para explorar.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Praia da Falésia, uma das praias mais únicas do mundo se estendendo por mais de 6 quilômetros entre Vilamoura e Albufeira. As impressionantes falésias de arenito vermelho mudam de cor dependendo do clima e da luz, criando um cenário deslumbrante que vale a pena visitar em qualquer estação. O trecho mais bonito perto de Olhos de Água apresenta formações de falésias particularmente dramáticas que fotografam lindamente.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a pitoresca Capela de Nossa Senhora da Rocha em Porches, situada dramaticamente nas falésias costeiras acima do oceano. Embora a pequena capela em si seja encantadora, a atração principal é o cenário costeiro espetacular visível a partir dos caminhos que levam para oeste. Este local popular para o pôr do sol recompensa os visitantes com vistas deslumbrantes da costa do Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente caiaque da Praia de St Rafael em Albufeira, remando ao longo da bela costa para descobrir cavernas escondidas e enseadas isoladas. Entusiastas de esportes aquáticos encontrarão parasailing, jet ski e inúmeras outras atividades disponíveis durante toda a temporada de verão. As praias ao redor de Albufeira como Praia dos Arrifes e Praia São Rafael oferecem algumas das natações costeiras mais cênicas do Algarve central.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 2
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 8,
      "place_type": "city"
    },
    {
      "place_id": "PT::arouca",
      "name": "Arouca",
      "cc": "PT",
      "coords": [
        40.93,
        -8.245
      ],
      "lat": 40.93,
      "lon": -8.245,
      "visits": [
        {
          "text": "Explore o Geoparque Mundial da UNESCO do Arouca, uma paisagem protegida renomada pelo extraordinário patrimônio geológico, incluindo os famosos Trilobitas Gigantes de Canelas. Este território cercado pelas serras da Freita, Montemuro e Arada representa milhões de anos da história da Terra preservada em formações rochosas notáveis. O geoparque oferece atividades de aventura em meio a cenários naturais dramáticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhe pelos Passadiços do Paiva, uma espetacular passarela de madeira de 8 quilômetros serpenteando ao longo do desfiladeiro do Rio Paiva. Esta maravilha da engenharia passa por cachoeiras estrondosas, penhascos íngremes e piscinas naturais pristinas esculpidas na rocha. As passarelas proporcionam acesso seguro a uma das paisagens fluviais mais dramáticas de Portugal, anteriormente inacessível aos visitantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Atravesse a 516 Arouca, uma das mais longas pontes suspensas para pedestres do mundo com 516 metros de extensão a 175 metros de altura. Esta emocionante passarela oferece vistas deslumbrantes do vale lá embaixo e das montanhas ao redor. Rafting, canoagem e canyoning no Rio Paiva proporcionam opções adicionais de aventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Atravesse a 516 Arouca, uma das pontes suspensas pedestres mais longas do mundo, estendendo-se por 516 metros sobre o desfiladeiro do Rio Paiva a 175 metros de altura. Esta passarela emocionante oferece vistas de tirar o fôlego do vale lá embaixo e da paisagem montanhosa circundante. Ingressos antecipados são necessários para esta experiência de aventura inesquecível.",
          "visit_duration_min": 60
        },
        {
          "text": "Desafie-se com rafting no Rio Paiva, considerado um dos destinos principais de Portugal para esportes fluviais. As corredeiras variam de suaves a desafiadoras, com guias profissionais liderando expedições através do cenário espetacular do desfiladeiro. Aventuras de caiaque e canyoning oferecem maneiras diferentes de experimentar este curso d'água notável.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 10
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: Das Colinas de Lisboa ao Norte Selvagem",
          "day": 4
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "PT::arraiolos",
      "name": "Arraiolos",
      "cc": "PT",
      "coords": [
        38.4,
        -7.865
      ],
      "lat": 38.4,
      "lon": -7.865,
      "visits": [
        {
          "text": "Cidade de Arraiolos e o seu castelo medieval",
          "visit_duration_min": 75
        },
        {
          "text": "Centro Interpretativo do Tapete de Arraiolos",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Arraiolos et son château médiéval",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: OS MAIS BELOS LUGARES",
          "day": 3
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3.2,
      "place_type": "city"
    },
    {
      "place_id": "PT::beja",
      "name": "Beja",
      "cc": "PT",
      "coords": [
        38.012992,
        -7.871541
      ],
      "lat": 38.012992,
      "lon": -7.871541,
      "visits": [
        {
          "text": "Ville de Beja et son donjon Torre de Menagem",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Beja",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Beja",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: OS MAIS BELOS LUGARES",
          "day": 8
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::carvoeiro",
      "name": "Carvoeiro",
      "cc": "PT",
      "coords": [
        37.0947,
        -8.4714
      ],
      "lat": 37.0947,
      "lon": -8.4714,
      "visits": [
        {
          "text": "Explore Algar Seco na pitoresca Carvoeiro, uma área costeira única apresentando cavernas notáveis, grutas e falésias calcárias esculpidas pela chuva e mar ao longo de milhões de anos. Passarelas proporcionam visualização acessível, mas visitantes aventureiros podem explorar caminhos e escadarias esculpidas entre as rochas que parecem navegar um labirinto natural. A caverna mais bonita apresenta duas janelas naturais com vista para a costa, descoberta descendo escadas no final do estacionamento.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça a famosa Trilha dos Sete Vales Suspensos, a caminhada costeira mais popular do Algarve seguindo cenário deslumbrante entre Praia da Marinha e Praia do Vale de Centeanes. Esta rota de 5,7 quilômetros passa pela Gruta de Benagil, Praia de Benagil, Praia do Carvalho e Farol de Alfazina entre os destaques. A trilha proporciona acesso fácil a um dos trechos de litoral mais cênicos de todo Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Fotografe a Praia da Marinha, onde vistas perfeitas de cartão postal fizeram desta uma das praias mais reconhecíveis de Portugal. Os caminhos no topo da falésia com vista para a praia revelam o litoral típico do Algarve apresentado em guias de viagem mundialmente. Caminhar para oeste a partir do mirante perto da área de estacionamento revela o cenário mais espetacular ao longo deste trecho deslumbrante da costa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça um passeio de barco até a famosa Gruta de Benagil, a maior e mais conhecida caverna marítima do Algarve, acessível apenas pela água. Esta caverna semelhante a uma catedral é tão imensa que vários barcos podem entrar simultaneamente, com a luz solar filtrando através de seu teto desabado. Toda a costa aqui é pontilhada de grutas marinhas criando um cenário espetacular, seja explorada de lancha ou caiaque.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 4
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 7.4,
      "place_type": "city"
    },
    {
      "place_id": "PT::cascais",
      "name": "Cascais",
      "cc": "PT",
      "coords": [
        38.6979,
        -9.4215
      ],
      "lat": 38.6979,
      "lon": -9.4215,
      "visits": [
        {
          "text": "Viaje para Sintra, uma paisagem cultural Patrimônio Mundial da UNESCO onde palácios românticos se elevam de encostas florestadas. Explore o Palácio Nacional com suas distintivas chaminés cônicas da cozinha e interiores notáveis cobertos de azulejos. Suba ao extravagante Palácio da Pena, uma fantasia do século XIX combinando elementos góticos, manuelinos, mouriscos e renascentistas numa explosão de cores.",
          "visit_duration_min": 75
        },
        {
          "text": "Fique em pé no Cabo da Roca, o ponto mais ocidental da Europa continental, onde falésias dramáticas mergulham no Atlântico sob um farol histórico. Este promontório varrido pelos ventos marca onde a massa continental europeia encontra o oceano. A força bruta das ondas que se quebram, falésias imponentes e horizonte infinito criam uma profunda sensação de estar na borda do mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Vá a Sintra, uma paisagem cultural Patrimônio Mundial da UNESCO onde palácios românticos se erguem de encostas florestadas. A realeza portuguesa escolheu este retiro montanhoso enevoado para residências de verão, deixando uma concentração extraordinária de tesouros arquitetônicos. A atmosfera de conto de fadas da cidade tem cativado visitantes desde Lord Byron até viajantes modernos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Palácio Nacional de Sintra, o palácio real medieval que domina o centro da cidade com chaminés cônicas distintivas da cozinha visíveis por quilômetros. Esta residência de verão preserva interiores notáveis incluindo salas cobertas com azulejos decorativos e tetos mudéjares elaborados. O palácio representa a residência real habitada continuamente mais longa de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba ao Palácio da Pena, um palácio extravagante do século XIX coroando o pico mais alto numa explosão de cor e fantasia arquitetônica. Esta obra-prima romântica combina torres góticas, decoração manuelina, elementos mouriscos e cúpulas renascentistas numa profusão de amarelos, vermelhos e azuis. O parque circundante de árvores exóticas estende a atmosfera mágica pela encosta da montanha.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Conclua o dia em Cascais, um elegante resort de praia que atrai aristocratas desde que a realeza portuguesa fez dele seu playground de verão. A charmosa cidade antiga apresenta ruas pedestres de paralelepípedos, edifícios caiados de branco e um porto pesqueiro pitoresco ainda em uso. Praias de areia e atmosfera costeira relaxante proporcionam a transição perfeita antes de seguir para o norte.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 8
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: Das Colinas de Lisboa ao Norte Selvagem",
          "day": 2
        }
      ],
      "language": "pt",
      "suggested_days": 0.3,
      "rating": 5.7,
      "place_type": "site"
    },
    {
      "place_id": "PT::castro-daire",
      "name": "Castro Daire",
      "cc": "PT",
      "coords": [
        40.8983,
        -7.935
      ],
      "lat": 40.8983,
      "lon": -7.935,
      "visits": [
        {
          "text": "Suba a Serra de São Macário, uma cordilheira que oferece algumas das melhores vistas panorâmicas de todo o norte de Portugal. A direção serpenteante até o cume é uma aventura em si, com estradas estreitas subindo por paisagens montanhosas dramáticas. No topo, vistas panorâmicas se estendem por vales, vilarejos e cordilheiras distantes em todas as direções.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite Aldeia da Pena, uma das aldeias tradicionais de pedra mais isoladas e pitorescas do norte de Portugal, escondida no fundo de um vale. Ruas estreitas de paralelepípedos cobertas com palha serpenteiam entre casas de pedra toscamente talhada que parecem ter crescido da paisagem. Cabras vagam livremente, seus sinos se misturando com um riacho murmurante, criando uma atmosfera inalterada por séculos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observe o pôr do sol do cume da Serra de São Macário, onde paz e cenário espetacular criam momentos verdadeiramente mágicos. O mirante elevado frequentemente proporciona completa solitude com a paisagem circundante banhada em luz dourada. Trilhas de caminhada se irradiam do cume através de florestas e pelos altos campos para maior exploração.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: Das Colinas de Lisboa ao Norte Selvagem",
          "day": 6
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "city"
    },
    {
      "place_id": "PT::elvas",
      "name": "Elvas",
      "cc": "PT",
      "coords": [
        38.8822,
        -7.1639
      ],
      "lat": 38.8822,
      "lon": -7.1639,
      "visits": [
        {
          "text": "Cidade de Elvas e suas muralhas fortificadas",
          "visit_duration_min": 75
        },
        {
          "text": "Aqueduto da Amoreira (Elvas)",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Elvas et ses murailles fortifiées",
          "visit_duration_min": 75
        },
        {
          "text": "Aqueduc d’Amoreira (Elvas)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: OS MAIS BELOS LUGARES",
          "day": 6
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    },
    {
      "place_id": "PT::estremoz",
      "name": "Estremoz",
      "cc": "PT",
      "coords": [
        38.849998,
        -7.583333
      ],
      "lat": 38.849998,
      "lon": -7.583333,
      "visits": [
        {
          "text": "Cidade de Estremoz e seu castelo medieval",
          "visit_duration_min": 75
        },
        {
          "text": "Fachadas brancas típicas de Estremoz",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Estremoz et son château médiéval",
          "visit_duration_min": 75
        },
        {
          "text": "Façades blanches typiques d’Estremoz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: OS MAIS BELOS LUGARES",
          "day": 5
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "PT::evora",
      "name": "Evora",
      "cc": "PT",
      "coords": [
        38.5694,
        -7.903
      ],
      "lat": 38.5694,
      "lon": -7.903,
      "visits": [
        {
          "text": "Cidade de Évora inscrita na UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Ville d’Évora inscrite à l’UNESCO",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: OS MAIS BELOS LUGARES",
          "day": 1
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 6.8,
      "place_type": "city"
    },
    {
      "place_id": "PT::geres",
      "name": "Geres",
      "cc": "PT",
      "coords": [
        41.7167,
        -8.15
      ],
      "lat": 41.7167,
      "lon": -8.15,
      "visits": [
        {
          "text": "Entre no Parque Nacional da Peneda-Gerês, o único parque nacional de Portugal que protege uma natureza selvagem de montanhas, florestas antigas e cachoeiras em cascata. O parque engloba as serras da Peneda, Soajo, Amarela e Gerês, atingindo 1.545 metros em seu ponto mais alto. Esta paisagem notável abriga vida selvagem diversa em ambientes pristinos, merecendo o mais alto nível de proteção de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite Soajo, uma aldeia tradicional de montanha que serve como excelente base para caminhadas, conhecida por seus espigueiros únicos - celeiros históricos de pedra erguidos sobre pilares de granito. Estas estruturas distintivas usadas há séculos para armazenar e secar milho criam uma das cenas mais fotografadas do parque. Casas de pedra e igrejas antigas refletem tradições duradouras desta comunidade montanhosa remota.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Planalto da Mourela elevando-se a aproximadamente 1.000 metros, reconhecido como um dos principais locais de observação de aves do parque nacional. Este habitat de charneca alta suporta diversas espécies aviárias que prosperam em terrenos de urze, pastagem e pantanosos. As paisagens abertas do planalto proporcionam excelente visibilidade para avistar rapinantes e espécies migratórias durante todo o ano.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pelas trilhas da Peneda-Gerês incluindo a Grande Rota atravessando paisagens montanhosas espetaculares com opções desde caminhadas suaves até trekkings desafiadores. Busque aventura em cachoeiras onde canyoning e saltos de penhascos proporcionam experiências cheias de adrenalina em cenários dramáticos. Relaxe nas águas termais naturais das Caldas do Gerês, uma vila spa famosa por fontes termais desde os tempos romanos.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe pelas trilhas da Peneda-Gerês incluindo a aventureira Grande Rota que atravessa as paisagens mais espetaculares do parque. Caminhadas circulares mais curtas passam por florestas, cachoeiras e mirantes cênicos. As cinco 'portas' do parque oferecem centros de informações ao visitante com mapas detalhados de caminhada e orientação.",
          "visit_duration_min": 60
        },
        {
          "text": "Busque aventura nas cachoeiras onde viagens de canyoning e saltos de penhasco proporcionam formas cheias de adrenalina para experimentar características dramáticas da água. Guias profissionais lideram expedições através de desfiladeiros, descendo cascatas e em piscinas cristalinas cercadas por penhascos de granito. Natação e banho de sol em piscinas naturais oferecem recompensas refrescantes após caminhadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxe nas águas termais naturais de Caldas do Gerês, uma aldeia spa famosa por suas fontes quentes desde os tempos romanos. As águas terapêuticas emergem em temperaturas ideais para acalmar músculos cansados após dias ativos nas montanhas. Este destino tradicional de bem-estar oferece o complemento perfeito para aventuras ao ar livre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 13
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: Das Colinas de Lisboa ao Norte Selvagem",
          "day": 8
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4,
      "place_type": "city"
    },
    {
      "place_id": "PT::lagos",
      "name": "Lagos",
      "cc": "PT",
      "coords": [
        37.1028,
        -8.673
      ],
      "lat": 37.1028,
      "lon": -8.673,
      "visits": [
        {
          "text": "Descubra Lagos, uma das cidades históricas mais encantadoras de Portugal, com edifícios caiados de branco, ruas de paralelepípedo e uma atmosfera tradicional acolhedora. O centro histórico compacto oferece marcos históricos, museus interessantes e um mercado local animado, perfeito para vivenciar a autêntica cultura portuguesa. Esta bela cidade do Algarve ocidental combina patrimônio com fácil acesso a cenários costeiros espetaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com Ponta da Piedade, um dos marcos naturais mais famosos de Portugal, apresentando formações rochosas costeiras deslumbrantes, grutas marinhas e cavernas. O cenário de tirar o fôlego inclui falésias imponentes acessíveis através de trilhas costeiras e uma escadaria íngreme que desce até o nível do mar para vistas mais próximas das cavernas. Esta paisagem extraordinária é ainda mais mágica no pôr do sol quando a luz dourada ilumina as formações esculturais.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite Praia do Camilo, uma praia pequenina acessível através de escadas íngremes onde as vistas de cima são tão deslumbrantes quanto a própria praia. A praia se divide em duas áreas conectadas por um túnel curto escavado através das rochas, criando uma experiência incrivelmente cênica. A próxima Praia de Dona Ana é cercada por falésias coloridas íngremes e águas azuis cristalinas, classificando-se entre as praias mais bonitas do Algarve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Ponta da Piedade de caiaque, remando através de grutas marinhas e ao longo da costa espetacular para uma perspectiva inesquecível dessas maravilhas naturais. Pequenos passeios de barco também navegam pelas cavernas, oferecendo acesso íntimo às formações rochosas esculpidas. A combinação de falésias douradas, água turquesa e cavernas escondidas cria uma das paisagens costeiras mais fotogênicas da Europa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 5
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 6.3,
      "place_type": "city"
    },
    {
      "place_id": "PT::lisbon",
      "name": "Lisbon",
      "cc": "PT",
      "coords": [
        38.7223,
        -9.1393
      ],
      "lat": 38.7223,
      "lon": -9.1393,
      "visits": [
        {
          "text": "Dia 1: Comece sua aventura em Lisboa na magnífica Praça do Comércio, a maior praça da cidade que se abre dramaticamente para o Rio Tejo. Esta monumental praça à beira-mar, reconstruída após o devastador terremoto de 1755, serviu como entrada cerimonial para a capital de Portugal para dignitários que chegavam. Os elegantes edifícios com arcadas e arco triunfal criam um dos espaços urbanos mais impressionantes da Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 1: Passeie pela Rua Augusta até o distrito histórico da Baixa, subindo o Arco da Rua Augusta para vistas panorâmicas sobre o centro e o reluzente Tejo. Suba no Elevador de Santa Justa, um extraordinário elevador de ferro neogótico projetado por um aluno de Gustave Eiffel. Explore as ruínas assombradas do Convento do Carmo, deixado sem teto desde o catastrófico terremoto de 1755.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Perca-se nas ruas labirínticas de Alfama, o bairro mais antigo de Lisboa que sobreviveu ao grande terremoto intacto. Becos estreitos serpenteiam entre casas antigas adornadas com azulejos coloridos enquanto o fado melancólico flutua de tavernas escondidas. Conquiste as alturas do Castelo de São Jorge, a fortaleza no topo da colina oferecendo as vistas panorâmicas mais espetaculares da capital.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Visite a Sé Catedral, a igreja mais antiga de Lisboa construída no local de uma antiga mesquita no século XII. Viaje para Belém onde a Era dos Descobrimentos de Portugal deixou monumentos magníficos ao longo do Tejo. Maravilhe-se com o Mosteiro dos Jerónimos, uma obra-prima manuelina extraordinária comemorando a viagem de Vasco da Gama à Índia.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 1: Passeie pela Rua Augusta, a vibrante via pedonal de Lisboa conectando a orla ao coração do distrito da Baixa. Esta rua animada fervilha com cafés ao ar livre, lojas tradicionais e artistas de rua sob elegantes fachadas do século XVIII. Suba ao topo do Arco da Rua Augusta para vistas amplas sobre as ruas geométricas do centro e o Tejo cintilante além.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 1: Suba no Elevador de Santa Justa, um extraordinário elevador de ferro neogótico projetado por um aluno de Gustave Eiffel em 1902. Esta notável peça de engenharia urbana leva passageiros 45 metros para cima através de uma ornamentada torre de ferro forjado para conectar a Baixa com o bairro do Carmo acima. A plataforma de observação no topo revela um panorama deslumbrante sobre os telhados de terracota de Lisboa.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 1: Explore as ruínas assombrosamente belas do Convento do Carmo, um mosteiro gótico que ficou sem teto desde o terremoto catastrófico de 1755. Os arcos esqueléticos que se estendem em direção ao céu aberto criam um dos locais mais atmosféricos de Lisboa. Hoje as ruínas abrigam um museu arqueológico com artefatos que vão desde tempos pré-históricos até o período medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Perca-se pelas ruas labirínticas de Alfama, o bairro mais antigo e atmosférico de Lisboa que sobreviveu ao grande terremoto praticamente intacto. Becos estreitos serpenteiam entre casas antigas adornadas com azulejos coloridos, enquanto os acordes melancólicos do fado flutuam de tabernas escondidas. Este bairro medieval que sobe da orla até o castelo preserva a alma autêntica da Lisboa antiga.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Conquiste as alturas do Castelo de São Jorge, a fortaleza no topo da colina que observa Lisboa há mais de um milênio. Originalmente um forte mouro antes da reconquista cristã em 1147, as muralhas e torres do castelo oferecem as vistas panorâmicas mais espetaculares de toda a capital. Caminhe pelos vestígios arqueológicos, jardins tranquilos e muralhas com vista para as sete colinas da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Visite a Sé Catedral, a igreja mais antiga de Lisboa e um poderoso símbolo da reconquista cristã, construída no local de uma antiga mesquita no século XII. Esta igreja-fortaleza românica sobreviveu a terremotos, guerras e séculos de história enquanto acumulou claustros góticos, capelas barrocas e tesouros de todas as épocas. A fachada austera flanqueada por duas torres sineiras cria uma presença imponente no coração de Alfama.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Viaje ao distrito ribeirinho de Belém, onde a Era dos Descobrimentos de Portugal deixou seus monumentos mais magníficos ao longo do Tejo. Este bairro elegante a oeste do centro celebra a era em que os navegadores portugueses mapearam oceanos desconhecidos e estabeleceram um império marítimo global. Avenidas arborizadas, jardins bem cuidados e calçadões à beira-rio conectam os tesouros da área listados pela UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Maravilhe-se com o Mosteiro dos Jerónimos, uma obra-prima extraordinária da arquitetura manuelina e um dos monumentos mais importantes de Portugal. Este mosteiro do século XVI, construído para comemorar a viagem de Vasco da Gama à Índia, apresenta entalhes em pedra fantasticamente ornamentados combinando símbolos marítimos, religiosos e reais. Os claustros estão entre os mais belos da Europa, seu trabalho delicado em pedra um testemunho da era dourada de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Pare diante da icônica Torre de Belém, uma torre fortificada que se ergue do Tejo e se tornou o símbolo definitivo de Lisboa. Construída no início do século XVI para guardar a entrada do rio, este Patrimônio Mundial da UNESCO combina elementos arquitetônicos manuelinos e mouriscos em seu trabalho decorativo em pedra. A posição da torre projetando-se no rio lembra o ponto de partida para incontáveis viagens portuguesas de exploração.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 3: Fotografe o Padrão dos Descobrimentos, um impressionante monumento modernista celebrando os exploradores portugueses que abriram novas rotas marítimas para o mundo. Esta escultura de 52 metros retrata Henrique, o Navegador, liderando uma procissão de figuras históricas em direção à água. A silhueta dramática do monumento o torna um dos marcos mais reconhecíveis de Belém.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 3: Descubra o MAAT (Museu de Arte, Arquitetura e Tecnologia), um museu contemporâneo deslumbrante cuja cobertura ondulante se funde perfeitamente com a orla de Belém. Este marco arquitetônico abriga exposições rotativas de arte contemporânea nacional e internacional dentro de seus espaços interiores futuristas. A passarela do telhado oferece perspectivas únicas sobre o Tejo e se conecta à estação de energia histórica adjacente.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 3: Experimente a energia criativa da LX Factory, um antigo complexo industrial transformado no centro cultural mais vibrante de Lisboa. Antigas fábricas têxteis agora abrigam butiques independentes, livrarias, galerias de arte e estúdios criativos sob tijolos expostos e estruturas de ferro. Este bairro alternativo pulsa com energia artística e representa o lado contemporâneo e progressista da capital portuguesa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dia 1: Passeie pelo elegante distrito do Chiado, o bairro tradicional de Lisboa dos intelectuais, artistas e cafés literários onde Fernando Pessoa uma vez manteve corte. Este bairro sofisticado faz a ponte entre a cidade baixa e as alturas boêmias do Bairro Alto, oferecendo excelentes compras e praças charmosas. A importância cultural e atmosfera refinada da área a tornam perfeita para exploração vespertina.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 2: Fique diante da icônica Torre de Belém, a torre fortificada que se tornou o símbolo definitivo de Lisboa. Fotografe o Padrão dos Descobrimentos celebrando os exploradores portugueses. Ande no lendário Elétrico 28 chacoalhando através de bairros pitorescos em sua rota serpenteante pela cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 2: Ande no lendário Elétrico 28, um bonde amarelo vintage que chacoalha pelos bairros mais pitorescos de Lisboa em sua rota sinuosa pela cidade. Esta peça viva da história do transporte sobe ruas impossívelmente íngremes, espreme-se por passagens estreitas e passa por marcos importantes de Alfama à Estrela. A jornada a bordo destes bondes de madeira centenários oferece uma maneira autêntica e cênica de experienciar a topografia dramática da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 2: Observe o pôr do sol do Miradouro de Santa Luzia, um terraço romântico com vista para os telhados de Alfama e o Rio Tejo cintilante. Pérgulas cobertas de buganvílias, painéis decorativos de azulejos e palmeiras emolduram vistas que se estendem da cúpula do Panteão Nacional até as colinas distantes. Este miradouro querido captura a essência da beleza melancólica de Lisboa enquanto a cidade brilha na luz da tarde.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 2: Experimente a vida noturna vibrante do Bairro Alto, o histórico bairro alto onde o espírito boêmio encontra a vida tradicional do bairro. Depois de escurecer, o bairro se transforma no lendário distrito de entretenimento de Lisboa com inúmeros bares se espalhando pelas ruas estreitas. É aqui que locais e visitantes se misturam numa atmosfera única da capital portuguesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 3: Descubra o MAAT (Museu de Arte, Arquitetura e Tecnologia), um museu contemporâneo deslumbrante cujo telhado ondulante se funde com a orla de Belém. Este marco arquitetônico abriga exposições rotativas de arte contemporânea internacional dentro de espaços interiores futuristas. A passarela no telhado oferece perspectivas únicas sobre o Tejo.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 3: Experimente a energia criativa da LX Factory, um antigo complexo industrial transformado no centro cultural mais vibrante de Lisboa. Antigas fábricas têxteis agora abrigam butiques independentes, livrarias e galerias de arte sob tijolos expostos e estruturas de ferro. Este bairro alternativo representa o lado contemporâneo e progressista da capital portuguesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 2: Fotografe o Padrão dos Descobrimentos, um monumento modernista marcante celebrando os exploradores portugueses que abriram novas rotas marítimas para o mundo. Esta escultura de 52 metros erguendo-se da margem do rio retrata Henrique, o Navegador, liderando uma procissão de figuras históricas em direção à água. A silhueta dramática e posição à beira-rio do monumento o tornam um dos marcos mais reconhecíveis de Belém.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 3: Explore o Bairro Alto, o bairro alto histórico de Lisboa onde o espírito boêmio encontra a vida tradicional de vizinhança. Durante o dia, ruas tranquilas revelam lojas vintage, casas de fado e tabernas de bairro servindo petiscos tradicionais. Após escurecer, o bairro se transforma no lendário distrito de vida noturna da cidade com incontáveis bares se espalhando pelas ruas estreitas.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 3: Procure os famosos miradouros de Lisboa, os mirantes espalhados pelas sete colinas da cidade que revelam novas perspectivas a cada volta. Do panorâmico Miradouro da Senhora do Monte aos terraços elegantes de São Pedro de Alcântara, cada um oferece seu próprio caráter e vista. Estes pontos de encontro queridos são essenciais para entender como os lisboetas experienciam sua cidade dramaticamente vertical.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 7
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: Das Colinas de Lisboa ao Norte Selvagem",
          "day": 1
        },
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Escapada em Lisboa: Tesouros Históricos, Vistas do Tejo e Palácios Reais",
          "day": 1
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 10,
      "place_type": "city"
    },
    {
      "place_id": "PT::monsaraz",
      "name": "Monsaraz",
      "cc": "PT",
      "coords": [
        38.4927,
        -7.2812
      ],
      "lat": 38.4927,
      "lon": -7.2812,
      "visits": [
        {
          "text": "Vila medieval de Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Vista sobre o lago de Alqueva desde Monsaraz",
          "visit_duration_min": 75
        },
        {
          "text": "Village médiéval de Monsaraz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: OS MAIS BELOS LUGARES",
          "day": 7
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 2.4,
      "place_type": "city"
    },
    {
      "place_id": "PT::pinhao",
      "name": "Pinhao",
      "cc": "PT",
      "coords": [
        41.1897,
        -7.5453
      ],
      "lat": 41.1897,
      "lon": -7.5453,
      "visits": [
        {
          "text": "Entre no Vale do Douro, uma paisagem Patrimônio Mundial da UNESCO de vinhedos em terraços íngremes descendo em cascata para um dos rios mais cênicos da Europa. Esta é a região vinícola demarcada mais antiga do mundo, onde o vinho do porto tem sido produzido por séculos usando métodos tradicionais. O cenário dramático de encostas cobertas de vinhas e quintas caiadas de branco cria a paisagem mais icônica de Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a Região Vinícola do Alto Douro a pé, caminhando por vinhedos em funcionamento e vilarejos tradicionais pacíficos empoleirados nas encostas. Trilhas de caminhada serpenteiam entre encostas em terraços cultivadas desde os tempos romanos, passando por olivais antigos e pomares de amendoeiras. Beleza natural, patrimônio agrícola e hospitalidade calorosa fazem deste um destino de caminhada inesquecível.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaje pela histórica linha ferroviária do Douro, inaugurada em 1887 e considerada uma das viagens de trem mais cênicas do mundo. Os trilhos seguem o rio de Porto a Pocinho, passando por túneis e sobre pontes que atravessam vales de afluentes. Esta maravilha da engenharia oferece uma forma relaxante de absorver a magnífica paisagem do vale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pedale por encostas cobertas de vinhedos e aldeias tradicionais ao longo de trilhas ribeirinhas e subidas de montanha - e-bikes altamente recomendadas para o terreno íngreme. Reme no Douro de fluxo lento de caiaque, deslizando sob penhascos e passando por vinhedos em terraços refletidos em águas calmas. A perspectiva do rio revela a grandiosidade total desta paisagem protegida pela UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "Pedale pelas encostas cobertas de vinhedos do Vale do Douro, pomares e aldeias tradicionais ao longo de trilhas ribeirinhas e subidas montanhosas. O terreno íngreme recompensa os ciclistas com vistas espetaculares das estradas elevadas. E-bikes são altamente recomendadas para aqueles menos acostumados com colinas, permitindo que todos desfrutem desta magnífica paisagem ciclística.",
          "visit_duration_min": 60
        },
        {
          "text": "Reme no Rio Douro de fluxo lento de caiaque ou canoa, deslizando sob penhascos imponentes e passando por vinhedos em terraços refletidos em águas calmas. Esta experiência pacífica permite paradas em praias fluviais e aldeias locais para comida e vinho. A perspectiva do rio revela a grandiosidade total desta paisagem protegida pela UNESCO.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 12
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: Das Colinas de Lisboa ao Norte Selvagem",
          "day": 7
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3.3,
      "place_type": "city"
    },
    {
      "place_id": "PT::porto",
      "name": "Porto",
      "cc": "PT",
      "coords": [
        41.1579,
        -8.6291
      ],
      "lat": 41.1579,
      "lon": -8.6291,
      "visits": [
        {
          "text": "Chegue ao Porto, a vibrante capital do norte de Portugal, onde o centro histórico desce em cascata pelas encostas até o Rio Douro. O distrito da Ribeira, Patrimônio Mundial da UNESCO, revela camadas de história em suas ruas medievais, igrejas barrocas e icônicos edifícios cobertos de azulejos. Esta cidade atmosférica serve como portal para a magnífica região vinícola e paisagens selvagens do norte.",
          "visit_duration_min": 75
        },
        {
          "text": "Atravesse a icônica Ponte Dom Luís I, o arco de ferro de dois andares que atravessa o Douro e se tornou o marco mais reconhecível do Porto. O nível superior oferece aos pedestres vistas espetaculares sobre o centro histórico e as adegas de vinho do porto de Vila Nova de Gaia do lado oposto. Esta maravilha da engenharia conecta a cidade antiga com séculos de tradição vinícola.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhe da Ponte Dom Luís I ao longo do Rio Douro até o Farol de Felgueiras na Foz, onde o rio encontra o Oceano Atlântico. Esta caminhada cênica à beira-mar passa por bairros históricos, calçadões ribeirinhos e comunidades pesqueiras tradicionais. O farol marca o encontro dramático do rio com o mar, oferecendo vistas costeiras espetaculares.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente o surfe na praia de Matosinhos, nos arredores do Porto, um excelente destino com ondas suaves e fundo arenoso perfeito para iniciantes. Escolas de surfe locais oferecem aulas nesta praia de fácil acesso com ondulações consistentes do Atlântico. Alternativamente, reme pelo Douro de caiaque ou SUP para perspectivas únicas da cidade a partir da água.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente a cultura do surf na praia de Matosinhos, nos arredores do Porto, um excelente destino para surfistas com ondas suaves e fundo arenoso. Escolas de surf locais oferecem aulas para todos os níveis neste beach break acessível. As ondulações consistentes do Atlântico fazem dele um dos locais mais populares do norte de Portugal para pegar ondas.",
          "visit_duration_min": 60
        },
        {
          "text": "Reme ao longo do Rio Douro em uma excursão de caiaque ou stand-up paddleboard pelo coração do Porto. Deslizar sob as seis pontes da cidade oferece perspectivas únicas das encostas em terraços e arquitetura histórica. Esta experiência tranquila de remo urbano oferece um ritmo diferente para explorar esta cidade atmosférica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 9
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: Das Colinas de Lisboa ao Norte Selvagem",
          "day": 3
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 9.8,
      "place_type": "city"
    },
    {
      "place_id": "PT::sagres",
      "name": "Sagres",
      "cc": "PT",
      "coords": [
        37.0092,
        -8.9408
      ],
      "lat": 37.0092,
      "lon": -8.9408,
      "visits": [
        {
          "text": "Chegue ao Cabo de São Vicente, o ponto mais sudoeste da Europa continental onde falésias imponentes cercadas por água em três lados criam um espetáculo hipnotizante. No passado, os europeus acreditavam que este era o fim do mundo, e estar aqui observando ondas massivas quebrarem contra as rochas abaixo, essa sensação permanece palpável. O farol e a fortaleza de Santo António do Beliche nas proximidades oferecem panoramas costeiros igualmente deslumbrantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Ponta de Sagres, um promontório selvagem e ventoso impregnado de história onde os primeiros grandes exploradores de Portugal iniciaram suas viagens em busca do Novo Mundo. Visite a Fortaleza de Sagres do século XVI que engloba um forte antigo com museu, a Igreja de Nossa Senhora da Graça e um farol com instalação sonora única. Caminhe ao redor de todo o cabo seguindo trilhas que oferecem vistas de tirar o fôlego do Atlântico infinito.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente condições de surf de classe mundial ao redor de Sagres, onde ondas consistentes e ventos fortes atraem entusiastas de esportes aquáticos de todo o mundo. As praias nesta área oferecem algumas das melhores condições de surf de Portugal, com numerosas escolas de surf fornecendo aulas para todos os níveis. A costa atlântica selvagem aqui parece selvagem e intocada em comparação às praias abrigadas mais ao leste.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 6
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "city"
    },
    {
      "place_id": "PT::sao-pedro-do-sul",
      "name": "Sao Pedro Do Sul",
      "cc": "PT",
      "coords": [
        40.7564,
        -8.0717
      ],
      "lat": 40.7564,
      "lon": -8.0717,
      "visits": [
        {
          "text": "Descubra São Pedro do Sul, conhecido por paisagens pitorescas de florestas verdes densas, rios cristalinos e vilarejos charmosos habitados desde os tempos romanos. Termas naturais usadas para cura desde a antiguidade oferecem relaxamento com águas minerais ricas em enxofre. As florestas de eucalipto perfumadas e a atmosfera pacífica tornam esta região ideal para amantes da natureza.",
          "visit_duration_min": 75
        },
        {
          "text": "Dirija pela emocionante Estrada do Portal do Inferno, uma estrada de montanha dramática com gradientes íngremes, curvas acentuadas e bordas de penhascos verticais. Esta direção espetacular passa pelo cenário montanhoso mais dramático do norte de Portugal, com mirantes oferecendo vistas panorâmicas. A rota estreita e sinuosa exige atenção, mas recompensa com paisagens inesquecíveis.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba a Serra de São Macário para algumas das melhores vistas panorâmicas do norte de Portugal, acessível de carro até o cume. A subida serpenteante atravessa paisagens dramáticas até vistas panorâmicas que se estendem por vales e cordilheiras distantes. Visite a aldeia isolada da Aldeia da Pena onde cabras vagam por ruas de paralelepípedos e casas de pedra parecem brotar da paisagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a região de São Pedro do Sul, conhecida pelo cenário pitoresco de florestas verdes densas, rios cristalinos e colinas ondulantes pontilhadas com vilarejos charmosos. Esta área é habitada desde os tempos romanos, com ruínas antigas visíveis ao lado da arquitetura medieval em ruas estreitas de paralelepípedos. As florestas de eucalipto de aroma doce e a solitude pacífica tornam este local ideal para amantes da natureza.",
          "visit_duration_min": 75
        },
        {
          "text": "Relaxe nas termas naturais de São Pedro do Sul, usadas por suas propriedades curativas desde os tempos romanos antigos. As fontes termais minerais são ricas em enxofre, acreditado ter benefícios terapêuticos para várias doenças. Estas águas termais históricas continuam atraindo buscadores de bem-estar para este canto tranquilo do norte de Portugal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pelas florestas para descobrir cachoeiras escondidas e mirantes cênicos ao longo de redes de trilhas serpenteando por bosques perfumados. As trilhas seguem riachos correntes e sobem a cumes panorâmicos oferecendo oportunidades perfeitas para experimentar a beleza natural em solidão. O pôr do sol da Serra de São Macário cria momentos mágicos com paisagens banhadas em luz dourada.",
          "visit_duration_min": 60
        },
        {
          "text": "Faça trilhas excelentes pelas florestas de São Pedro do Sul para descobrir cachoeiras escondidas e mirantes cênicos. A rede de caminhos serpenteia por bosques perfumados, ao longo de riachos correntes e até cumes panorâmicos. Estas caminhadas oferecem oportunidades perfeitas para experimentar a beleza natural da região longe de qualquer multidão.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 11
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: Das Colinas de Lisboa ao Norte Selvagem",
          "day": 5
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::silves",
      "name": "Silves",
      "cc": "PT",
      "coords": [
        37.1893,
        -8.439
      ],
      "lat": 37.1893,
      "lon": -8.439,
      "visits": [
        {
          "text": "Explore Silves, a antiga capital do Algarve geralmente negligenciada por visitantes de primeira viagem, mas oferecendo vislumbres fascinantes do passado mouro da região. Esta típica cidade medieval no topo da colina é coroada por um castelo parcialmente restaurado que uma vez rivalizou com Lisboa em importância antes do devastador terremoto de 1755. A Catedral de Silves e o Museu Arqueológico logo fora da praça principal complementam a experiência do castelo.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a charmosa vila de Alte, uma das vilas tradicionais mais pitorescas do interior do Algarve onde o tempo parece parar. Ruas estreitas de paralelepípedos serpenteiam entre edifícios brancos tradicionais adornados com flores coloridas e algumas das mais belas artes de rua da região. As nascentes naturais na Fonte Grande de Alte oferecem natação refrescante em água cristalina - uma experiência inesperada do Algarve interior.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite as praias de Alvor incluindo Praia dos Três Irmãos e a pequena Praia da Prainha, interconectadas via túneis e passagens através das falésias. Caminhar descalço através de túneis, sob arcos naturais, e ao longo de passagens estreitas nas falésias revela surpresa após surpresa nesta paisagem costeira espetacular. O restaurante na falésia em Prainha empoleirado entre as rochas oferece um local de jantar absolutamente único.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore a Costa Vicentina, o litoral oeste do Algarve menos visitado oferecendo cenário selvagem e majestoso completamente diferente das praias orientais populares. Praia da Bordeira e Praia da Cordoama são favoritas entre surfistas, mas qualquer estrada pequena levando à costa recompensa visitantes com vistas magníficas. Este litoral natural não desenvolvido proporciona beleza atlântica autêntica sem as multidões.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 3
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::sintra",
      "name": "Sintra",
      "cc": "PT",
      "coords": [
        38.798,
        -9.388
      ],
      "lat": 38.798,
      "lon": -9.388,
      "visits": [
        {
          "text": "Viaje para Sintra, uma paisagem cultural Patrimônio Mundial da UNESCO onde palácios românticos se erguem de encostas florestadas em um dos cenários mais encantadores da Europa. A realeza e aristocratas portugueses escolheram este refúgio montanhoso enevoado para suas residências de verão, deixando para trás uma concentração extraordinária de tesouros arquitetônicos. A atmosfera de conto de fadas da cidade cativou visitantes de Lord Byron aos viajantes modernos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Palácio Nacional de Sintra, o palácio real medieval dominando o centro da cidade com suas chaminés cônicas distintivas de cozinha visíveis por quilômetros ao redor. Esta residência de verão dos monarcas portugueses preserva interiores notáveis incluindo salas inteiramente cobertas com azulejos decorativos e tetos mudéjares elaborados. O palácio representa a residência real continuamente habitada por mais tempo em Portugal.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba ao Palácio da Pena, um palácio extravagante do século XIX coroando o pico mais alto das colinas de Sintra em uma explosão de cor e fantasia arquitetônica. Esta obra-prima romântica combina torres góticas, decoração manuelina, elementos mouriscos e cúpulas renascentistas em uma profusão de amarelos, vermelhos e azuis. O parque circundante de árvores exóticas e trilhas escondidas estende a atmosfera mágica pela montanha.",
          "visit_duration_min": 75
        },
        {
          "text": "Fique no Cabo da Roca, o ponto mais ocidental da Europa continental, onde falésias dramáticas despencam no Atlântico sob um farol histórico. Este promontório varrido pelo vento marca onde a massa de terra europeia encontra o oceano, um marco geográfico celebrado com um monumento e certificado para visitantes. O poder bruto do cenário - ondas quebrando, falésias altíssimas e horizonte infinito - cria uma sensação profunda de estar na beira do mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Conclua sua jornada em Cascais, um resort de praia elegante que atrai aristocratas e artistas desde que a realeza portuguesa o tornou seu playground de verão no século XIX. A cidade velha charmosa apresenta ruas pedestres de paralelepípedos, edifícios caiados de branco e um porto de pesca pitoresco ainda em uso hoje. Praias de areia, frutos do mar excelentes e uma atmosfera costeira relaxada proporcionam o final perfeito para sua aventura em Lisboa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pelos jardins e parques românticos de Sintra, onde trilhas sinuosas levam por fontes, follies e mirantes revelando vislumbres de palácios através das árvores. A vegetação exuberante prospera no microclima único criado pela umidade atlântica coletada nas encostas da montanha. Estas paisagens verdejantes foram tão cuidadosamente compostas quanto qualquer interior de palácio, criando salas ao ar livre de maravilha botânica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::lisbon-escape-historic-treasures-tagus-views-and-royal-palaces",
          "itin_title": "Escapada em Lisboa: Tesouros Históricos, Vistas do Tejo e Palácios Reais",
          "day": 2
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 6.2,
      "place_type": "city"
    },
    {
      "place_id": "PT::tavira",
      "name": "Tavira",
      "cc": "PT",
      "coords": [
        37.1275,
        -7.6506
      ],
      "lat": 37.1275,
      "lon": -7.6506,
      "visits": [
        {
          "text": "Descubra Faro, a capital do Algarve oferecendo um centro histórico compacto com ruas estreitas charmosas e atmosfera aconchegante. A cidade antiga apresenta a Catedral de Faro onde você pode subir a torre para vistas aéreas, a Capela dos Ossos na Igreja do Carmo, e o excelente Museu Municipal. A área da Marina e o jardim Manuel Bivar recebem feiras de artesanato nos fins de semana e proporcionam agradáveis passeios à beira-mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Parque Natural da Ria Formosa, uma série de ilhas-barreira se estendendo por mais de 60 quilômetros ao longo do Algarve oriental. Esta paisagem protegida de lagoas, pântanos, salinas e dunas de areia branca cria um cenário completamente diferente das famosas praias com falésias mais a oeste. Vilas de pescadores tradicionais nas ilhas oferecem vislumbres da vida autêntica do Algarve praticamente inalterada por gerações.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite Tavira, uma das cidades maiores mais autênticas da região do Algarve construída em torno de seu centro medieval ao longo do rio. Não perca as ruínas do Castelo, a Ponte Romana que aparece em todos os cartões postais de Tavira, e a Igreja da Misericórdia com seu impressionante portal de azulejos do século XVIII. A Camera Obscura dentro de uma antiga torre de água proporciona perspectivas únicas sobre esta charmosa cidade histórica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça um passeio de barco pela Ria Formosa visitando ilhas como Ilha de Tavira, Culatra e Armona para experimentar praias pristinas e comunidades pesqueiras tradicionais. Passeios de barco ao pôr do sol saindo de Faro proporcionam uma maneira mágica de experimentar o parque natural enquanto o céu se transforma sobre as lagoas. As oportunidades para observação de aves aqui são excepcionais, com os pântanos fornecendo habitat para numerosas espécies.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 1
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.4,
      "place_type": "city"
    },
    {
      "place_id": "PT::viana-do-castelo",
      "name": "Viana Do Castelo",
      "cc": "PT",
      "coords": [
        41.6918,
        -8.8344
      ],
      "lat": 41.6918,
      "lon": -8.8344,
      "visits": [
        {
          "text": "Explore a região do Minho, a área mais verde de Portugal encravada no canto noroeste onde o Rio Minho forma uma fronteira natural com a Espanha. O Vale do Lima se estende da Peneda-Gerês ao Atlântico em Viana do Castelo, criando um corredor de paisagens exuberantes. Esta região pacífica recompensa os visitantes com cultura autêntica, excelentes caminhadas e refrescantes vinhos Vinho Verde locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a Costa Verde se estendendo ao longo do Atlântico com praias tranquilas e intocadas e aldeias pesqueiras tradicionais oferecendo experiências autênticas à beira-mar. Ao contrário dos resorts do sul, este litoral preserva tradições pesqueiras e cria paisagens bem diferentes das famosas praias do Algarve. O encontro dramático de colinas verdes e surf do Atlântico define este litoral norte.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite Viana do Castelo, uma elegante cidade portuária na foz do Rio Lima com rico patrimônio marítimo datando da Era dos Descobrimentos. O centro histórico apresenta notável arquitetura manuelina, mercados tradicionais e o espetacular santuário de Santa Luzia no alto da colina oferecendo vistas panorâmicas costeiras. Esta cidade culta serve como porta de entrada do Minho para o mar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pela Trilha do Rio Minho seguindo o rio ao longo de uma antiga linha férrea através de paisagens ribeirinhas tranquilas e aldeias tradicionais. Canoagem ou caiaque através de vales exuberantes onde águas calmas serpenteiam passando por cidades históricas - excelentes condições para famílias e iniciantes. Prove o Vinho Verde, o vinho local leve e ligeiramente espumante perfeitamente refrescante após atividades ao ar livre.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe pela Trilha do Rio Minho, uma ecotrilha seguindo o curso do rio ao longo de uma antiga linha ferroviária através de paisagens ribeirinhas tranquilas e aldeias tradicionais. O terreno suave torna isso adequado para caminhantes de todas as habilidades que buscam beleza natural. A rota perto da fronteira espanhola revela o caráter sereno da região.",
          "visit_duration_min": 60
        },
        {
          "text": "Reme de canoa ou caiaque pelos rios da região do Minho, onde águas calmas serpenteiam através de vales exuberantes e passam por cidades históricas. A área ocidental de baixa altitude oferece excelentes condições para remar adequadas para famílias e iniciantes. Remadores mais experientes podem buscar rafting em águas brancas para corredeiras cheias de adrenalina.",
          "visit_duration_min": 60
        },
        {
          "text": "Prove o Vinho Verde, o vinho característico da região, em quintas locais e tabernas de aldeia por todo o Minho. Este vinho branco leve e ligeiramente espumante tem menor teor alcoólico e é perfeitamente refrescante após atividades ao ar livre. O nome significa 'vinho verde' referindo-se à paisagem exuberante onde as uvas são cultivadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::pt::portugal-grand-tour-best-places-to-visit",
          "itin_title": "Portugal Grand Tour: melhores lugares para visitar",
          "day": 14
        },
        {
          "itin_id": "PT::pt::portugal-grand-tour-from-lisbon-s-hills-to-the-wild-north",
          "itin_title": "Portugal Grand Tour: Das Colinas de Lisboa ao Norte Selvagem",
          "day": 9
        }
      ],
      "language": "pt",
      "suggested_days": 0.5,
      "rating": 4.8,
      "place_type": "small_city"
    },
    {
      "place_id": "PT::vianadoalentejo",
      "name": "Vianadoalentejo",
      "cc": "PT",
      "coords": [
        38.33645,
        -8.00011
      ],
      "lat": 38.33645,
      "lon": -8.00011,
      "visits": [
        {
          "text": "Cidade de Viana do Alentejo e o seu castelo pentagonal",
          "visit_duration_min": 75
        },
        {
          "text": "Sanctuaire Nossa Senhora d’Aires (Viana do Alentejo)",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: OS MAIS BELOS LUGARES",
          "day": 2
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 2.9,
      "place_type": "city"
    },
    {
      "place_id": "PT::vilavicosa",
      "name": "Vilavicosa",
      "cc": "PT",
      "coords": [
        38.7167,
        -7.5167
      ],
      "lat": 38.7167,
      "lon": -7.5167,
      "visits": [
        {
          "text": "Cidade de Vila Viçosa e pedreira de mármore",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio Paço Ducal (Vila Viçosa)",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja São João Evangelista (Vila Viçosa)",
          "visit_duration_min": 75
        },
        {
          "text": "Ville de Vila Viçosa et carrière de marbre",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: OS MAIS BELOS LUGARES",
          "day": 4
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "PT::zambujeiradomar",
      "name": "Zambujeiradomar",
      "cc": "PT",
      "coords": [
        37.525024,
        -8.785052
      ],
      "lat": 37.525024,
      "lon": -8.785052,
      "visits": [
        {
          "text": "Vila de Zambujeira do Mar e suas praias",
          "visit_duration_min": 75
        },
        {
          "text": "Village de Zambujeira do Mar et ses plages",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "PT::temp_1763754260606",
          "itin_title": "ALENTEJO: OS MAIS BELOS LUGARES",
          "day": 9
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    }
  ]
}