{
  "version": "v1",
  "country": "BW",
  "itineraries": [
    {
      "itin_id": "BW::botswana::delta-desert-wilderness",
      "id": "BW::botswana::delta-desert-wilderness",
      "language": "en",
      "title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
      "country": "BW",
      "estimated_days_base": 13,
      "source_url": "https://www.botswanasafaris.com/botswana-travel-guide",
      "created_at": "2025-12-12T23:45:00Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "BW::chobe",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "BW::chobe",
            "coords": [
              -18.6667,
              25.15
            ]
          },
          "visits": [
            {
              "text": "Enter Chobe National Park, Botswana's first national park proclaimed in 1968 and covering 11,700 square kilometers in the far northeast of the country. The Chobe River forms the northern boundary where the legendary elephant concentrations occur during the dry season from May through September. These are among the largest elephant gatherings anywhere in Africa, with herds of hundreds coming to drink and bathe."
            },
            {
              "text": "Discover the Serondella area, famous for its elephant concentrations along the riverfront. The perennial waters of the Chobe rise in the northern Angolan highlands, providing year-round sustenance for remarkable wildlife populations. Game-viewing cruises on the Chobe River offer unique perspectives on elephants, hippos, and crocodiles from water level."
            },
            {
              "text": "Explore the diverse ecosystems within Chobe, which encompasses four distinctive areas: the Savuti Channel, Linyanti, Serondella, and Nogatsaa. Each region hosts concentrations of specific wildlife-Savuti famous for lion and hyena, Linyanti for hippo and crocodile. Many species thrive here including the rare puku and Chobe bushbuck found in few other locations."
            }
          ],
          "activities": [
            {
              "text": "Embark on game-viewing and bird-watching cruises along the Chobe River, where 460 bird species have been recorded including raptors, vultures, and waterbirds. The dry winter months from March through July offer exceptional viewing as animals concentrate around water sources. November to December sees the migration of herbivores between the river and Savuti Marsh."
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 180,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "BW::savuti",
          "suggested_days": 1.5,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "BW::savuti",
            "coords": [
              -18.65,
              24.0667
            ]
          },
          "visits": [
            {
              "text": "Journey to Savuti, a region within Chobe National Park rather than a separate reserve-though its reputation has earned it distinction among safari destinations. The area is huge, and experienced guides keep groups well apart, providing feelings of genuine remoteness. At spectacular wildlife sightings, the experience remains intimate compared to more crowded parks elsewhere in Africa."
            },
            {
              "text": "Witness the legendary predator activity for which Savuti is renowned, as large carnivores follow herds of zebra, wildebeest, buffalo, and impala moving through the area. The barely discernible dry Savuti Channel creates unique habitat where lion and hyena populations thrive. Public campsites maintain Botswana's low-impact tourism philosophy."
            }
          ],
          "activities": [
            {
              "text": "Experience camping safaris in Savuti where the remoteness and wildlife density create memorable encounters. Dawn and dusk game drives maximize chances of predator sightings as lions hunt and hyenas patrol their territories. The dramatic landscape of ancient channels and open plains provides exceptional photographic opportunities."
            }
          ],
          "to_next_leg": {
            "distance_km": 350,
            "drive_min": 300,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "BW::tsodilo-hills",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "BW::tsodilo-hills",
            "coords": [
              -18.75,
              21.7333
            ]
          },
          "visits": [
            {
              "text": "Discover Tsodilo Hills, a rare and unique place with an atmosphere of intrigue and mystery. Four large pieces of rock rise unexpectedly from the dry desert expanse-referred to by the Bushmen as the 'male,' 'female,' 'child,' and the rejected first wife. These hills are believed to be the site of first Creation, where the Bushmen painted more than 3,500 rock paintings dating from 800-1300 AD."
            },
            {
              "text": "Explore one of the most historically significant rock art sites in the world, boasting 500 individual locations representing thousands of years of human habitation. Some paintings are thought to be more than 20,000 years old, while others are merely a century old. The Bushmen believe these hills are a resting place for spirits of the deceased."
            },
            {
              "text": "Follow different trails leading to over 350 sites, discovering paintings including the famous zebra used as the logo of Botswana's National Museums and Monuments. Certain paintings of whales and penguins suggest ancient contact between Bushmen and coastal peoples. The sacred atmosphere intensifies near the top of Male Hill where the first spirit is believed to have prayed after creating the world."
            }
          ],
          "activities": [
            {
              "text": "Climb and explore the hills and trails, appreciating evidence of legends and ancient life. Visit the small Bushmen habitat nearby and the Hambukushu village near Male Hill, whose people believe their god Nyambe originally lowered their tribe to earth here. Bird watching rewards patient observers, with yellow-billed hornbills, grey louries, and Melba finches among commonly sighted species."
            }
          ],
          "to_next_leg": {
            "distance_km": 450,
            "drive_min": 360,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "BW::okavango-delta",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "BW::okavango-delta",
            "coords": [
              -19.5,
              23
            ]
          },
          "visits": [
            {
              "text": "Immerse yourself in the Okavango Delta, formed by a river that flows into the desert and dies in the sands, creating a great inland wetland visible from space. This is one of Africa's greatest wilderness areas, an oasis in the desert supporting astonishing biodiversity. Hundreds of islands ranging from huge Chief's Island to tiny termite mounds host diverse wildlife populations."
            },
            {
              "text": "Explore the mosaic of channels, lagoons, and lakes formed when summer rains in Angola flood the delta. Thirty-two tree species include mopane, mangosteen, rain and sausage trees, varieties of acacia and fig. Over 1,000 types of plants thrive here-more than any similarly sized park in Africa-with characteristic reed beds and large stands of phoenix palms."
            },
            {
              "text": "Discover the waterways inhabited by hippo, crocodiles, elephants, and antelope, where dry spots and floodplains alternate with dense woodland. The delta reaches peak water levels during the dry winter months of July through September, when the contrast between flooded channels and dry land creates exceptional game viewing. Summer months bring new growth and antelope calving."
            }
          ],
          "activities": [
            {
              "text": "Experience the Okavango year-round, choosing between high-water season in winter for classic delta scenery or summer months from November through March when migrant birds arrive in numbers and antelope drop their young. Scenic flights over the delta reveal the intricate patterns of water and land that make this ecosystem unique."
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 180,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "BW::moremi",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "BW::moremi",
            "coords": [
              -19.3833,
              23.45
            ]
          },
          "visits": [
            {
              "text": "Enter Moremi Game Reserve, the officially proclaimed section of the legendary Okavango Delta. This exceptional destination combines open plains, lush riverine forest, and papyrus waterways that visitors consistently describe as incredibly beautiful and pleasing to the eye. The reserve borders Chobe National Park with no fences, allowing wildlife to roam freely between areas."
            },
            {
              "text": "Discover 36 species of larger mammals including elephant, buffalo, giraffe, zebra, hippo, and various antelope-notably the water-loving lechwe and secretive sitatunga. Over 80 species of fish and 400 different birds inhabit these wetlands, including raptors, waterbirds, bush and tree dwellers, and breeding colonies of magnificent Goliath heron."
            },
            {
              "text": "Experience Moremi as the accessible section of the Okavango Delta, ideal for self-drive safaris in four-wheel-drive vehicles for those seeking raw adventure. Three public campsites in the park are unfenced, bringing genuine wilderness close as all species of animals walk through. Self-drive campers must be self-sufficient with no shops available in the park."
            }
          ],
          "activities": [
            {
              "text": "Glide through waterways by mokoro (traditional dugout canoe) or motorboat, an unbeatable way to experience the delta's unique ecosystem. Game drives complement water-based activities, while wilderness trails and viewing hides at certain camps offer intimate wildlife encounters. Fly-in safaris provide spectacular aerial perspectives over this watery wilderness."
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 120,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "BW::nxai-pan",
          "suggested_days": 1.5,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "BW::nxai-pan",
            "coords": [
              -19.9333,
              24.7667
            ]
          },
          "visits": [
            {
              "text": "Explore Nxai Pan National Park, a fossil lakebed about 40 square kilometers in size lying north of the Maun-Nata road. The pan itself is an extensive grass plain dotted with clusters of umbrella acacia trees and mopane woodland. During the rains from November to April, the pans become covered in grass, transforming into a Garden of Eden."
            },
            {
              "text": "Visit the legendary Baines' Baobabs, a clump of large baobab trees immortalized in 1862 by painter Thomas Baines during Livingstone's expedition. These ancient trees appear virtually unchanged from Baines' original painting, standing as silent witnesses to over 160 years of African history. The site offers exceptional photography opportunities and a tangible connection to exploration history."
            },
            {
              "text": "Discover the focal point waterhole amid the grassy plain studded with umbrella thorn trees. Permanent residents include lion, giraffe, kudu, springbok, impala, ostrich, jackal, and bat-eared fox. Once rains begin, gemsbok, elephant, and thousands of zebra migrate to the area to drop their young, creating spectacular wildlife viewing."
            }
          ],
          "activities": [
            {
              "text": "Watch for the noisy black korhaan that rises with a squeak when flushed by vehicles-a hallmark species of Nxai Pan. Small raptors including kestrel and goshawks abound, rewarding birders who keep binoculars ready. The combination of open pans, scattered trees, and diverse habitats creates excellent wildlife and bird-watching opportunities."
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 240,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "BW::makgadikgadi",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "BW::makgadikgadi",
            "coords": [
              -20.5,
              25.5
            ]
          },
          "visits": [
            {
              "text": "Journey to the Makgadikgadi Pans, flat, featureless salt and clay depressions interspersed with sand dunes, islands of rock, grassy plains, and patches of Kalahari desert. These ancient pans were once part of a super-lake that covered much of northern Botswana. Good rains transform the pans with shallow waters that attract thousands of migrant flamingos."
            },
            {
              "text": "Experience the sensation of vast open space, timelessness, and complete nothingness that defines these extraordinary salt flats. From December through February, the rain-filled pans host spectacular congregations of flamingos alongside pelicans, spoonbills, waders, and storks. The endless white expanse stretching to the horizon creates an otherworldly atmosphere."
            }
          ],
          "activities": [
            {
              "text": "Race across the Makgadikgadi Pans on a quad bike adventure-an exhilarating and unforgettable experience across this endless 'moonscape' where nothing grows on the salty sands. The activity clears the mind and offers unique perspectives on the vast emptiness. Base yourself at lodges near Nata or Gweta for comfortable access to this remarkable landscape."
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 120,
            "transport_mode": "car",
            "method": "source"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "BW::francistown",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "BW::francistown",
            "coords": [
              -21.1667,
              27.5
            ]
          },
          "visits": [
            {
              "text": "Arrive in Francistown, one of Botswana's oldest towns and site of southern Africa's first gold rush. Home to 92,500 people, this frontier town is strategically placed as the gateway to the north, with main roads to Gaborone, Zimbabwe, Maun, and Kazungula passing through. Despite being Botswana's second-largest urban center and 'Capital of the North,' it maintains small-town character."
            },
            {
              "text": "Explore the remnants of abandoned mines surrounding the town, testament to its gold rush heritage when prospectors from as far as Australia and America rushed here seeking fortune. Evidence of human habitation in this area extends back 80,000 years. Karl Mauch discovered gold along the Tati River in 1867, sparking the rush that made this area the 'Ophir of Africa.'"
            }
          ],
          "activities": [
            {
              "text": "Use Francistown as a base to explore nearby attractions including the Tuli Block to the south and the Makgadikgadi Salt Pans to the west. Accommodation meets international standards, providing comfortable access to some of Botswana's most fascinating sights. The town's industrial growth has doubled its population in recent decades while maintaining its historical character."
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "BW::tuli-block",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "",
          "night": {
            "place_id": "BW::tuli-block",
            "coords": [
              -22.2,
              29.1
            ]
          },
          "visits": [
            {
              "text": "Journey to the Tuli Block, historically known as the Tuli Enclave, offering quick and easy access to wilderness with guaranteed wildlife sightings. The name derives from the Tuli River in Zimbabwe, while 'Block' refers to the large piece of land stretching 10-20km wide and over 350km from north to south. The great Limpopo River gives this region its special character."
            },
            {
              "text": "Explore the North-East Tuli Game Reserve between the Limpopo, Motlouse, and Shashe rivers, integrating the Mashatu Game Reserve and Tuli Nature Reserve. On twice-daily game drives, spot elephant, kudu, impala, wildebeest, giraffe, lion, zebra, leopard, and some black-maned lions. Over 350 bird species include shrikes, boulder chat, short-toed rock thrush, raptors, and ostriches."
            },
            {
              "text": "Discover numerous archaeological and historical sites providing evidence of early communities through pottery shards, beads, smelting relics, and granaries. Night drives reveal caracal, aardwolf, hyena, and jackal. The spectacular confluence where the Shashe and Limpopo rivers join creates dramatic scenery that has attracted visitors since the time of Cecil John Rhodes."
            }
          ],
          "activities": [
            {
              "text": "Join guided walks with Tswana rangers to visit Bushmen sites and paintings scattered throughout the reserve. The aquatic bird species are especially fascinating, including cormorants and beautiful pygmy kingfishers along the river systems. Access from Johannesburg takes approximately 5 hours via the Pont Drift border post."
            }
          ],
          "to_next_leg": {
            "distance_km": 430,
            "drive_min": 330,
            "transport_mode": "car",
            "method": "source"
          }
        }
      ],
      "nearby_itins": []
    }
  ]
}