{
  "version": 1,
  "country": "bw",
  "language": "it",
  "places": [
    {
      "place_id": "BW::chobe",
      "name": "Chobe",
      "cc": "BW",
      "language": "it",
      "coords": [
        -18.6667,
        25.15
      ],
      "lat": -18.6667,
      "lon": 25.15,
      "visits": [
        {
          "text": "Entra nel Chobe National Park, il primo parco nazionale del Botswana proclamato nel 1968 che copre 11.700 chilometri quadrati nell'estremo nordest del paese. Il fiume Chobe forma il confine settentrionale dove si verificano le leggendarie concentrazioni di elefanti durante la stagione secca da maggio a settembre. Questi sono tra i più grandi raduni di elefanti in tutta l'Africa, con mandrie di centinaia che vengono a bere e bagnarsi.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri l'area di Serondella, famosa per le sue concentrazioni di elefanti lungo il fiume. Le acque perenni del Chobe nascono negli altopiani dell'Angola settentrionale, fornendo sostentamento tutto l'anno per notevoli popolazioni di fauna selvatica. Le crociere di avvistamento sulla fauna lungo il fiume Chobe offrono prospettive uniche su elefanti, ippopotami e coccodrilli dal livello dell'acqua.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora i diversi ecosistemi all'interno di Chobe, che comprende quattro aree distintive: il Canale Savuti, Linyanti, Serondella e Nogatsaa. Ogni regione ospita concentrazioni di fauna selvatica specifica - Savuti famosa per leoni e iene, Linyanti per ippopotami e coccodrilli. Molte specie prosperano qui inclusi il raro puku e il bushbuck di Chobe trovati in poche altre località.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Imbarcati in crociere per l'avvistamento della fauna e birdwatching lungo il fiume Chobe, dove sono state registrate 460 specie di uccelli inclusi rapaci, avvoltoi e uccelli acquatici. I mesi invernali secchi da marzo a luglio offrono osservazioni eccezionali mentre gli animali si concentrano attorno alle fonti d'acqua. Novembre e dicembre vedono la migrazione degli erbivori tra il fiume e la Palude di Savuti.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grandioso in Botswana: Dagli Elefanti di Chobe ai Corsi d'Acqua del Delta dell'Okavango",
          "day": 1
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "BW::francistown",
      "name": "Francistown",
      "cc": "BW",
      "language": "it",
      "coords": [
        -21.1667,
        27.5
      ],
      "lat": -21.1667,
      "lon": 27.5,
      "visits": [
        {
          "text": "Arriva a Francistown, una delle città più antiche del Botswana e sede della prima corsa all'oro dell'Africa meridionale. Casa di 92.500 persone, questa città di frontiera è strategicamente posizionata come porta d'accesso al nord, con le strade principali per Gaborone, Zimbabwe, Maun e Kazungula che la attraversano. Nonostante sia il secondo centro urbano più grande del Botswana e la 'Capitale del Nord', mantiene il carattere di una piccola città.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora i resti delle miniere abbandonate che circondano la città, testimonianza del suo patrimonio della corsa all'oro quando cercatori d'oro dall'Australia e dall'America si precipitarono qui in cerca di fortuna. Le prove di abitazione umana in quest'area risalgono a 80.000 anni fa. Karl Mauch scoprì l'oro lungo il fiume Tati nel 1867, scatenando la corsa che rese quest'area l''Ophir d'Africa'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Usa Francistown come base per esplorare le attrazioni vicine incluso il Blocco Tuli a sud e i Pan Salati di Makgadikgadi a ovest. L'alloggio soddisfa gli standard internazionali, fornendo un accesso confortevole ad alcuni dei luoghi più affascinanti del Botswana. La crescita industriale della città ha raddoppiato la sua popolazione negli ultimi decenni mantenendo il suo carattere storico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grandioso in Botswana: Dagli Elefanti di Chobe ai Corsi d'Acqua del Delta dell'Okavango",
          "day": 8
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "BW::makgadikgadi",
      "name": "Makgadikgadi",
      "cc": "BW",
      "language": "it",
      "coords": [
        -20.5,
        25.5
      ],
      "lat": -20.5,
      "lon": 25.5,
      "visits": [
        {
          "text": "Viaggia verso i Pan di Makgadikgadi, depressioni piatte e spoglie di sale e argilla intervallate da dune di sabbia, isole rocciose, pianure erbose e macchie del deserto del Kalahari. Questi antichi pan facevano una volta parte di un super-lago che copriva gran parte del Botswana settentrionale. Le buone piogge trasformano i pan con acque poco profonde che attirano migliaia di fenicotteri migratori.",
          "visit_duration_min": 75
        },
        {
          "text": "Sperimenta la sensazione di vasto spazio aperto, atemporalità e completo nulla che definisce queste straordinarie distese saline. Da dicembre a febbraio, i pan riempiti di pioggia ospitano spettacolari congregazioni di fenicotteri insieme a pellicani, spatole, trampolieri e cicogne. La distesa bianca infinita che si estende fino all'orizzonte crea un'atmosfera ultraterrena.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sfreccia attraverso i Pan di Makgadikgadi in un'avventura in quad - un'esperienza elettrizzante e indimenticabile attraverso questo 'paesaggio lunare' infinito dove nulla cresce sulle sabbie salate. L'attività libera la mente e offre prospettive uniche sul vasto vuoto. Stabilisciti nei lodge vicino a Nata o Gweta per un comodo accesso a questo paesaggio straordinario.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grandioso in Botswana: Dagli Elefanti di Chobe ai Corsi d'Acqua del Delta dell'Okavango",
          "day": 7
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "BW::moremi",
      "name": "Moremi",
      "cc": "BW",
      "language": "it",
      "coords": [
        -19.3833,
        23.45
      ],
      "lat": -19.3833,
      "lon": 23.45,
      "visits": [
        {
          "text": "Entra nella Moremi Game Reserve, la sezione ufficialmente proclamata del leggendario Delta dell'Okavango. Questa destinazione eccezionale combina pianure aperte, lussureggianti foreste rivierasche e corsi d'acqua di papiro che i visitatori descrivono costantemente come incredibilmente belli e piacevoli alla vista. La riserva confina con il Chobe National Park senza recinzioni, permettendo alla fauna di muoversi liberamente tra le aree.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri 36 specie di mammiferi più grandi inclusi elefante, bufalo, giraffa, zebra, ippopotamo e varie antilopi - notevolmente il lechwe amante dell'acqua e il sitatunga schivo. Oltre 80 specie di pesci e 400 diversi uccelli abitano queste zone umide, inclusi rapaci, uccelli acquatici, abitanti di cespugli e alberi, e colonie riproduttive del magnifico airone Golia.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi Moremi come la sezione accessibile del Delta dell'Okavango, ideale per safari self-drive in veicoli a quattro ruote motrici per coloro che cercano avventura pura. Tre campeggi pubblici nel parco sono non recintati, portando la genuina natura selvaggia vicino mentre tutte le specie di animali attraversano. I campeggiatori self-drive devono essere autosufficienti senza negozi disponibili nel parco.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scivola attraverso i corsi d'acqua in mokoro (canoa tradizionale scavata) o motoscafo, un modo imbattibile per sperimentare l'ecosistema unico del delta. I game drive complementano le attività basate sull'acqua, mentre i sentieri nella natura selvaggia e i nascondigli di osservazione in certi campi offrono incontri intimi con la fauna. I safari fly-in forniscono spettacolari prospettive aeree su questa natura selvaggia acquatica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grandioso in Botswana: Dagli Elefanti di Chobe ai Corsi d'Acqua del Delta dell'Okavango",
          "day": 5
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "BW::nxai-pan",
      "name": "Nxai Pan",
      "cc": "BW",
      "language": "it",
      "coords": [
        -19.9333,
        24.7667
      ],
      "lat": -19.9333,
      "lon": 24.7667,
      "visits": [
        {
          "text": "Esplora il Parco Nazionale di Nxai Pan, un letto di lago fossile di circa 40 chilometri quadrati situato a nord della strada Maun-Nata. Il pan stesso è una vasta pianura erbosa punteggiata da gruppi di acacie ad ombrello e boschi di mopane. Durante le piogge da novembre ad aprile, i pan si ricoprono di erba, trasformandosi in un Giardino dell'Eden.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita i leggendari Baobab di Baines, un gruppo di grandi baobab immortalato nel 1862 dal pittore Thomas Baines durante la spedizione di Livingstone. Questi alberi antichi appaiono praticamente immutati dal dipinto originale di Baines, ergendosi come testimoni silenziosi di oltre 160 anni di storia africana. Il sito offre eccezionali opportunità fotografiche e un legame tangibile con la storia dell'esplorazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri la pozza d'acqua principale in mezzo alla pianura erbosa costellata di acacie spinose ad ombrello. I residenti permanenti includono leone, giraffa, kudu, springbok, impala, struzzo, sciacallo e volpe dalle orecchie di pipistrello. Una volta iniziate le piogge, gemsbok, elefanti e migliaia di zebre migrano nell'area per partorire i loro piccoli, creando spettacolari avvistamenti della fauna selvatica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Osserva l'otarda nera rumorosa che si alza con un suono acuto quando spaventata dai veicoli - una specie distintiva del Nxai Pan. Piccoli rapaci tra cui gheppi e astore abbondano, ricompensando i birdwatcher che tengono pronti i binocoli. La combinazione di pan aperti, alberi sparsi e habitat diversi crea eccellenti opportunità per l'osservazione della fauna selvatica e degli uccelli.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grandioso in Botswana: Dagli Elefanti di Chobe ai Corsi d'Acqua del Delta dell'Okavango",
          "day": 6
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "BW::okavango-delta",
      "name": "Okavango Delta",
      "cc": "BW",
      "language": "it",
      "coords": [
        -19.5,
        23
      ],
      "lat": -19.5,
      "lon": 23,
      "visits": [
        {
          "text": "Immergiti nel Delta dell'Okavango, formato da un fiume che scorre nel deserto e muore nelle sabbie, creando una grande zona umida interna visibile dallo spazio. Questa è una delle più grandi aree selvagge dell'Africa, un'oasi nel deserto che sostiene una biodiversità sorprendente. Centinaia di isole che vanno dall'enorme Chief's Island a piccoli termitai ospitano diverse popolazioni di fauna selvatica.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il mosaico di canali, lagune e laghi formati quando le piogge estive in Angola inondano il delta. Trentadue specie di alberi includono mopane, mangostano, alberi della pioggia e delle salsicce, varietà di acacia e fico. Oltre 1.000 tipi di piante prosperano qui - più di qualsiasi parco di dimensioni simili in Africa - con caratteristici letti di canne e grandi distese di palme phoenix.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri i corsi d'acqua abitati da ippopotami, coccodrilli, elefanti e antilopi, dove punti asciutti e pianure alluvionali si alternano con boschi densi. Il delta raggiunge i livelli d'acqua massimi durante i mesi invernali secchi da luglio a settembre, quando il contrasto tra canali allagati e terra asciutta crea eccezionali osservazioni della fauna. I mesi estivi portano nuova crescita e parti delle antilopi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi l'Okavango tutto l'anno, scegliendo tra la stagione delle acque alte in inverno per lo scenario classico del delta o i mesi estivi da novembre a marzo quando gli uccelli migratori arrivano in numero e le antilopi partoriscono i loro piccoli. I voli panoramici sopra il delta rivelano i modelli intricati di acqua e terra che rendono unico questo ecosistema.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grandioso in Botswana: Dagli Elefanti di Chobe ai Corsi d'Acqua del Delta dell'Okavango",
          "day": 4
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "BW::savuti-camp",
      "name": "Savuti Camp",
      "cc": "BW",
      "language": "it",
      "coords": [
        -18.65,
        24.0667
      ],
      "lat": -18.65,
      "lon": 24.0667,
      "visits": [
        {
          "text": "Viaggia verso Savuti, una regione all'interno del Chobe National Park piuttosto che una riserva separata - anche se la sua reputazione le ha fatto guadagnare distinzione tra le destinazioni safari. L'area è enorme, e guide esperte mantengono i gruppi ben distanziati, fornendo sensazioni di genuina lontananza. Durante spettacolari avvistamenti della fauna, l'esperienza rimane intima rispetto a parchi più affollati altrove in Africa.",
          "visit_duration_min": 75
        },
        {
          "text": "Assisti alla leggendaria attività dei predatori per cui Savuti è rinomata, mentre grandi carnivori seguono mandrie di zebre, gnu, bufali e impala che si muovono attraverso l'area. Il Canale Savuti secco appena percettibile crea un habitat unico dove prosperano le popolazioni di leoni e iene. I campeggi pubblici mantengono la filosofia del turismo a basso impatto del Botswana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi safari in campeggio a Savuti dove la lontananza e la densità della fauna creano incontri memorabili. I game drive all'alba e al tramonto massimizzano le possibilità di avvistare predatori mentre i leoni cacciano e le iene pattugliano i loro territori. Il paesaggio drammatico di antichi canali e pianure aperte fornisce eccezionali opportunità fotografiche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grandioso in Botswana: Dagli Elefanti di Chobe ai Corsi d'Acqua del Delta dell'Okavango",
          "day": 2
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "BW::tsodilo-hills",
      "name": "Tsodilo Hills",
      "cc": "BW",
      "language": "it",
      "coords": [
        -18.75,
        21.7333
      ],
      "lat": -18.75,
      "lon": 21.7333,
      "visits": [
        {
          "text": "Scopri le Tsodilo Hills, un luogo raro e unico con un'atmosfera di intrigo e mistero. Quattro grandi pezzi di roccia si innalzano inaspettatamente dalla distesa desertica arida - chiamati dai Boscimani 'maschio', 'femmina', 'bambino' e la prima moglie respinta. Si crede che queste colline siano il sito della prima Creazione, dove i Boscimani dipinsero più di 3.500 pitture rupestri datate 800-1300 d.C.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora uno dei siti di arte rupestre più storicamente significativi al mondo, vantando 500 località individuali che rappresentano migliaia di anni di abitazione umana. Alcune pitture si pensa abbiano più di 20.000 anni, mentre altre hanno appena un secolo. I Boscimani credono che queste colline siano un luogo di riposo per gli spiriti dei defunti.",
          "visit_duration_min": 75
        },
        {
          "text": "Segui diversi sentieri che conducono a oltre 350 siti, scoprendo pitture inclusa la famosa zebra usata come logo dei Musei Nazionali e Monumenti del Botswana. Certe pitture di balene e pinguini suggeriscono antichi contatti tra Boscimani e popoli costieri. L'atmosfera sacra si intensifica vicino alla cima della Male Hill dove si crede che il primo spirito abbia pregato dopo aver creato il mondo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scala ed esplora le colline e i sentieri, apprezzando le prove di leggende e vita antica. Visita il piccolo habitat dei Boscimani nelle vicinanze e il villaggio Hambukushu vicino a Male Hill, il cui popolo crede che il loro dio Nyambe originariamente calò la loro tribù sulla terra qui. Il birdwatching ricompensa gli osservatori pazienti, con buceri dal becco giallo, loris grigi e fringuelli Melba tra le specie comunemente avvistate.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grandioso in Botswana: Dagli Elefanti di Chobe ai Corsi d'Acqua del Delta dell'Okavango",
          "day": 3
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "BW::tuli-block",
      "name": "Tuli Block",
      "cc": "BW",
      "language": "it",
      "coords": [
        -22.2,
        29.1
      ],
      "lat": -22.2,
      "lon": 29.1,
      "visits": [
        {
          "text": "Viaggia verso il Blocco Tuli, storicamente conosciuto come l'Enclave Tuli, che offre accesso rapido e facile alla natura selvaggia con avvistamenti garantiti della fauna selvatica. Il nome deriva dal fiume Tuli in Zimbabwe, mentre 'Blocco' si riferisce al grande pezzo di terra che si estende per 10-20 km di larghezza e oltre 350 km da nord a sud. Il grande fiume Limpopo conferisce a questa regione il suo carattere speciale.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora la Riserva di Caccia del Tuli Nord-Est tra i fiumi Limpopo, Motlouse e Shashe, che integra la Riserva di Caccia Mashatu e la Riserva Naturale Tuli. Durante i safari due volte al giorno, avvista elefanti, kudu, impala, gnu, giraffe, leoni, zebre, leopardi e alcuni leoni dalla criniera nera. Oltre 350 specie di uccelli includono averle, saltaroccia, codirosso, rapaci e struzzi.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri numerosi siti archeologici e storici che forniscono prove delle prime comunità attraverso frammenti di ceramica, perline, reliquie di fusione e granai. I safari notturni rivelano caracal, protele, iene e sciacalli. La spettacolare confluenza dove i fiumi Shashe e Limpopo si uniscono crea scenari drammatici che hanno attirato visitatori dai tempi di Cecil John Rhodes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Unisciti a passeggiate guidate con ranger Tswana per visitare siti e dipinti dei Boscimani sparsi in tutta la riserva. Le specie di uccelli acquatici sono particolarmente affascinanti, inclusi cormorani e bellissimi martin pescatori pigmei lungo i sistemi fluviali. L'accesso da Johannesburg richiede circa 5 ore via il posto di frontiera Pont Drift.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grandioso in Botswana: Dagli Elefanti di Chobe ai Corsi d'Acqua del Delta dell'Okavango",
          "day": 9
        }
      ],
      "rating": 5.9
    }
  ]
}