{
  "version": 1,
  "country": "bw",
  "language": "pt",
  "places": [
    {
      "place_id": "BW::chobe",
      "name": "Chobe",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -18.6667,
        25.15
      ],
      "lat": -18.6667,
      "lon": 25.15,
      "visits": [
        {
          "text": "Entre no Parque Nacional Chobe, o primeiro parque nacional do Botswana proclamado em 1968 e cobrindo 11.700 quilômetros quadrados no extremo nordeste do país. O Rio Chobe forma a fronteira norte onde ocorrem as lendárias concentrações de elefantes durante a estação seca de maio a setembro. Estas estão entre as maiores concentrações de elefantes em qualquer lugar da África, com rebanhos de centenas vindo beber e se banhar.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a área de Serondella, famosa por suas concentrações de elefantes ao longo da margem do rio. As águas perenes do Chobe nascem nas terras altas do norte de Angola, fornecendo sustento durante todo o ano para populações notáveis de vida selvagem. Cruzeiros de observação de animais no Rio Chobe oferecem perspectivas únicas sobre elefantes, hipopótamos e crocodilos do nível da água.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore os diversos ecossistemas dentro de Chobe, que engloba quatro áreas distintas: o Canal Savuti, Linyanti, Serondella e Nogatsaa. Cada região abriga concentrações de vida selvagem específica - Savuti famoso por leões e hienas, Linyanti por hipopótamos e crocodilos. Muitas espécies prosperam aqui, incluindo o raro puku e o bushbuck de Chobe encontrados em poucos outros locais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embarque em cruzeiros de observação de animais e pássaros ao longo do Rio Chobe, onde 460 espécies de aves foram registradas, incluindo aves de rapina, abutres e aves aquáticas. Os meses secos de inverno de março a julho oferecem observação excepcional, pois os animais se concentram ao redor das fontes de água. Novembro a dezembro vê a migração de herbívoros entre o rio e o Pântano Savuti.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 1
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "BW::francistown",
      "name": "Francistown",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -21.1667,
        27.5
      ],
      "lat": -21.1667,
      "lon": 27.5,
      "visits": [
        {
          "text": "Chegue em Francistown, uma das cidades mais antigas de Botswana e local da primeira corrida do ouro da África Austral. Lar de 92.500 pessoas, esta cidade fronteiriça está estrategicamente posicionada como o portal para o norte, com estradas principais para Gaborone, Zimbabwe, Maun e Kazungula passando por aqui. Apesar de ser o segundo maior centro urbano de Botswana e 'Capital do Norte', mantém o caráter de cidade pequena.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore os vestígios das minas abandonadas ao redor da cidade, testemunho de sua herança da corrida do ouro quando garimpeiros de lugares tão distantes quanto Austrália e América correram para cá em busca da fortuna. Evidências de habitação humana nesta área remontam a 80.000 anos. Karl Mauch descobriu ouro ao longo do Rio Tati em 1867, provocando a corrida que fez desta área o 'Ophir da África'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Use Francistown como base para explorar atrações próximas incluindo o Bloco Tuli ao sul e as Planícies Salinas Makgadikgadi ao oeste. A acomodação atende padrões internacionais, proporcionando acesso confortável a alguns dos pontos turísticos mais fascinantes de Botswana. O crescimento industrial da cidade dobrou sua população nas décadas recentes enquanto mantém seu caráter histórico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 8
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "BW::kasane",
      "name": "Kasane",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -17.8167,
        25.15
      ],
      "lat": -17.8167,
      "lon": 25.15,
      "visits": [
        {
          "text": "Grande etapa de pista: Savuti para Kasane. Conte com 5 a 7 horas de condução na areia profunda. O percurso atravessa florestas de mopane e secções muito exigentes. Tenha calma, respeite o veículo.",
          "visit_duration_min": 420
        },
        {
          "text": "Safari matinal no Chobe Riverfront. Entrada pelo Sedudu Gate a 6 km de Kasane. A pista acompanha o rio durante quilómetros. Aqui encontra-se a maior concentração de elefantes do mundo: 50.000 a 120.000 indivíduos segundo as estimativas.",
          "visit_duration_min": 210
        }
      ],
      "activities": [
        {
          "text": "Chegada a Kasane ao final da tarde. Primeira cidade desde Maun: supermercados, postos de combustível, multibancos. O corpo reclama um duche quente e uma refeição a sério. Reabastecimento completo para os últimos dias.",
          "visit_duration_min": 60
        },
        {
          "text": "Noite em lodge ou campismo em Kasane. Após a fadiga da pista Savuti-Kasane, uma verdadeira noite de descanso é necessária. Alguns lodges oferecem vista para o rio Chobe e passagem de elefantes ao anoitecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Os elefantes atravessam o rio à sua frente, trombas entrelaçadas para proteger as crias da corrente. Os hipopótamos emergem bufando. Os búfalos pastam às centenas nas ilhas. O Chobe Riverfront oferece um dos melhores safaris aquáticos do mundo.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruzeiro fotográfico ao pôr do sol no rio Chobe. O barco desliza entre os hipopótamos, acompanha as margens onde os elefantes vêm beber. O sol incendeia o céu. Cocktail na mão, saboreia um dos mais belos pores do sol de África.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 9
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 10
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "BW::khwai-magotho",
      "name": "Khwai Magotho",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.1667,
        23.7833
      ],
      "lat": -19.1667,
      "lon": 23.7833,
      "visits": [
        {
          "text": "Travessia de Fourth Bridge - a ponte mais longa de Moremi, em bom estado - depois saída pelo North Gate. Deixa o parque nacional para entrar na Concessão Comunitária de Khwai, um território gerido pelos aldeões.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Safari na Concessão Comunitária de Khwai. Esta zona tampão entre Moremi e Chobe oferece uma densidade de fauna excecional. Elefantes às centenas, leões, leopardos e sobretudo os cobiçados cães-selvagens que por vezes estabelecem as suas tocas no setor.",
          "visit_duration_min": 60
        },
        {
          "text": "Instalação no Magotho Camp (também chamado Khwai Community Camp), 20 km a leste da aldeia. Os elefantes atravessam o acampamento constantemente - experiência mágica mas intimidante nas primeiras vezes. Mantenha a calma, mantenha as distâncias.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari matinal na Concessão de Khwai ao nascer do sol. Os predadores ainda estão ativos, os elefantes dirigem-se para o rio. A luz dourada ilumina as planícies inundáveis. Regresso ao acampamento para o pequeno-almoço.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursão em mokoro no rio Mbudi ao meio-dia. As pirogas tradicionais deslizam silenciosamente entre os papiros. Hipopótamos, crocodilos, guarda-rios. Um intervalo tranquilo antes das pistas de Savuti.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari noturno guiado na concessão ao final do dia. Ao contrário dos parques nacionais, Khwai autoriza os safaris noturnos. Os faróis varrem a savana à procura dos olhos brilhantes dos predadores.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 5
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 6
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "BW::makgadikgadi",
      "name": "Makgadikgadi",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -20.5,
        25.5
      ],
      "lat": -20.5,
      "lon": 25.5,
      "visits": [
        {
          "text": "Viaje até as Planícies Makgadikgadi, depressões planas e sem características de sal e argila intercaladas com dunas de areia, ilhas de rocha, planícies gramadas e trechos do deserto Kalahari. Essas planícies antigas já fizeram parte de um super-lago que cobria grande parte do norte de Botswana. Boas chuvas transformam as planícies com águas rasas que atraem milhares de flamingos migratórios.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente a sensação de vasto espaço aberto, atemporalidade e completo nada que define essas extraordinárias planícies salinas. De dezembro a fevereiro, as planícies cheias de chuva hospedam congregações espetaculares de flamingos junto com pelicanos, colhereiros, aves pernaltas e cegonhas. A extensão branca infinita que se estende até o horizonte cria uma atmosfera sobrenatural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Corra pelas Planícies Makgadikgadi em uma aventura de quadriciclo - uma experiência emocionante e inesquecível através desta 'paisagem lunar' infinita onde nada cresce nas areias salgadas. A atividade limpa a mente e oferece perspectivas únicas sobre o vazio imenso. Hospede-se em pousadas perto de Nata ou Gweta para acesso confortável a esta paisagem notável.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 7
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "BW::maun",
      "name": "Maun",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.9833,
        23.4167
      ],
      "lat": -19.9833,
      "lon": 23.4167,
      "visits": [
        {
          "text": "Briefing completo na empresa de aluguer de 4x4. Explicam-lhe cada canto do veículo: o guincho, o compressor, os jerricãs, a montagem da tenda de tejadilho, as placas de desatolamento. Tire notas, fotografe o veículo de todos os ângulos antes de assinar.",
          "visit_duration_min": 120
        }
      ],
      "activities": [
        {
          "text": "Aterragem em Maun após um longo voo via Joanesburgo. O ar quente do Kalahari recebe-o na pista poeirenta deste aeroporto que se torna um dos mais movimentados de África na época alta. Transferência para o seu alojamento para uma primeira noite de descanso.",
          "visit_duration_min": 60
        },
        {
          "text": "Abastecimento estratégico em Maun. Encha o frigorífico de carne fresca, a mala de conservas e massa, os jerricãs de água. Última mercearia fiável antes de Kasane daqui a 8 dias. Não subestime as quantidades.",
          "visit_duration_min": 60
        },
        {
          "text": "Voo panorâmico sobre o delta do Okavango ao final da tarde. Do Cessna, o labirinto de canais turquesa desvenda-se, pontuado por manadas de elefantes e ilhas de palmeiras. Uma perspetiva única sobre este ecossistema classificado pela UNESCO.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 1
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 2
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "BW::moremi",
      "name": "Moremi",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.3833,
        23.45
      ],
      "lat": -19.3833,
      "lon": 23.45,
      "visits": [
        {
          "text": "Entre na Reserva de Caça Moremi, a seção oficialmente proclamada do lendário Delta do Okavango. Este destino excepcional combina planícies abertas, floresta ribeirinha exuberante e canais de papiro que visitantes consistentemente descrevem como incrivelmente belos e agradáveis aos olhos. A reserva faz fronteira com o Parque Nacional Chobe sem cercas, permitindo que a vida selvagem vagueie livremente entre as áreas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra 36 espécies de mamíferos maiores incluindo elefante, búfalo, girafa, zebra, hipopótamo e vários antílopes - notavelmente o lechwe amante da água e o sitatunga secreto. Mais de 80 espécies de peixes e 400 aves diferentes habitam essas zonas úmidas, incluindo aves de rapina, aves aquáticas, habitantes de arbustos e árvores, e colônias reprodutivas da magnífica garça Golias.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente Moremi como a seção acessível do Delta do Okavango, ideal para safaris autoguiados em veículos de tração nas quatro rodas para aqueles que buscam aventura crua. Três acampamentos públicos no parque não têm cercas, trazendo a natureza selvagem genuína para perto, pois todas as espécies de animais passam por ali. Campistas autoguiados devem ser autossuficientes, pois não há lojas disponíveis no parque.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Deslize pelos canais de mokoro (canoa tradicional escavada) ou lancha, uma forma imbatível de experimentar o ecossistema único do delta. Passeios de observação de animais complementam atividades aquáticas, enquanto trilhas selvagens e esconderijos de observação em certos acampamentos oferecem encontros íntimos com a vida selvagem. Safaris de voo proporcionam perspectivas aéreas espetaculares sobre esta natureza aquática selvagem.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 5
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "BW::moremi-south-gate",
      "name": "Moremi South Gate",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.4833,
        23.6
      ],
      "lat": -19.4833,
      "lon": 23.6,
      "visits": [
        {
          "text": "Entrada pelo South Gate da Reserva de Moremi. Formalidades cumpridas, atravessa a cancela e entra num dos santuários mais preservados de África. O asfalto dá lugar à areia. Bem-vindo ao bush.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Primeiro safari em autonomia pelas pistas de Moremi. Com os olhos fixos na areia, aprende a ler os rastos: pegadas de leão, excrementos frescos de elefante - o bush revela os seus segredos. Girafas, zebras, impalas aparecem entre os mopanes.",
          "visit_duration_min": 60
        },
        {
          "text": "Instalação no parque de campismo de South Gate antes do anoitecer. Montagem da tenda de tejadilho, primeira fogueira sob as estrelas austrais. As hienas rondam o acampamento, as suas gargalhadas cortam a escuridão.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 3
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "BW::nxai-pan",
      "name": "Nxai Pan",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.9333,
        24.7667
      ],
      "lat": -19.9333,
      "lon": 24.7667,
      "visits": [
        {
          "text": "Explore o Parque Nacional Nxai Pan, um leito de lago fossilizado de cerca de 40 quilômetros quadrados localizado ao norte da estrada Maun-Nata. A própria planície é uma extensa pradaria pontilhada com grupos de árvores acácia-guarda-chuva e florestas de mopane. Durante as chuvas de novembro a abril, as planícies ficam cobertas de grama, transformando-se em um Jardim do Éden.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite os lendários Baobás de Baines, um grupo de grandes baobás imortalizados em 1862 pelo pintor Thomas Baines durante a expedição de Livingstone. Essas árvores antigas parecem praticamente inalteradas da pintura original de Baines, permanecendo como testemunhas silenciosas de mais de 160 anos de história africana. O local oferece oportunidades excepcionais de fotografia e uma conexão tangível com a história da exploração.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o ponto focal da fonte d'água em meio à planície gramada pontilhada de árvores espinhosas guarda-chuva. Os residentes permanentes incluem leão, girafa, kudu, springbok, impala, avestruz, chacal e raposa-orelha-de-morcego. Uma vez que as chuvas começam, gemsbok, elefantes e milhares de zebras migram para a área para dar à luz seus filhotes, criando avistamentos espetaculares da vida selvagem.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observe o barulhento abetarda-negra que se levanta com um guincho quando espantado por veículos - uma espécie característica do Nxai Pan. Pequenas aves de rapina incluindo peneireiro e gaviões abundam, recompensando observadores de aves que mantêm binóculos à mão. A combinação de planícies abertas, árvores esparsas e habitats diversos cria excelentes oportunidades de observação da vida selvagem e aves.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 6
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "BW::okavango-delta",
      "name": "Okavango Delta",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.5,
        23
      ],
      "lat": -19.5,
      "lon": 23,
      "visits": [
        {
          "text": "Mergulhe no Delta do Okavango, formado por um rio que flui para o deserto e morre nas areias, criando uma grande zona úmida interior visível do espaço. Esta é uma das maiores áreas selvagens da África, um oásis no deserto que sustenta biodiversidade surpreendente. Centenas de ilhas variando da enorme Ilha do Chefe a pequenos cupinzeiros abrigam populações diversas de vida selvagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o mosaico de canais, lagoas e lagos formados quando chuvas de verão em Angola inundam o delta. Trinta e duas espécies de árvores incluem mopane, mangostão, árvores da chuva e salsicha, variedades de acácia e figueira. Mais de 1.000 tipos de plantas prosperam aqui - mais do que qualquer parque de tamanho similar na África - com leitos de juncos característicos e grandes grupos de palmeiras fênix.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra os canais habitados por hipopótamos, crocodilos, elefantes e antílopes, onde pontos secos e planícies de inundação alternam com floresta densa. O delta atinge níveis de água máximos durante os meses secos de inverno de julho a setembro, quando o contraste entre canais inundados e terra seca cria observação de animais excepcional. Meses de verão trazem novo crescimento e partos de antílopes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente o Okavango durante todo o ano, escolhendo entre a estação de águas altas no inverno para cenário clássico do delta ou meses de verão de novembro a março quando aves migratórias chegam em números e antílopes dão à luz seus filhotes. Voos panorâmicos sobre o delta revelam os padrões intrincados de água e terra que tornam este ecossistema único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 4
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "BW::savuti-camp",
      "name": "Savuti Camp",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -18.65,
        24.0667
      ],
      "lat": -18.65,
      "lon": 24.0667,
      "visits": [
        {
          "text": "Viaje para Savuti, uma região dentro do Parque Nacional Chobe em vez de uma reserva separada - embora sua reputação tenha lhe rendido distinção entre destinos de safari. A área é imensa, e guias experientes mantêm grupos bem separados, proporcionando sensações de isolamento genuíno. Em avistamentos espetaculares de vida selvagem, a experiência permanece íntima comparada a parques mais lotados em outros lugares da África.",
          "visit_duration_min": 75
        },
        {
          "text": "Testemunhe a lendária atividade de predadores pela qual Savuti é renomado, enquanto grandes carnívoros seguem rebanhos de zebras, gnus, búfalos e impalas se movendo pela área. O Canal Savuti seco, quase imperceptível, cria habitat único onde populações de leões e hienas prosperam. Acampamentos públicos mantêm a filosofia de turismo de baixo impacto do Botswana.",
          "visit_duration_min": 75
        },
        {
          "text": "Partida matinal rumo a Savuti. Dois percursos possíveis: Sand Ridge Route (recomendada na estação das chuvas) ou Marsh Route (melhor na estação seca). Peça conselho no acampamento de Savuti antes de partir. Prepare-se para 4-5 horas de pista exigente.",
          "visit_duration_min": 300
        }
      ],
      "activities": [
        {
          "text": "Experimente safaris de acampamento em Savuti onde o isolamento e a densidade da vida selvagem criam encontros memoráveis. Passeios de observação de animais ao amanhecer e anoitecer maximizam as chances de avistamentos de predadores enquanto leões caçam e hienas patrulham seus territórios. A paisagem dramática de canais antigos e planícies abertas proporciona oportunidades fotográficas excepcionais.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrada na região de Savuti, parte sul do Parque Nacional de Chobe. Paisagem radicalmente diferente: planícies secas, elefantes machos solitários, embondeiros massivos. O Canal de Savuti, seco durante décadas, voltou à vida recentemente.",
          "visit_duration_min": 60
        },
        {
          "text": "Instalação no Savuti Camp, pequeno parque de campismo de cerca de 8 lugares gerido pela SKL. O acampamento está frequentemente cheio - reserva indispensável. Os lugares 1-4 e Paradise Camp oferecem vista para o canal. Loja no local para lenha e bebidas frescas.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari matinal nas planícies de Savuti. Esta região é famosa pelos seus leões que aprenderam a caçar elefantes - um comportamento único não observado em mais nenhum lugar. As interações predador-presa são espetaculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Descanso no acampamento durante as horas de calor. Os animais procuram sombra, o calor é esmagador. Sesta, leitura, manutenção do veículo. As equipas SKL passam para limpar os lugares vazios.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari ao final da tarde junto aos pontos de água. Os elefantes convergem para as charcas, os predadores começam a ativar-se. O sol desce sobre as planícies douradas. Regresso ao acampamento antes do fecho dos portões.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 2
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 7
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 8
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "BW::third-bridge",
      "name": "Third Bridge",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.2367,
        23.3558
      ],
      "lat": -19.2367,
      "lon": 23.3558,
      "visits": [
        {
          "text": "Percurso até Third Bridge, o acampamento mítico no coração dos pântanos. A pista atravessa First Bridge depois Second Bridge - este último em mau estado, desvio por vezes necessário. Conte com uma centena de poças de água para atravessar após a chuva.",
          "visit_duration_min": 150
        }
      ],
      "activities": [
        {
          "text": "Safari na zona húmida de Third Bridge. As lagoas cobertas de nenúfares abrigam hipopótamos e crocodilos. Os lechwes saltam na água pouco profunda. Nas ilhas, manadas de búfalos regularmente caçadas pelos leões.",
          "visit_duration_min": 60
        },
        {
          "text": "Instalação no Third Bridge Camp, um dos mais belos locais de Moremi. Os lugares 8, 9 e 10 oferecem mais privacidade e vistas espetaculares sobre os pântanos. Babuínos nas sausage trees acima do acampamento - não deixe nada à vista.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 4
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "BW::tsodilo-hills",
      "name": "Tsodilo Hills",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -18.75,
        21.7333
      ],
      "lat": -18.75,
      "lon": 21.7333,
      "visits": [
        {
          "text": "Descubra Tsodilo Hills, um lugar raro e único com uma atmosfera de intriga e mistério. Quatro grandes pedaços de rocha se elevam inesperadamente da extensão árida do deserto - referidos pelos Bushmen como o 'macho', 'fêmea', 'criança' e a primeira esposa rejeitada. Acredita-se que essas colinas sejam o local da primeira Criação, onde os Bushmen pintaram mais de 3.500 pinturas rupestres datando de 800-1300 d.C.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore um dos sítios de arte rupestre mais historicamente significativos do mundo, ostentando 500 localizações individuais representando milhares de anos de habitação humana. Algumas pinturas são pensadas como tendo mais de 20.000 anos, enquanto outras têm apenas um século. Os Bushmen acreditam que essas colinas são um lugar de descanso para espíritos dos falecidos.",
          "visit_duration_min": 75
        },
        {
          "text": "Siga diferentes trilhas levando a mais de 350 sítios, descobrindo pinturas incluindo a famosa zebra usada como logotipo dos Museus e Monumentos Nacionais do Botswana. Certas pinturas de baleias e pinguins sugerem contato antigo entre Bushmen e povos costeiros. A atmosfera sagrada se intensifica perto do topo da Colina Macho onde acredita-se que o primeiro espírito orou após criar o mundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Suba e explore as colinas e trilhas, apreciando evidências de lendas e vida antiga. Visite o pequeno habitat Bushmen próximo e a aldeia Hambukushu perto da Colina Macho, cujo povo acredita que seu deus Nyambe originalmente baixou sua tribo à terra aqui. Observação de pássaros recompensa observadores pacientes, com bicos-de-chifre-amarelo, loris cinzentos e pintassilgos Melba entre as espécies comumente avistadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 3
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "BW::tuli-block",
      "name": "Tuli Block",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -22.2,
        29.1
      ],
      "lat": -22.2,
      "lon": 29.1,
      "visits": [
        {
          "text": "Viaje até o Bloco Tuli, historicamente conhecido como Enclave Tuli, oferecendo acesso rápido e fácil à natureza selvagem com avistamentos garantidos da vida selvagem. O nome deriva do Rio Tuli no Zimbabwe, enquanto 'Bloco' refere-se ao grande pedaço de terra que se estende 10-20km de largura e mais de 350km de norte a sul. O grande Rio Limpopo dá a esta região seu caráter especial.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a Reserva de Caça Nordeste Tuli entre os rios Limpopo, Motlouse e Shashe, integrando a Reserva de Caça Mashatu e Reserva Natural Tuli. Em safaris duas vezes ao dia, aviste elefante, kudu, impala, gnu, girafa, leão, zebra, leopardo e alguns leões de juba preta. Mais de 350 espécies de aves incluem picanços, papo-de-pedra, tordo-das-rochas-dedos-curtos, aves de rapina e avestruzes.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra numerosos sítios arqueológicos e históricos fornecendo evidência de comunidades antigas através de cacos de cerâmica, contas, relíquias de fundição e celeiros. Safaris noturnos revelam caracal, lobo-da-terra, hiena e chacal. A confluência espetacular onde os rios Shashe e Limpopo se encontram cria cenário dramático que tem atraído visitantes desde a época de Cecil John Rhodes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participe de caminhadas guiadas com guardas Tswana para visitar sítios e pinturas dos Bosquímanos espalhados pela reserva. As espécies de aves aquáticas são especialmente fascinantes, incluindo cormorões e belos martins-pescadores-pigmeus ao longo dos sistemas fluviais. O acesso de Johannesburg leva aproximadamente 5 horas via posto fronteiriço Pont Drift.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 9
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "ZW::victoria-falls",
      "name": "Victoria Falls",
      "cc": "ZW",
      "language": "pt",
      "coords": [
        -17.9317,
        25.8292
      ],
      "lat": -17.9317,
      "lon": 25.8292,
      "visits": [
        {
          "text": "Travessia da fronteira em Kazungula. Fila interminável de camiões mas os carros passam mais depressa. Formalidades do lado do Botsuana, ferry ou ponte sobre o Zambeze, depois imigração do Zimbabué. Conte com 45 minutos a 3 horas conforme a afluência.",
          "visit_duration_min": 120
        },
        {
          "text": "Visto do Zimbabué à chegada. 50 USD para entrada múltipla, prático se planeia ir e vir. Pagamento apenas em dinheiro. Tenha os seus dólares à mão.",
          "visit_duration_min": 30
        },
        {
          "text": "Parque Nacional das Cataratas Vitória, lado do Zimbabué. Mosi-oa-Tunya - o fumo que troveja. 107 metros de queda, 1,7 km de largura, uma das Sete Maravilhas Naturais do Mundo. O estrondo ouve-se a quilómetros.",
          "visit_duration_min": 180
        },
        {
          "text": "Dia de reserva - margem de segurança integrada no itinerário. Se tivesse surgido um problema mecânico no bush, estas 24 horas de margem permitem não perder o voo internacional. Caso contrário, desfrute!",
          "visit_duration_min": 0
        },
        {
          "text": "Transferência para o aeroporto de Victoria Falls. O aeroporto é pequeno mas eficiente, a 20 km da cidade. Chegue 2h30 antes do seu voo internacional. Últimas compras de recordações na loja duty-free.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Devolução do 4x4 em Victoria Falls ou Kasane conforme o seu contrato. Fim da aventura em autonomia. Inspeção do veículo, formalidades, transferência para o seu lodge. O luxo após duas semanas de bush.",
          "visit_duration_min": 60
        },
        {
          "text": "Instalação no lodge em Victoria Falls Town. Após duas semanas de campismo, o conforto de um verdadeiro quarto, uma piscina e um restaurante faz bem. A cidade é compacta, percorre-se a pé, com ambiente descontraído.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio pela rainforest ao longo das cataratas. O trilho atravessa uma floresta tropical criada pela névoa permanente. Vai ficar encharcado - é inevitável. Poncho e toalha indispensáveis. Proteja a máquina fotográfica.",
          "visit_duration_min": 60
        },
        {
          "text": "O Burning Point (ponto 13) oferece a vista mais espetacular - onde o Zimbabué e a Zâmbia se encontram. Arco-íris duplo quase permanente quando o sol brilha. Tome o seu tempo, saboreie o espetáculo.",
          "visit_duration_min": 60
        },
        {
          "text": "Voo de helicóptero sobre as cataratas - o Flight of Angels. De 13 a 25 minutos de pura magia. Vista aérea sobre a cortina de água, os desfiladeiros do Zambeze, a Ponte de Victoria Falls. Reserve o lugar da frente para vista desimpedida.",
          "visit_duration_min": 60
        },
        {
          "text": "Tirolesa sobre os desfiladeiros do Zambeze a partir do Lookout Café. 120 metros acima do vazio, velocidade até 100 km/h. Vista impressionante dos dois lados das cataratas. Para os amantes de emoções fortes.",
          "visit_duration_min": 60
        },
        {
          "text": "Sundowner no Victoria Falls Hotel ou nas margens do Zambeze. High tea colonial, cocktails ao pôr do sol, vista para a névoa das cataratas ao longe. Um toque de luxo para encerrar a aventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Manhã relaxada no lodge. Piscina, spa, pequeno-almoço prolongado. Após duas semanas intensas, o corpo e a mente agradecem o descanso. Organize as suas fotos, comece a perceber o que acabou de viver.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio por Victoria Falls Town e os seus mercados artesanais. Esculturas em madeira, cestaria, recordações. Negoceie com um sorriso. O Elephant's Walk Shopping Village oferece artesanato de qualidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar no Three Monkeys, instituição local. Pizzas em forno a lenha, cocktails criativos, ambiente descontraído. Esplanada aberta, música ao vivo em algumas noites. Reserve - está frequentemente cheio.",
          "visit_duration_min": 60
        },
        {
          "text": "Voo de regresso internacional via Joanesburgo, Adis Abeba ou Nairobi. O Botsuana afasta-se sob as asas do avião. As imagens desfilam: elefantes atravessando o Chobe, leões de Savuti, névoa de Victoria Falls. A aventura termina, as memórias ficam.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 11
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 12
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 13
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 14
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Circuito completo do Botsuana em 15 dias",
          "day": 15
        }
      ],
      "rating": 9.8
    }
  ]
}