{
  "version": 1,
  "country": "nl",
  "language": "en",
  "places": [
    {
      "place_id": "BE::bruxelles",
      "name": "Bruxelles",
      "cc": "BE",
      "coords": [
        50.8503,
        4.3517
      ],
      "lat": 50.8503,
      "lon": 4.3517,
      "visits": [
        {
          "text": "Stop in the province of Zeeland to discover the Eastern Scheldt barrier, a major engineering work of the Delta Works plan.",
          "visit_duration_min": 75
        },
        {
          "text": "Break by the North Sea on the beaches of Zeeland, recognized for their tranquility and their panorama of the dikes.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrêt dans la province de Zélande pour découvrir le barrage de l’Escaut oriental, ouvrage d’ingénierie majeur du plan Delta Works.",
          "visit_duration_min": 75
        },
        {
          "text": "Pause au bord de la mer du Nord sur les plages de la Zélande, reconnues pour leur tranquillité et leur panorama sur les digues.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Panoramic car ride along the Delta Works structures, with views of the estuaries and protected areas.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade panoramique en voiture le long des ouvrages du plan Delta, avec vues sur les estuaires et les zones protégées.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "TULIP AND WINDMILL ROUTE OF THE NETHERLANDS",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 9.4
    },
    {
      "place_id": "NL::alkmaar",
      "name": "Alkmaar",
      "cc": "NL",
      "coords": [
        52.6324,
        4.7534
      ],
      "lat": 52.6324,
      "lon": 4.7534,
      "visits": [
        {
          "text": "Visit the famous Alkmaar Cheese Market on Waagplein, an unbroken tradition since 1622. Every Friday morning from April to September, cheese carriers dressed entirely in white transport wheels of cheese on wooden stretchers according to ancestral rituals, offering a spectacle unique in Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Alkmaar Cheese Museum which traces the fascinating history of Dutch cheese production. Through traditional tools, period paintings, and interactive demonstrations, you'll understand why Dutch cheese is renowned worldwide.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Alkmaar's historic center with its typical brick buildings and charming canals. This medieval city is full of architectural treasures and offers an authentically Dutch atmosphere far from the tourist crowds of major metropolises.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 12
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3
    },
    {
      "place_id": "NL::amsterdam-centre",
      "name": "Amsterdam Centre",
      "cc": "NL",
      "coords": [
        52.372759,
        4.893604
      ],
      "lat": 52.372759,
      "lon": 4.893604,
      "visits": [
        {
          "text": "Anne Frank House (exterior/Prinsengracht area) and gabled facades of the canals",
          "visit_duration_min": 75
        },
        {
          "text": "Nine Streets Quarter (De Negen Straatjes) — shop windows, bridges and canals",
          "visit_duration_min": 75
        },
        {
          "text": "Museumplein & Rijksmuseum (Dutch masters exhibition)",
          "visit_duration_min": 75
        },
        {
          "text": "Zaanse Schans (Zaandam) — ensemble of historic windmills and wooden houses",
          "visit_duration_min": 75
        },
        {
          "text": "Windmill path along the Zaan (oil mills, paint mills, sawmills)",
          "visit_duration_min": 75
        },
        {
          "text": "Anne Frank Huis (extérieur/zone du Prinsengracht) et façades à pignons des canaux",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier des Neuf Rues (De Negen Straatjes) — vitrines, ponts et canaux",
          "visit_duration_min": 75
        },
        {
          "text": "Museumplein & Rijksmuseum (exposition maîtres néerlandais)",
          "visit_duration_min": 75
        },
        {
          "text": "Zaanse Schans (Zaandam) — ensemble de moulins historiques et maisons en bois",
          "visit_duration_min": 75
        },
        {
          "text": "Chemin des moulins le long de la Zaan (moulins à huile, à peinture, scieries)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Canal cruise in Amsterdam departing from Centraal / Prins Hendrikkade",
          "visit_duration_min": 60
        },
        {
          "text": "Urban bike ride in the Jordaan and Brouwersgracht area (loop ~6–8 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Walking route on walkways and dikes (photo loop ~2–3 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Interpretation of 17th–18th century Dutch way of life (clog workshops, cheese dairy, period grocery store)",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière sur les canaux d’Amsterdam au départ de Centraal / Prins Hendrikkade",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo urbaine côté Jordaan et Brouwersgracht (boucle ~6–8 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Parcours à pied sur passerelles et digues (boucle photo ~2–3 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Interprétation du mode de vie hollandais XVIIe–XVIIIe (ateliers sabots, fromagerie, supérette d’époque)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, KENNEMER DUNES & ZAANSE SCHANS WINDMILLS",
          "day": 1
        },
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, KENNEMER DUNES & ZAANSE SCHANS WINDMILLS",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 10
    },
    {
      "place_id": "NL::bergen-aan-zee",
      "name": "Bergen Aan Zee",
      "cc": "NL",
      "coords": [
        52.6611,
        4.6364
      ],
      "lat": 52.6611,
      "lon": 4.6364,
      "visits": [
        {
          "text": "Enjoy the award-winning beach of Bergen aan Zee, recognized eight times with the Blue Flag for its exemplary cleanliness and safety. This seaside resort founded specifically as a holiday destination attracts thousands of visitors each year seeking preserved nature and pure North Sea air.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Try your hand at water sports on this coast renowned for its ideal conditions. Kitesurfing and sailing are practiced here in an exceptional setting, with schools offering courses for all levels, from beginners to experienced practitioners.",
          "visit_duration_min": 60
        },
        {
          "text": "Take a leisurely walk along the long sandy beach where the North Sea laps at the shore. The infinite horizon and preserved dunes create a soothing landscape, perfect for long invigorating walks to the sound of the waves.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 10
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.3
    },
    {
      "place_id": "NL::broek-in-waterland",
      "name": "Broek In Waterland",
      "cc": "NL",
      "coords": [
        52.4333,
        4.9833
      ],
      "lat": 52.4333,
      "lon": 4.9833,
      "visits": [
        {
          "text": "Discover Broek in Waterland, a picturesque village of colorful wooden houses that seems frozen in time. This authentic 17th-century gem, located just a few kilometers from Amsterdam, offers a complete immersion into traditional Holland with its peaceful canals and bucolic atmosphere preserved from mass tourism.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll along the canals lined with historic pastel-colored houses and admire the typically Dutch architecture of this classified village. The reflections of ancient homes in the calm water create a postcard-perfect setting ideal for photography enthusiasts.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 14
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.2
    },
    {
      "place_id": "NL::den-haag",
      "name": "Den Haag",
      "cc": "NL",
      "coords": [
        52.0705,
        4.3007
      ],
      "lat": 52.0705,
      "lon": 4.3007,
      "visits": [
        {
          "text": "Explore Madurodam, the famous miniature park in The Hague that presents the Netherlands at 1:25 scale. From the Royal Palace to the Rijksmuseum, Schiphol Airport, and tulip fields, discover the country's iconic monuments in their finest details.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Scheveningen, the most popular seaside resort in the Netherlands, welcoming up to 18 million visitors per year. Its 381-meter pier, lively beaches, and vibrant boulevard make it an essential destination on the Dutch coast.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participate in Madurodam's interactive activities: close a storm surge barrier, load containers at the Port of Rotterdam, or mix your own beats at the DJ table. This playful park allows you to learn Dutch history in an entertaining way.",
          "visit_duration_min": 60
        },
        {
          "text": "Climb to the observation tower at the end of Scheveningen's pier for a breathtaking panoramic view of the North Sea. The more adventurous can even take a bungee jump from this iconic structure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 8
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.3
    },
    {
      "place_id": "NL::den-helder",
      "name": "Den Helder",
      "cc": "NL",
      "coords": [
        52.9533,
        4.76
      ],
      "lat": 52.9533,
      "lon": 4.76,
      "visits": [
        {
          "text": "Visit the Royal Netherlands Navy Museum, housed in the former naval base of Den Helder. This institution traces the glorious maritime history of the Netherlands, a nation of navigators and explorers who dominated the seas for centuries.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Den Helder's town center with its elegant red brick buildings typical of Dutch architecture. This strategic port city offers a fascinating blend of military history and provincial charm.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour the surrounding tulip fields on foot, by bike, or by car. From April 1st to mid-May, the region bursts into spectacular colors, with the sea of flowers alongside the real sea in a striking natural tableau.",
          "visit_duration_min": 60
        },
        {
          "text": "Pick your own tulips at the Floratuin garden, which offers more than 100 different varieties. This unique experience allows you to create your personalized bouquet from a dazzling palette of colors.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 11
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.1
    },
    {
      "place_id": "NL::elburg",
      "name": "Elburg",
      "cc": "NL",
      "coords": [
        52.4433,
        5.8364
      ],
      "lat": 52.4433,
      "lon": 5.8364,
      "visits": [
        {
          "text": "Explore Elburg, a remarkably preserved medieval fortified town. This former Hanseatic city has retained its original rectangular plan with its ramparts, monumental gates, and maze of cobblestone streets that transport visitors several centuries back in time.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander through the historic center where every building tells a story. The stepped gable facades, the old town hall, and St. Nicholas Church bear witness to the past prosperity of this merchant town that traded throughout the Baltic.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk along the restored ramparts that offer a panoramic view of the old town and surrounding polders. This fortified promenade allows you to appreciate medieval defensive engineering while admiring the typically Dutch landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 5
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.2
    },
    {
      "place_id": "NL::eye_filmmuseum",
      "name": "Eye Filmmuseum",
      "cc": "NL",
      "coords": [
        52.381944,
        4.900556
      ],
      "lat": 52.381944,
      "lon": 4.900556,
      "visits": [
        {
          "text": "Eye Filmmuseum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the collections dedicated to the history of cinema in the Netherlands and internationally.",
          "visit_duration_min": 60
        },
        {
          "text": "Attend screenings and temporary exhibitions dedicated to the seventh art.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer les collections consacrées à l’histoire du cinéma aux Pays-Bas et à l’international.",
          "visit_duration_min": 60
        },
        {
          "text": "Assister aux projections et expositions temporaires dédiées au septième art.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "MAJOR MUSEUMS OF AMSTERDAM",
          "day": 7
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 8.7
    },
    {
      "place_id": "NL::foam_fotografiemuseum",
      "name": "Foam Fotografiemuseum",
      "cc": "NL",
      "coords": [
        52.363889,
        4.893889
      ],
      "lat": 52.363889,
      "lon": 4.893889,
      "visits": [
        {
          "text": "FOAM Fotografiemuseum Amsterdam",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit the temporary exhibitions of contemporary photography.",
          "visit_duration_min": 60
        },
        {
          "text": "Observe the showcasing of the photographic medium in a historic canal house.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter les expositions temporaires de photographie contemporaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Observer la mise en valeur du médium photographique dans une maison de canal historique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "MAJOR MUSEUMS OF AMSTERDAM",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.8
    },
    {
      "place_id": "NL::giethoorn",
      "name": "Giethoorn",
      "cc": "NL",
      "coords": [
        52.7239,
        6.0778
      ],
      "lat": 52.7239,
      "lon": 6.0778,
      "visits": [
        {
          "text": "Discover Giethoorn, nicknamed the 'Venice of the North,' a fairy-tale village where streets are replaced by canals. This unique gem of the Netherlands consists of picturesque thatched cottages connected by more than 180 wooden bridges, creating a storybook setting preserved for centuries.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Glide through the canals in a traditional punt boat past flowering gardens and thatched-roof houses. The silence is broken only by birdsong and the gentle splash of water, offering an absolutely magical escape from time.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the walking and cycling paths that wind between properties with manicured gardens. Each bridge crossed reveals a new perspective on this lakeside village where nature and human habitation coexist in perfect harmony.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.8
    },
    {
      "place_id": "NL::haarlem-centre",
      "name": "Haarlem Centre",
      "cc": "NL",
      "coords": [
        52.387386,
        4.646219
      ],
      "lat": 52.387386,
      "lon": 4.646219,
      "visits": [
        {
          "text": "Zuid-Kennemerland National Park — Visitor Centre De Kennemerduinen (Overveen)",
          "visit_duration_min": 75
        },
        {
          "text": "Dunes and wildlife observation points (Konik horses, deer, birds)",
          "visit_duration_min": 75
        },
        {
          "text": "Bloemendaal aan Zee — beach and dune ridge (sea view)",
          "visit_duration_min": 75
        },
        {
          "text": "Dunes et points d’observation de faune (chevaux Konik, cerfs, oiseaux)",
          "visit_duration_min": 75
        },
        {
          "text": "Bloemendaal aan Zee — plage et cordon dunaire (vue mer)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marked hiking trail in the park (medium route 3–5 km, dunes & lakes)",
          "visit_duration_min": 60
        },
        {
          "text": "Walk on Bloemendaal beach (round trip ~3 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée balisée dans le parc (itinéraire moyen 3–5 km, dunes & lacs)",
          "visit_duration_min": 60
        },
        {
          "text": "Marche sur la plage de Bloemendaal (aller-retour ~3 km)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, KENNEMER DUNES & ZAANSE SCHANS WINDMILLS",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7
    },
    {
      "place_id": "NL::hindeloopen",
      "name": "Hindeloopen",
      "cc": "NL",
      "coords": [
        52.9419,
        5.3989
      ],
      "lat": 52.9419,
      "lon": 5.3989,
      "visits": [
        {
          "text": "Discover Hindeloopen, one of the eleven historic towns of Friesland, famous for its unique decorative art. This fishing village on the shores of the IJsselmeer has developed over centuries a distinctive artistic style recognizable by its colorful floral motifs on dark backgrounds.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admire the traditional houses adorned with Frisian folk paintings in their characteristic hues. The local museum displays furniture and objects painted according to this artisanal tradition passed down through generations.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll along the small harbor where traditional sailboats sit alongside captains' houses. The peaceful atmosphere of this village with narrow lanes invites contemplation and discovery of authentic Frisian heritage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.8
    },
    {
      "place_id": "NL::huis_marseille",
      "name": "Huis Marseille",
      "cc": "NL",
      "coords": [
        52.3675,
        4.885
      ],
      "lat": 52.3675,
      "lon": 4.885,
      "visits": [
        {
          "text": "Huis Marseille Museum for Photography",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover art photography exhibitions in a 17th-century mansion.",
          "visit_duration_min": 60
        },
        {
          "text": "Browse the galleries dedicated to contemporary series and permanent collections.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir les expositions de photographie d’art dans une maison de maître du XVIIe siècle.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourir les galeries consacrées aux séries contemporaines et aux collections permanentes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "MAJOR MUSEUMS OF AMSTERDAM",
          "day": 5
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.3
    },
    {
      "place_id": "NL::kaatsheuvel",
      "name": "Kaatsheuvel",
      "cc": "NL",
      "coords": [
        51.65,
        5.05
      ],
      "lat": 51.65,
      "lon": 5.05,
      "visits": [
        {
          "text": "Spend a magical day at Efteling, the largest theme park in the Netherlands and the fourth largest in Europe. This legendary attraction in the province of Brabant has enchanted young and old for decades with its fairy-tale worlds and thrilling rides.",
          "visit_duration_min": 75
        },
        {
          "text": "Immerse yourself in the famous Fairy Tale Forest where the stories of Little Red Riding Hood, Old Mother Frost, and Sleeping Beauty come to life. These enchanting scenes, created with remarkable attention to detail, delight visitors of all ages.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Challenge the park's six roller coasters, from classic wooden ones to ultra-modern attractions. Thrill-seekers will find their happiness among the water rides and dark rides that have made Efteling famous.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the park's different themed kingdoms that blend tradition and innovation. Efteling has preserved its nostalgic charm while offering contemporary attractions, creating a unique experience in Europe.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 6
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4
    },
    {
      "place_id": "NL::keukenhof",
      "name": "Keukenhof",
      "cc": "NL",
      "coords": [
        52.269,
        4.5465
      ],
      "lat": 52.269,
      "lon": 4.5465,
      "visits": [
        {
          "text": "Visit to the Keukenhof floral park in Lisse, the world's largest tulip garden with more than 7 million bulbs planted each year.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the Keukenhof windmill and the themed flower greenhouses.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du parc floral de Keukenhof à Lisse, le plus grand jardin de tulipes du monde avec plus de 7 millions de bulbes plantés chaque année.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du moulin de Keukenhof et des serres à fleurs thématiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bicycle ride on the Blue Cycling Route (5 km) around Keukenhof park to admire the multicolored tulip fields.",
          "visit_duration_min": 60
        },
        {
          "text": "Purple Cycling Route (10 km) through the tulip fields of Lisse and Voorhout, passing by the De Tulperij flower farm and 't Huys Dever.",
          "visit_duration_min": 60
        },
        {
          "text": "Red Loop (25 km): complete Bollenstreek itinerary passing through the dunes of Noordwijk and the beaches of the North Sea, return via an animal park.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo sur la Piste Cyclable Bleue (5 km) autour du parc de Keukenhof pour admirer les champs de tulipes multicolores.",
          "visit_duration_min": 60
        },
        {
          "text": "Piste Cyclable Violette (10 km) à travers les champs de tulipes de Lisse et Voorhout, passage par la ferme florale De Tulperij et ‘t Huys Dever.",
          "visit_duration_min": 60
        },
        {
          "text": "Boucle Rouge (25 km) : itinéraire complet du Bollenstreek passant par les dunes de Noordwijk et les plages de la Mer du Nord, retour par un parc animalier.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "TULIP AND WINDMILL ROUTE OF THE NETHERLANDS",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.8
    },
    {
      "place_id": "NL::kinderdijk",
      "name": "Kinderdijk",
      "cc": "NL",
      "coords": [
        51.8841,
        4.6426
      ],
      "lat": 51.8841,
      "lon": 4.6426,
      "visits": [
        {
          "text": "Discovery of the Kinderdijk site, classified as a UNESCO World Heritage site. Observation of the 19 eighteenth-century windmills and walking or cycling along the canals.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit inside a traditional windmill to understand the pumping system and the life of millers.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du site de Kinderdijk, classé au patrimoine mondial de l’UNESCO. Observation des 19 moulins à vent du XVIIIe siècle et balade à pied ou à vélo le long des canaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de l’intérieur d’un moulin traditionnel pour comprendre le système de pompage et la vie des meuniers.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the 19 historic windmills of Kinderdijk, inscribed on the UNESCO World Heritage List since 1997. These 18th-century windmills, built to pump water from the polders, represent one of the most impressive and best-preserved ensembles in the Netherlands.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the museum windmill to understand the ingenious workings of these hydraulic machines. These windmills pump water to the 'Nieuwen Waterschap' which flows into the River Lek, allowing farmland to be maintained below sea level.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boat cruise on the canals of Kinderdijk to admire the windmills from the water.",
          "visit_duration_min": 60
        },
        {
          "text": "Bicycle ride around the Alblasserwaard polder, between dikes and Dutch meadows.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière en bateau sur les canaux de Kinderdijk pour admirer les moulins depuis l’eau.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo autour du polder d’Alblasserwaard, entre digues et prairies hollandaises.",
          "visit_duration_min": 60
        },
        {
          "text": "Cycle along the paths that wind between the majestic windmills. Regardless of the season, these giants with their turning sails offer a fascinating spectacle, especially at sunset when their silhouettes stand out against the blazing sky.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the history of the ancestral Dutch struggle against water through this emblematic site. These windmills testify to the ingenuity of a people who knew how to conquer land from the sea and keep it habitable for centuries.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "TULIP AND WINDMILL ROUTE OF THE NETHERLANDS",
          "day": 1
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 7
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 8
    },
    {
      "place_id": "NL::lisse",
      "name": "Lisse",
      "cc": "NL",
      "coords": [
        52.2697,
        4.5462
      ],
      "lat": 52.2697,
      "lon": 4.5462,
      "visits": [
        {
          "text": "Visit Keukenhof, nicknamed the Garden of Europe and considered one of the most beautiful spring gardens in the world. With more than seven million tulips, daffodils, and hyacinths in bloom, this 32-hectare park offers an absolutely spectacular explosion of colors from March to May.",
          "visit_duration_min": 75
        },
        {
          "text": "Learn about the fascinating history of the tulip and the 17th-century 'Tulipmania' through the park's exhibitions. This period when bulbs were worth more than houses testifies to the Dutch passion for this flower that became a national symbol.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admire the 50 sculptures by Dutch artists scattered throughout the park, making Keukenhof the largest sculpture park in the Netherlands. Contemporary art dialogues harmoniously with floral compositions in a successful marriage of nature and culture.",
          "visit_duration_min": 60
        },
        {
          "text": "Embark on an excursion in a traditional wooden boat through the surrounding tulip fields. These ancient vessels, once used by gardeners, offer a unique perspective on the multicolored rows stretching to infinity.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 9
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.3
    },
    {
      "place_id": "NL::maison_rembrandt",
      "name": "Maison Rembrandt",
      "cc": "NL",
      "coords": [
        52.36934,
        4.901171
      ],
      "lat": 52.36934,
      "lon": 4.901171,
      "visits": [
        {
          "text": "Rembrandt House (Museum Het Rembrandthuis)",
          "visit_duration_min": 75
        },
        {
          "text": "Maison Rembrandt (Museum Het Rembrandthuis)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit the historic house where painter Rembrandt lived and worked.",
          "visit_duration_min": 60
        },
        {
          "text": "See the reconstructed spaces and demonstrations around engraving.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiter la maison historique où le peintre Rembrandt a vécu et travaillé.",
          "visit_duration_min": 60
        },
        {
          "text": "Voir les espaces reconstitués et les démonstrations autour de la gravure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "MAJOR MUSEUMS OF AMSTERDAM",
          "day": 6
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.9
    },
    {
      "place_id": "NL::noordoostpolder",
      "name": "Noordoostpolder",
      "cc": "NL",
      "coords": [
        52.71,
        5.7489
      ],
      "lat": 52.71,
      "lon": 5.7489,
      "visits": [
        {
          "text": "Marvel at the largest tulip fields in the Netherlands in Noordoostpolder. This region northeast of Amsterdam has more than 2,000 hectares of cultivated land where tulips create natural paintings of vibrant colors at every corner.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Tulip Information Center in Noordoostpolder to understand the fascinating history of 'Tulipmania' and the economic importance of this emblematic flower. Interactive exhibits reveal the secrets of bulb cultivation and trade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the colorful fields on foot, by bike, or by car according to your preferences. Far from the crowds of Keukenhof, this region offers a more intimate and authentic experience at the heart of flower cultivation, with panoramic views stretching endlessly over multicolored rows.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.7
    },
    {
      "place_id": "NL::rijksmuseum",
      "name": "Rijksmuseum",
      "cc": "NL",
      "coords": [
        52.36,
        4.885278
      ],
      "lat": 52.36,
      "lon": 4.885278,
      "visits": [
        {
          "text": "Rijksmuseum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the collections of Dutch Golden Age paintings and decorative arts.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the rooms dedicated to graphic arts and the Cuypers library.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorer les collections de peintures du Siècle d’or néerlandais et les arts décoratifs.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir les salles consacrées aux arts graphiques et à la bibliothèque Cuypers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "MAJOR MUSEUMS OF AMSTERDAM",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 9.6
    },
    {
      "place_id": "NL::schiermonnikoog",
      "name": "Schiermonnikoog",
      "cc": "NL",
      "coords": [
        53.4747,
        6.15
      ],
      "lat": 53.4747,
      "lon": 6.15,
      "visits": [
        {
          "text": "Explore Schiermonnikoog, the smallest inhabited island of the West Frisian Islands and one of the most preserved. Declared a national park in 1989, this island offers pristine nature with its wild dunes, pine forests, and exceptional mudflats inscribed on the UNESCO World Heritage List.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Wadden Sea, a unique ecosystem classified as a UNESCO World Heritage Site. This intertidal zone harbors remarkable biodiversity and is one of the last great natural wetlands in Europe.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Join a guided mudflat walk with expert local guides. At low tide, you'll explore this fascinating world populated by crabs, shellfish, and migratory birds-an unforgettable sensory experience.",
          "visit_duration_min": 60
        },
        {
          "text": "Enjoy the widest beach in Europe with its kilometer of fine sand stretching as far as the eye can see. This immense space where sky and sea merge offers a feeling of absolute freedom, far from any urbanization.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.5
    },
    {
      "place_id": "NL::stedelijk_museum",
      "name": "Stedelijk Museum",
      "cc": "NL",
      "coords": [
        52.358056,
        4.879722
      ],
      "lat": 52.358056,
      "lon": 4.879722,
      "visits": [
        {
          "text": "Stedelijk Museum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the collections of modern and contemporary art as well as design.",
          "visit_duration_min": 60
        },
        {
          "text": "Browse the rooms dedicated to the great artistic movements of the 19th and 20th centuries.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir les collections d’art moderne et contemporain ainsi que de design.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourir les salles consacrées aux grands mouvements artistiques des XIXe et XXe siècles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "MAJOR MUSEUMS OF AMSTERDAM",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 8.3
    },
    {
      "place_id": "NL::straat_museum",
      "name": "Straat Museum",
      "cc": "NL",
      "coords": [
        52.403611,
        4.889444
      ],
      "lat": 52.403611,
      "lon": 4.889444,
      "visits": [
        {
          "text": "STRAAT Museum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Browse a vast exhibition space dedicated to street art and monumental frescoes.",
          "visit_duration_min": 60
        },
        {
          "text": "Observe works created by international artists in a former shipyard.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourir un vaste espace d’exposition consacré au street art et aux fresques monumentales.",
          "visit_duration_min": 60
        },
        {
          "text": "Observer les oeuvres réalisées par des artistes internationaux dans un ancien chantier naval.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "MAJOR MUSEUMS OF AMSTERDAM",
          "day": 8
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.2
    },
    {
      "place_id": "NL::urk",
      "name": "Urk",
      "cc": "NL",
      "coords": [
        52.663,
        5.6028
      ],
      "lat": 52.663,
      "lon": 5.6028,
      "visits": [
        {
          "text": "Exploration of the Schokland site, former island classified by UNESCO, with its remains of a port and its open-air museum illustrating the history of the polder.",
          "visit_duration_min": 75
        },
        {
          "text": "Discovery of the fishing village of Urk, formerly an island, famous for its cobblestone streets, lighthouse and traditional harbor.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration du site de Schokland, ancienne île classée à l’UNESCO, avec ses vestiges d’un port et son musée en plein air illustrant l’histoire du polder.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du village de pêcheurs d’Urk, anciennement insulaire, célèbre pour ses ruelles pavées, son phare et son port traditionnel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk on the Urk dike to observe Lake IJsselmeer and the fishing boats.",
          "visit_duration_min": 60
        },
        {
          "text": "Free visit of the fish filleting workshops and restored sailors' houses.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur la digue d’Urk pour observer le lac IJsselmeer et les bateaux de pêche.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite libre des ateliers de filetage du poisson et des maisons de marins restaurées.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "TULIP AND WINDMILL ROUTE OF THE NETHERLANDS",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.7
    },
    {
      "place_id": "NL::utrecht-centre",
      "name": "Utrecht Centre",
      "cc": "NL",
      "coords": [
        52.090737,
        5.12142
      ],
      "lat": 52.090737,
      "lon": 5.12142,
      "visits": [
        {
          "text": "Domtoren (cathedral tower) and Domplein (exteriors)",
          "visit_duration_min": 75
        },
        {
          "text": "Oudegracht — medieval quays and renovated warehouses",
          "visit_duration_min": 75
        },
        {
          "text": "Museum Speelklok (automatic instruments & street organs)",
          "visit_duration_min": 75
        },
        {
          "text": "Domtoren (tour de la cathédrale) et Domplein (extérieurs)",
          "visit_duration_min": 75
        },
        {
          "text": "Oudegracht — quais médiévaux et entrepôts réhabilités",
          "visit_duration_min": 75
        },
        {
          "text": "Museum Speelklok (instruments automates & orgues de rue)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walking loop along Utrecht canals (Oudegracht → Nieuwegracht, ~4 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Climbing the Domtoren (time slots by reservation) or panorama from Lepelenburg park",
          "visit_duration_min": 60
        },
        {
          "text": "Boucle pédestre le long des canaux d’Utrecht (Oudegracht → Nieuwegracht, ~4 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Montée de la Domtoren (créneaux sur réservation) ou panorama depuis le parc Lepelenburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, KENNEMER DUNES & ZAANSE SCHANS WINDMILLS",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.5
    },
    {
      "place_id": "NL::van_gogh_museum",
      "name": "Van Gogh Museum",
      "cc": "NL",
      "coords": [
        52.358416,
        4.881076
      ],
      "lat": 52.358416,
      "lon": 4.881076,
      "visits": [
        {
          "text": "Van Gogh Museum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "See an important collection of paintings and drawings by Vincent van Gogh.",
          "visit_duration_min": 60
        },
        {
          "text": "Follow the chronological journey through the life and work of the painter.",
          "visit_duration_min": 60
        },
        {
          "text": "Voir une importante collection de tableaux et dessins de Vincent van Gogh.",
          "visit_duration_min": 60
        },
        {
          "text": "Suivre le parcours chronologique sur la vie et l’oeuvre du peintre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "MAJOR MUSEUMS OF AMSTERDAM",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 9.3
    },
    {
      "place_id": "NL::volendam",
      "name": "Volendam",
      "cc": "NL",
      "coords": [
        52.4958,
        5.0708
      ],
      "lat": 52.4958,
      "lon": 5.0708,
      "visits": [
        {
          "text": "Explore Volendam, one of the most iconic fishing villages in the Netherlands. This traditional port on the shores of the IJsselmeer has preserved its old-world charm with cobblestone streets, wooden houses, and locals who still occasionally wear traditional costumes during local festivals.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk along the picturesque harbor where colorful fishing boats gently sway. Admire the typical facades of fishermen's houses and soak in the authentic maritime atmosphere of this village that has inspired countless artists for centuries.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Hidden Treasures of the Netherlands: From Tulips to Windmills",
          "day": 13
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.5
    }
  ]
}