{
  "itineraries": [
    {
      "itin_id": "MF::island::saint-martin-coves-and-peaks",
      "id": "MF::island::saint-martin-coves-and-peaks",
      "language": "it",
      "title": "Viaggio a Saint-Martin: Spiagge e Pic Paradis",
      "country": "MF",
      "estimated_days_base": 7,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "MF::marigot",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::marigot",
            "coords": [
              18.073,
              -63.082
            ],
            "map_keywords": [
              "Fort Louis Marigot Saint-Martin",
              "Marché de Marigot Saint-Martin",
              "Rue de la République Marigot",
              "Église catholique Marigot Saint-Martin",
              "Marina Royale Marigot",
              "Front de mer Marigot"
            ]
          },
          "visits": [
            {
              "text": "Salite i 91 gradini del Fort Louis, costruito nel 1789 per proteggere dai filibustieri i depositi di sale, caffè e rum provenienti da Anguilla. Dalla cima, vista a 360° sulla baia di Marigot e Simpson Bay.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "In Rue de la République, le case creole ottocentesche allineano le loro facciate colorate. Il pianterreno è in pietra e calce, il piano superiore in legno, con balconi ornati da fregi gingerbread.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La chiesa cattolica di Marigot risale al 1841. Padre Wall la costruì in pietra e calce, secondo le tecniche dell'epoca. La piccola cappella adiacente è stata ristrutturata in modo fedele all'originale.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Il Pont de Durat, coevo del Fort Louis (1789), è un ponte in pietra all'uscita di Marigot in direzione Grand-Case. Porta il nome del comandante che fece costruire il forte.",
              "place_id": "",
              "visit_duration_min": 15
            },
            {
              "text": "Scendete verso la Marina Royale per una passeggiata tra i velieri. Le boutique duty-free costeggiano la banchina, di fronte alla baia dove ormeggiano i traghetti per Anguilla.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Spingetevi fino alla spiaggia di Galisbay, ai piedi del Fort Louis. I locali vengono qui a rilassarsi dopo il lavoro. L'atmosfera è tranquilla, lontana dalle spiagge turistiche.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Il mercato di Marigot si tiene ogni mattina (tranne la domenica) nelle piccole casette creole bianche e blu del lungomare. Frutta tropicale, spezie sfuse, rum aromatizzati e artigianato locale.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "8h-13h",
                "tip": "Il mercoledì e sabato mattina, asta del pesce dalle 6h"
              }
            },
            {
              "text": "Pranzate in un lolo sul lungomare, accanto alla stazione marittima. Frittelle di merluzzo, colombo di pollo, costine al barbecue. Chi arriva prima sceglie meglio.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Ai lolos non è possibile prenotare"
              }
            },
            {
              "text": "Risalite al Fort Louis nel tardo pomeriggio con un picnic per il tramonto. La luce radente infiamma la baia e Anguilla si staglia all'orizzonte.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "MF::marigot",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::marigot",
            "coords": [
              18.073,
              -63.082
            ],
            "map_keywords": [
              "Baie Nettlé Saint-Martin",
              "Baie Rouge Terres Basses Saint-Martin",
              "Baie Longue Saint-Martin",
              "Terres Basses Saint-Martin",
              "Sandy Ground Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Baie Nettlé si trova a cinque minuti da Marigot. La striscia di sabbia si affaccia sia sul mare che sulla laguna. Poco frequentata, è accarezzata dagli alisei.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Attraversate Sandy Ground, il cordone sabbioso che collega Marigot alle Terres Basses. Questa lingua di terra separa la laguna di Simpson Bay dal Mar dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Baie Rouge deve il suo nome alla tonalità rosata della sabbia. La spiaggia si estende tra la Falaise aux Oiseaux e la Pointe des Canonniers. Nei giorni di mare mosso, le onde attraggono qualche surfista.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Proseguite verso Baie Longue, una delle spiagge più grandi dell'isola. Due chilometri di sabbia bianca e rocce scolpite dalle onde, in uno scenario ancora selvaggio.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Giornata di spiaggia e relax sulla costa occidentale. Portate maschera e boccaglio per esplorare i fondali rocciosi di Baie Rouge.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Portate acqua e ombrellone, pochi servizi su Baie Rouge e Baie Longue"
              }
            },
            {
              "text": "A fine giornata, installatevi di fronte al tramonto su Baie Longue. Con il cielo sereno, la vista spazia fino a Saba.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 8.5,
            "drive_min": 18,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "MF::pic-paradis",
          "suggested_days": 3,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::pic-paradis",
            "coords": [
              18.068,
              -63.058
            ],
            "map_keywords": [
              "Pic Paradis Saint-Martin",
              "Loterie Farm Saint-Martin",
              "Friar's Bay Saint-Martin",
              "Happy Bay Saint-Martin",
              "Anse des Pères Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Il Pic Paradis svetta a 424 metri. Dalla vetta, il panorama a 360° abbraccia Marigot, la Baie Orientale, Simpson Bay e, con il cielo terso, Anguilla, Saba e Saint-Barthélemy.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La Loterie Farm è un'antica raffineria di zucchero del 1773, riconvertita in riserva naturale ai piedi del Pic. La foresta tropicale ospita alberi di mango, gommieri rossi e kapok.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Lungo il sentiero, \"La Source\" è un pozzo artesiano naturale che trabocca d'acqua sorgiva. Scimmie, iguane e colibrì popolano la volta verde.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Ridiscendete verso Friar's Bay (Anse des Pères), spiaggia familiare preferita dai locali. Mare calmo, sabbia bianca, ristoranti sulla spiaggia a pelo d'acqua.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Cercate la solitudine? Imboccate il sentiero costiero da Friar's Bay verso Happy Bay. Dieci minuti a piedi tra le iguane conducono a questa spiaggia selvaggia senza alcun servizio, orlata di palme da cocco.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Escursione fino alla vetta del Pic Paradis dalla Loterie Farm. Il sentiero attraversa la foresta tropicale fitta, con tratti attrezzati con corde.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "4 km andata e ritorno",
                "duration": "~2h-2h30",
                "difficulty": "Moderata-difficile",
                "tip": "Scarpe chiuse obbligatorie, portate 1,5L d'acqua. Partenza consigliata alle 9h."
              }
            },
            {
              "text": "Percorso acrobatico e zip-line tra le chiome degli alberi alla Loterie Farm. Due circuiti punteggiano la discesa tra gli alberi centenari.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h",
                "tip": "Chi arriva prima sceglie, senza prenotazione. Scarpe chiuse obbligatorie."
              }
            },
            {
              "text": "Bagno e relax a Friar's Bay nel tardo pomeriggio. Le serate di luna piena attirano i locali per grigliate in musica.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 5.4,
            "drive_min": 11,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "MF::grand-case",
          "suggested_days": 1,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::grand-case",
            "coords": [
              18.103,
              -63.058
            ],
            "map_keywords": [
              "Plage Grand-Case Saint-Martin",
              "Boulevard Grand-Case Saint-Martin",
              "Rocher Créole Saint-Martin",
              "Lolos Grand-Case Saint-Martin",
              "Petite Plage Grand-Case Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Grand-Case è un antico villaggio di pescatori attraversato da un'unica strada principale. Le case a gaulettes colorate costeggiano il boulevard di fronte al Mar dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La spiaggia di Grand-Case si stende ai piedi del villaggio. Un pontile in legno avanza nelle acque calme della baia. Davanti a voi emerge il Rocher Créole, classificato Riserva Naturale.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Raggiungete Petite Plage alla fine del boulevard, dove la strada termina in un vicolo cieco. Accessibile solo a piedi, questa caletta nascosta offre acque cristalline ideali per lo snorkeling.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Il boulevard di Grand-Case allinea una trentina di ristoranti. L'alta cucina francese convive con i sapori creoli: è la capitale gastronomica dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La street art si è sviluppata dopo il passaggio dell'uragano Irma. Murales colorati decorano i muri, celebrando i personaggi storici e lo spirito combattivo degli abitanti.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Uscita snorkeling al Rocher Créole, raggiungibile con imbarcazione dal fondo trasparente o in kayak dalla spiaggia. Murene, pesci pappagallo, pesci istrice e talvolta tartarughe popolano la barriera.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Vietato sbarcare sullo scoglio. Portate maschera e boccaglio."
              }
            },
            {
              "text": "Cenate ai lolos di Grand-Case, nel cuore del boulevard di fronte al mare. Scegliete la vostra aragosta o le vostre costine direttamente sulla griglia fumante. Il Journey Cake è il pane locale imperdibile.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Dalle 18h",
                "tip": "I lolos sono uno accanto all'altro, passeggiate prima di scegliere"
              }
            },
            {
              "text": "Passeggiata digestiva sul boulevard illuminato. Bar e ristoranti si animano al calar della notte, tra cocktail e musica caraibica.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "MF::grand-case",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::grand-case",
            "coords": [
              18.103,
              -63.058
            ],
            "map_keywords": [
              "Anse Marcel Saint-Martin",
              "Petites Cayes Saint-Martin",
              "Sentier des Froussards Saint-Martin",
              "Plage Grand-Case Saint-Martin",
              "Aéroport Grand-Case Espérance"
            ]
          },
          "visits": [
            {
              "text": "Anse Marcel, a nord, è una spiaggia di sabbia bianca incastonata in una baia protetta da venti e correnti. Il porticciolo ospita qualche imbarcazione da diporto in un contesto verdeggiante.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Il sentier des Froussards parte da Anse Marcel e raggiunge la baia di Petites Cayes: una spiaggia selvaggia di sabbia bianca battuta dall'Atlantico, sulla punta settentrionale dell'isola.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Ritorno a Grand-Case per un pomeriggio di relax sulla spiaggia principale. Le acque calme della baia, protette dal Rocher Créole, sono ideali per il bagno.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Escursione costiera sul sentier des Froussards tra Anse Marcel e Petites Cayes. Il sentiero costeggia le scogliere con vista sull'Atlantico.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~3 km andata e ritorno",
                "duration": "~1h30",
                "difficulty": "Facile-moderata"
              }
            },
            {
              "text": "Kayak o canoa hawaiana nella baia di Grand-Case. Le acque calme permettono di costeggiare fino al Rocher Créole.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h-2h",
                "tip": "Noleggio sulla spiaggia di Grand-Case"
              }
            },
            {
              "text": "Create il vostro profumo personale in una delle profumerie artigianali del villaggio, all'incrocio tra il boulevard e la strada per l'aeroporto. Oltre 300 essenze tra cui scegliere.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 8.2,
            "drive_min": 16,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "MF::orient-bay",
          "suggested_days": 3,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::orient-bay",
            "coords": [
              18.086,
              -63.024
            ],
            "map_keywords": [
              "Baie Orientale Saint-Martin",
              "Îlet Pinel Saint-Martin",
              "Embarcadère Cul-de-Sac Saint-Martin",
              "Caye Verte Saint-Martin",
              "Réserve Naturelle Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Orient Bay, soprannominata la Saint-Tropez dei Caraibi, srotola un lungo nastro di sabbia bianca orlato di palme da cocco. I ristoranti sulla spiaggia e i club nautici animano il lungomare.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "La Caye Verte, piccolo isolotto classificato Riserva Naturale di fronte a Orient Bay, è uno spot di snorkeling rinomato. Le sue acque poco profonde ospitano pesci multicolori e coralli.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "L'Îlet Pinel è un confetto di terra coronato da palme e cactus, a cinque minuti di navetta da Cul-de-Sac. Due spiagge: una riparata, l'altra selvaggia sul lato Atlantico.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Un sentiero botanico di 1,5 km collega le tre spiagge di Pinel. Pannelli illustrativi identificano le specie vegetali e gli uccelli della foresta secca litoranea.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Il sentiero sottomarino della Riserva Naturale parte vicino al pontile di Pinel. Tartarughe, strombi e pesci multicolori si osservano tra 5 e 10 metri di profondità.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Navetta per l'Îlet Pinel dall'imbarcadero di Cul-de-Sac. Traversata di 5 minuti, barche ogni 30 minuti a partire dalle 10h. Ultimo rientro alle 16h30.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Giornata intera consigliata",
                "tip": "Ampio parcheggio gratuito all'imbarcadero. Non è possibile prenotare."
              }
            },
            {
              "text": "Snorkeling sul sentiero sottomarino di Pinel o intorno alla Caye Verte. I reef protetti ospitano barracuda, pesci pappagallo e razze.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Portate la vostra attrezzatura. Zona delimitata da boe, vietato nuotare tra le boe."
              }
            },
            {
              "text": "Pranzo con i piedi nell'acqua a Pinel. I ristoranti sulla spiaggia servono aragoste grigliate e specialità caraibiche di fronte alle acque turchesi.",
              "activity_duration_min": 60
            },
            {
              "text": "Raggiungete l'Îlet Pinel in kayak o paddle da Cul-de-Sac per un approccio più sportivo. La traversata dura una ventina di minuti.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~20 min per tratta",
                "tip": "Noleggio disponibile sul posto"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "MF::orient-bay",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::orient-bay",
            "coords": [
              18.086,
              -63.024
            ],
            "map_keywords": [
              "Plage du Galion Saint-Martin",
              "Baie Orientale Saint-Martin",
              "Étang aux Poissons Saint-Martin",
              "Baie de l'Embouchure Saint-Martin",
              "Quartier d'Orléans Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "La spiaggia del Galion, nel prolungamento di Orient Bay, è il paradiso delle famiglie e dei windsurfisti. La barriera corallina protegge la baia e mantiene acque calme e poco profonde.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "L'Étang aux Poissons, zona umida protetta della Riserva Naturale, costeggia la strada tra il Galion e Orient Bay. Aironi, pellicani e garzette vi trovano rifugio.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Ritorno sulla grande spiaggia di Orient Bay per un ultimo pomeriggio di relax. I bar sulla spiaggia servono cocktail e musica di fronte all'Atlantico.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Passeggiata a cavallo lungo la Riserva Naturale tra mangrovia e brughiera litoranea. I percorsi partono dal Galion e attraversano paesaggi variegati.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Accompagnati da istruttore qualificato. Prenotazione il giorno prima consigliata."
              }
            },
            {
              "text": "Windsurf o kitesurf al Galion. Gli alisei costanti e la barriera corallina creano condizioni ideali sia per principianti che per esperti.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Corsi e noleggio attrezzatura disponibili sulla spiaggia"
              }
            },
            {
              "text": "Ultima serata caraibica in un ristorante di Orient Bay, di fronte al mare. L'atmosfera festosa del villaggio si prolunga fino a tarda notte.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Viaggio a Saint-Martin: Spiagge e Pic Paradis",
        "intro_paragraph": "Saint-Martin lato francese si scopre in sette giorni, dalla capitale creola di Marigot alle acque turchesi di Orient Bay. Tra l'ascesa al Pic Paradis, i lolos gastronomici di Grand-Case e gli isolotti della Riserva Naturale, l'isola dalle 37 spiagge offre un concentrato di Caraibi autentici.",
        "seo_hook": "Forte coloniale del 1789, foresta tropicale al Pic Paradis, capitale gastronomica di Grand-Case e îlet Pinel in Riserva Naturale: Saint-Martin concentra i tesori delle Antille su 53 km².",
        "featured_list": [
          "Fort Louis e il mercato creolo di Marigot",
          "Escursione al Pic Paradis (424 m)",
          "Grand-Case, capitale gastronomica dei Caraibi",
          "Îlet Pinel e la Riserva Naturale",
          "37 spiagge tra Mar dei Caraibi e Atlantico"
        ],
        "places_taglines": {
          "MF::marigot": "Dove le case creole color pastello si arrampicano sotto il forte del 1789",
          "MF::grand-case": "Un borgo di pescatori diventato tempio della gastronomia caraibica",
          "MF::orient-bay": "Due chilometri di sabbia bianca dove i Caraibi incontrano la dolce vita",
          "MF::pic-paradis": "Dalla cima più alta dell'isola, lo sguardo abbraccia quattro isole delle Antille"
        }
      },
      "meta": {
        "themes": [
          "Itinerari & Esplorazione",
          "Mare & Relax",
          "Gastronomia"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 - D1–D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            7
          ],
          "label": "Segmento 2 - D6–D7",
          "from_day": 6,
          "to_day": 7
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5g"
        },
        {
          "from_day": 1,
          "to_day": 7,
          "label": "Var 7g"
        }
      ],
      "regions": [
        "MF"
      ],
      "nearby_itins": [
        "BL::island::st-barts-bays-and-hills"
      ],
      "merge_suggestions": [],
      "notes": "Itinerario sul lato francese di Saint-Martin: Marigot e il suo forte coloniale, escursione al Pic Paradis, capitale gastronomica di Grand-Case, spiagge e îlet Pinel a Orient Bay.",
      "specialties": [
        "Frittelle di merluzzo e colombo di pollo ai lolos",
        "Aragosta grigliata sulla spiaggia",
        "Rum aromatizzati alla frutta tropicale",
        "Journey Cake, pane tradizionale di Saint-Martin"
      ],
      "dept_code": "MF",
      "dept_name": "Saint-Martin (FR)",
      "subtitle": "Da Marigot al Pic Paradis, da Grand-Case a Orient Bay: calette turchesi, foresta tropicale e cucina creola nella parte francese dell'isola",
      "seo_keywords": [
        "viaggio saint-martin",
        "spiagge saint-martin",
        "escursione pic paradis",
        "ristoranti grand case",
        "orient bay",
        "ilet pinel",
        "fort louis marigot",
        "lolos saint-martin",
        "riserva naturale saint-martin"
      ],
      "practical_context": {
        "best_months": [
          "dicembre",
          "gennaio",
          "febbraio",
          "marzo",
          "aprile"
        ],
        "highlights": [
          "Fort Louis del 1789 e mercato creolo di Marigot",
          "Escursione nella foresta tropicale del Pic Paradis (424 m)",
          "Lolos e alta gastronomia a Grand-Case",
          "Îlet Pinel e snorkeling nella Riserva Naturale"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:59.019Z"
}