{
  "itineraries": [
    {
      "itin_id": "MF::island::saint-martin-coves-and-peaks",
      "id": "MF::island::saint-martin-coves-and-peaks",
      "language": "es",
      "title": "Viaje a Saint-Martin: Playas y Pic Paradis",
      "country": "MF",
      "estimated_days_base": 7,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "MF::marigot",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::marigot",
            "coords": [
              18.073,
              -63.082
            ],
            "map_keywords": [
              "Fort Louis Marigot Saint-Martin",
              "Marché de Marigot Saint-Martin",
              "Rue de la République Marigot",
              "Église catholique Marigot Saint-Martin",
              "Marina Royale Marigot",
              "Front de mer Marigot"
            ]
          },
          "visits": [
            {
              "text": "Suba los 91 escalones del Fuerte Louis, construido en 1789 para proteger los almacenes de sal, café y ron de los piratas que llegaban desde Anguila. Desde la cima, panorámica de 360° sobre la bahía de Marigot y Simpson Bay.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "En la Rue de la République, las casas criollas del siglo XIX alinean sus fachadas de colores vivos. La planta baja es de piedra y cal, el piso superior de madera, con balcones ornamentados con frisos gingerbread.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La iglesia católica de Marigot data de 1841. El Padre Wall la construyó en piedra y cal, según las técnicas de la época. La pequeña capilla anexa ha sido renovada de manera idéntica.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "El Pont de Durat, contemporáneo del Fuerte Louis (1789), es un puente de piedra a la salida de Marigot en dirección a Grand-Case. Lleva el nombre del comandante que mandó construir el fuerte.",
              "place_id": "",
              "visit_duration_min": 15
            },
            {
              "text": "Baje hasta la Marina Royale para pasear entre los veleros. Las boutiques libres de impuestos bordean el muelle, frente a la bahía donde fondean los ferris hacia Anguila.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Acérquese a la playa de Galisbay, justo debajo del Fuerte Louis. Los lugareños vienen aquí a relajarse después del trabajo. El ambiente es tranquilo, lejos de las playas turísticas.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "El mercado de Marigot se instala cada mañana (excepto domingo) en las pequeñas casetas criollas blancas y azules del paseo marítimo. Frutas tropicales, especias a granel, rones macerados y artesanía local.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "8h-13h",
                "tip": "Los miércoles y sábados por la mañana, subasta de pescado desde las 6h"
              }
            },
            {
              "text": "Almuerce en un lolo del paseo marítimo, junto a la terminal de ferris. Buñuelos de bacalao, colombo de pollo, costillas a la parrilla. El que llega primero, elige primero.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "No se puede reservar en los lolos"
              }
            },
            {
              "text": "Suba de nuevo al Fuerte Louis al final de la tarde con un pícnic para el atardecer. La luz rasante incendia la bahía y Anguila se dibuja en el horizonte.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "MF::marigot",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::marigot",
            "coords": [
              18.073,
              -63.082
            ],
            "map_keywords": [
              "Baie Nettlé Saint-Martin",
              "Baie Rouge Terres Basses Saint-Martin",
              "Baie Longue Saint-Martin",
              "Terres Basses Saint-Martin",
              "Sandy Ground Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Baie Nettlé se encuentra a cinco minutos de Marigot. La franja de arena da tanto al mar como a la laguna. Poco concurrida, está mecida por los alisios.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Atraviese Sandy Ground, el cordón de arena que une Marigot con Terres Basses. Esta lengua de tierra separa la laguna de Simpson Bay del mar Caribe.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Baie Rouge debe su nombre al tono rosado de su arena. La playa se extiende entre la Falaise aux Oiseaux y la Pointe des Canonniers. Los días de oleaje, las olas atraen a algunos surfistas.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Continúe hacia Baie Longue, una de las playas más grandes de la isla. Dos kilómetros de arena blanca y rocas esculpidas por las olas, en un entorno todavía salvaje.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Jornada de playa y relax en la costa oeste. Lleve máscara y tubo para explorar los fondos rocosos de Baie Rouge.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Lleve agua y sombrilla, pocos servicios en Baie Rouge y Baie Longue"
              }
            },
            {
              "text": "Al final del día, instálese frente a la puesta de sol en Baie Longue. La vista alcanza hasta Saba cuando el tiempo está despejado.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 8.5,
            "drive_min": 18,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "MF::pic-paradis",
          "suggested_days": 3,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::pic-paradis",
            "coords": [
              18.068,
              -63.058
            ],
            "map_keywords": [
              "Pic Paradis Saint-Martin",
              "Loterie Farm Saint-Martin",
              "Friar's Bay Saint-Martin",
              "Happy Bay Saint-Martin",
              "Anse des Pères Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "El Pic Paradis culmina a 424 metros. En la cima, el panorama de 360° abarca Marigot, la Baie Orientale, Simpson Bay y, cuando el tiempo lo permite, Anguila, Saba y Saint-Barthélemy.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La Loterie Farm es una antigua plantación azucarera de 1773, reconvertida en reserva natural al pie del Pic. El bosque tropical alberga mangos, gommiers rojos y ceibas.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "A lo largo del sendero, « La Source » es un pozo artesiano natural que rebosa de agua de manantial. Monos, iguanas y colibríes pueblan el dosel.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Baje hacia Friar's Bay (Anse des Pères), playa familiar preferida de los lugareños. Mar tranquilo, arena blanca, restaurantes de playa al borde del agua.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "¿Busca soledad? Tome el sendero costero desde Friar's Bay hacia Happy Bay. Diez minutos de caminata entre iguanas conducen a esta playa virgen sin ningún servicio, bordeada de cocoteros.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Caminata hasta la cima del Pic Paradis desde la Loterie Farm. El sendero atraviesa el denso bosque tropical, con tramos equipados con cuerdas.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "4 km ida y vuelta",
                "duration": "~2h-2h30",
                "difficulty": "Moderado a difícil",
                "tip": "Calzado cerrado obligatorio, llevar 1,5L de agua. Salida recomendada a las 9h."
              }
            },
            {
              "text": "Circuito de tirolinas y aventura en el dosel en la Loterie Farm. Dos circuitos marcan el descenso entre los árboles centenarios.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h",
                "tip": "Primero en llegar, primero atendido, sin reserva. Calzado cerrado exigido."
              }
            },
            {
              "text": "Baño y relax en Friar's Bay al final del día. Las noches de luna llena atraen a los lugareños para barbacoas con música.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 5.4,
            "drive_min": 11,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "MF::grand-case",
          "suggested_days": 1,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::grand-case",
            "coords": [
              18.103,
              -63.058
            ],
            "map_keywords": [
              "Plage Grand-Case Saint-Martin",
              "Boulevard Grand-Case Saint-Martin",
              "Rocher Créole Saint-Martin",
              "Lolos Grand-Case Saint-Martin",
              "Petite Plage Grand-Case Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Grand-Case es un antiguo pueblo de pescadores atravesado por una sola calle principal. Las casas de madera de colores bordean el bulevar frente al mar Caribe.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La playa de Grand-Case se extiende al pie del pueblo. Un embarcadero de madera avanza en las aguas tranquilas de la bahía. Frente a usted, el Rocher Créole emerge, clasificado Reserva Natural.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Llegue a Petite Plage al final del bulevar, donde la carretera termina en callejón sin salida. Accesible únicamente a pie, esta cala escondida ofrece aguas cristalinas ideales para el snorkel.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "El bulevar de Grand-Case alinea una treintena de restaurantes. La alta cocina francesa convive con los sabores criollos: es la capital gastronómica del Caribe.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "El arte urbano se desarrolló tras el paso del huracán Irma. Murales coloridos adornan las paredes, celebrando personajes históricos y el espíritu combativo de los habitantes.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Excursión de snorkel al Rocher Créole, accesible en barco con fondo de cristal o en kayak desde la playa. Morenas, peces loro, peces erizo y a veces tortugas pueblan el arrecife.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Prohibido desembarcar en la roca. Traiga su máscara y tubo."
              }
            },
            {
              "text": "Cene en los lolos de Grand-Case, en pleno centro del bulevar frente al mar. Elija su langosta o sus costillas directamente en la parrilla humeante. El Journey Cake es el pan local imprescindible.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "A partir de las 18h",
                "tip": "Los lolos están uno al lado del otro, pasee antes de elegir"
              }
            },
            {
              "text": "Paseo digestivo por el bulevar iluminado. Los bares y restaurantes se animan al caer la noche, entre cócteles y música caribeña.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "MF::grand-case",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::grand-case",
            "coords": [
              18.103,
              -63.058
            ],
            "map_keywords": [
              "Anse Marcel Saint-Martin",
              "Petites Cayes Saint-Martin",
              "Sentier des Froussards Saint-Martin",
              "Plage Grand-Case Saint-Martin",
              "Aéroport Grand-Case Espérance"
            ]
          },
          "visits": [
            {
              "text": "Anse Marcel, al norte, es una playa de arena blanca enclavada en una bahía protegida de vientos y corrientes. El puerto deportivo alberga algunos barcos de recreo en un marco verde.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "El sendero des Froussards parte de Anse Marcel y llega a la bahía de Petites Cayes: una playa salvaje de arena blanca azotada por el Atlántico, en la punta norte de la isla.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Regreso a Grand-Case para una tarde de relax en la playa principal. Las aguas tranquilas de la bahía, protegidas por el Rocher Créole, son ideales para el baño.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Caminata costera por el sendero des Froussards entre Anse Marcel y Petites Cayes. El camino bordea los acantilados con vista al Atlántico.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~3 km ida y vuelta",
                "duration": "~1h30",
                "difficulty": "Fácil a moderado"
              }
            },
            {
              "text": "Kayak o piragua hawaiana en la bahía de Grand-Case. Las aguas tranquilas permiten bordear la costa hasta el Rocher Créole.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h-2h",
                "tip": "Alquiler en la playa de Grand-Case"
              }
            },
            {
              "text": "Cree su propio perfume en una de las perfumerías artesanales del pueblo, en el cruce del bulevar y la carretera del aeropuerto. Más de 300 aceites para elegir.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 8.2,
            "drive_min": 16,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "MF::orient-bay",
          "suggested_days": 3,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::orient-bay",
            "coords": [
              18.086,
              -63.024
            ],
            "map_keywords": [
              "Baie Orientale Saint-Martin",
              "Îlet Pinel Saint-Martin",
              "Embarcadère Cul-de-Sac Saint-Martin",
              "Caye Verte Saint-Martin",
              "Réserve Naturelle Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Orient Bay, apodada el Saint-Tropez del Caribe, despliega una larga cinta de arena blanca bordeada de cocoteros. Los restaurantes de playa y clubes náuticos animan el paseo marítimo.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "La Caye Verte, pequeño islote clasificado Reserva Natural frente a Orient Bay, es un punto de snorkel famoso. Sus aguas poco profundas albergan peces multicolores y corales.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "El Îlet Pinel es un confeti de tierra coronado de palmeras y cactus, a cinco minutos en lanzadera desde Cul-de-Sac. Dos playas: una resguardada, la otra salvaje del lado del Atlántico.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Un sendero botánico de 1,5 km conecta las tres playas de Pinel. Paneles identifican las especies vegetales y las aves del bosque seco litoral.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "El sendero submarino de la Reserva Natural empieza cerca del embarcadero de Pinel. Tortugas, caracolas y peces multicolores se observan entre 5 y 10 metros de profundidad.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Lanzadera al Îlet Pinel desde el embarcadero de Cul-de-Sac. Travesía de 5 minutos, barcos cada 30 minutos a partir de las 10h. Último regreso a las 16h30.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Se recomienda jornada completa",
                "tip": "Gran aparcamiento gratuito en el embarcadero. No se puede reservar."
              }
            },
            {
              "text": "Snorkel en el sendero submarino de Pinel o alrededor de la Caye Verte. Los arrecifes protegidos albergan barracudas, peces loro y rayas.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Traiga su equipo. Zona balizada por boyas, prohibido nadar entre las boyas."
              }
            },
            {
              "text": "Almuerzo con los pies en el agua en Pinel. Los restaurantes de playa sirven langostas a la parrilla y especialidades caribeñas frente a las aguas turquesas.",
              "activity_duration_min": 60
            },
            {
              "text": "Llegue al Îlet Pinel en kayak o paddle desde Cul-de-Sac para un enfoque más deportivo. La travesía dura unos veinte minutos.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~20 min por trayecto",
                "tip": "Alquiler disponible in situ"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "MF::orient-bay",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::orient-bay",
            "coords": [
              18.086,
              -63.024
            ],
            "map_keywords": [
              "Plage du Galion Saint-Martin",
              "Baie Orientale Saint-Martin",
              "Étang aux Poissons Saint-Martin",
              "Baie de l'Embouchure Saint-Martin",
              "Quartier d'Orléans Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "La playa du Galion, en la prolongación de Orient Bay, es el paraíso de las familias y windsurfistas. La barrera de coral protege la bahía y mantiene aguas tranquilas y poco profundas.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "El Étang aux Poissons, zona húmeda protegida de la Reserva Natural, bordea la carretera entre el Galion y Orient Bay. Garzas, pelícanos y garcetas encuentran aquí refugio.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Regreso a la gran playa de Orient Bay para una última tarde de relax. Los bares de playa sirven cócteles y música frente al Atlántico.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Paseo a caballo a lo largo de la Reserva Natural entre manglar y matorral litoral. Los recorridos parten del Galion y atraviesan paisajes variados.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Acompañado por un monitor titulado. Reserva el día anterior recomendada."
              }
            },
            {
              "text": "Windsurf o kitesurf en el Galion. Los alisios constantes y la barrera de coral crean condiciones ideales tanto para principiantes como confirmados.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Clases y alquiler de equipo disponibles en la playa"
              }
            },
            {
              "text": "Última velada caribeña en un restaurante de Orient Bay, frente al mar. El ambiente festivo del pueblo se prolonga hasta tarde en la noche.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Viaje a Saint-Martin: Playas y Pic Paradis",
        "intro_paragraph": "Saint-Martin en su parte francesa se descubre en siete días, desde la capital criolla de Marigot hasta las aguas turquesas de Orient Bay. Entre el ascenso al Pic Paradis, los lolos gastronómicos de Grand-Case y los islotes de la Reserva Natural, la isla de las 37 playas ofrece un concentrado del Caribe auténtico.",
        "seo_hook": "Fuerte colonial de 1789, bosque tropical en el Pic Paradis, capital gastronómica de Grand-Case e islote Pinel en Reserva Natural: Saint-Martin concentra los tesoros de las Antillas en 53 km².",
        "featured_list": [
          "Fuerte Louis y el mercado criollo de Marigot",
          "Caminata al Pic Paradis (424 m)",
          "Grand-Case, capital gastronómica del Caribe",
          "Îlet Pinel y la Reserva Natural",
          "37 playas entre mar Caribe y Atlántico"
        ],
        "places_taglines": {
          "MF::marigot": "Donde las casas criollas de colores se inclinan ante el fuerte colonial de 1789",
          "MF::grand-case": "Un pueblo de pescadores que se convirtió en el altar de la gastronomía caribeña",
          "MF::orient-bay": "El Saint-Tropez del Caribe donde la arena blanca se funde con aguas turquesas",
          "MF::pic-paradis": "Cima de la isla a 424 metros donde el Caribe se despliega a tus pies"
        }
      },
      "meta": {
        "themes": [
          "Carretera y Exploración",
          "Playa y Relax",
          "Gastronomía"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 - D1-D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            7
          ],
          "label": "Segmento 2 - D6-D7",
          "from_day": 6,
          "to_day": 7
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5d"
        },
        {
          "from_day": 1,
          "to_day": 7,
          "label": "Var 7d"
        }
      ],
      "regions": [
        "MF"
      ],
      "nearby_itins": [
        "BL::island::st-barts-bays-and-hills"
      ],
      "merge_suggestions": [],
      "notes": "Circuito por la parte francesa de Saint-Martin: Marigot y su fuerte colonial, caminata al Pic Paradis, capital gastronómica de Grand-Case, playas e islote Pinel en Orient Bay.",
      "specialties": [
        "Buñuelos de bacalao y colombo de pollo en los lolos",
        "Langosta a la parrilla en la playa",
        "Rones macerados con frutas tropicales",
        "Journey Cake, pan tradicional de Saint-Martin"
      ],
      "dept_code": "MF",
      "dept_name": "Saint-Martin (FR)",
      "subtitle": "De Marigot al Pic Paradis, de Grand-Case a Orient Bay: calas turquesas, bosque tropical y gastronomía criolla en la parte francesa de la isla",
      "seo_keywords": [
        "viaje saint-martin",
        "playas saint-martin",
        "senderismo pic paradis",
        "restaurantes grand case",
        "orient bay",
        "ilet pinel",
        "fuerte louis marigot",
        "lolos saint-martin",
        "reserva natural saint-martin"
      ],
      "practical_context": {
        "best_months": [
          "diciembre",
          "enero",
          "febrero",
          "marzo",
          "abril"
        ],
        "highlights": [
          "Fuerte Louis de 1789 y mercado criollo de Marigot",
          "Caminata en el bosque tropical del Pic Paradis (424 m)",
          "Lolos y alta gastronomía en Grand-Case",
          "Îlet Pinel y snorkel en Reserva Natural"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:59.013Z"
}