{
  "itineraries": [
    {
      "itin_id": "MF::island::saint-martin-coves-and-peaks",
      "id": "MF::island::saint-martin-coves-and-peaks",
      "language": "en",
      "title": "Saint Martin: Tropical Beaches & Paradise Peak",
      "country": "MF",
      "estimated_days_base": 7,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "MF::marigot",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::marigot",
            "coords": [
              18.073,
              -63.082
            ],
            "map_keywords": [
              "Fort Louis Marigot Saint-Martin",
              "Marché de Marigot Saint-Martin",
              "Rue de la République Marigot",
              "Église catholique Marigot Saint-Martin",
              "Marina Royale Marigot",
              "Front de mer Marigot"
            ]
          },
          "visits": [
            {
              "text": "Climb the 91 steps to Fort Louis, built in 1789 to protect warehouses filled with salt, coffee, and rum from Anguilla-based buccaneers. From the summit, sweeping 360° views stretch across Marigot Bay and Simpson Bay.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Along Rue de la République, 19th-century Creole houses line up in a rainbow of colors. Stone and lime plaster form the ground floors, while wooden upper stories feature balconies adorned with intricate gingerbread trim.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Marigot's Catholic church dates to 1841. Father Wall constructed it using traditional stone-and-lime techniques. The adjoining chapel has been faithfully restored to match the original design.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "The Pont de Durat stone bridge, contemporary with Fort Louis (1789), spans a small ravine on Marigot's outskirts toward Grand-Case. It bears the name of the commandant who commissioned the fort's construction.",
              "place_id": "",
              "visit_duration_min": 15
            },
            {
              "text": "Wander down to Marina Royale for a stroll among sailboats and yachts. Duty-free boutiques line the waterfront, overlooking the bay where ferries depart for Anguilla.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Continue to Galisbay Beach, tucked beneath Fort Louis. Locals unwind here after work. The atmosphere is peaceful, a world away from the crowded tourist beaches.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Marigot's open-air market sets up each morning (except Sunday) in the small blue-and-white Creole pavilions along the waterfront. Tropical fruits, loose spices, spiced rums, and local crafts fill the stalls.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "8am-1pm",
                "tip": "Wednesday and Saturday mornings feature a fish auction starting at 6am"
              }
            },
            {
              "text": "Lunch at a waterfront lolo near the ferry terminal. Salt cod fritters, chicken colombo, barbecued ribs. First come, first served—no reservations at lolos.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Lolos don't take reservations"
              }
            },
            {
              "text": "Return to Fort Louis in late afternoon with a picnic for sunset. Golden light sets the bay ablaze, and Anguilla's silhouette emerges on the horizon.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "MF::marigot",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::marigot",
            "coords": [
              18.073,
              -63.082
            ],
            "map_keywords": [
              "Baie Nettlé Saint-Martin",
              "Baie Rouge Terres Basses Saint-Martin",
              "Baie Longue Saint-Martin",
              "Terres Basses Saint-Martin",
              "Sandy Ground Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Baie Nettlé lies just five minutes from Marigot. This strip of sand faces both the open sea and the lagoon, swept by steady trade winds and usually uncrowded.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Cross Sandy Ground, the sand spit connecting Marigot to Terres Basses. This narrow tongue of land separates Simpson Bay Lagoon from the Caribbean Sea.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Baie Rouge takes its name from the rosy tint of its sand. The beach stretches between Bird Cliff and Pointe des Canonniers. When swells roll in, surfers appear to ride the waves.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Continue to Baie Longue, one of the island's longest beaches. Two kilometers of white sand and wave-sculpted boulders in a setting that remains refreshingly wild.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Beach day on the west coast. Bring mask and snorkel to explore the rocky underwater terrain at Baie Rouge.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Bring water and a beach umbrella—few facilities at Baie Rouge and Baie Longue"
              }
            },
            {
              "text": "As afternoon fades, settle in for sunset at Baie Longue. On clear days, the view extends all the way to Saba.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 8.5,
            "drive_min": 18,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "MF::pic-paradis",
          "suggested_days": 3,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::pic-paradis",
            "coords": [
              18.068,
              -63.058
            ],
            "map_keywords": [
              "Pic Paradis Saint-Martin",
              "Loterie Farm Saint-Martin",
              "Friar's Bay Saint-Martin",
              "Happy Bay Saint-Martin",
              "Anse des Pères Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Pic Paradis rises to 424 meters, the island's highest point. From the summit, a 360° panorama encompasses Marigot, Baie Orientale, Simpson Bay, and on clear days, Anguilla, Saba, and Saint Barthélemy.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Loterie Farm is a former sugar plantation from 1773, now reborn as a nature reserve at the foot of the peak. Tropical forest shelters mango trees, red gum, and towering kapok trees.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Along the trail, \"La Source\" is a natural artesian well that overflows with spring water. Monkeys, iguanas, and hummingbirds inhabit the canopy above.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Descend to Friar's Bay (Anse des Pères), the locals' favorite family beach. Calm seas, white sand, beachfront restaurants serving meals just steps from the water.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Craving solitude? Take the coastal path from Friar's Bay to Happy Bay. A ten-minute walk past sunbathing iguanas leads to this completely undeveloped beach fringed with coconut palms.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Hike to the summit of Pic Paradis from Loterie Farm. The trail climbs through dense rainforest, with rope-assisted sections on steeper passages.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "4 km round-trip",
                "duration": "~2-2.5 hours",
                "difficulty": "Moderate to challenging",
                "tip": "Closed-toe shoes required, bring 1.5L of water. Start by 9am."
              }
            },
            {
              "text": "Zip-line and treetop obstacle course through the canopy at Loterie Farm. Two circuits wind down through century-old trees.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1 hour",
                "tip": "First come, first served—no reservations. Closed-toe shoes required."
              }
            },
            {
              "text": "Swimming and relaxation at Friar's Bay in late afternoon. Full moon evenings draw locals for beachside barbecues and live music.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 5.4,
            "drive_min": 11,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "MF::grand-case",
          "suggested_days": 1,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::grand-case",
            "coords": [
              18.103,
              -63.058
            ],
            "map_keywords": [
              "Plage Grand-Case Saint-Martin",
              "Boulevard Grand-Case Saint-Martin",
              "Rocher Créole Saint-Martin",
              "Lolos Grand-Case Saint-Martin",
              "Petite Plage Grand-Case Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Grand-Case is a former fishing village strung along a single main street. Colorful gingerbread cottages line the boulevard facing the Caribbean Sea.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Grand-Case Beach unfolds below the village. A wooden pier extends into the bay's calm waters. Before you, the protected Rocher Créole (Creole Rock) rises from the sea.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Walk to Petite Plage at the far end of the boulevard, where the road dead-ends. Reachable only on foot, this hidden cove offers crystalline waters perfect for snorkeling.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Grand-Case's boulevard lines up some thirty restaurants. Fine French cuisine sits alongside Creole flavors—the village is known as the culinary capital of the Caribbean.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Street art has flourished since Hurricane Irma. Colorful murals adorn walls throughout the village, celebrating historical figures and the resilient spirit of the islanders.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Snorkeling trip to Rocher Créole, accessible by glass-bottom boat or kayak from the beach. Moray eels, parrotfish, porcupinefish, and occasional sea turtles populate the reef.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2 hours",
                "tip": "Landing on the rock is prohibited. Bring your own mask and snorkel."
              }
            },
            {
              "text": "Dine at Grand-Case's lolos, lined up right in the boulevard's center facing the sea. Choose your lobster or ribs straight from the smoking grill. Journey Cake is the essential local bread.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "From 6pm onward",
                "tip": "The lolos sit side by side—stroll first, then choose"
              }
            },
            {
              "text": "After-dinner stroll along the illuminated boulevard. Bars and restaurants come alive at nightfall, blending cocktails with Caribbean rhythms.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "MF::grand-case",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::grand-case",
            "coords": [
              18.103,
              -63.058
            ],
            "map_keywords": [
              "Anse Marcel Saint-Martin",
              "Petites Cayes Saint-Martin",
              "Sentier des Froussards Saint-Martin",
              "Plage Grand-Case Saint-Martin",
              "Aéroport Grand-Case Espérance"
            ]
          },
          "visits": [
            {
              "text": "Anse Marcel, to the north, is a white-sand beach nestled in a bay sheltered from winds and currents. The marina harbors pleasure boats in a lush green setting.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "The Sentier des Froussards (Coward's Trail) runs from Anse Marcel to Petites Cayes: a wild white-sand beach pounded by Atlantic swells, at the island's northern tip.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Return to Grand-Case for an afternoon of beachside bliss on the main beach. The calm waters of the bay, protected by Rocher Créole, are ideal for swimming.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Coastal hike on the Sentier des Froussards between Anse Marcel and Petites Cayes. The path hugs the cliffs with views over the Atlantic.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~3 km round-trip",
                "duration": "~1.5 hours",
                "difficulty": "Easy to moderate"
              }
            },
            {
              "text": "Kayak or outrigger canoe in Grand-Case Bay. The calm waters allow you to paddle along the coast all the way to Rocher Créole.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1-2 hours",
                "tip": "Rentals available on Grand-Case Beach"
              }
            },
            {
              "text": "Create your own signature fragrance at one of the village's artisan perfumeries, at the intersection of the boulevard and the airport road. Over 300 essential oils to choose from.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1 hour"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 8.2,
            "drive_min": 16,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "MF::orient-bay",
          "suggested_days": 3,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::orient-bay",
            "coords": [
              18.086,
              -63.024
            ],
            "map_keywords": [
              "Baie Orientale Saint-Martin",
              "Îlet Pinel Saint-Martin",
              "Embarcadère Cul-de-Sac Saint-Martin",
              "Caye Verte Saint-Martin",
              "Réserve Naturelle Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Orient Bay, nicknamed the Saint-Tropez of the Caribbean, unfurls a long ribbon of white sand lined with coconut palms. Beach restaurants and water sports outfitters animate the waterfront.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Caye Verte, a small islet protected within the Nature Reserve just off Orient Bay, is a renowned snorkeling spot. Its shallow waters shelter colorful fish and coral gardens.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Îlet Pinel is a speck of land crowned with palms and cacti, five minutes by shuttle from Cul-de-Sac. Two beaches: one sheltered, the other wild on the Atlantic side.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A 1.5-kilometer botanical trail connects Pinel's three beaches. Interpretive signs identify plant species and seabirds of the dry coastal forest.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "The Nature Reserve's underwater trail begins near Pinel's dock. Sea turtles, queen conchs, and tropical fish glide past between 5 and 10 meters depth.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Shuttle to Îlet Pinel from the Cul-de-Sac dock. Five-minute crossing, boats every 30 minutes starting at 10am. Last return at 4:30pm.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Full day recommended",
                "tip": "Large free parking lot at the dock. No reservations available."
              }
            },
            {
              "text": "Snorkeling on Pinel's underwater trail or around Caye Verte. The protected reefs shelter barracudas, parrotfish, and stingrays.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Bring your own gear. Area marked by buoys—swimming between buoys prohibited."
              }
            },
            {
              "text": "Lunch with your toes in the sand on Pinel. Beach restaurants serve grilled lobster and Caribbean specialties facing turquoise waters.",
              "activity_duration_min": 60
            },
            {
              "text": "Paddle to Îlet Pinel by kayak or SUP from Cul-de-Sac for a more active approach. The crossing takes about twenty minutes.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~20 min each way",
                "tip": "Rentals available on-site"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "MF::orient-bay",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::orient-bay",
            "coords": [
              18.086,
              -63.024
            ],
            "map_keywords": [
              "Plage du Galion Saint-Martin",
              "Baie Orientale Saint-Martin",
              "Étang aux Poissons Saint-Martin",
              "Baie de l'Embouchure Saint-Martin",
              "Quartier d'Orléans Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Galion Beach, extending from Orient Bay, is paradise for families and windsurfers. A coral barrier protects the bay, maintaining calm, shallow waters.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Étang aux Poissons, a protected wetland within the Nature Reserve, borders the road between Galion and Orient Bay. Herons, pelicans, and egrets find refuge here.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Return to the main stretch of Orient Bay for a final afternoon of relaxation. Beach bars serve cocktails and music facing the Atlantic breakers.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Horseback ride along the Nature Reserve between mangrove and coastal scrubland. Trails depart from Galion and traverse varied landscapes.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2 hours",
                "tip": "Accompanied by a certified guide. Advance booking recommended."
              }
            },
            {
              "text": "Windsurf or kitesurf at Galion. Steady trade winds and the protective reef create ideal conditions for beginners and experts alike.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Lessons and equipment rentals available on the beach"
              }
            },
            {
              "text": "Final Caribbean evening at an Orient Bay restaurant facing the sea. The village's festive atmosphere stretches late into the night.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Saint Martin: Tropical Beaches & Paradise Peak",
        "intro_paragraph": "French Saint Martin reveals itself over seven days, from the Creole capital of Marigot to the turquoise waters of Orient Bay. Between summiting Pic Paradis, savoring the gourmet lolos of Grand-Case, and exploring the islets of the Nature Reserve, this island of 37 beaches delivers authentic Caribbean magic in concentrated form.",
        "seo_hook": "Colonial fort from 1789, rainforest trails on Pic Paradis, culinary capital Grand-Case, and protected Îlet Pinel: Saint Martin packs Caribbean treasures into 53 square kilometers.",
        "featured_list": [
          "Fort Louis and Marigot's Creole market",
          "Hike to Pic Paradis (424 m)",
          "Grand-Case, culinary capital of the Caribbean",
          "Îlet Pinel and the Nature Reserve",
          "37 beaches between Caribbean Sea and Atlantic"
        ],
        "places_taglines": {
          "MF::marigot": "Where colorful Creole cottages climb toward Fort Louis, guardian of the bay since 1789",
          "MF::grand-case": "A fishing village turned into the most delicious mile in the Caribbean",
          "MF::orient-bay": "Where white sand stretches forever beneath coconut palms and trade winds",
          "MF::pic-paradis": "The island's crown at 424 meters, where rainforest meets endless blue horizons"
        }
      },
      "meta": {
        "themes": [
          "Road Trip & Exploration",
          "Beach & Relaxation",
          "Gastronomy"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 - D1–D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            7
          ],
          "label": "Segment 2 - D6–D7",
          "from_day": 6,
          "to_day": 7
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "5-day variant"
        },
        {
          "from_day": 1,
          "to_day": 7,
          "label": "7-day variant"
        }
      ],
      "regions": [
        "MF"
      ],
      "nearby_itins": [
        "BL::island::st-barts-bays-and-hills"
      ],
      "merge_suggestions": [],
      "notes": "Circuit of French Saint Martin: Marigot and its colonial fort, hike to Pic Paradis, culinary capital Grand-Case, beaches and Îlet Pinel at Orient Bay.",
      "specialties": [
        "Salt cod fritters and chicken colombo at lolos",
        "Grilled lobster on the beach",
        "Tropical fruit-infused spiced rums",
        "Journey Cake, traditional Saint Martin bread"
      ],
      "dept_code": "MF",
      "dept_name": "Saint Martin (FR)",
      "subtitle": "From Marigot to Pic Paradis, Grand-Case to Orient Bay: turquoise coves, rainforest trails, and Creole cuisine on the French side of the island",
      "seo_keywords": [
        "saint martin travel",
        "saint martin beaches",
        "pic paradis hike",
        "grand case restaurants",
        "orient bay",
        "ilet pinel",
        "fort louis marigot",
        "lolos saint martin",
        "saint martin nature reserve"
      ],
      "practical_context": {
        "best_months": [
          "December",
          "January",
          "February",
          "March",
          "April"
        ],
        "highlights": [
          "Fort Louis from 1789 and Marigot's Creole market",
          "Rainforest hike on Pic Paradis (424 m)",
          "Lolos and fine dining in Grand-Case",
          "Îlet Pinel and snorkeling in the Nature Reserve"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:59.009Z"
}