{
  "itineraries": [
    {
      "itin_id": "MF::island::saint-martin-coves-and-peaks",
      "id": "MF::island::saint-martin-coves-and-peaks",
      "language": "pt",
      "title": "Viagem a Saint-Martin: Praias e Pico Paradis",
      "country": "MF",
      "estimated_days_base": 7,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "MF::marigot",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::marigot",
            "coords": [
              18.073,
              -63.082
            ],
            "map_keywords": [
              "Fort Louis Marigot Saint-Martin",
              "Marché de Marigot Saint-Martin",
              "Rue de la République Marigot",
              "Église catholique Marigot Saint-Martin",
              "Marina Royale Marigot",
              "Front de mer Marigot"
            ]
          },
          "visits": [
            {
              "text": "Suba os 91 degraus do Fort Louis, construído em 1789 para proteger os armazéns de sal, café e rum dos piratas vindos de Anguilla. No topo, vista de 360° sobre a baía de Marigot e Simpson Bay.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Na Rue de la République, as casas crioulas do século XIX alinham suas fachadas coloridas. O térreo é de pedra e cal, o andar superior de madeira, com varandas ornamentadas com frisos gingerbread.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A igreja católica de Marigot data de 1841. O Padre Wall a construiu em pedra e cal, seguindo as técnicas da época. A pequena capela anexa foi renovada de forma idêntica.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "A Pont de Durat, contemporânea do Fort Louis (1789), é uma ponte de pedra na saída de Marigot em direção a Grand-Case. Leva o nome do comandante que mandou construir o forte.",
              "place_id": "",
              "visit_duration_min": 15
            },
            {
              "text": "Desça até a Marina Royale para passear entre os veleiros. As lojas duty-free contornam o cais, de frente para a baía onde ancoram as barcas para Anguilla.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Continue até a praia de Galisbay, aos pés do Fort Louis. Os moradores locais vêm aqui relaxar após o trabalho. O ambiente é tranquilo, longe das praias turísticas.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "O mercado de Marigot funciona todas as manhãs (exceto domingo) nas pequenas casas crioulas brancas e azuis à beira-mar. Frutas tropicais, especiarias a granel, runs aromatizados e artesanato local.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "8h-13h",
                "tip": "Quartas e sábados pela manhã, leilão de peixes a partir das 6h"
              }
            },
            {
              "text": "Almoce num lolo à beira-mar, ao lado da estação marítima. Bolinhos de bacalhau, frango ao colombo, costelas na grelha. Quem chega primeiro é servido primeiro.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Não é possível fazer reserva nos lolos"
              }
            },
            {
              "text": "Volte ao Fort Louis no fim da tarde com um piquenique para o pôr do sol. A luz rasante inflama a baía e Anguilla desenha-se no horizonte.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "MF::marigot",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::marigot",
            "coords": [
              18.073,
              -63.082
            ],
            "map_keywords": [
              "Baie Nettlé Saint-Martin",
              "Baie Rouge Terres Basses Saint-Martin",
              "Baie Longue Saint-Martin",
              "Terres Basses Saint-Martin",
              "Sandy Ground Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Baie Nettlé fica a cinco minutos de Marigot. A faixa de areia dá tanto para o mar quanto para a lagoa. Pouco frequentada, é embalada pelos alísios.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Atravesse Sandy Ground, o cordão de areia que liga Marigot às Terres Basses. Esta língua de terra separa a lagoa de Simpson Bay do mar do Caribe.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Baie Rouge deve seu nome ao tom rosado de sua areia. A praia se estende entre o Penhasco dos Pássaros e a Ponta dos Canhões. Em dias de ondulação, as ondas atraem alguns surfistas.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Continue até Baie Longue, uma das maiores praias da ilha. Dois quilômetros de areia branca e rochas esculpidas pelas ondas, num cenário ainda selvagem.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Dia de praia e relaxamento na costa oeste. Leve máscara e snorkel para explorar os fundos rochosos de Baie Rouge.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Leve água e guarda-sol, poucas estruturas em Baie Rouge e Baie Longue"
              }
            },
            {
              "text": "No fim do dia, instale-se de frente para o pôr do sol em Baie Longue. A vista alcança Saba em dias claros.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 8.5,
            "drive_min": 18,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "MF::pic-paradis",
          "suggested_days": 3,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::pic-paradis",
            "coords": [
              18.068,
              -63.058
            ],
            "map_keywords": [
              "Pic Paradis Saint-Martin",
              "Loterie Farm Saint-Martin",
              "Friar's Bay Saint-Martin",
              "Happy Bay Saint-Martin",
              "Anse des Pères Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "O Pic Paradis culmina a 424 metros. No cume, o panorama de 360° abraça Marigot, a Baía Oriental, Simpson Bay e, em dias claros, Anguilla, Saba e Saint-Barthélemy.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A Loterie Farm é um antigo engenho de açúcar de 1773, transformado em reserva natural aos pés do Pico. A floresta tropical abriga mangueiras, gommiers vermelhos e sumaúmas.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Ao longo da trilha, «La Source» é um poço artesiano natural que transborda água de nascente. Macacos, iguanas e beija-flores povoam o dossel.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Desça até Friar's Bay (Anse des Pères), praia familiar preferida dos moradores locais. Mar calmo, areia branca, restaurantes de praia à beira d'água.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Quer solidão? Pegue a trilha costeira desde Friar's Bay até Happy Bay. Dez minutos de caminhada entre as iguanas levam a esta praia selvagem sem nenhuma infraestrutura, cercada de coqueiros.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Trilha até o cume do Pic Paradis desde a Loterie Farm. O caminho atravessa a floresta tropical densa, com trechos equipados com cordas.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "4 km ida e volta",
                "duration": "~2h-2h30",
                "difficulty": "Moderado a difícil",
                "tip": "Calçado fechado obrigatório, leve 1,5L de água. Saída aconselhada às 9h."
              }
            },
            {
              "text": "Percurso de arvorismo e tirolesas no dossel da floresta na Loterie Farm. Dois circuitos pontuam a descida entre as árvores centenárias.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h",
                "tip": "Quem chega primeiro é atendido primeiro, sem reserva. Calçado fechado obrigatório."
              }
            },
            {
              "text": "Banho e relaxamento em Friar's Bay no fim do dia. As noites de lua cheia atraem os moradores para churrascos com música.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 5.4,
            "drive_min": 11,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "MF::grand-case",
          "suggested_days": 1,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::grand-case",
            "coords": [
              18.103,
              -63.058
            ],
            "map_keywords": [
              "Plage Grand-Case Saint-Martin",
              "Boulevard Grand-Case Saint-Martin",
              "Rocher Créole Saint-Martin",
              "Lolos Grand-Case Saint-Martin",
              "Petite Plage Grand-Case Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Grand-Case é uma antiga vila de pescadores atravessada por uma única rua principal. As casas crioulas coloridas margeiam o boulevard de frente para o mar do Caribe.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A praia de Grand-Case se estende aos pés da vila. Um píer de madeira avança nas águas calmas da baía. À sua frente, o Rocher Créole emerge, classificado como Reserva Natural.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Vá até Petite Plage no fim do boulevard, onde a estrada termina em beco sem saída. Acessível apenas a pé, esta enseada escondida oferece águas cristalinas ideais para snorkeling.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "O boulevard de Grand-Case alinha cerca de trinta restaurantes. A alta gastronomia francesa convive com os sabores crioulos: é a capital gastronômica do Caribe.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A arte de rua se desenvolveu após a passagem do furacão Irma. Murais coloridos decoram as paredes, celebrando personagens históricos e o espírito combativo dos habitantes.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Passeio de snorkeling ao Rocher Créole, acessível de barco com fundo de vidro ou caiaque desde a praia. Moreias, peixes-papagaio, peixes-balão e às vezes tartarugas povoam o recife.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Proibido desembarcar no rochedo. Traga sua máscara e snorkel."
              }
            },
            {
              "text": "Jante nos lolos de Grand-Case, bem no centro do boulevard de frente para o mar. Escolha sua lagosta ou suas costelas diretamente na grelha fumegante. O Journey Cake é o pão local imperdível.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "A partir das 18h",
                "tip": "Os lolos ficam um ao lado do outro, passeie antes de escolher"
              }
            },
            {
              "text": "Caminhada digestiva pelo boulevard iluminado. Os bares e restaurantes ganham vida ao cair da noite, entre coquetéis e música caribenha.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "MF::grand-case",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::grand-case",
            "coords": [
              18.103,
              -63.058
            ],
            "map_keywords": [
              "Anse Marcel Saint-Martin",
              "Petites Cayes Saint-Martin",
              "Sentier des Froussards Saint-Martin",
              "Plage Grand-Case Saint-Martin",
              "Aéroport Grand-Case Espérance"
            ]
          },
          "visits": [
            {
              "text": "Anse Marcel, ao norte, é uma praia de areia branca aninhada numa baía protegida dos ventos e correntes. A marina abriga alguns barcos de recreio num cenário verdejante.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "A trilha dos Froussards parte de Anse Marcel e chega à baía de Petites Cayes: uma praia selvagem de areia branca batida pelo Atlântico, na ponta norte da ilha.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Retorno a Grand-Case para uma tarde de relaxamento na praia principal. As águas calmas da baía, protegidas pelo Rocher Créole, são ideais para banho.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Trilha costeira na trilha dos Froussards entre Anse Marcel e Petites Cayes. O caminho contorna os penhascos com vista para o Atlântico.",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~3 km ida e volta",
                "duration": "~1h30",
                "difficulty": "Fácil a moderado"
              }
            },
            {
              "text": "Caiaque ou canoa havaiana na baía de Grand-Case. As águas calmas permitem costear até o Rocher Créole.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h-2h",
                "tip": "Aluguel na praia de Grand-Case"
              }
            },
            {
              "text": "Crie seu próprio perfume numa das perfumarias artesanais da vila, no cruzamento do boulevard com a estrada do aeroporto. Mais de 300 óleos à escolha.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 8.2,
            "drive_min": 16,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "MF::orient-bay",
          "suggested_days": 3,
          "rating": 5,
          "region_code": "MF",
          "night": {
            "place_id": "MF::orient-bay",
            "coords": [
              18.086,
              -63.024
            ],
            "map_keywords": [
              "Baie Orientale Saint-Martin",
              "Îlet Pinel Saint-Martin",
              "Embarcadère Cul-de-Sac Saint-Martin",
              "Caye Verte Saint-Martin",
              "Réserve Naturelle Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "Orient Bay, apelidada de Saint-Tropez do Caribe, desenrola uma longa faixa de areia branca cercada de coqueiros. Os restaurantes de praia e clubes náuticos animam a orla.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A Caye Verte, pequena ilhota classificada como Reserva Natural em frente a Orient Bay, é um ponto de snorkeling renomado. Suas águas rasas abrigam peixes multicoloridos e corais.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "O Îlet Pinel é um confete de terra coroado de palmeiras e cactos, a cinco minutos de balsa desde Cul-de-Sac. Duas praias: uma abrigada, outra selvagem do lado do Atlântico.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Uma trilha botânica de 1,5 km liga as três praias de Pinel. Placas identificam as espécies vegetais e as aves da floresta seca litorânea.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "A trilha submarina da Reserva Natural começa perto do píer de Pinel. Tartarugas, conchas gigantes e peixes multicoloridos podem ser observados entre 5 e 10 metros de profundidade.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Balsa para o Îlet Pinel desde o embarcadouro de Cul-de-Sac. Travessia de 5 minutos, barcos a cada 30 minutos a partir das 10h. Último retorno às 16h30.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Dia inteiro aconselhado",
                "tip": "Grande estacionamento gratuito no embarcadouro. Não é possível fazer reserva."
              }
            },
            {
              "text": "Snorkeling na trilha submarina de Pinel ou ao redor da Caye Verte. Os recifes protegidos abrigam barracudas, peixes-papagaio e raias.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Traga seu equipamento. Área marcada por boias, proibido nadar entre as boias."
              }
            },
            {
              "text": "Almoço com os pés na água em Pinel. Os restaurantes de praia servem lagostas grelhadas e especialidades caribenhas de frente para as águas turquesa.",
              "activity_duration_min": 60
            },
            {
              "text": "Chegue ao Îlet Pinel de caiaque ou stand-up paddle desde Cul-de-Sac para uma abordagem mais esportiva. A travessia dura cerca de vinte minutos.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~20 min por trajeto",
                "tip": "Aluguel disponível no local"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "MF::orient-bay",
          "suggested_days": 1,
          "rating": 4,
          "region_code": "MF",
          "night": {
            "place_id": "MF::orient-bay",
            "coords": [
              18.086,
              -63.024
            ],
            "map_keywords": [
              "Plage du Galion Saint-Martin",
              "Baie Orientale Saint-Martin",
              "Étang aux Poissons Saint-Martin",
              "Baie de l'Embouchure Saint-Martin",
              "Quartier d'Orléans Saint-Martin"
            ]
          },
          "visits": [
            {
              "text": "A praia do Galion, no prolongamento de Orient Bay, é o paraíso das famílias e dos windsurfistas. A barreira de coral protege a baía e mantém águas calmas e rasas.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "O Étang aux Poissons, zona úmida protegida da Reserva Natural, margeia a estrada entre o Galion e Orient Bay. Garças, pelicanos e garças-brancas encontram aqui refúgio.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Retorno à grande praia de Orient Bay para uma última tarde de relaxamento. Os beach bars servem coquetéis e música de frente para o Atlântico.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Passeio a cavalo ao longo da Reserva Natural entre mangue e vegetação litorânea. Os percursos partem do Galion e atravessam paisagens variadas.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Acompanhado por instrutor diplomado. Reserva na véspera aconselhada."
              }
            },
            {
              "text": "Windsurf ou kitesurf no Galion. Os alísios constantes e a barreira de coral criam condições ideais tanto para iniciantes quanto para experientes.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Aulas e aluguel de equipamento disponíveis na praia"
              }
            },
            {
              "text": "Última noite caribenha num restaurante de Orient Bay, de frente para o mar. O ambiente festivo da vila se prolonga até tarde da noite.",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Viagem a Saint-Martin: Praias e Pico Paradis",
        "intro_paragraph": "Saint-Martin do lado francês se descobre em sete dias, da capital crioula de Marigot às águas turquesa de Orient Bay. Entre a subida ao Pic Paradis, os lolos gastronômicos de Grand-Case e as ilhotas da Reserva Natural, a ilha das 37 praias oferece um concentrado autêntico do Caribe.",
        "seo_hook": "Forte colonial de 1789, floresta tropical no Pic Paradis, capital gastronômica de Grand-Case e ilhota Pinel em Reserva Natural: Saint-Martin concentra os tesouros das Antilhas em 53 km².",
        "featured_list": [
          "Fort Louis e o mercado crioulo de Marigot",
          "Trilha ao Pic Paradis (424 m)",
          "Grand-Case, capital gastronômica do Caribe",
          "Îlet Pinel e a Reserva Natural",
          "37 praias entre mar do Caribe e Atlântico"
        ],
        "places_taglines": {
          "MF::marigot": "Onde casas crioulas coloridas se aninham sob um forte colonial de 1789",
          "MF::grand-case": "Vila de pescadores que virou mesa caribenha de alta gastronomia",
          "MF::orient-bay": "Faixa de areia branca onde o Caribe encontra o espírito de Saint-Tropez",
          "MF::pic-paradis": "Do cume da ilha a 424 metros, as Antilhas desenham-se no horizonte azul"
        }
      },
      "meta": {
        "themes": [
          "Rota & Exploração",
          "Praia & Relaxamento",
          "Gastronomia"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 - D1-D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            7
          ],
          "label": "Segmento 2 - D6-D7",
          "from_day": 6,
          "to_day": 7
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5d"
        },
        {
          "from_day": 1,
          "to_day": 7,
          "label": "Var 7d"
        }
      ],
      "regions": [
        "MF"
      ],
      "nearby_itins": [
        "BL::island::st-barts-bays-and-hills"
      ],
      "merge_suggestions": [],
      "notes": "Circuito pelo lado francês de Saint-Martin: Marigot e seu forte colonial, trilha ao Pic Paradis, capital gastronômica de Grand-Case, praias e ilhota Pinel em Orient Bay.",
      "specialties": [
        "Bolinhos de bacalhau e frango ao colombo nos lolos",
        "Lagosta grelhada na praia",
        "Runs aromatizados com frutas tropicais",
        "Journey Cake, pão tradicional de Saint-Martin"
      ],
      "dept_code": "MF",
      "dept_name": "Saint-Martin (FR)",
      "subtitle": "De Marigot ao Pic Paradis, de Grand-Case a Orient Bay: enseadas turquesa, floresta tropical e gastronomia crioula no lado francês da ilha",
      "seo_keywords": [
        "viagem saint-martin",
        "praias saint-martin",
        "pic paradis trilha",
        "restaurantes grand case",
        "orient bay",
        "ilet pinel",
        "fort louis marigot",
        "lolos saint-martin",
        "reserva natural saint-martin"
      ],
      "practical_context": {
        "best_months": [
          "dezembro",
          "janeiro",
          "fevereiro",
          "março",
          "abril"
        ],
        "highlights": [
          "Fort Louis de 1789 e mercado crioulo de Marigot",
          "Trilha na floresta tropical do Pic Paradis (424 m)",
          "Lolos e alta gastronomia em Grand-Case",
          "Îlet Pinel e snorkeling em Reserva Natural"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:59.023Z"
}