{
  "version": 1,
  "country": "mf",
  "language": "fr",
  "places": [
    {
      "place_id": "MF::grand-case",
      "name": "Grand Case",
      "cc": "MF",
      "language": "fr",
      "coords": [
        18.103,
        -63.058
      ],
      "lat": 18.103,
      "lon": -63.058,
      "visits": [
        {
          "text": "Grand-Case est un ancien village de pêcheurs traversé par une seule rue principale. Les maisons à gaulettes colorées bordent le boulevard face à la mer des Caraïbes.",
          "visit_duration_min": 30
        },
        {
          "text": "La plage de Grand-Case s'étire au pied du village. Un ponton de bois avance dans les eaux calmes de la baie. Face à vous, le Rocher Créole émerge, classé Réserve Naturelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Rejoignez Petite Plage au bout du boulevard, là où la route finit en impasse. Accessible uniquement à pied, cette crique cachée offre des eaux cristallines idéales pour le snorkeling.",
          "visit_duration_min": 90
        },
        {
          "text": "Le boulevard de Grand-Case aligne une trentaine de restaurants. La grande cuisine française côtoie les saveurs créoles : c'est la capitale gastronomique des Caraïbes.",
          "visit_duration_min": 30
        },
        {
          "text": "Le street art s'est développé après le passage de l'ouragan Irma. Des fresques colorées ornent les murs, célébrant les personnages historiques et l'esprit combatif des habitants.",
          "visit_duration_min": 30
        },
        {
          "text": "Anse Marcel, au nord, est une plage de sable blanc nichée dans une baie protégée des vents et des courants. La marina abrite quelques bateaux de plaisance dans un cadre verdoyant.",
          "visit_duration_min": 90
        },
        {
          "text": "Le sentier des Froussards part d'Anse Marcel et rejoint la baie de Petites Cayes : une plage sauvage de sable blanc battue par l'Atlantique, à la pointe nord de l'île.",
          "visit_duration_min": 30
        },
        {
          "text": "Retour à Grand-Case pour un après-midi de farniente sur la plage principale. Les eaux calmes de la baie, protégées par le Rocher Créole, sont idéales pour la baignade.",
          "visit_duration_min": 120
        }
      ],
      "activities": [
        {
          "text": "Sortie snorkeling au Rocher Créole, accessible en bateau à fond de verre ou en kayak depuis la plage. Murènes, poissons-perroquets, diodons et parfois tortues peuplent le récif."
        },
        {
          "text": "Dînez aux lolos de Grand-Case, en plein centre du boulevard face à la mer. Choisissez votre langouste ou vos ribs directement sur le grill fumant. Le Journey Cake est le pain local incontournable."
        },
        {
          "text": "Promenade digestive sur le boulevard illuminé. Les bars et restaurants s'animent à la tombée de la nuit, entre cocktails et musique caribéenne."
        },
        {
          "text": "Randonnée côtière sur le sentier des Froussards entre Anse Marcel et Petites Cayes. Le chemin longe les falaises avec vue sur l'Atlantique."
        },
        {
          "text": "Kayak ou pirogue hawaïenne dans la baie de Grand-Case. Les eaux calmes permettent de longer la côte jusqu'au Rocher Créole."
        },
        {
          "text": "Créez votre propre parfum dans l'une des parfumeries artisanales du village, à l'intersection du boulevard et de la route de l'aéroport. Plus de 300 huiles au choix."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MF::island::saint-martin-coves-and-peaks",
          "itin_title": "Voyage Saint-Martin : Plages et Pic Paradis",
          "day": 4
        },
        {
          "itin_id": "MF::island::saint-martin-coves-and-peaks",
          "itin_title": "Voyage Saint-Martin : Plages et Pic Paradis",
          "day": 5
        }
      ]
    },
    {
      "place_id": "MF::marigot",
      "name": "Marigot",
      "cc": "MF",
      "language": "fr",
      "coords": [
        18.073,
        -63.082
      ],
      "lat": 18.073,
      "lon": -63.082,
      "visits": [
        {
          "text": "Grimpez les 91 marches du Fort Louis, construit en 1789 pour protéger les entrepôts de sel, café et rhum des flibustiers venus d'Anguilla. Au sommet, vue à 360° sur la baie de Marigot et Simpson Bay.",
          "visit_duration_min": 60
        },
        {
          "text": "Rue de la République, les maisons créoles du XIXe siècle alignent leurs façades colorées. Le rez-de-chaussée est en pierres et chaux, l'étage en bois, avec balcons ornés de frises gingerbread.",
          "visit_duration_min": 30
        },
        {
          "text": "L'église catholique de Marigot date de 1841. Le Père Wall l'a bâtie en pierre et chaux, selon les techniques de l'époque. La petite chapelle attenante a été rénovée à l'identique.",
          "visit_duration_min": 20
        },
        {
          "text": "Le Pont de Durat, contemporain du Fort Louis (1789), est un pont de pierre à la sortie de Marigot en direction de Grand-Case. Il porte le nom du commandant qui fit construire le fort.",
          "visit_duration_min": 15
        },
        {
          "text": "Descendez vers la Marina Royale pour une promenade entre les voiliers. Les boutiques détaxées bordent le quai, face à la baie où mouillent les ferries pour Anguilla.",
          "visit_duration_min": 40
        },
        {
          "text": "Poussez jusqu'à la plage de Galisbay, à l'aplomb du Fort Louis. Les locaux viennent s'y détendre après le travail. L'ambiance est tranquille, loin des plages touristiques.",
          "visit_duration_min": 45
        },
        {
          "text": "Baie Nettlé se trouve à cinq minutes de Marigot. La bande de sable donne à la fois sur la mer et sur le lagon. Peu fréquentée, elle est bercée par les alizés.",
          "visit_duration_min": 60
        },
        {
          "text": "Traversez Sandy Ground, le cordon de sable qui relie Marigot aux Terres Basses. Cette langue de terre sépare le lagon de Simpson Bay de la mer des Caraïbes.",
          "visit_duration_min": 30
        },
        {
          "text": "Baie Rouge doit son nom à la teinte rosée de son sable. La plage s'étire entre la Falaise aux Oiseaux et la Pointe des Canonniers. Les jours de houle, les vagues attirent quelques surfeurs.",
          "visit_duration_min": 90
        },
        {
          "text": "Poursuivez vers Baie Longue, l'une des plus grandes plages de l'île. Deux kilomètres de sable blanc et de rochers sculptés par les vagues, dans un décor encore sauvage.",
          "visit_duration_min": 90
        }
      ],
      "activities": [
        {
          "text": "Le marché de Marigot s'installe chaque matin (sauf dimanche) dans les petites cases créoles blanches et bleues du front de mer. Fruits tropicaux, épices en vrac, rhums arrangés et artisanat local."
        },
        {
          "text": "Déjeunez dans un lolo du front de mer, à côté de la gare maritime. Accras de morue, colombo de poulet, ribs au barbecue. Premier arrivé, premier servi."
        },
        {
          "text": "Remontez au Fort Louis en fin d'après-midi avec un pique-nique pour le coucher de soleil. La lumière rasante enflamme la baie et Anguilla se dessine à l'horizon."
        },
        {
          "text": "Journée plage et farniente sur la côte ouest. Emportez masque et tuba pour explorer les fonds rocheux de Baie Rouge."
        },
        {
          "text": "En fin de journée, installez-vous face au coucher de soleil sur Baie Longue. La vue porte jusqu'à Saba par temps clair."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MF::island::saint-martin-coves-and-peaks",
          "itin_title": "Voyage Saint-Martin : Plages et Pic Paradis",
          "day": 1
        },
        {
          "itin_id": "MF::island::saint-martin-coves-and-peaks",
          "itin_title": "Voyage Saint-Martin : Plages et Pic Paradis",
          "day": 2
        }
      ]
    },
    {
      "place_id": "MF::orient-bay",
      "name": "Orient Bay",
      "cc": "MF",
      "language": "fr",
      "coords": [
        18.086,
        -63.024
      ],
      "lat": 18.086,
      "lon": -63.024,
      "visits": [
        {
          "text": "Orient Bay, surnommée le Saint-Tropez des Caraïbes, déroule un long ruban de sable blanc bordé de cocotiers. Les restaurants de plage et clubs nautiques animent le front de mer.",
          "visit_duration_min": 60
        },
        {
          "text": "La Caye Verte, petit îlot classé Réserve Naturelle face à Orient Bay, est un spot de snorkeling réputé. Ses eaux peu profondes abritent poissons multicolores et coraux.",
          "visit_duration_min": 30
        },
        {
          "text": "L'Îlet Pinel est un confetti de terre coiffé de palmiers et de cactus, à cinq minutes en navette depuis Cul-de-Sac. Deux plages : l'une abritée, l'autre sauvage côté Atlantique.",
          "visit_duration_min": 60
        },
        {
          "text": "Un sentier botanique de 1,5 km relie les trois plages de Pinel. Des panneaux identifient les espèces végétales et les oiseaux de la forêt sèche littorale.",
          "visit_duration_min": 40
        },
        {
          "text": "Le sentier sous-marin de la Réserve Naturelle démarre près du ponton de Pinel. Tortues, lambis et poissons multicolores s'observent entre 5 et 10 mètres de profondeur.",
          "visit_duration_min": 45
        },
        {
          "text": "La plage du Galion, dans le prolongement d'Orient Bay, est le paradis des familles et des véliplanchistes. La barrière de corail protège la baie et maintient des eaux calmes et peu profondes.",
          "visit_duration_min": 90
        },
        {
          "text": "L'Étang aux Poissons, zone humide protégée de la Réserve Naturelle, borde la route entre le Galion et Orient Bay. Hérons, pélicans et aigrettes y trouvent refuge.",
          "visit_duration_min": 30
        },
        {
          "text": "Retour sur la grande plage d'Orient Bay pour un dernier après-midi de farniente. Les bars de plage servent cocktails et musique face à l'Atlantique.",
          "visit_duration_min": 120
        }
      ],
      "activities": [
        {
          "text": "Navette pour l'Îlet Pinel depuis l'embarcadère de Cul-de-Sac. Traversée de 5 minutes, bateaux toutes les 30 minutes à partir de 10h. Dernier retour à 16h30."
        },
        {
          "text": "Snorkeling sur le sentier sous-marin de Pinel ou autour de la Caye Verte. Les récifs protégés abritent barracudas, poissons-perroquets et raies."
        },
        {
          "text": "Déjeuner les pieds dans l'eau sur Pinel. Les restaurants de plage servent langoustes grillées et spécialités caribéennes face aux eaux turquoise."
        },
        {
          "text": "Rejoignez l'Îlet Pinel en kayak ou paddle depuis Cul-de-Sac pour une approche plus sportive. La traversée dure une vingtaine de minutes."
        },
        {
          "text": "Balade à cheval le long de la Réserve Naturelle entre mangrove et lande littorale. Les parcours partent du Galion et traversent des paysages variés."
        },
        {
          "text": "Windsurf ou kitesurf au Galion. Les alizés constants et la barrière de corail créent des conditions idéales pour les débutants comme les confirmés."
        },
        {
          "text": "Dernière soirée caribéenne dans un restaurant d'Orient Bay, face à la mer. L'ambiance festive du village se prolonge tard dans la nuit."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MF::island::saint-martin-coves-and-peaks",
          "itin_title": "Voyage Saint-Martin : Plages et Pic Paradis",
          "day": 6
        },
        {
          "itin_id": "MF::island::saint-martin-coves-and-peaks",
          "itin_title": "Voyage Saint-Martin : Plages et Pic Paradis",
          "day": 7
        }
      ]
    },
    {
      "place_id": "MF::pic-paradis",
      "name": "Pic Paradis",
      "cc": "MF",
      "language": "fr",
      "coords": [
        18.068,
        -63.058
      ],
      "lat": 18.068,
      "lon": -63.058,
      "visits": [
        {
          "text": "Le Pic Paradis culmine à 424 mètres. Au sommet, le panorama à 360° embrasse Marigot, la Baie Orientale, Simpson Bay, et par temps clair, Anguilla, Saba et Saint-Barthélemy.",
          "visit_duration_min": 30
        },
        {
          "text": "La Loterie Farm est une ancienne sucrerie de 1773, reconvertie en réserve naturelle au pied du Pic. La forêt tropicale abrite manguiers, gommiers rouges et kapokiers.",
          "visit_duration_min": 45
        },
        {
          "text": "Le long du sentier, « La Source » est un puits artésien naturel qui déborde d'eau de source. Les singes, iguanes et colibris peuplent la canopée.",
          "visit_duration_min": 20
        },
        {
          "text": "Redescendez vers Friar's Bay (Anse des Pères), plage familiale préférée des locaux. Mer calme, sable blanc, restaurants de plage au bord de l'eau.",
          "visit_duration_min": 90
        },
        {
          "text": "Envie de solitude ? Empruntez le sentier côtier depuis Friar's Bay vers Happy Bay. Dix minutes de marche entre les iguanes mènent à cette plage sauvage sans aucun aménagement, bordée de cocotiers.",
          "visit_duration_min": 90
        }
      ],
      "activities": [
        {
          "text": "Randonnée jusqu'au sommet du Pic Paradis depuis la Loterie Farm. Le sentier traverse la forêt tropicale dense, avec des passages équipés de cordes."
        },
        {
          "text": "Parcours d'accrobranche et tyroliennes dans la canopée à la Loterie Farm. Deux circuits ponctuent la descente entre les arbres centenaires."
        },
        {
          "text": "Baignade et farniente à Friar's Bay en fin de journée. Les soirées de pleine lune y attirent les locaux pour des barbecues en musique."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MF::island::saint-martin-coves-and-peaks",
          "itin_title": "Voyage Saint-Martin : Plages et Pic Paradis",
          "day": 3
        }
      ]
    }
  ]
}