{
  "version": 1,
  "country": "ro",
  "language": "fr",
  "places": [
    {
      "place_id": "RO::brasov",
      "name": "Brasov",
      "cc": "RO",
      "language": "fr",
      "coords": [
        45.6579,
        25.6012
      ],
      "lat": 45.6579,
      "lon": 25.6012,
      "visits": [
        {
          "text": "Château de Peleș (extérieur et intérieurs du rez-de-chaussée)",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Bran",
          "visit_duration_min": 75
        },
        {
          "text": "Brașov – Piata Sfatului et Biserica Neagră (église noire, ext.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le centre historique de Brașov",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 2
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "RO::bucuresti",
      "name": "Bucuresti",
      "cc": "RO",
      "language": "fr",
      "coords": [
        44.4268,
        26.1025
      ],
      "lat": 44.4268,
      "lon": 26.1025,
      "visits": [
        {
          "text": "Therme București (The Palm) – détente",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier Lipscani – balade urbaine",
          "visit_duration_min": 75
        },
        {
          "text": "Athénée roumain (ext.)",
          "visit_duration_min": 75
        },
        {
          "text": "Palais du Parlement (ext. / visite selon horaires)",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille ville – librairie Cărturești Carusel (ext.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Soirée promenade Calea Victoriei (piétonne certains soirs)",
          "visit_duration_min": 60
        },
        {
          "text": "Dernière balade dans le centre historique",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 9
        },
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 10
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "RO::cluj-napoca",
      "name": "Cluj Napoca",
      "cc": "RO",
      "language": "fr",
      "coords": [
        46.7712,
        23.6236
      ],
      "lat": 46.7712,
      "lon": 23.6236,
      "visits": [
        {
          "text": "Cluj-Napoca – Piața Unirii et église Saint-Michel (ext.)",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Bánffy (ext.)",
          "visit_duration_min": 75
        },
        {
          "text": "Fortress Hill (Cetățuia) – point de vue",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Coucher de soleil à Cetățuia Park",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 7
        }
      ],
      "rating": 8
    },
    {
      "place_id": "RO::constanta",
      "name": "Constanta",
      "cc": "RO",
      "language": "fr",
      "coords": [
        44.1598,
        28.6348
      ],
      "lat": 44.1598,
      "lon": 28.6348,
      "visits": [
        {
          "text": "Jour 1 : Explorez la vieille ville de Constanța, historiquement connue sous le nom de Tomis, le plus grand port de Roumanie sur la côte de la mer Noire. Parcourez les rues récemment restaurées de l'Hôtel de Ville au Port Touristique de Tomis, découvrant une belle architecture et le parfait mélange entre histoire ancienne et vie moderne.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Visitez la Place Ovide au centre de la vieille ville, avec la statue de Publius Ovidius Naso, le poète romain exilé dans l'ancienne Tomis. La statue porte des vers écrits par le poète lui-même, et la légende dit que ces mots étaient également gravés sur sa tombe, dont l'emplacement reste inconnu.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Admirez le Casino de Constanța, un incroyable bâtiment de style Art Nouveau situé dans un emplacement privilégié face à la mer. Cet impressionnant bâtiment historique est actuellement en cours de réhabilitation et bien qu'on ne puisse pas y entrer, l'extérieur et la promenade piétonne environnante offrent de splendides vues sur la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Admirez le monument de la Louve Capitoline où, pendant l'été, une petite zone de garde romaine est installée avec des cérémonies de relève de la garde toutes les heures, faisant revivre l'ancienne Tomis.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Visitez la Grande Mosquée de Constanța (Mosquée Carol I), construite en 1910 par le Roi Carol I et offrant l'une des vues les plus impressionnantes de la ville. Des éléments architecturaux byzantins décorent l'extérieur, tandis que l'intérieur présente un grand tapis turc offert par le Sultan Abdul Hamid.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Montez au minaret de 47 mètres de la Grande Mosquée pour des vues spectaculaires sur le port et le centre historique. Chaque jour, le muezzin gravit ces marches pour appeler à la prière la communauté musulmane d'origine turque et tatare.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Explorez le Musée National d'Histoire et d'Archéologie situé dans l'ancien Hôtel de Ville, avec une impressionnante collection d'art ancien et de découvertes archéologiques. Admirez la célèbre statue du Serpent Glycon, les statues des divinités protectrices de l'Ancienne Tomis et les sculptures en terre cuite de la Femme Assise et du Penseur de la Culture Hamangia.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Visitez le Parc Archéologique à la limite de la vieille ville, abritant d'anciens vestiges de l'Ancienne Tomis dans une zone verdoyante. Parcourez les allées en découvrant colonnes, amphores, chapiteaux, fragments de tours et vestiges de la muraille romaine avec deux portes de la période romano-byzantine.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Passez une journée au Complexe du Musée des Sciences Naturelles, qui comprend le Delphinarium, le Planétarium, l'Exposition d'Oiseaux Exotiques et le Micro Delta. C'est l'une des attractions familiales les plus populaires de Constanța.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Assistez aux incroyables spectacles de dauphins et d'otaries au Delphinarium, l'une des attractions les plus populaires de Constanța surtout pendant l'été. L'établissement accueille actuellement des dauphins secourus d'Ukraine. Réservez vos billets en ligne sur le site officiel pour éviter les files d'attente.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Après le Delphinarium, explorez le mini-habitat de la zone - un mini-zoo avec des animaux, un jardin et un joli lac offrant un aperçu de la complexité de la faune et de la flore de Dobroudja.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3 : Visitez l'Aquarium de Constanța, ouvert en 1958, abritant plus de 100 espèces de poissons et créatures marines. Situé à côté de l'ancien bâtiment du Casino, ne manquez pas le bassin avec d'impressionnants esturgeons, ainsi que des hippocampes et des étoiles de mer dans la section marine.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 4 : Profitez des plages de sable de Constanța - parmi les meilleures de Roumanie. La plage près de la Marina de Tomis offre des vues incroyables et des restaurants à proximité, tandis que la plage Modern est populaire bien que plus fréquentée en haute saison.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 4 : Montez sur la grande roue Tomis Eye, une toute nouvelle attraction introduite en 2023 à la Marina de Tomis. Pour seulement 4 euros par tour, profitez de vues incroyables sur la ville et la mer Noire pendant le trajet lent de 5 minutes. Ouverte tous les jours de 12h à 22h.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 4 : Visitez la Marina de Tomis pour une promenade près de l'eau en observant les bateaux, ou louez un bateau pour naviguer sur la mer Noire. Plusieurs entreprises proposent également des cours de plongée sous-marine pour ceux qui s'intéressent à l'exploration sous-marine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1 : Promenez-vous sur la Promenade de Constanța près du Casino, un espace piéton réhabilité parfait pour profiter de la brise marine et regarder les mouettes danser dans l'air salé.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1 : Visitez le Phare Génois sur la promenade, un monument historique de 8 mètres originellement construit vers 1300 en l'honneur des marchands génois. Reconstruit dans les années 1860, il présente les armoiries d'un navire génois sur ses murs.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Visitez la Mosquée Hünkar, construite en 1869 par un Sultan ottoman pour les Turcs qui se sont installés à Constanța après avoir fui la Guerre de Crimée. Cette mosquée moins connue offre une autre perspective sur l'héritage ottoman de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Entrez dans la Cathédrale Orthodoxe Saint-Pierre-et-Saint-Paul, une impressionnante église de style byzantin avec de belles coupoles, des arches, des sculptures complexes et un intérieur décoré de magnifiques fresques et mosaïques. L'entrée est gratuite.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Explorez le Musée de la Marine Roumaine offrant des perspectives sur la vie de la marine tant militaire que civile. Admirez navires, ancres, nœuds, ampoules de phare, uniformes navals, une maquette de sous-marin, dispositifs navals, torpilles, canons et modèles de sous-marins.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3 : Visitez le Musée d'Art Moderne situé dans un magnifique bâtiment Belle Époque, présentant des œuvres d'artistes roumains et d'artistes internationaux renommés. Des expositions spéciales présentent des œuvres de maîtres comme Picasso.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 4 : Passez du temps à l'Aqua Magic Waterpark, parfait pour les familles recherchant du divertissement au-delà de la mer. Profitez de divers toboggans aquatiques, piscines et d'une rivière lente avec une cuisine étonnamment savoureuse et à prix raisonnable dans les deux restaurants sur place. Visitez en semaine pour éviter la foule.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 4 : Prenez la Gondole jusqu'à Mamaia, partant près de l'Aqua Magic Waterpark. Profitez de vues panoramiques pendant le trajet de quelques minutes vers la perle des stations balnéaires roumaines. Passez du temps sur les plages de Mamaia, puis retournez à pied en traversant le Luna Park.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Ancienne Tomis et Rivages de la Mer Noire : La Ville Portuaire Historique de Roumanie et Trésors Côtiers",
          "day": 1
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "RO::gheorgheni",
      "name": "Gheorgheni",
      "cc": "RO",
      "language": "fr",
      "coords": [
        46.721,
        25.6014
      ],
      "lat": 46.721,
      "lon": 25.6014,
      "visits": [
        {
          "text": "Gheorgheni – courte halte urbaine",
          "visit_duration_min": 75
        },
        {
          "text": "Lacu Roșu (Lac Rouge) – promenade au bord du lac",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade nature au défilé de Bicaz (secteur proche)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 4
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "RO::gura-humorului",
      "name": "Gura Humorului",
      "cc": "RO",
      "language": "fr",
      "coords": [
        47.5547,
        25.8791
      ],
      "lat": 47.5547,
      "lon": 25.8791,
      "visits": [
        {
          "text": "Monastère de Voroneț (UNESCO) – fresques extérieures",
          "visit_duration_min": 75
        },
        {
          "text": "Gura Humorului – centre et parc",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Route panoramique de Bucovine (arrêts photo)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 5
        }
      ],
      "rating": 4
    },
    {
      "place_id": "RO::histria",
      "name": "Histria",
      "cc": "RO",
      "language": "fr",
      "coords": [
        44.55,
        28.7667
      ],
      "lat": 44.55,
      "lon": 28.7667,
      "visits": [
        {
          "text": "Explorez le Site Archéologique d'Histria, les plus anciennes ruines d'une cité grecque en Roumanie avec des vues à couper le souffle sur la mer Noire. Situé près de la ville d'Istria dans le Département de Constanța, ce site unique offre aux visiteurs un rare aperçu de la première colonisation grecque sur la mer Noire.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez des ruines bien conservées comprenant temples, fortifications et mosaïques. Ce fascinant site historique combine histoire ancienne et paysages côtiers époustouflants, parfait pour l'exploration culturelle et l'appréciation de la nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Profitez de sentiers panoramiques le long du littoral et observez les oiseaux dans la réserve naturelle environnante. Les ruines en plein air et les chemins de promenade doux le rendent accessible et engageant pour les familles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le site accueille les chiens en laisse avec suffisamment d'espace extérieur pour que les animaux de compagnie profitent de l'air frais marin. Cette destination archéologique unique où l'histoire rencontre la nature offre des expériences éducatives pour les enfants explorant des structures anciennes et observant la faune.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Ancienne Tomis et Rivages de la Mer Noire : La Ville Portuaire Historique de Roumanie et Trésors Côtiers",
          "day": 4
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "RO::mangalia",
      "name": "Mangalia",
      "cc": "RO",
      "language": "fr",
      "coords": [
        43.8167,
        28.5833
      ],
      "lat": 43.8167,
      "lon": 28.5833,
      "visits": [
        {
          "text": "Visitez la Station Balnéaire de Mangalia, offrant un parfait mélange de détente ensoleillée et d'activités de plage animées. De longues plages de sable et des eaux chaudes offrent un environnement sûr et agréable pour les familles, avec des sites historiques à proximité ajoutant une riche dimension culturelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les anciennes ruines romaines et les musées archéologiques de Mangalia, découvrant le patrimoine historique de cette ville côtière de la mer Noire. Les promenades et parcs bien entretenus sont parfaits pour des balades tranquilles.",
          "visit_duration_min": 75
        },
        {
          "text": "Profitez des bains de soleil, de la baignade et des sports de plage le long du vaste littoral. Les eaux peu profondes la rendent adaptée aux familles avec de jeunes enfants, tandis que les aires de jeux garantissent des expériences sûres et amusantes pour tous les âges.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Savourez des fruits de mer frais et des plats traditionnels roumains dans les établissements en bord de mer. Mangalia offre une escapade côtière enrichissante combinant beauté naturelle et cuisine authentique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Ancienne Tomis et Rivages de la Mer Noire : La Ville Portuaire Historique de Roumanie et Trésors Côtiers",
          "day": 3
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "RO::murfatlar",
      "name": "Murfatlar",
      "cc": "RO",
      "language": "fr",
      "coords": [
        44.1833,
        28.4167
      ],
      "lat": 44.1833,
      "lon": 28.4167,
      "visits": [
        {
          "text": "Explorez la Région Viticole de Murfatlar dans le Département de Constanța, offrant un aperçu authentique de la vie traditionnelle des villages roumains combiné aux riches saveurs de vignobles célèbres. Cette paisible escapade campagnarde est enrichie par le patrimoine culturel, la gastronomie locale et des paysages pittoresques.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez des caves centenaires creusées dans les collines calcaires et participez à des dégustations de vins avec des cépages autochtones. Le terrain doux de la région et les espaces ouverts la rendent idéale pour les sorties en famille et l'exploration tranquille.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans de charmants villages où les coutumes ancestrales sont encore pratiquées, découvrant les traditions rurales et appréciant l'architecture rurale roumaine. La région est accueillante pour les familles et propose des sentiers acceptant les chiens.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Savourez les saveurs traditionnelles roumaines accompagnées de vins locaux dans les établissements des villages. Que vous soyez un passionné d'histoire fasciné par l'architecture rurale ou un gastronome cherchant à goûter une authentique cuisine régionale, Murfatlar offre des expériences mémorables.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Ancienne Tomis et Rivages de la Mer Noire : La Ville Portuaire Historique de Roumanie et Trésors Côtiers",
          "day": 2
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "RO::sibiu",
      "name": "Sibiu",
      "cc": "RO",
      "language": "fr",
      "coords": [
        45.793,
        24.1213
      ],
      "lat": 45.793,
      "lon": 24.1213,
      "visits": [
        {
          "text": "Sibiu – Piața Mare, Piața Mică et Pont des Mensonges",
          "visit_duration_min": 75
        },
        {
          "text": "Remparts et ruelles de la vieille ville",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marché en plein air (selon jour) – flânerie",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 8
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "RO::sighetu-marmatiei",
      "name": "Sighetu Marmatiei",
      "cc": "RO",
      "language": "fr",
      "coords": [
        47.9319,
        23.8905
      ],
      "lat": 47.9319,
      "lon": 23.8905,
      "visits": [
        {
          "text": "Maramureșean Village Museum (Muzeul Satului Maramureșean)",
          "visit_duration_min": 75
        },
        {
          "text": "Sighetu Marmației – balade centre-ville",
          "visit_duration_min": 75
        },
        {
          "text": "Poste frontière (pont sur la Tisa, côté RO)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découverte des villages en bois du Maramureș (trajet et arrêts courts)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 6
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "RO::sighisoara",
      "name": "Sighisoara",
      "cc": "RO",
      "language": "fr",
      "coords": [
        46.2196,
        24.792
      ],
      "lat": 46.2196,
      "lon": 24.792,
      "visits": [
        {
          "text": "Sanctuaire des ours Libearty (Zărnești)",
          "visit_duration_min": 75
        },
        {
          "text": "Village de Viscri – Église fortifiée (UNESCO)",
          "visit_duration_min": 75
        },
        {
          "text": "Sighișoara – Tour de l’Horloge et cité médiévale (ext.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade sur les remparts et ruelles pavées de Sighișoara",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 3
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "RO::sinaia",
      "name": "Sinaia",
      "cc": "RO",
      "language": "fr",
      "coords": [
        45.3596,
        25.5426
      ],
      "lat": 45.3596,
      "lon": 25.5426,
      "activities": [
        {
          "text": "Installation à Sinaia et courte balade en centre-ville",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROUMANIE  : TRANSYLVANIE, BUCOVINE, MARAMUREȘ ET BUCAREST",
          "day": 1
        }
      ],
      "rating": 6.3
    }
  ]
}