{
  "version": 1,
  "country": "ro",
  "language": "en",
  "places": [
    {
      "place_id": "RO::brasov",
      "name": "Brasov",
      "cc": "RO",
      "language": "en",
      "coords": [
        45.6579,
        25.6012
      ],
      "lat": 45.6579,
      "lon": 25.6012,
      "visits": [
        {
          "text": "Peleș Castle (exterior and ground floor interiors)",
          "visit_duration_min": 75
        },
        {
          "text": "Bran Castle",
          "visit_duration_min": 75
        },
        {
          "text": "Brașov – Council Square and Black Church (black church, ext.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the historic center of Brașov",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 2
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "RO::bucuresti",
      "name": "Bucuresti",
      "cc": "RO",
      "language": "en",
      "coords": [
        44.4268,
        26.1025
      ],
      "lat": 44.4268,
      "lon": 26.1025,
      "visits": [
        {
          "text": "Therme București (The Palm) – relaxation",
          "visit_duration_min": 75
        },
        {
          "text": "Lipscani Quarter – urban walk",
          "visit_duration_min": 75
        },
        {
          "text": "Romanian Athenaeum (ext.)",
          "visit_duration_min": 75
        },
        {
          "text": "Parliament Palace (ext. / visit according to schedules)",
          "visit_duration_min": 75
        },
        {
          "text": "Old town – Cărturești Carusel bookstore (ext.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Evening stroll Calea Victoriei (pedestrian some evenings)",
          "visit_duration_min": 60
        },
        {
          "text": "Last stroll in the historic center",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 9
        },
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 10
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "RO::cluj-napoca",
      "name": "Cluj Napoca",
      "cc": "RO",
      "language": "en",
      "coords": [
        46.7712,
        23.6236
      ],
      "lat": 46.7712,
      "lon": 23.6236,
      "visits": [
        {
          "text": "Cluj-Napoca – Piața Unirii and Saint Michael's Church (ext.)",
          "visit_duration_min": 75
        },
        {
          "text": "Bánffy Palace (ext.)",
          "visit_duration_min": 75
        },
        {
          "text": "Fortress Hill (Cetățuia) – viewpoint",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sunset at Cetățuia Park",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 7
        }
      ],
      "rating": 8
    },
    {
      "place_id": "RO::constanta",
      "name": "Constanta",
      "cc": "RO",
      "language": "en",
      "coords": [
        44.1598,
        28.6348
      ],
      "lat": 44.1598,
      "lon": 28.6348,
      "visits": [
        {
          "text": "Jour 1: Explore Constanta's Old Town, historically known as Tomis, Romania's largest port on the Black Sea coast. Walk the recently restored streets from the City Hall to the Tomis Touristic Port, discovering beautiful architecture and the perfect blend between ancient history and modern life.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Visit Ovid's Square at the center of the old town, featuring the statue of Publius Ovidius Naso, the Roman poet exiled to ancient Tomis. The statue bears lyrics written by the poet himself, with legend saying these words were also engraved on his tomb, though its location remains unknown.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Marvel at the Constanta Casino, an amazing Art Nouveau style building located in a prime spot on the seafront. This impressive historical building is currently being rehabilitated and while you cannot enter, the exterior and surrounding pedestrian promenade offer splendid sea views.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: See the Capitoline Wolf monument where, during summer, a small Roman guard area is set up with hourly changing of guards ceremonies, bringing ancient Tomis to life.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Grand Mosque of Constanta (Carol I Mosque), built in 1910 by King Carol I and delivering one of the most impressive sights the city has to offer. Byzantine architectural elements decorate the outside, while the interior features a large Turkish carpet gifted by Sultan Abdul Hamid.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Climb the 47-meter minaret of the Grand Mosque for spectacular views of the harbor and historic town center. Each day, the muezzin climbs these steps to make the call to prayer for the Muslim community of Turkish and Tatar origin.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Explore the National History and Archaeology Museum housed in the Old City Hall, featuring an impressive collection of ancient art and archaeological finds. See the famous Glykon Snake statue, statues of protective deities of Ancient Tomis, and the Sitting Woman and Thinker terracotta sculptures from the Hamangia Culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit the Archaeological Park at the border of the old town, housing ancient vestiges of Ancient Tomis in an area with lush greenery. Walk the alleys discovering columns, amphorae, capitols, tower fragments, and remains of the Roman wall with two gateways from the Roman-Byzantine period.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Spend a day at the Natural Sciences Museum Complex, which includes the Dolphinarium, Planetarium, Exotic Birds Exhibition, and Micro Delta. This is one of Constanta's most popular family attractions.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Watch the incredible dolphin and sea lion shows at the Dolphinarium, one of Constanta's most popular attractions especially during summer. The facility currently houses rescue dolphins from Ukraine. Book tickets online from the official website to avoid waiting in line.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: After the Dolphinarium, explore the mini-habitat in the area - a mini-zoo with animals, a garden and a nice lake offering insight into the complexity of Dobrogea's fauna and flora.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 3: Visit the Constanta Aquarium, opened in 1958, housing over 100 species of fish and sea creatures. Located next to the old Casino building, don't miss the basin holding impressive sturgeons, plus sea horses and sea stars in the marine section.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 4: Enjoy Constanta's sandy beaches - some among the best in Romania. The beach near Tomis Marina offers amazing views and nearby restaurants, while the Modern beach is popular though more crowded during peak season.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 4: Ride the Tomis Eye Ferris Wheel, a brand new attraction introduced in 2023 at the Tomis Marina. At just 4 euros per ride, enjoy amazing views of the city and Black Sea during the 5-minute slow-paced journey. Open daily from 12 PM to 10 PM.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 4: Visit the Tomis Marina for a stroll near the water watching boats, or rent a boat to cruise on the Black Sea. Various companies also offer scuba diving lessons for those interested in underwater exploration.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1: Stroll along the Constanta Promenade near the Casino, a rehabilitated pedestrian area perfect for enjoying the sea breeze and watching seagulls dance in the salty air.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1: Visit the Genoese Lighthouse on the promenade, an 8-meter historic monument originally built around the 1300s in honor of Genoese merchants. Rebuilt in the 1860s, it features a Genoese ship coat of arms on its walls.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Visit the Hünkar Mosque, built in 1869 by an Ottoman Sultan for Turks who settled in Constanta after fleeing the Crimean War. This lesser-known mosque offers another perspective on the city's Ottoman heritage.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Enter the St. Peter and Paul Orthodox Cathedral, an impressive Byzantine-style church with beautiful domes, arches, intricate carvings, and interior decorated with beautiful frescoes and mosaics. Entry is free.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Explore the Romanian Navy Museum offering perspectives on both military and civil navy life. See ships, anchors, knots, lighthouse bulbs, navy uniforms, a mockup submarine, naval devices, torpedoes, guns, and submarine models.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 3: Visit the Modern Art Museum located in a beautiful Belle Époque building, showcasing works by Romanian artists and renowned international artists. Special exhibitions feature works by masters like Picasso.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 4: Spend time at Aqua Magic Waterpark, perfect for families seeking fun beyond the sea. Enjoy various waterslides, pools, and a lazy river with surprisingly tasty and reasonably priced food at the two on-site restaurants. Visit during weekdays to avoid crowds.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 4: Take the Gondola ride to Mamaia, starting near Aqua Magic Waterpark. Enjoy scenic views during the few-minute journey to Romania's pearl of beach resorts. Spend time on Mamaia's beaches, then walk back through Luna Park.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Ancient Tomis & Black Sea Shores: Romania's Historic Port City & Coastal Treasures",
          "day": 1
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "RO::gheorgheni",
      "name": "Gheorgheni",
      "cc": "RO",
      "language": "en",
      "coords": [
        46.721,
        25.6014
      ],
      "lat": 46.721,
      "lon": 25.6014,
      "visits": [
        {
          "text": "Gheorgheni – short urban stop",
          "visit_duration_min": 75
        },
        {
          "text": "Lacu Roșu (Red Lake) – walk along the lake",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Nature walk at Bicaz Gorge (nearby area)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 4
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "RO::gura-humorului",
      "name": "Gura Humorului",
      "cc": "RO",
      "language": "en",
      "coords": [
        47.5547,
        25.8791
      ],
      "lat": 47.5547,
      "lon": 25.8791,
      "visits": [
        {
          "text": "Voroneț Monastery (UNESCO) – exterior frescoes",
          "visit_duration_min": 75
        },
        {
          "text": "Gura Humorului – center and park",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bucovina scenic route (photo stops)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 5
        }
      ],
      "rating": 4
    },
    {
      "place_id": "RO::histria",
      "name": "Histria",
      "cc": "RO",
      "language": "en",
      "coords": [
        44.55,
        28.7667
      ],
      "lat": 44.55,
      "lon": 28.7667,
      "visits": [
        {
          "text": "Explore Histria Archaeological Site, Romania's oldest ancient Greek city ruins with breathtaking Black Sea views. Located near the town of Istria in Constanta County, this unique site offers visitors a rare glimpse into early Greek colonization on the Black Sea.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk through well-preserved ruins including temples, fortifications, and mosaics. This fascinating historical site combines ancient history with stunning coastal scenery, perfect for cultural exploration and nature appreciation.",
          "visit_duration_min": 75
        },
        {
          "text": "Enjoy scenic walking trails along the coastline and birdwatch in the surrounding natural reserve. The open-air ruins and gentle walking paths make it accessible and engaging for families.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The site welcomes dogs on leashes with ample outdoor space for pets to enjoy the fresh sea air. This unique archaeological destination where history meets nature provides educational experiences for children exploring ancient structures and spotting wildlife.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Ancient Tomis & Black Sea Shores: Romania's Historic Port City & Coastal Treasures",
          "day": 4
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "RO::mangalia",
      "name": "Mangalia",
      "cc": "RO",
      "language": "en",
      "coords": [
        43.8167,
        28.5833
      ],
      "lat": 43.8167,
      "lon": 28.5833,
      "visits": [
        {
          "text": "Visit Mangalia Seaside Resort, offering a perfect blend of sun-kissed relaxation and vibrant beach activities. Long sandy beaches and warm waters provide a safe and enjoyable environment for families, with nearby historical sites adding rich cultural dimension.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the ancient Roman ruins and archaeological museums in Mangalia, discovering the historical heritage of this Black Sea coastal town. The well-maintained promenades and parks are perfect for leisurely strolls.",
          "visit_duration_min": 75
        },
        {
          "text": "Enjoy sunbathing, swimming, and beach sports along the extensive coastline. The shallow waters make it family-friendly for young children, while playgrounds ensure safe and fun experiences for all ages.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Savor fresh seafood and traditional Romanian dishes at local beachfront establishments. Mangalia offers an enriching coastal escape combining natural beauty with authentic cuisine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Ancient Tomis & Black Sea Shores: Romania's Historic Port City & Coastal Treasures",
          "day": 3
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "RO::murfatlar",
      "name": "Murfatlar",
      "cc": "RO",
      "language": "en",
      "coords": [
        44.1833,
        28.4167
      ],
      "lat": 44.1833,
      "lon": 28.4167,
      "visits": [
        {
          "text": "Explore the Murfatlar Wine Region in Constanta County, offering an authentic glimpse into traditional Romanian village life combined with the rich flavors of celebrated vineyards. This peaceful countryside escape is enriched by cultural heritage, local gastronomy, and scenic landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit centuries-old wine cellars carved into limestone hills and participate in wine tastings featuring indigenous grape varieties. The region's gentle terrain and open spaces make it ideal for family outings and leisurely exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll through charming villages where time-honored customs are still practiced, learning about rural traditions and appreciating Romanian rural architecture. The area is welcoming to families and offers dog-friendly trails.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Savor traditional Romanian flavors paired with local wines at village establishments. Whether you're a history buff fascinated by rural architecture or a foodie looking to taste authentic regional cuisine, Murfatlar provides memorable experiences.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::constanta::black-sea-ancient-tomis",
          "itin_title": "Ancient Tomis & Black Sea Shores: Romania's Historic Port City & Coastal Treasures",
          "day": 2
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "RO::sibiu",
      "name": "Sibiu",
      "cc": "RO",
      "language": "en",
      "coords": [
        45.793,
        24.1213
      ],
      "lat": 45.793,
      "lon": 24.1213,
      "visits": [
        {
          "text": "Sibiu – Piața Mare, Piața Mică and Bridge of Lies",
          "visit_duration_min": 75
        },
        {
          "text": "Ramparts and alleys of the old town",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Open-air market (depending on day) – strolling",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 8
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "RO::sighetu-marmatiei",
      "name": "Sighetu Marmatiei",
      "cc": "RO",
      "language": "en",
      "coords": [
        47.9319,
        23.8905
      ],
      "lat": 47.9319,
      "lon": 23.8905,
      "visits": [
        {
          "text": "Maramureșean Village Museum (Muzeul Satului Maramureșean)",
          "visit_duration_min": 75
        },
        {
          "text": "Sighetu Marmației – downtown walk",
          "visit_duration_min": 75
        },
        {
          "text": "Border post (bridge over the Tisa, RO side)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discovery of wooden villages of Maramureș (journey and short stops)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 6
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "RO::sighisoara",
      "name": "Sighisoara",
      "cc": "RO",
      "language": "en",
      "coords": [
        46.2196,
        24.792
      ],
      "lat": 46.2196,
      "lon": 24.792,
      "visits": [
        {
          "text": "Libearty Bear Sanctuary (Zărnești)",
          "visit_duration_min": 75
        },
        {
          "text": "Village of Viscri – Fortified Church (UNESCO)",
          "visit_duration_min": 75
        },
        {
          "text": "Sighișoara – Clock Tower and medieval citadel (ext.)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk on the ramparts and cobblestone streets of Sighișoara",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 3
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "RO::sinaia",
      "name": "Sinaia",
      "cc": "RO",
      "language": "en",
      "coords": [
        45.3596,
        25.5426
      ],
      "lat": 45.3596,
      "lon": 25.5426,
      "activities": [
        {
          "text": "Check-in at Sinaia and short walk in the city center",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "RO::ro-roadtrip-10j-roumanie-transylvanie-bucovine-maramures-bucarest",
          "itin_title": "ROMANIA: TRANSYLVANIA, BUCOVINA, MARAMUREȘ AND BUCHAREST",
          "day": 1
        }
      ],
      "rating": 6.3
    }
  ]
}