{
  "version": 1,
  "country": "lk",
  "language": "it",
  "places": [
    {
      "place_id": "LK::ahangama",
      "name": "Ahangama",
      "cc": "LK",
      "coords": [
        5.974167,
        80.367222
      ],
      "lat": 5.974167,
      "lon": 80.367222,
      "visits": [
        {
          "text": "Villaggio di Ahangama, comunità costiera autentica con tradizioni preservate.",
          "visit_duration_min": 75
        },
        {
          "text": "Laboratorio di fabbricazione di maschere tradizionali sri-lankesi.",
          "visit_duration_min": 75
        },
        {
          "text": "Village d'Ahangama, communauté côtière authentique avec traditions préservées.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de fabrication de masques traditionnels sri-lankais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Iniziazione allo stick fishing con pescatori locali sui loro pali emblematici.",
          "visit_duration_min": 60
        },
        {
          "text": "Corso di yoga al tramonto in uno studio in riva alla spiaggia.",
          "visit_duration_min": 60
        },
        {
          "text": "Initiation au stick fishing avec des pêcheurs locaux sur leurs perches emblématiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours de yoga au coucher du soleil dans un studio en bord de plage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 12
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 7.2
    },
    {
      "place_id": "LK::anuradhapura",
      "name": "Anuradhapura",
      "cc": "LK",
      "coords": [
        8.335278,
        80.403889
      ],
      "lat": 8.335278,
      "lon": 80.403889,
      "visits": [
        {
          "text": "Albero Jaya Sri Maha Bodhi, talea dell'albero dell'illuminazione di Buddha, albero più antico storicamente documentato al mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruwanwelisaya, stupa bianco monumentale del II secolo a.C.",
          "visit_duration_min": 75
        },
        {
          "text": "Thuparamaya, primo dagoba costruito in Sri Lanka dopo l'introduzione del buddhismo.",
          "visit_duration_min": 75
        },
        {
          "text": "Abhayagiri Monastery, complesso monastico con dagoba alto 75m.",
          "visit_duration_min": 75
        },
        {
          "text": "Isurumuniya Rock Temple, tempio rupestre con antiche sculture erotiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Vasche gemelle Kuttam Pokuna, capolavori di ingegneria idraulica antica.",
          "visit_duration_min": 75
        },
        {
          "text": "Arbre Jaya Sri Maha Bodhi, bouture de l'arbre de l'éveil de Bouddha, plus vieil arbre historiquement documenté au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruwanwelisaya, stupa blanc monumental du IIe siècle avant J.-C.",
          "visit_duration_min": 75
        },
        {
          "text": "Thuparamaya, premier dagoba construit au Sri Lanka après l'introduction du bouddhisme.",
          "visit_duration_min": 75
        },
        {
          "text": "Abhayagiri Monastery, complexe monastique avec dagoba de 75m de haut.",
          "visit_duration_min": 75
        },
        {
          "text": "Isurumuniya Rock Temple, temple rupestre avec sculptures érotiques anciennes.",
          "visit_duration_min": 75
        },
        {
          "text": "Bassins jumeaux Kuttam Pokuna, chefs-d'œuvre d'ingénierie hydraulique antique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Giro in bicicletta attraverso le rovine sacre di Anuradhapura.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione dei pellegrini durante la puja serale al tempio.",
          "visit_duration_min": 60
        },
        {
          "text": "Meditazione nei giardini tranquilli dei monasteri antichi.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a un laboratorio di fabbricazione di statuette buddhiste.",
          "visit_duration_min": 60
        },
        {
          "text": "Circuit à vélo à travers les ruines sacrées d'Anuradhapura.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation des pèlerins lors de la puja du soir au temple.",
          "visit_duration_min": 60
        },
        {
          "text": "Méditation dans les jardins paisibles des monastères antiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d'un atelier de fabrication de statuettes bouddhistes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "TRIANGOLO CULTURALE — TEMPLI E CITTÀ ANTICHE 7 GIORNI",
          "day": 1
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "TRIANGOLO CULTURALE — TEMPLI E CITTÀ ANTICHE 7 GIORNI",
          "day": 2
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 8.9
    },
    {
      "place_id": "LK::arugam-bay",
      "name": "Arugam Bay",
      "cc": "LK",
      "coords": [
        6.838889,
        81.838333
      ],
      "lat": 6.838889,
      "lon": 81.838333,
      "visits": [
        {
          "text": "Spiaggia di Arugam Bay, spot di surf conosciuto mondialmente ma ancora preservato.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggio di pescatori di Arugam con le sue capanne colorate e barche tradizionali.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage d'Arugam Bay, spot de surf mondialement connu mais encore préservé.",
          "visit_duration_min": 75
        },
        {
          "text": "Village de pêcheurs d'Arugam avec ses cabanes colorées et bateaux traditionnels.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sessione di surf sulle onde leggendarie di Main Point.",
          "visit_duration_min": 60
        },
        {
          "text": "Giro in bicicletta fino alle lagune circostanti per osservare elefanti selvatici.",
          "visit_duration_min": 60
        },
        {
          "text": "Session de surf sur les vagues légendaires de Main Point.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo jusqu'aux lagunes environnantes pour observer éléphants sauvages.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 6
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5.4
    },
    {
      "place_id": "LK::batticaloa",
      "name": "Batticaloa",
      "cc": "LK",
      "coords": [
        7.730556,
        81.699167
      ],
      "lat": 7.730556,
      "lon": 81.699167,
      "visits": [
        {
          "text": "Ponte olandese di Batticaloa rinomato per i suoi suoni misteriosi emessi di notte.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna di Batticaloa, vasta distesa d'acqua con isolotti e templi indù isolati.",
          "visit_duration_min": 75
        },
        {
          "text": "Forte olandese di Batticaloa, vestigio coloniale sul bordo della laguna.",
          "visit_duration_min": 75
        },
        {
          "text": "Pont hollandais de Batticaloa réputé pour ses sons mystérieux émis la nuit.",
          "visit_duration_min": 75
        },
        {
          "text": "Lagune de Batticaloa, vaste étendue d'eau avec îlots et temples hindous isolés.",
          "visit_duration_min": 75
        },
        {
          "text": "Fort hollandais de Batticaloa, vestige colonial au bord de la lagune.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata notturna sul ponte per ascoltare i suoni enigmatici dei singing fish.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di specialità tamil in un ristorante familiare locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne sur le pont pour écouter les sons énigmatiques de singing fish.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de spécialités tamoules dans un restaurant familial local.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 5
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4
    },
    {
      "place_id": "LK::bentota",
      "name": "Bentota",
      "cc": "LK",
      "coords": [
        6.425833,
        79.995833
      ],
      "lat": 6.425833,
      "lon": 79.995833,
      "visits": [
        {
          "text": "Spiaggia di Bentota, rinomata stazione balneare con sabbia fine e acqua turchese.",
          "visit_duration_min": 75
        },
        {
          "text": "Fiume Bentota, estuario pacifico costeggiato da mangrovie.",
          "visit_duration_min": 75
        },
        {
          "text": "Brief Garden, giardino tropicale creato dall'architetto Bevis Bawa con sculture e vegetazione rigogliosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Spiaggia di Bentota, lunga distesa di sabbia costeggiata da palme.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage de Bentota, station balnéaire réputée avec sable fin et eau turquoise.",
          "visit_duration_min": 75
        },
        {
          "text": "Rivière Bentota, estuaire paisible bordé de mangroves.",
          "visit_duration_min": 75
        },
        {
          "text": "Brief Garden, jardin tropical créé par l'architecte Bevis Bawa avec sculptures et végétation luxuriante.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage de Bentota, longue étendue de sable bordée de palmiers.",
          "visit_duration_min": 75
        },
        {
          "text": "Guidate verso nord fino a Bentota, un paradiso costiero con spiagge dorate e fiumi.",
          "visit_duration_min": 75
        },
        {
          "text": "Fai un safari in barca sul fiume Bentota attraverso le foreste di mangrovie.",
          "visit_duration_min": 75
        },
        {
          "text": "Rilassati sulla spiaggia di Bentota, una delle più belle dello Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Roulez vers le nord jusqu'à Bentota, un paradis côtier avec des plages dorées et des rivières.",
          "visit_duration_min": 75
        },
        {
          "text": "Faites un safari en bateau sur la rivière Bentota à travers les forêts de mangroves.",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous sur la plage de Bentota, l'une des plus belles du Sri Lanka.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sport acquatici sulla spiaggia: jet-ski, windsurf o kayak.",
          "visit_duration_min": 60
        },
        {
          "text": "Crociera al tramonto sul fiume Bentota per osservare uccelli e coccodrilli.",
          "visit_duration_min": 60
        },
        {
          "text": "Sport nautici: jet-ski, banana boat o wakeboard sul fiume.",
          "visit_duration_min": 60
        },
        {
          "text": "Sports nautiques sur la plage : jet-ski, planche à voile ou kayak.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière au coucher du soleil sur la rivière Bentota pour observer oiseaux et crocodiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Sports nautiques : jet-ski, banana boat ou wakeboard sur la rivière.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling o crociera fluviale nella laguna di Bentota.",
          "visit_duration_min": 60
        },
        {
          "text": "Plongée avec tuba ou croisière fluviale dans le lagon de Bentota.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 11
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 8
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5
    },
    {
      "place_id": "LK::chilaw",
      "name": "Chilaw",
      "cc": "LK",
      "coords": [
        7.575833,
        79.795278
      ],
      "lat": 7.575833,
      "lon": 79.795278,
      "visits": [
        {
          "text": "Piantagione di noci di cocco con dimostrazione di fabbricazione di olio e toddy.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato locale di Chilaw rinomato per i suoi granchi di laguna.",
          "visit_duration_min": 75
        },
        {
          "text": "Plantation de noix de coco avec démonstration de fabrication d'huile et toddy.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché local de Chilaw réputé pour ses crabes de lagune.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Laboratorio di cucina delle specialità a base di noce di cocco: sambol, pol roti e kiri bath.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di toddy fermentato e arrack locale presso un produttore.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de cuisine des spécialités à base de noix de coco : sambol, pol roti et kiri bath.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de toddy fermenté et arrack local chez un producteur.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 3
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 2.5
    },
    {
      "place_id": "LK::colombo",
      "name": "Colombo",
      "cc": "LK",
      "coords": [
        6.927079,
        79.861244
      ],
      "lat": 6.927079,
      "lon": 79.861244,
      "visits": [
        {
          "text": "Tempio Gangaramaya, santuario buddista eclettico che mescola architettura sri lankese, thailandese e indiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Pettah Market, bazar colorato dove si intrecciano spezie, tessuti e artigianato locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Galle Face Green, passeggiata sul lungomare dove si ritrovano gli abitanti di Colombo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo nazionale di Colombo, collezione di oggetti storici e artistici sri-lankesi.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartiere di Cinnamon Gardens, zona residenziale verdeggiante con edifici coloniali.",
          "visit_duration_min": 75
        },
        {
          "text": "Beira Lake, lago urbano nel cuore di Colombo con tempio galleggiante Seema Malaka.",
          "visit_duration_min": 75
        },
        {
          "text": "Viharamahadevi Park, il parco più grande di Colombo ideale per un'ultima passeggiata.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartiere di Pettah, mercato caotico e colorato con le sue stradine tematiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato di Pettah, labirinto di vicoli con commercianti di spezie, frutti tropicali e verdure esotiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Old Dutch Hospital, complesso coloniale riconvertito in ristoranti e boutique gastronomiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Ministry of Crab, ristorante gastronomico famoso per i suoi granchi di laguna preparati in molteplici modi.",
          "visit_duration_min": 75
        },
        {
          "text": "Good Market, mercato biologico settimanale con prodotti agricoli e street food creativo.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple Gangaramaya, sanctuaire bouddhiste éclectique mêlant architecture sri-lankaise, thaïe et indienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Pettah Market, bazar coloré où s'entremêlent épices, textiles et artisanat local.",
          "visit_duration_min": 75
        },
        {
          "text": "Galle Face Green, promenade en bord de mer où se retrouvent les habitants de Colombo.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée national de Colombo, collection d'objets historiques et artistiques sri-lankais.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier de Cinnamon Gardens, zone résidentielle verdoyante avec bâtiments coloniaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Beira Lake, lac urbain au cœur de Colombo avec temple flottant Seema Malaka.",
          "visit_duration_min": 75
        },
        {
          "text": "Viharamahadevi Park, plus grand parc de Colombo idéal pour une dernière promenade.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier de Pettah, marché chaotique et coloré avec ses ruelles thématiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de Pettah, dédale de ruelles avec marchands d'épices, fruits tropicaux et légumes exotiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Old Dutch Hospital, complexe colonial reconverti en restaurants et boutiques gastronomiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Ministry of Crab, restaurant gastronomique célèbre pour ses crabes de lagune préparés de multiples façons.",
          "visit_duration_min": 75
        },
        {
          "text": "Good Market, marché bio hebdomadaire avec produits fermiers et street food créative.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Gustate un kottu roti fresco preparato davanti a voi in un ristorante di strada.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata nel quartiere coloniale di Fort con i suoi edifici d'epoca olandese e britannica.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping al centro commerciale Odel o nelle boutique di artigianato locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena in un ristorante gastronomico che propone una cucina fusion sri-lankese moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Ultimi acquisti di souvenir e spezie al mercato locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Relax in una spa ayurvedica per un massaggio tradizionale sri-lankese.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de street food locale : kottu, hoppers et wade.",
          "visit_duration_min": 60
        },
        {
          "text": "Massaggio ayurvedico tradizionale per concludere il viaggio in bellezza.",
          "visit_duration_min": 60
        },
        {
          "text": "Laboratorio di cucina sri-lankese con chef locale per imparare il rice & curry autentico.",
          "visit_duration_min": 60
        },
        {
          "text": "Acquisti di spezie e tè di qualità da portare al Tea Board Shop.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena di chiusura in un ristorante fusion che mescola tradizioni sri-lankesi e tecniche moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez un kottu roti frais préparé devant vous dans un restaurant de rue.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le quartier colonial de Fort avec ses bâtiments d'époque néerlandaise et britannique.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping au centre commercial Odel ou dans les boutiques d'artisanat local.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans un restaurant gastronomique proposant une cuisine fusion sri-lankaise moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Derniers achats de souvenirs et d'épices au marché local.",
          "visit_duration_min": 60
        },
        {
          "text": "Détente dans un spa ayurvédique pour un massage traditionnel sri-lankais.",
          "visit_duration_min": 60
        },
        {
          "text": "Massage ayurvédique traditionnel pour clore le voyage en beauté.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de cuisine sri-lankaise avec chef local pour apprendre le rice & curry authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Achats d'épices et thés de qualité à rapporter au Tea Board Shop.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de clôture dans un restaurant fusion mêlant traditions sri-lankaises et techniques modernes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 1
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 14
        },
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 15
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 10
        },
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 1
        },
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 10
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 8.7
    },
    {
      "place_id": "LK::dambulla",
      "name": "Dambulla",
      "cc": "LK",
      "coords": [
        7.860833,
        80.651667
      ],
      "lat": 7.860833,
      "lon": 80.651667,
      "visits": [
        {
          "text": "Tempio d'Oro di Dambulla, 5 grotte sacre ornate da 150 statue di Buddha e affreschi murali.",
          "visit_duration_min": 75
        },
        {
          "text": "Rangiri Dambulla International Stadium, stadio unico costruito in 167 giorni.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple d'Or de Dambulla, 5 grottes sacrées ornées de 150 statues de Bouddha et fresques murales.",
          "visit_duration_min": 75
        },
        {
          "text": "Rangiri Dambulla International Stadium, stade unique construit en 167 jours.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione all'alba fino al tempio per una luce magica.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a una fattoria locale di frutta e verdura biologiche.",
          "visit_duration_min": 60
        },
        {
          "text": "Laboratorio di cucina tradizionale sri-lankese con una famiglia locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée au lever du soleil jusqu'au temple pour une lumière magique.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d'une ferme locale de fruits et légumes biologiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de cuisine traditionnelle sri-lankaise avec une famille locale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "TRIANGOLO CULTURALE — TEMPLI E CITTÀ ANTICHE 7 GIORNI",
          "day": 4
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 8.1
    },
    {
      "place_id": "LK::dondra",
      "name": "Dondra",
      "cc": "LK",
      "coords": [
        5.923611,
        80.586667
      ],
      "lat": 5.923611,
      "lon": 80.586667,
      "visits": [
        {
          "text": "Faro di Dondra, punto più meridionale dello Sri Lanka con vista panoramica.",
          "visit_duration_min": 75
        },
        {
          "text": "Tempio Dondra Maha Vihara, antico sito buddhista lontano dai circuiti turistici.",
          "visit_duration_min": 75
        },
        {
          "text": "Phare de Dondra, point le plus méridional du Sri Lanka avec vue panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple Dondra Maha Vihara, ancien site bouddhiste loin des circuits touristiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplorazione delle spiagge deserte della punta sud.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno in calette isolate accessibili tramite sentieri costieri.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration des plages désertes de la pointe sud.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade dans des criques isolées accessibles par sentiers côtiers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 10
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5.1
    },
    {
      "place_id": "LK::ella",
      "name": "Ella",
      "cc": "LK",
      "coords": [
        6.866111,
        81.046389
      ],
      "lat": 6.866111,
      "lon": 81.046389,
      "visits": [
        {
          "text": "Nine Arches Bridge, ponte ferroviario emblematico immerso nella giungla.",
          "visit_duration_min": 75
        },
        {
          "text": "Little Adam's Peak, escursione facile che offre una vista spettacolare sulle colline verdeggianti.",
          "visit_duration_min": 75
        },
        {
          "text": "Café Chill con vista panoramica sulle montagne, specializzato in piatti vegetariani creativi.",
          "visit_duration_min": 75
        },
        {
          "text": "Mini Adam's Peak con sosta in ristoranti di montagna che servono riso al curry fatto in casa.",
          "visit_duration_min": 75
        },
        {
          "text": "Nine Arches Bridge, pont ferroviaire emblématique niché dans la jungle.",
          "visit_duration_min": 75
        },
        {
          "text": "Little Adam's Peak, randonnée facile offrant une vue spectaculaire sur les collines verdoyantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Café Chill avec vue panoramique sur les montagnes, spécialisé en plats végétariens créatifs.",
          "visit_duration_min": 75
        },
        {
          "text": "Mini Adam's Peak avec arrêt dans des restaurants de montagne servant riz au curry maison.",
          "visit_duration_min": 75
        },
        {
          "text": "Prendi il famoso treno da Kandy a Ella attraverso rigogliose piantagioni di tè e tunnel di montagna.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira i panorami scenici di Nuwara Eliya e delle ondulate terre alte durante il viaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "Escursione al Little Adam's Peak per viste panoramiche delle montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita l'iconico Nine Arch Bridge circondato da campi di tè.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora le Ravana Falls, una delle cascate più famose dello Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Prenez le célèbre train de Kandy à Ella à travers les luxuriantes plantations de thé et les tunnels de montagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les vues panoramiques de Nuwara Eliya et des hautes terres vallonnées pendant le trajet.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnée jusqu'au Little Adam's Peak pour des vues panoramiques sur les montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'emblématique Pont aux Neuf Arches entouré de champs de thé.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les Chutes de Ravana, l'une des cascades les plus célèbres du Sri Lanka.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Viaggio in treno panoramico da Nanu Oya a Ella, uno dei più bei percorsi ferroviari al mondo.",
          "visit_duration_min": 60
        },
        {
          "text": "Viaggio in treno panoramico attraverso le piantagioni di tè con degustazione di snack locali a bordo.",
          "visit_duration_min": 60
        },
        {
          "text": "Trajet en train panoramique de Nanu Oya à Ella, l'un des plus beaux trajets ferroviaires au monde.",
          "visit_duration_min": 60
        },
        {
          "text": "Trajet en train panoramique à travers plantations de thé avec dégustation de snacks locaux à bord.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata serale attraverso la città di Ella per esplorare i suoi caffè e negozi.",
          "visit_duration_min": 60
        },
        {
          "text": "Goditi una serata rilassante con vista sull'Ella Rock dal tuo homestay.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade en soirée dans la ville d'Ella pour explorer ses cafés et boutiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez d'une soirée relaxante avec vue sur Ella Rock depuis votre famille d'accueil.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 6
        },
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 7
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 4
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 5
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 7.8
    },
    {
      "place_id": "LK::galle",
      "name": "Galle",
      "cc": "LK",
      "coords": [
        6.053519,
        80.220978
      ],
      "lat": 6.053519,
      "lon": 80.220978,
      "visits": [
        {
          "text": "Forte di Galle, fortezza coloniale olandese classificata UNESCO con bastioni di fronte all'oceano.",
          "visit_duration_min": 75
        },
        {
          "text": "Faro di Galle, edificio emblematico del forte che offre una vista mozzafiato sull'oceano Indiano.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo marittimo nazionale che ripercorre la storia coloniale e marittima della regione.",
          "visit_duration_min": 75
        },
        {
          "text": "Forte di Galle, città fortificata coloniale con bastioni, chiese e edifici olandesi.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa Riformata Olandese, chiesa del XVIII secolo con pavimento in lastre tombali.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo marittimo nazionale che ripercorre l'epopea coloniale e il commercio delle spezie.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato di Galle con bancarelle di frutti di mare, manghi, papaie e frutti del giaco.",
          "visit_duration_min": 75
        },
        {
          "text": "Pédé Street Food per assaggiare il miglior kottu roti della costa meridionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Fort de Galle, forteresse coloniale néerlandaise classée UNESCO avec remparts face à l'océan.",
          "visit_duration_min": 75
        },
        {
          "text": "Phare de Galle, édifice emblématique du fort offrant une vue imprenable sur l'océan Indien.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée maritime national retraçant l'histoire coloniale et maritime de la région.",
          "visit_duration_min": 75
        },
        {
          "text": "Fort de Galle, ville fortifiée coloniale avec remparts, églises et bâtiments néerlandais.",
          "visit_duration_min": 75
        },
        {
          "text": "Dutch Reformed Church, église du XVIIIe siècle avec sol en pierres tombales.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de Galle avec étals de fruits de mer, mangues, papayes et fruits du jacquier.",
          "visit_duration_min": 75
        },
        {
          "text": "Pédé Street Food pour goûter le meilleur kottu roti de la côte sud.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nelle stradine lastricate del forte alla ricerca di gallerie d'arte e botteghe di artigianato.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata sui bastioni al tramonto con vista sull'oceano.",
          "visit_duration_min": 60
        },
        {
          "text": "Corso di cucina nel forte di Galle per padroneggiare hoppers e sambols.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita di distilleria di arrack artigianale con degustazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Flânerie dans les ruelles pavées du fort à la recherche de galeries d'art et boutiques d'artisanat.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade sur les remparts au coucher du soleil avec vue sur l'océan.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours de cuisine dans le fort de Galle pour maîtriser hoppers et sambols.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de distillerie d'arrack artisanal avec dégustation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 10
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 6
        },
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 8
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 9.5
    },
    {
      "place_id": "LK::hikkaduwa",
      "name": "Hikkaduwa",
      "cc": "LK",
      "coords": [
        6.139167,
        80.103333
      ],
      "lat": 6.139167,
      "lon": 80.103333,
      "visits": [
        {
          "text": "Santuario delle tartarughe marine di Kosgoda, centro di protezione e riabilitazione delle tartarughe.",
          "visit_duration_min": 75
        },
        {
          "text": "Spiaggia di Hikkaduwa, spot per snorkeling con barriera corallina vicino alla riva.",
          "visit_duration_min": 75
        },
        {
          "text": "Barriera corallina di Hikkaduwa, santuario marino accessibile dalla spiaggia.",
          "visit_duration_min": 75
        },
        {
          "text": "Tsunami Honganji Vihara, tempio buddhista costruito dopo lo tsunami del 2004.",
          "visit_duration_min": 75
        },
        {
          "text": "Sanctuaire de tortues marines de Kosgoda, centre de protection et réhabilitation des tortues.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage de Hikkaduwa, spot de snorkeling avec récif corallien près du rivage.",
          "visit_duration_min": 75
        },
        {
          "text": "Récif corallien de Hikkaduwa, sanctuaire marin accessible depuis la plage.",
          "visit_duration_min": 75
        },
        {
          "text": "Tsunami Honganji Vihara, temple bouddhiste construit après le tsunami de 2004.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Snorkeling per nuotare tra pesci tropicali e tartarughe marine.",
          "visit_duration_min": 60
        },
        {
          "text": "Sessione di surf sulle onde accessibili di Hikkaduwa.",
          "visit_duration_min": 60
        },
        {
          "text": "Battesimo di immersioni subacquee nelle acque cristalline.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf sulle onde accessibili per tutti i livelli.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling pour nager parmi poissons tropicaux et tortues marines.",
          "visit_duration_min": 60
        },
        {
          "text": "Session de surf sur les vagues accessibles de Hikkaduwa.",
          "visit_duration_min": 60
        },
        {
          "text": "Baptême de plongée sous-marine dans les eaux cristallines.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf sur les vagues accessibles pour tous niveaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 12
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 8.6
    },
    {
      "place_id": "LK::hiriketiya",
      "name": "Hiriketiya",
      "cc": "LK",
      "coords": [
        5.9649,
        80.7002
      ],
      "lat": 5.9649,
      "lon": 80.7002,
      "visits": [
        {
          "text": "Guidate attraverso la campagna meridionale per raggiungere Hiriketiya Bay.",
          "visit_duration_min": 75
        },
        {
          "text": "Rilassatevi alla spiaggia di Hiriketiya, una baia a forma di ferro di cavallo nota per il surf e il paesaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversée de la campagne du sud pour rejoindre la baie d'Hiriketiya.",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous à la plage d'Hiriketiya, une baie en forme de fer à cheval connue pour son surf et ses paysages.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Nuotate o fate surf nella baia di Hiriketiya.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata serale alla spiaggia di Dikwella ed esplorazione dei ristoranti locali.",
          "visit_duration_min": 60
        },
        {
          "text": "Nagez ou surfez dans la baie d'Hiriketiya.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade du soir jusqu'à la plage de Dikwella et exploration des restaurants locaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 7
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3.7
    },
    {
      "place_id": "LK::kandy",
      "name": "Kandy",
      "cc": "LK",
      "coords": [
        7.290572,
        80.633728
      ],
      "lat": 7.290572,
      "lon": 80.633728,
      "visits": [
        {
          "text": "Tempio del Dente Sacro, santuario che custodisce una reliquia di Buddha, luogo santo del buddismo.",
          "visit_duration_min": 75
        },
        {
          "text": "Giardino botanico di Peradeniya, 60 ettari di vegetazione tropicale con orchidee rare e palme maestose.",
          "visit_duration_min": 75
        },
        {
          "text": "Giardino botanico reale di Peradeniya, 147 acri di vegetazione lussureggiante.",
          "visit_duration_min": 75
        },
        {
          "text": "Centro culturale di Kandy con spettacolo di danze tradizionali kandyane.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato municipale di Kandy, bancarelle traboccanti di frutti tropicali, verdure ed erbe aromatiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Empire Café, istituzione locale per assaggiare i dolci sri-lankesi coloniali.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple de la Dent Sacrée, sanctuaire abritant une relique de Bouddha, lieu saint du bouddhisme.",
          "visit_duration_min": 75
        },
        {
          "text": "Jardin botanique de Peradeniya, 60 hectares de végétation tropicale avec orchidées rares et palmiers majestueux.",
          "visit_duration_min": 75
        },
        {
          "text": "Jardin botanique royal de Peradeniya, 147 acres de végétation luxuriante.",
          "visit_duration_min": 75
        },
        {
          "text": "Centre culturel de Kandy avec spectacle de danses kandyennes traditionnelles.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché municipal de Kandy, étals débordant de fruits tropicaux, légumes et herbes aromatiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Empire Café, institution locale pour goûter les pâtisseries sri-lankaises coloniales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la zona storica di Colombo Fort prima di salire sul treno per Kandy.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira i monumenti coloniali come la Lighthouse Clock Tower e l'Old Parliament Building.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Tempio della Reliquia del Sacro Dente, uno dei siti buddhisti più sacri dello Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora i Royal Botanical Gardens di Peradeniya, che ospitano oltre 4.000 specie di piante.",
          "visit_duration_min": 75
        },
        {
          "text": "Cammina per il Mercato di Kandy per sperimentare la vita locale e le spezie.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le quartier historique de Colombo Fort avant de monter à bord du train pour Kandy.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les monuments coloniaux tels que la tour de l'horloge du phare et l'ancien bâtiment du Parlement.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Temple de la Relique de la Dent Sacrée, l'un des sites bouddhistes les plus sacrés du Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les Jardins Botaniques Royaux de Peradeniya, qui abritent plus de 4 000 espèces de plantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous au Marché de Kandy pour découvrir la vie locale et les épices.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Assistete alla cerimonia quotidiana Puja al Tempio del Dente, rituale impressionante con tamburi e musica.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata intorno al lago Kandy nel tardo pomeriggio.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita di una fabbrica di dolci al jaggery con degustazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena spettacolo con danze kandyane e buffet di specialità locali.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez à la cérémonie quotidienne Puja au Temple de la Dent, rituel impressionnant avec tambours et musique.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade autour du lac Kandy au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d'une fabrique de bonbons au jaggery avec dégustation.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner spectacle avec danses kandyennes et buffet de spécialités locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Prendi il treno panoramico da Colombo Fort a Kandy attraverso risaie e colline.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggia lungo il Lago di Kandy e goditi lo sfondo montano.",
          "visit_duration_min": 60
        },
        {
          "text": "Spettacolo culturale serale di danze a Kandy con suonatori di tamburi e danzatori Kandyan.",
          "visit_duration_min": 60
        },
        {
          "text": "Prenez le train panoramique de Colombo Fort à Kandy à travers les rizières et les collines.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous le long du lac de Kandy et profitez du paysage montagneux.",
          "visit_duration_min": 60
        },
        {
          "text": "Spectacle de danse culturelle en soirée à Kandy mettant en vedette des percussionnistes et danseurs kandyens.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 4
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "TRIANGOLO CULTURALE — TEMPLI E CITTÀ ANTICHE 7 GIORNI",
          "day": 7
        },
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 5
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 2
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 3
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 9.8
    },
    {
      "place_id": "LK::kataragama",
      "name": "Kataragama",
      "cc": "LK",
      "coords": [
        6.413889,
        81.333611
      ],
      "lat": 6.413889,
      "lon": 81.333611,
      "visits": [
        {
          "text": "Tempio di Kataragama, sito sacro per buddisti, indù e musulmani riuniti.",
          "visit_duration_min": 75
        },
        {
          "text": "Fiume Menik Ganga dove i pellegrini si bagnano ritualmente.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple de Kataragama, site sacré pour bouddhistes, hindous et musulmans réunis.",
          "visit_duration_min": 75
        },
        {
          "text": "Rivière Menik Ganga où pèlerins se baignent rituellement.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partecipazione alla cerimonia notturna Puja con processione e fuochi.",
          "visit_duration_min": 60
        },
        {
          "text": "Incontro con pellegrini venuti da tutto il paese per condividere le loro storie.",
          "visit_duration_min": 60
        },
        {
          "text": "Participation à la cérémonie nocturne Puja avec procession et feux.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre avec des pèlerins venus de tout le pays partager leurs histoires.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 8
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.3
    },
    {
      "place_id": "LK::matale",
      "name": "Matale",
      "cc": "LK",
      "coords": [
        7.47,
        80.623056
      ],
      "lat": 7.47,
      "lon": 80.623056,
      "visits": [
        {
          "text": "Giardino delle spezie di Matale, piantagione con cannella, cardamomo, pepe, vaniglia e noce moscata.",
          "visit_duration_min": 75
        },
        {
          "text": "Heritage Spice Garden con dimostrazione di raccolta e trasformazione delle spezie.",
          "visit_duration_min": 75
        },
        {
          "text": "Jardin d'épices de Matale, plantation avec cannelle, cardamome, poivre, vanille et muscade.",
          "visit_duration_min": 75
        },
        {
          "text": "Heritage Spice Garden avec démonstration de récolte et transformation des épices.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Corso di preparazione di miscele di spezie per curry e sambol.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di piatti tradizionali speziati in un ristorante del villaggio.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours de préparation de mélanges d'épices pour currys et sambols.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de plats traditionnels relevés dans un restaurant villageois.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 4
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3.2
    },
    {
      "place_id": "LK::medirigiriya",
      "name": "Medirigiriya",
      "cc": "LK",
      "coords": [
        7.976389,
        81.012778
      ],
      "lat": 7.976389,
      "lon": 81.012778,
      "visits": [
        {
          "text": "Vatadage di Medirigiriya, santuario circolare del VII secolo isolato e raramente visitato.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggio rurale circostante con abitanti accoglienti e stile di vita tradizionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Vatadage de Medirigiriya, sanctuaire circulaire du VIIe siècle isolé et rarement visité.",
          "visit_duration_min": 75
        },
        {
          "text": "Village rural environnant avec habitants accueillants et mode de vie traditionnel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Immersione in una famiglia di agricoltori per scoprire le tecniche di coltivazione ancestrali.",
          "visit_duration_min": 60
        },
        {
          "text": "Partecipazione alla preparazione di un pasto tradizionale del villaggio.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion dans une famille d'agriculteurs pour découvrir les techniques de culture ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Participation à la préparation d'un repas traditionnel villageois.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 4
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.4
    },
    {
      "place_id": "LK::mirissa",
      "name": "Mirissa",
      "cc": "LK",
      "coords": [
        5.946944,
        80.461111
      ],
      "lat": 5.946944,
      "lon": 80.461111,
      "visits": [
        {
          "text": "Porto di pesca di Mirissa, villaggio costiero autentico con barche colorate.",
          "visit_duration_min": 75
        },
        {
          "text": "Spiaggia di Mirissa, baia a forma di mezzaluna ideale per il surf e il relax.",
          "visit_duration_min": 75
        },
        {
          "text": "Coconut Tree Hill, collina emblematica con filari di palme da cocco di fronte all'oceano.",
          "visit_duration_min": 75
        },
        {
          "text": "Parrot Rock, roccia accessibile con la bassa marea con vista panoramica su Mirissa Beach.",
          "visit_duration_min": 75
        },
        {
          "text": "Port de pêche de Mirissa, village côtier authentique avec bateaux colorés.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage de Mirissa, baie en forme de croissant idéale pour le surf et la détente.",
          "visit_duration_min": 75
        },
        {
          "text": "Coconut Tree Hill, colline emblématique avec alignement de cocotiers face à l'océan.",
          "visit_duration_min": 75
        },
        {
          "text": "Parrot Rock, rocher accessible à marée basse avec vue panoramique sur Mirissa Beach.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaggiate lungo la costa meridionale da Hiriketiya a Mirissa.",
          "visit_duration_min": 75
        },
        {
          "text": "Rilassatevi sulla spiaggia di Mirissa e visitate Coconut Tree Hill per le viste del tramonto.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite Secret Beach, un luogo nascosto e tranquillo vicino a Mirissa.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyage le long de la côte sud d'Hiriketiya à Mirissa.",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous sur la plage de Mirissa et visitez Coconut Tree Hill pour admirer le coucher de soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Secret Beach, un endroit tranquille et caché près de Mirissa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione in mare per osservare balene blu e delfini rotatori in stagione.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione in barca per osservare balene blu e capodogli in stagione.",
          "visit_duration_min": 60
        },
        {
          "text": "Tramonto con cocktail sulla spiaggia animata di Mirissa.",
          "visit_duration_min": 60
        },
        {
          "text": "Sortie en mer pour observer baleines bleues et dauphins tourneurs en saison.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion en bateau pour observer baleines bleues et cachalots en saison.",
          "visit_duration_min": 60
        },
        {
          "text": "Coucher de soleil avec cocktail sur la plage animée de Mirissa.",
          "visit_duration_min": 60
        },
        {
          "text": "Crociera opzionale per l'avvistamento delle balene (novembre–aprile).",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière optionnelle d'observation des baleines (novembre–avril).",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 9
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 5
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 8
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 7.9
    },
    {
      "place_id": "LK::negombo",
      "name": "Negombo",
      "cc": "LK",
      "coords": [
        7.208333,
        79.835833
      ],
      "lat": 7.208333,
      "lon": 79.835833,
      "visits": [
        {
          "text": "Mercato del pesce di Negombo, spettacolo mattutino con arrivo delle barche e aste animate.",
          "visit_duration_min": 75
        },
        {
          "text": "Canale olandese di Negombo, vestigio coloniale che costeggia la città.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa di Santa Maria di Negombo, imponente cattedrale rosa che testimonia l'influenza cattolica.",
          "visit_duration_min": 75
        },
        {
          "text": "Lellama Fish Market, mercato secondario dove acquistare pesce e frutti di mare ultra freschi.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché aux poissons de Negombo, spectacle matinal avec arrivée des bateaux et enchères animées.",
          "visit_duration_min": 75
        },
        {
          "text": "Canal néerlandais de Negombo, vestige colonial longeant la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Église Sainte-Marie de Negombo, cathédrale rose imposante témoignant de l'influence catholique.",
          "visit_duration_min": 75
        },
        {
          "text": "Lellama Fish Market, marché secondaire où acheter poissons et fruits de mer ultra frais.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora la spiaggia di Negombo e le sue barche da pesca con vele colorate.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il mercato del pesce di Lellama, il secondo più grande dello Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri le chiese dell'epoca coloniale come la Chiesa di Santa Maria a Negombo, conosciuta come 'Piccola Roma'.",
          "visit_duration_min": 75
        },
        {
          "text": "Fai un tour in barca attraverso la Laguna di Negombo e i suoi ecosistemi di mangrovie.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaggio di ritorno da Bentota a Negombo, vicino all'Aeroporto Internazionale Bandaranaike.",
          "visit_duration_min": 75
        },
        {
          "text": "Rilassati prima della partenza o fai una passeggiata finale lungo la spiaggia di Negombo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la plage de Negombo et ses bateaux de pêche aux voiles colorées.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le marché aux poissons de Lellama, le deuxième plus grand du Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les églises de l'époque coloniale comme l'église Sainte-Marie de Negombo, connue sous le nom de 'Petite Rome'.",
          "visit_duration_min": 75
        },
        {
          "text": "Faites une excursion en bateau à travers la lagune de Negombo et ses écosystèmes de mangroves.",
          "visit_duration_min": 75
        },
        {
          "text": "Trajet de retour de Bentota à Negombo, près de l'aéroport international Bandaranaike.",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous avant le départ ou faites une dernière promenade le long de la plage de Negombo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata in bicicletta lungo i canali per scoprire la vita locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di frutti di mare appena pescati in un ristorante sul lungomare.",
          "visit_duration_min": 60
        },
        {
          "text": "Corso di preparazione di curry di frutti di mare con una famiglia di pescatori.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di granchi di laguna cucinati sul fuoco di legna.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo le long des canaux pour découvrir la vie locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de fruits de mer fraîchement pêchés dans un restaurant de bord de mer.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours de préparation de currys de fruits de mer avec une famille de pêcheurs.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de crabes de lagune cuisinés au feu de bois.",
          "visit_duration_min": 60
        },
        {
          "text": "Rilassati sulle spiagge sabbiose di Negombo.",
          "visit_duration_min": 60
        },
        {
          "text": "Osserva l'avifauna e i pescatori locali sulla Laguna di Negombo.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping facoltativo o trattamento spa prima del tuo volo.",
          "visit_duration_min": 60
        },
        {
          "text": "Détendez-vous sur les plages de sable de Negombo.",
          "visit_duration_min": 60
        },
        {
          "text": "Observez les oiseaux et les pêcheurs locaux sur la lagune de Negombo.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping optionnel ou soin spa avant votre vol.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 13
        },
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 2
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 1
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 10
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 7.5
    },
    {
      "place_id": "LK::nuwara-eliya",
      "name": "Nuwara Eliya",
      "cc": "LK",
      "coords": [
        6.949649,
        80.789736
      ],
      "lat": 6.949649,
      "lon": 80.789736,
      "visits": [
        {
          "text": "Piantagioni di tè di Nuwara Eliya, paesaggi collinari di piante di tè a perdita d'occhio.",
          "visit_duration_min": 75
        },
        {
          "text": "Fabbrica di tè Pedro, visita guidata del processo di produzione del tè di Ceylon con degustazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Centro storico coloniale di Nuwara Eliya soprannominato Little England per la sua architettura britannica.",
          "visit_duration_min": 75
        },
        {
          "text": "Tea Bush Café in mezzo alle piantagioni per gustare dolci e tè premium.",
          "visit_duration_min": 75
        },
        {
          "text": "Plantations de thé de Nuwara Eliya, paysages vallonnés de théiers à perte de vue.",
          "visit_duration_min": 75
        },
        {
          "text": "Usine de thé Pedro, visite guidée du processus de fabrication du thé de Ceylan avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Centre-ville colonial de Nuwara Eliya surnommé Little England pour son architecture britannique.",
          "visit_duration_min": 75
        },
        {
          "text": "Tea Bush Café au milieu des plantations pour savourer pâtisseries et thés premium.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata nelle piantagioni per osservare le raccoglitrici di tè al lavoro.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata guidata nelle piantagioni con dimostrazione di raccolta da parte delle donne tamil.",
          "visit_duration_min": 60
        },
        {
          "text": "Laboratorio di degustazione di tè per imparare a distinguere i gradi e gli aromi.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans les plantations pour observer les cueilleuses de thé au travail.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade guidée dans les plantations avec démonstration de cueillette par les femmes tamoules.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de dégustation de thés pour apprendre à différencier les grades et arômes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 5
        },
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 6
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 7.4
    },
    {
      "place_id": "LK::panama",
      "name": "Panama",
      "cc": "LK",
      "coords": [
        6.780556,
        81.808333
      ],
      "lat": 6.780556,
      "lon": 81.808333,
      "visits": [
        {
          "text": "Spiaggia di Panama, distesa selvaggia di sabbia dorata praticamente deserta.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna di Panama, santuario di uccelli acquatici e coccodrilli.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage de Panama, étendue sauvage de sable doré pratiquement déserte.",
          "visit_duration_min": 75
        },
        {
          "text": "Lagune de Panama, sanctuaire d'oiseaux aquatiques et crocodiles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione costiera fino a calette isolate accessibili solo a piedi.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione del tramonto sulla spiaggia deserta in totale solitudine.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée côtière jusqu'à des criques isolées accessibles uniquement à pied.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation du coucher de soleil sur la plage déserte en totale solitude.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 7
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5.8
    },
    {
      "place_id": "LK::polonnaruwa",
      "name": "Polonnaruwa",
      "cc": "LK",
      "coords": [
        7.939722,
        81
      ],
      "lat": 7.939722,
      "lon": 81,
      "visits": [
        {
          "text": "Città medievale di Polonnaruwa, antica capitale reale patrimonio UNESCO con templi e statue monumentali.",
          "visit_duration_min": 75
        },
        {
          "text": "Gal Vihara, insieme di statue di Buddha scolpite nel granito, capolavoro dell'arte singalese.",
          "visit_duration_min": 75
        },
        {
          "text": "Palazzo reale di Parakramabahu, vestigia della grandezza dell'antica capitale medievale.",
          "visit_duration_min": 75
        },
        {
          "text": "Vatadage circolare, santuario unico che un tempo custodiva una reliquia del dente.",
          "visit_duration_min": 75
        },
        {
          "text": "Cité médiévale de Polonnaruwa, ancienne capitale royale classée UNESCO avec temples et statues monumentales.",
          "visit_duration_min": 75
        },
        {
          "text": "Gal Vihara, ensemble de statues de Bouddha taillées dans le granit, chef-d'œuvre de l'art singhalais.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais royal de Parakramabahu, vestiges de la grandeur de l'ancienne capitale médiévale.",
          "visit_duration_min": 75
        },
        {
          "text": "Gal Vihara, quatre statues monumentales de Bouddha sculptées dans le granit.",
          "visit_duration_min": 75
        },
        {
          "text": "Vatadage circulaire, sanctuaire unique abritant autrefois une relique de la dent.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Giro in bicicletta attraverso le rovine archeologiche tra scimmie e pavoni selvatici.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita di un villaggio tradizionale per scoprire le tecniche agricole ancestrali.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour in bicicletta elettrica attraverso il parco archeologico.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno nel bacino Parakrama Samudra al tramonto.",
          "visit_duration_min": 60
        },
        {
          "text": "Circuit à vélo à travers les ruines archéologiques parmi singes et paons sauvages.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d'un village traditionnel pour découvrir les techniques agricoles ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Circuit en vélo électrique à travers le parc archéologique.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade dans le réservoir Parakrama Samudra au coucher du soleil.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 3
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "TRIANGOLO CULTURALE — TEMPLI E CITTÀ ANTICHE 7 GIORNI",
          "day": 5
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 8.7
    },
    {
      "place_id": "LK::puttalam",
      "name": "Puttalam",
      "cc": "LK",
      "coords": [
        8.033333,
        79.833333
      ],
      "lat": 8.033333,
      "lon": 79.833333,
      "visits": [
        {
          "text": "Laguna di Puttalam, zona umida preservata che ospita fenicotteri rosa e uccelli migratori.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggio di pescatori musulmani di Kalpitiya con le sue moschee colorate.",
          "visit_duration_min": 75
        },
        {
          "text": "Lagune de Puttalam, zone humide préservée abritant flamants roses et oiseaux migrateurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Village de pêcheurs musulmans de Kalpitiya avec ses mosquées colorées.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Gita in barca tradizionale attraverso le saline all'alba.",
          "visit_duration_min": 60
        },
        {
          "text": "Incontro con le comunità di pescatori e degustazione di pesce secco locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade en bateau traditionnel à travers les marais salants au lever du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre avec les communautés de pêcheurs et dégustation de poisson séché local.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 1
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3
    },
    {
      "place_id": "LK::rekawa",
      "name": "Rekawa",
      "cc": "LK",
      "coords": [
        6.096389,
        80.820833
      ],
      "lat": 6.096389,
      "lon": 80.820833,
      "visits": [
        {
          "text": "Spiaggia di Rekawa, sito di nidificazione delle tartarughe marine raramente frequentato.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna di Rekawa, zona umida preservata ricca di biodiversità.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage de Rekawa, site de ponte des tortues marines rarement fréquenté.",
          "visit_duration_min": 75
        },
        {
          "text": "Lagune de Rekawa, zone humide préservée riche en biodiversité.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Osservazione notturna delle tartarughe marine che vengono a deporre le uova sulla spiaggia.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak nella laguna all'alba per osservare uccelli e coccodrilli.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation nocturne des tortues marines venant pondre leurs œufs sur la plage.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak dans la lagune au lever du soleil pour observer oiseaux et crocodiles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 11
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.3
    },
    {
      "place_id": "LK::ritigala",
      "name": "Ritigala",
      "cc": "LK",
      "coords": [
        8.110833,
        80.682222
      ],
      "lat": 8.110833,
      "lon": 80.682222,
      "visits": [
        {
          "text": "Monastero forestale di Ritigala, rovine misteriose sepolte nella giungla fitta.",
          "visit_duration_min": 75
        },
        {
          "text": "Vetta sacra di Ritigala, montagna isolata circondata da leggende buddiste.",
          "visit_duration_min": 75
        },
        {
          "text": "Monastère forestier de Ritigala, ruines mystérieuses enfouies dans la jungle épaisse.",
          "visit_duration_min": 75
        },
        {
          "text": "Sommet sacré de Ritigala, montagne isolée entourée de légendes bouddhistes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione guidata attraverso la foresta densa per scoprire bacini antichi e celle di monaci.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée guidée à travers la forêt dense pour découvrir bassins antiques et cellules de moines.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 3
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3.8
    },
    {
      "place_id": "LK::sigiriya",
      "name": "Sigiriya",
      "cc": "LK",
      "coords": [
        7.956944,
        80.759722
      ],
      "lat": 7.956944,
      "lon": 80.759722,
      "visits": [
        {
          "text": "Tempio d'Oro di Dambulla, complesso rupestre con 5 grotte ornate di affreschi buddisti.",
          "visit_duration_min": 75
        },
        {
          "text": "Roccia del Leone di Sigiriya, fortezza reale del V secolo arroccata a 200m di altitudine.",
          "visit_duration_min": 75
        },
        {
          "text": "Roccia del Leone di Sigiriya, cittadella fortificata del V secolo con affreschi delle fanciulle.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo archeologico di Sigiriya che presenta la storia del sito e le sue scoperte.",
          "visit_duration_min": 75
        },
        {
          "text": "Pidurangala Rock, roccia vicina a Sigiriya che offre una vista spettacolare sulla Roccia del Leone.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggio tradizionale Hiriwadunna, immersione nella vita rurale dello Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple d'Or de Dambulla, complexe rupestre avec 5 grottes ornées de fresques bouddhistes.",
          "visit_duration_min": 75
        },
        {
          "text": "Rocher du Lion de Sigiriya, forteresse royale du Ve siècle perchée à 200m d'altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Rocher du Lion de Sigiriya, citadelle fortifiée du Ve siècle avec fresques des demoiselles.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée archéologique de Sigiriya présentant l'histoire du site et ses découvertes.",
          "visit_duration_min": 75
        },
        {
          "text": "Pidurangala Rock, rocher voisin de Sigiriya offrant une vue spectaculaire sur le Rocher du Lion.",
          "visit_duration_min": 75
        },
        {
          "text": "Village traditionnel Hiriwadunna, immersion dans la vie rurale sri-lankaise.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Salita mattutina verso la cima di Sigiriya per ammirare gli affreschi delle fanciulle e la vista panoramica.",
          "visit_duration_min": 60
        },
        {
          "text": "Incontro con artigiani locali specializzati nella scultura del legno.",
          "visit_duration_min": 60
        },
        {
          "text": "Salita mattutina della roccia per evitare il caldo e godere del panorama.",
          "visit_duration_min": 60
        },
        {
          "text": "Massaggio ayurvedico tradizionale a fine giornata.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari al Minneriya National Park per osservare gli elefanti selvatici in riva al lago.",
          "visit_duration_min": 60
        },
        {
          "text": "Montée matinale vers le sommet de Sigiriya pour admirer les fresques des demoiselles et la vue panoramique.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre avec des artisans locaux spécialisés dans la sculpture sur bois.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascension matinale du rocher pour éviter la chaleur et profiter de la vue.",
          "visit_duration_min": 60
        },
        {
          "text": "Massage ayurvédique traditionnel en fin de journée.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari à Minneriya National Park pour observer les éléphants sauvages au bord du lac.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 2
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "TRIANGOLO CULTURALE — TEMPLI E CITTÀ ANTICHE 7 GIORNI",
          "day": 3
        },
        {
          "itin_id": "LK::NCP::triangle-culturel",
          "itin_title": "TRIANGOLO CULTURALE — TEMPLI E CITTÀ ANTICHE 7 GIORNI",
          "day": 6
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 9.4
    },
    {
      "place_id": "LK::tangalle",
      "name": "Tangalle",
      "cc": "LK",
      "coords": [
        6.024167,
        80.795278
      ],
      "lat": 6.024167,
      "lon": 80.795278,
      "visits": [
        {
          "text": "Tempio Mulkirigala, monastero rupestre arroccato su una roccia di 200m con vista panoramica.",
          "visit_duration_min": 75
        },
        {
          "text": "Spiaggia di Tangalle, lunga distesa di sabbia dorata costeggiata da palme.",
          "visit_duration_min": 75
        },
        {
          "text": "Blow Hole di Hummanaya, geyser marino naturale che spinge l'acqua a 25m di altezza.",
          "visit_duration_min": 75
        },
        {
          "text": "Spiagge segrete di Tangalle, calette deserte circondate da palme.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple Mulkirigala, monastère rupestre perché sur un rocher de 200m avec vue panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage de Tangalle, longue étendue de sable doré bordée de palmiers.",
          "visit_duration_min": 75
        },
        {
          "text": "Blow Hole d'Hummanaya, geyser marin naturel propulsant l'eau à 25m de hauteur.",
          "visit_duration_min": 75
        },
        {
          "text": "Plages secrètes de Tangalle, criques désertes bordées de palmiers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bagni e relax sulle spiagge tranquille della costa sud.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling nelle barriere coralline poco frequentate.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno e relax sulla spiaggia Silent Beach o Goyambokka Beach.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade et détente sur les plages tranquilles de la côte sud.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling dans les récifs coralliens peu fréquentés.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade et détente sur plage Silent Beach ou Goyambokka Beach.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 8
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 3
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.1
    },
    {
      "place_id": "LK::tissamaharama",
      "name": "Tissamaharama",
      "cc": "LK",
      "coords": [
        6.283333,
        81.283333
      ],
      "lat": 6.283333,
      "lon": 81.283333,
      "visits": [
        {
          "text": "Lago Tissa, distesa d'acqua tranquilla con templi buddhisti sulle sue rive.",
          "visit_duration_min": 75
        },
        {
          "text": "Dagoba di Yatala Vehera, stupa antico in un villaggio rurale tranquillo.",
          "visit_duration_min": 75
        },
        {
          "text": "Lac Tissa, étendue d'eau paisible avec temples bouddhistes sur ses rives.",
          "visit_duration_min": 75
        },
        {
          "text": "Dagoba de Yatala Vehera, stupa ancien dans un village rural tranquille.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggiata al tramonto intorno al lago con osservazione di uccelli acquatici.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena presso gli abitanti in una fattoria familiare del villaggio.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade au coucher du soleil autour du lac avec observation d'oiseaux aquatiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner chez l'habitant dans une ferme familiale du village.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.5
    },
    {
      "place_id": "LK::udawalawe",
      "name": "Udawalawe",
      "cc": "LK",
      "coords": [
        6.441667,
        80.883333
      ],
      "lat": 6.441667,
      "lon": 80.883333,
      "visits": [
        {
          "text": "Safari mattutino in jeep nel Parco Nazionale di Udawalawe per osservare elefanti selvatici e avifauna.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc national d'Udawalawe, sanctuaire pour éléphants sauvages avec plus de 500 individus.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita l'Elephant Transit Home per vedere gli elefanti orfani mentre vengono nutriti.",
          "visit_duration_min": 75
        },
        {
          "text": "Safari matinal en jeep dans le parc national d'Udawalawe pour observer les éléphants sauvages et les oiseaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'Elephant Transit Home pour voir les éléphants orphelins être nourris.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Safari in jeep per osservare elefanti, bufali d'acqua e uccelli acquatici.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari en jeep pour observer éléphants, buffles d'eau et oiseaux aquatiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari pomeridiano opzionale o relax al vostro lodge.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari optionnel l'après-midi ou détente à votre lodge.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 1
        },
        {
          "itin_id": "LK::southwest-srilanka::perfect-10d",
          "itin_title": "SRI LANKA",
          "day": 6
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.9
    },
    {
      "place_id": "LK::unawatuna",
      "name": "Unawatuna",
      "cc": "LK",
      "coords": [
        6.010833,
        80.249722
      ],
      "lat": 6.010833,
      "lon": 80.249722,
      "visits": [
        {
          "text": "Spiaggia di Unawatuna, baia a ferro di cavallo con sabbia dorata e acqua calma.",
          "visit_duration_min": 75
        },
        {
          "text": "Jungle Beach, piccola insenatura segreta accessibile tramite sentiero nella giungla.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage d'Unawatuna, baie en fer à cheval avec sable doré et eau calme.",
          "visit_duration_min": 75
        },
        {
          "text": "Jungle Beach, petite crique secrète accessible par sentier dans la jungle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Immersioni con maschera e boccaglio sulla barriera corallina di Unawatuna.",
          "visit_duration_min": 60
        },
        {
          "text": "Stand-up paddle nella baia tranquilla all'alba.",
          "visit_duration_min": 60
        },
        {
          "text": "Plongée avec masque et tuba sur le récif corallien d'Unawatuna.",
          "visit_duration_min": 60
        },
        {
          "text": "Stand-up paddle dans la baie tranquille au lever du soleil.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 7
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.9
    },
    {
      "place_id": "LK::weligama",
      "name": "Weligama",
      "cc": "LK",
      "coords": [
        5.973611,
        80.429167
      ],
      "lat": 5.973611,
      "lon": 80.429167,
      "visits": [
        {
          "text": "Spiaggia di Weligama, baia tranquilla rinomata per le sue scuole di surf.",
          "visit_duration_min": 75
        },
        {
          "text": "Pescatori sui trampoli, tecnica di pesca tradizionale emblematica dello Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato del pesce di Weligama dove i pescatori vendono il pescato del giorno.",
          "visit_duration_min": 75
        },
        {
          "text": "Ristoranti sulla spiaggia che servono pesce grigliato appena pescato.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage de Weligama, baie paisible réputée pour ses écoles de surf.",
          "visit_duration_min": 75
        },
        {
          "text": "Pêcheurs sur échasses, technique de pêche traditionnelle emblématique du Sri Lanka.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de poissons de Weligama où pêcheurs vendent leurs prises du jour.",
          "visit_duration_min": 75
        },
        {
          "text": "Restaurants de plage servant poisson grillé fraîchement pêché.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Corso di surf per principianti sulle onde dolci di Weligama Bay.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita di una fattoria di tartarughe marine per vedere le baby tartarughe.",
          "visit_duration_min": 60
        },
        {
          "text": "Laboratorio di preparazione di curry di pesce ambulthiyal stile Weligama.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione di curd (yogurt di bufala) con miele di palma in una fattoria locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena barbecue di frutti di mare con i piedi nella sabbia al tramonto.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours de surf pour débutants sur les vagues douces de Weligama Bay.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d'une ferme de tortues marines pour voir les bébés tortues.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de préparation de currys de poisson ambulthiyal style Weligama.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de curd (yaourt de buffle) avec miel de palme dans une ferme locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner barbecue de fruits de mer les pieds dans le sable au coucher du soleil.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 4
        },
        {
          "itin_id": "LK::ALL::saveurs-epicees",
          "itin_title": "SAPORI SPEZIATI — ODISSEA GASTRONOMICA 10 GIORNI",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.2
    },
    {
      "place_id": "LK::wilpattu",
      "name": "Wilpattu",
      "cc": "LK",
      "coords": [
        8.432778,
        80.008889
      ],
      "lat": 8.432778,
      "lon": 80.008889,
      "visits": [
        {
          "text": "Parco nazionale di Wilpattu, riserva selvaggia poco frequentata celebre per i suoi villus (laghi naturali).",
          "visit_duration_min": 75
        },
        {
          "text": "Parc national de Wilpattu, réserve sauvage peu fréquentée célèbre pour ses villus (lacs naturels).",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Safari in 4x4 nel parco più antico dello Sri Lanka per osservare leopardi e orsi labiati.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari en 4x4 dans le parc le plus ancien du Sri Lanka pour observer léopards et ours lippu.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::chemins-secrets",
          "itin_title": "SENTIERI SEGRETI — FUORI DAI SENTIERI BATTUTI 12 GIORNI",
          "day": 2
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.5
    },
    {
      "place_id": "LK::yala",
      "name": "Yala",
      "cc": "LK",
      "coords": [
        6.371944,
        81.520833
      ],
      "lat": 6.371944,
      "lon": 81.520833,
      "visits": [
        {
          "text": "Parco nazionale di Yala, riserva con la più alta densità di leopardi al mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc national de Yala, réserve avec la plus haute densité de léopards au monde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Safari in 4x4 all'alba per osservare leopardi, elefanti, orsi e coccodrilli.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari mattutino alla ricerca degli sfuggenti leopardi.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari crepuscolare per osservare orsi labiati e coccodrilli delle paludi.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari en 4x4 au lever du jour pour observer léopards, éléphants, ours et crocodiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari matinal à la recherche des léopards insaisissables.",
          "visit_duration_min": 60
        },
        {
          "text": "Safari crépusculaire pour observer ours lippu et crocodiles des marais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LK::ALL::sri-lanka-complet",
          "itin_title": "PERLA DELL'OCEANO INDIANO",
          "day": 7
        },
        {
          "itin_id": "LK::SP::cotes-nature",
          "itin_title": "COSTE SELVAGGE & SAFARI — NATURA E SPIAGGE 10 GIORNI",
          "day": 2
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3
    }
  ]
}