{
  "itineraries": [
    {
      "itin_id": "GF::coast-forest::guyane-space-and-wild",
      "id": "GF::coast-forest::guyane-space-and-wild",
      "language": "en",
      "title": "French Guiana Journey: Kourou, Amazon Rainforest & Coast",
      "country": "GF",
      "estimated_days_base": 11,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Place des Palmistes Cayenne",
              "Fort Cépérou Cayenne",
              "Cathédrale Saint-Sauveur Cayenne",
              "Marché couvert Cayenne",
              "Musée des Cultures Guyanaises Cayenne",
              "Maisons créoles Cayenne"
            ]
          },
          "visits": [
            {
              "text": "Place des Palmistes stretches across three hectares in the heart of Cayenne. Its towering Caribbean royal palms reach 25 meters skyward, while a statue of Félix Éboué stands watch over the esplanade.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Climb the stepped street to Fort Cépérou, built in the 17th century on a hill purchased from the Amerindian chief Cépérou. A few walls, a vaulted gateway, and sweeping views over the city and estuary remain.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Saint-Sauveur Cathedral, constructed in the 19th century, ranks among the city's oldest religious buildings. Its modest facade conceals an interior rich with tropical woodwork.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "The Museum of Guianese Cultures occupies two renovated Creole houses. Collections span Amerindian, Bushinengé, Creole, and Hmong traditions through artifacts and textiles.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Wander the old town streets to admire colorful wooden Creole houses with their balconies and shutters. Murals by local artists punctuate the climb toward the fort.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "The Botanical Garden, established in 1879, covers three hectares in the city center. A shaded path showcases tropical species with signs explaining their origins and uses.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Cayenne's covered market occupies a metal hall attributed to Eiffel's workshop. Tropical fruits, Laotian soups, dried shrimp, and ti-punch appear from early morning.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6am–12pm",
                "tip": "Try coconut ti-punch and phở soups from Hmong vendors"
              }
            },
            {
              "text": "Come evening, Place des Palmistes transforms: food carts roll in with grilled meats, accras, and fritters. The Creole atmosphere thrives beneath illuminated palms.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6pm–10pm"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Centre Spatial Guyanais Kourou",
              "Guyaspace Expérience Kourou",
              "Pointe des Roches Kourou",
              "Tour Dreyfus Kourou",
              "Plage Kourou",
              "Fleuve Kourou"
            ]
          },
          "visits": [
            {
              "text": "Guiana Space Centre sprawls across 750 km² between Kourou and Sinnamary. The three-hour guided bus tour passes through control centers and the Ariane 6 and Vega-C launch zones. Booking 48 hours ahead is mandatory.",
              "place_id": "",
              "visit_duration_min": 180
            },
            {
              "text": "Guyaspace Expérience, the CNES museum reopened in 2024, offers an immersive visit with digital installations chronicling European space history since the first Véronique rocket launch in 1968.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Head to Pointe des Roches to discover Tour Dreyfus, a 19th-century telegraph tower that once communicated by signal with the Salvation Islands. Unobstructed views stretch over the river mouth.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Kourou's beaches line Avenue des Roches. Plage de la Cocoteraie provides a pleasant setting for a break, while Plage Pim-Poum, bordered by coconut palms, suits families with its shallow waters.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "The bike path along Avenue des Roches follows the coastline. Walkers, runners, and cyclists gather here in late afternoon facing the Atlantic.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "5pm–7pm",
                "tip": "Spectacular sunset from Pointe des Roches"
              }
            },
            {
              "text": "Witness a rocket launch if the schedule allows. Viewing sites sit between 7 and 20 km from the launch pads. Access is free by invitation.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Check the CSG launch calendar; ID required"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Île Royale Îles du Salut",
              "Île Saint-Joseph Îles du Salut",
              "Musée du bagne Île Royale",
              "Chapelle Île Royale",
              "Piscine des bagnards Île Royale",
              "Phare Île Royale"
            ]
          },
          "visits": [
            {
              "text": "Île Royale, the largest of the Salvation Islands at 28 hectares, concentrates the penal colony's administrative remnants: cells from the convicts' quarter, hospital, restored chapel, and solar-powered lighthouse. A marked trail circles the island in 90 minutes.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "A small free museum on Île Royale presents convicts' letters, including those of Dreyfus. Cell 47, where Henri Charrière—known as \"Papillon\"—was imprisoned, can be identified by its graffiti.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "From the mango tree esplanade, the view embraces the guards' quarter, chapel, hospital, and lighthouse. Below, Île du Diable—Dreyfus's place of exile—remains off-limits.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "On Île Saint-Joseph, nicknamed \"the man-eater,\" nature has reclaimed its territory. Ruins with pink walls of solitary confinement cells vanish beneath vines and roots of giant trees.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "The convicts' pool, a saltwater basin carved into Île Royale's rock, allowed prisoners to wash sheltered from sharks. At high tide, swimming remains possible.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Board a catamaran from Kourou marina for a full day at the Salvation Islands. The crossing takes about an hour.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Full day (8:30am–5:30pm)",
                "tip": "Islands close to the public 5 hours before each rocket launch"
              }
            },
            {
              "text": "On Île Saint-Joseph, the crushed shell beach offers the archipelago's finest swimming. At low tide, small natural pools form behind the rock bar.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Strong offshore currents; swim only in supervised areas"
              }
            },
            {
              "text": "Île Royale's capuchin monkeys, true stars of the place, approach visitors with curiosity. Agoutis, iguanas, and sea turtles complete the scene.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Don't feed the animals; keep belongings secured"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 77.6,
            "drive_min": 78,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "GF::saint-laurent",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::saint-laurent",
            "coords": [
              5.5,
              -54.03
            ],
            "map_keywords": [
              "Camp de la Transportation Saint-Laurent-du-Maroni",
              "Quartier Petit Paris Saint-Laurent-du-Maroni",
              "Marché place Flore Lithaw Saint-Laurent-du-Maroni",
              "Quai du Maroni Saint-Laurent-du-Maroni",
              "Maisons créoles Saint-Laurent-du-Maroni"
            ]
          },
          "visits": [
            {
              "text": "Camp de la Transportation, classified as a historic monument in 1995, opened in 1858. Past the grand arch, the cells, inner courtyard, and former guillotine trace a century of penal history. Some 70,000 convicts passed through here.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Cell 47, restored for the film \"Papillon,\" is where Henri Charrière was imprisoned. Graffiti carved into stone by inmates remain visible on the walls of other cells.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "The \"Petit Paris\" quarter, the former administrative district of the penal town, displays colonial buildings including the former penal director's residence, now the sub-prefecture.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Saint-Laurent's colorful wooden Creole houses testify to a unique urban planning in France: the entire town was built by and for the penal administration from 1880 onward.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "From the Maroni quays, the view carries to Albina, the small Surinamese town on the opposite bank. The 611-km river has never been a border for the Bushinengé who live on both sides.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "The guided tour of Camp de la Transportation lasts about 75 minutes. Nighttime torch-lit tours are scheduled once a month from June to October, featuring convict songs and testimonies.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "75 min (daytime tour) / 2h (nighttime tour)",
                "tip": "Tours daily; reduced hours outside July–August"
              }
            },
            {
              "text": "The market at Place Flore Lithaw gathers Chinese, Creole, Bushinengé, and Hmong cuisines. Couac, pickles, tropical fruits, and local crafts exchange hands in a babel of languages.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Tuesday, Wednesday, Friday, Saturday 6am–2pm"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "GF::saint-laurent",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::saint-laurent",
            "coords": [
              5.5,
              -54.03
            ],
            "map_keywords": [
              "Fleuve Maroni Saint-Laurent-du-Maroni",
              "Villages Bushinengués Maroni",
              "Île de la Quarantaine Maroni",
              "Île aux Lépreux Maroni",
              "Maison des cultures Saint-Laurent-du-Maroni"
            ]
          },
          "visits": [
            {
              "text": "The House of Cultures and Community in Saint-Laurent hosts art exhibitions blending Bushinengé, Amerindian, and Creole traditions.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Along the Maroni, pirogues painted with patterns number in the hundreds. Their vivid colors and streamlined shapes tell the identity of each riverside community.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Île de la Quarantaine and Île aux Lépreux, visible from the banks, sheltered sick prisoners. Their ruins emerge from tropical vegetation in the middle of the river.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Board a pirogue on the Maroni to journey upstream toward Bushinengé villages. The Bushinengé, descendants of enslaved people who fled Suriname's plantations, have preserved ancestral music, basketry, and rituals.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Half-day to full day",
                "tip": "Ask permission before photographing in villages"
              }
            },
            {
              "text": "Stroll along the quays in late afternoon to watch the sunset over the Maroni. The back-and-forth of pirogues between both banks creates an unbroken spectacle.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "5pm–6:30pm"
              }
            },
            {
              "text": "Bushinengé basketry workshops offer two-hour introductions to wana weaving. Local artisans create baskets, jewelry from wapa seeds, and carved objects.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Crafts available at the market and Village des Artisans Noirs-Marrons on the Mana road"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 259.1,
            "drive_min": 194,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Montagne des Singes Kourou",
              "Sentier botanique Montagne des Singes",
              "Centre d'archéologie amérindienne Kourou",
              "Fleuve Kourou pirogue",
              "Savanes du CSG Kourou"
            ]
          },
          "visits": [
            {
              "text": "Montagne des Singes, a hill on CSG grounds, offers two trails: the botanical path (700 m, 30 min) and the mountain trail (3.3 km, 2.5 h). Tamarin monkeys, sloths, and toucans inhabit the site.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "From Montagne des Singes summit, the panorama embraces Kourou, the offshore Salvation Islands, and the Space Centre's launch pads. An ideal spot for picnicking.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "The Amerindian Archaeology Centre of Kourou (CAAK) presents the daily life of French Guiana's earliest Amerindian communities. Over 200 rock carvings (figures, triangular heads) have been documented in the region.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "The CSG savanna trails, freely accessible, reveal the space center's biodiversity from a naturalist angle. ONF-guided visits are organized monthly.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Descend the Kourou River by pirogue or canoe through Amazon rainforest. Swimming breaks in creeks, archery, and zip-lining punctuate some excursions.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Half-day to full day",
                "tip": "Bring mosquito repellent and sun protection"
              }
            },
            {
              "text": "The mangroves downstream shelter shrimp, crabs, egrets, and scarlet ibises. A late afternoon outing offers the best observation chances.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "4pm–6pm"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "GF::roura",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::roura",
            "coords": [
              4.733,
              -52.317
            ],
            "map_keywords": [
              "Village Cacao Roura",
              "Marché Hmong Cacao",
              "Musée Le Planeur Bleu Cacao",
              "Église de Roura",
              "Belvédère canopée route de Cacao"
            ]
          },
          "visits": [
            {
              "text": "The village of Cacao, created in 1977 by Hmong refugees from Laos, belongs to the commune of Roura. Its wooden stilt houses, flowered gardens, and market crops lend the hamlet a Southeast Asian air in the heart of Amazonia.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Le Planeur Bleu museum houses entomology collections (butterflies, tarantulas, centipedes), Amerindian archaeology, and Guianese ethnology. A concentrate of local biodiversity in a small building beside the hall.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "The church of Roura and its surroundings, on the right bank of the Oyak, retain a marked Creole character. The town center offers a striking contrast with Cacao's Hmong village.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "On the Cacao road, a viewpoint at kilometer marker 6 before the village overlooks the Amazon canopy. In season, flowering trees punctuate the green immensity.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Push open the door to Cacao's potter's workshop for an introduction to the wheel. This colorful character welcomes visitors with humor and transmits his artisan know-how.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Cacao's market thrives Sunday morning beneath a large wooden frame. Phở soups, spring rolls, fritters, embroideries depicting Hmong daily life, and tropical fruits mingle here.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Sunday 6am–1pm",
                "tip": "Try nam van (lotus pearls, pandan, coconut milk) and soussa (caramel, soy, fermented rice, tapioca)"
              }
            },
            {
              "text": "From Cacao's landing, board a pirogue on the Comté River for a two-hour journey upstream through dense forest. Swimming breaks in creeks are possible.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h one way",
                "tip": "Rain jacket, sun protection, waterproof bag for camera"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 33.3,
            "drive_min": 67,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Winding forest road, narrow paved surface"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "GF::kaw",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kaw",
            "coords": [
              4.617,
              -52.117
            ],
            "map_keywords": [
              "Marais de Kaw réserve naturelle",
              "Village de Kaw",
              "Rivière de Kaw",
              "Dégrad de Kaw Roura",
              "Montagne de Kaw"
            ]
          },
          "visits": [
            {
              "text": "The Kaw-Roura Marshes Nature Reserve covers 94,700 hectares, France's third-largest nature reserve. It harbors 535 bird species, 98 mammal species, and four caiman species.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "The village of Kaw, about thirty inhabitants, sits on a former sand ridge. Accessible only by pirogue, it served as a backdrop for the television series \"Guyane.\"",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "On the forest road toward the landing, the Camp-Caïman inn marks the halfway point. Amerindian vestiges on Montagne Favard (engraved rocks, pottery) testify to ancient occupation.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Board a pirogue on the marshes at nightfall. The eyes of black caimans—the world's second-largest population of the species—shine in headlamp beams.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Dusk, around 6pm",
                "duration": "~2h",
                "tip": "Long, dark clothing; binoculars and headlamp essential"
              }
            },
            {
              "text": "By day, the marshes reveal scarlet ibises, cocoi herons, wattled jacanas, and hoatzins. Zebu cattle feed in water up to their chests, impassive.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Sunrise or late afternoon",
                "tip": "Navigation is regulated: 3-knot maximum speed"
              }
            },
            {
              "text": "Gather at dawn on a floating ecolodge to watch the ballet of fishing birds in the morning mist. Far from any light pollution, the nocturnal starry sky is exceptional.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Book ahead; bring swimsuit to bathe in the river"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Jardin botanique Cayenne",
              "Musée Départemental Alexandre-Franconie Cayenne",
              "Maison Thémire Cayenne",
              "Fontaine Tardy de Montravel Cayenne",
              "Place Léopold Héder Cayenne",
              "Plage de Montjoly Cayenne"
            ]
          },
          "visits": [
            {
              "text": "The Alexandre-Franconie Departmental Museum, in Cayenne's center, gathers collections of natural history, archaeology, and Guianese ethnography. A cracked bell from Fort Cépérou is preserved here.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Place Léopold Héder, facing the Prefecture Hotel, houses the Tardy de Montravel fountain, a cast-iron monument adorned with sculptures. Until 1867, it supplied residents with water.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Maison Thémire, a 19th-century Creole dwelling, embodies traditional local architecture with its woodwork and shutters. It now hosts a dining space.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Craving greenery? The Botanical Garden of Cayenne, created in the 18th century, offers three hectares of shaded promenade among rare tropical species, with explanatory signs for each variety.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "The Joséphine Horth school, visible from Place des Palmistes, was Cayenne's first public school. Its classified facade testifies to the city's educational history.",
              "place_id": "",
              "visit_duration_min": 20
            }
          ],
          "activities": [
            {
              "text": "Montjoly beach, minutes from the center, invites late afternoon swimming. The brown water results from river sediments, not pollution.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Avoid evening swims due to rising tides"
              }
            },
            {
              "text": "Montabo beach, closer to downtown, is favored by Cayenne residents for jogging and relaxation. Unobstructed view over the Atlantic Ocean.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Late afternoon for the light"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Marché couvert Cayenne",
              "Place des Palmistes Cayenne",
              "Art de rue Cayenne",
              "Roulottes place des Palmistes Cayenne",
              "Plage de Montabo Cayenne"
            ]
          },
          "visits": [
            {
              "text": "Return to Cayenne's covered market for final purchases: spices, arranged rums, dried shrimp, and Amerindian crafts. The metal hall also houses small takeaway restaurants.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "The murals that punctuate the climb toward Fort Cépérou, created by local artists, illustrate Guianese history and traditions in vivid colors and symbolic motifs.",
              "place_id": "",
              "visit_duration_min": 35
            },
            {
              "text": "Stroll one last time on Place des Palmistes. In the evening, 19th-century streetlamps illuminate the paths where Cayenne residents gather around food carts.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "The area around Avenue du Général-de-Gaulle concentrates shops and urban life. A chance to bring home basketry, seed jewelry, and Guianese textiles.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Treat yourself to a final ti-punch—cactus, coconut, or lime—at Cayenne market. Creole vendors advise and offer tastings generously.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Morning, before noon"
              }
            },
            {
              "text": "One last swim at Montabo beach before departure. The waterfront offers an unobstructed view over the Atlantic and returning fishermen.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Late afternoon"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "French Guiana Journey: Kourou, Amazon Rainforest & Coast",
        "intro_paragraph": "Between Cayenne's Place des Palmistes and the wild marshes of Kaw, French Guiana unveils a territory where European space history meets penal colony vestiges and Amazonian biodiversity. This 10-day itinerary connects Kourou's Ariane rockets to the Salvation Islands' cells, Cacao's Hmong village to Maroni pirogues, the marshes' black caimans to the estuary's scarlet ibises.",
        "seo_hook": "A unique road trip between Cayenne, Kourou, and Saint-Laurent-du-Maroni, blending space center, historic penal colony, Amazon rainforest, and protected wetlands.",
        "featured_list": [
          "Guiana Space Centre and Guyaspace Expérience museum",
          "Salvation Islands—penal colony ruins in a paradise setting",
          "Kaw Marshes—France's third-largest nature reserve",
          "Camp de la Transportation in Saint-Laurent-du-Maroni",
          "Hmong village of Cacao and Sunday market"
        ],
        "places_taglines": {
          "GF::cayenne": "Where Caribbean royal palms tower over Creole markets and colonial ramparts command the estuary",
          "GF::kourou": "Europe's spaceport between Atlantic beaches and Amazon wilderness",
          "GF::roura": "A forest commune sheltering Cacao's Hmong village and its Southeast Asian gardens",
          "GF::kaw": "Where black caimans glide through 94,700 hectares of protected wetlands",
          "GF::saint-laurent": "A multicultural town born from penal history on the banks of the Maroni"
        }
      },
      "meta": {
        "themes": [
          "Wildlife & Nature"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1—D1–D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2—D6–D10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "5-day variant"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "10-day variant"
        }
      ],
      "regions": [
        "GF"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "notes": "From Cayenne's markets to Kourou's space heritage and the Maroni and Kaw wetlands, discover forest edges, river villages, and Atlantic shores.",
      "specialties": [
        "Ti-punch variations (coconut, cactus, lime)",
        "Hmong cuisine (phở, spring rolls, nam van dessert)",
        "Bushinengé basketry and wapa seed jewelry",
        "Couac (cassava grain staple)",
        "Dried shrimp and tropical fish"
      ],
      "dept_code": "GF",
      "dept_name": "French Guiana",
      "subtitle": "From Cayenne to the Maroni River, where penal colony history meets Ariane rockets and Kaw's wild marshes",
      "seo_keywords": [
        "french guiana travel",
        "guiana itinerary",
        "kourou space center",
        "salvation islands penal colony",
        "kaw marshes",
        "cayenne visit",
        "saint-laurent-du-maroni",
        "hmong village cacao",
        "maroni river pirogue",
        "french guiana amazon rainforest"
      ],
      "practical_context": {
        "best_months": [
          "July",
          "August",
          "September",
          "October",
          "November"
        ],
        "highlights": [
          "Guiana Space Centre—Europe's only launch base, free guided tours",
          "Salvation Islands—French Guiana's most visited penal ruins (60,000 visitors/year)",
          "Kaw Marshes—nighttime black caiman observation by pirogue",
          "Camp de la Transportation—historic monument and penal memory site",
          "Hmong village of Cacao—Sunday market with Southeast Asian flavors in the heart of Amazonia"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:58.989Z"
}