{
  "itineraries": [
    {
      "itin_id": "GF::coast-forest::guyane-space-and-wild",
      "id": "GF::coast-forest::guyane-space-and-wild",
      "language": "es",
      "title": "Viaje a la Guayana Francesa: Kourou, Amazonía y Costa",
      "country": "GF",
      "estimated_days_base": 11,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Place des Palmistes Cayenne",
              "Fort Cépérou Cayenne",
              "Cathédrale Saint-Sauveur Cayenne",
              "Marché couvert Cayenne",
              "Musée des Cultures Guyanaises Cayenne",
              "Maisons créoles Cayenne"
            ]
          },
          "visits": [
            {
              "text": "La plaza de los Palmistes se extiende a lo largo de tres hectáreas en pleno corazón de Cayena. Sus palmeras reales del Caribe alcanzan los 25 metros de altura; en el centro de la explanada se alza una estatua de Félix Éboué.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Sube por la calle escalonada hasta el fuerte Cépérou, construido en el siglo XVII sobre la colina que fue comprada al jefe amerindio Cépérou. Quedan algunos muros, una puerta abovedada y un panorama completo de la ciudad y el estuario.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "La catedral de San Salvador, construida en el siglo XIX, es uno de los edificios religiosos más antiguos de la ciudad. Su fachada sobria esconde un interior con maderas tropicales.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "El Museo de las Culturas Guayanesas ocupa dos casas criollas renovadas. Las colecciones abarcan las tradiciones amerindias, bushinengué, criollas y hmong a través de objetos y textiles.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Recorre las calles del centro antiguo para observar las casas criollas de madera colorida, con sus balcones y contraventanas. Murales de artistas locales jalonan la subida hacia el fuerte.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "El Jardín Botánico, creado en 1879, cubre tres hectáreas en pleno centro. Un recorrido sombreado presenta especies tropicales con paneles que explican sus orígenes y usos.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "El mercado cubierto de Cayena ocupa una nave metálica atribuida al taller Eiffel. Frutas tropicales, sopas laosianas, camarones secos y ti-punchs se descubren desde primera hora de la mañana.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-12h",
                "tip": "Prueba el ti-punch de coco y las sopas phò de las vendedoras hmong"
              }
            },
            {
              "text": "Por la tarde, la plaza de los Palmistes se transforma: se instalan carritos con parrilladas, accras y buñuelos. El ambiente criollo cobra vida bajo las palmeras iluminadas.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "18h-22h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Centre Spatial Guyanais Kourou",
              "Guyaspace Expérience Kourou",
              "Pointe des Roches Kourou",
              "Tour Dreyfus Kourou",
              "Plage Kourou",
              "Fleuve Kourou"
            ]
          },
          "visits": [
            {
              "text": "El Centro Espacial de la Guayana se extiende por 750 km² entre Kourou y Sinnamary. La visita guiada en autobús (3 h) recorre los centros de control y las zonas de lanzamiento de Ariane 6 y Vega-C. Reserva obligatoria con 48 h de antelación.",
              "place_id": "",
              "visit_duration_min": 180
            },
            {
              "text": "Guyaspace Expérience, el museo del CNES reabierto en 2024, propone una visita inmersiva con instalaciones digitales que reconstruyen la historia espacial europea desde el primer lanzamiento del cohete Véronique en 1968.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Dirígete a la punta de las Rocas para descubrir la Torre Dreyfus, antigua torre de telégrafo del siglo XIX que se comunicaba por señales con las islas de la Salvación. Vista despejada sobre la desembocadura del río.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Las playas de Kourou bordean la avenida de las Rocas. La playa de la Cocoteraie ofrece un marco agradable para un descanso, mientras que la playa Pim-Poum, bordeada de cocoteros, es ideal para familias con sus aguas poco profundas.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "El carril bici de la avenida de las Rocas bordea el litoral. Paseantes, corredores y ciclistas se reúnen al final del día frente al Atlántico.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "17h-19h",
                "tip": "Puesta de sol espectacular desde la punta de las Rocas"
              }
            },
            {
              "text": "Asiste a un lanzamiento de cohete si el calendario lo permite. Los sitios de observación se encuentran entre 7 y 20 km de las plataformas de lanzamiento. El acceso es gratuito con invitación.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Consulta el calendario de lanzamientos en el sitio del CSG; documento de identidad obligatorio"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Île Royale Îles du Salut",
              "Île Saint-Joseph Îles du Salut",
              "Musée du bagne Île Royale",
              "Chapelle Île Royale",
              "Piscine des bagnards Île Royale",
              "Phare Île Royale"
            ]
          },
          "visits": [
            {
              "text": "La isla Real, la más grande de las islas de la Salvación (28 hectáreas), concentra los vestigios administrativos del presidio: celdas del barrio de los condenados, hospital, capilla restaurada y faro solar. Un sendero señalizado permite rodearla en 1 h 30.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Un pequeño museo gratuito en la isla Real presenta las cartas de los presidiarios, incluidas las de Dreyfus. La celda 47, donde estuvo encerrado Henri Charrière, alias «Papillon», es identificable por sus grafitis.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Desde la explanada de los mangos, la vista abarca el barrio de los vigilantes, la capilla, el hospital y el faro. Abajo, la isla del Diablo —tierra de exilio de Dreyfus— permanece cerrada al acceso.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "En la isla San José, apodada «la devoradora de hombres», la naturaleza ha recuperado sus derechos. Las ruinas de muros rosados de los calabozos de aislamiento desaparecen bajo lianas y raíces de árboles gigantescos.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "La piscina de los presidiarios, un estanque de agua salada tallado en la roca de la isla Real, servía para que los detenidos se lavaran al abrigo de los tiburones. Con marea alta, aún es posible bañarse.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Embarca en catamarán desde el puerto deportivo de Kourou para una jornada completa en las islas de la Salvación. La travesía dura aproximadamente una hora.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Jornada completa (8h30-17h30)",
                "tip": "Las islas cierran al público 5 h antes de cada lanzamiento de cohete"
              }
            },
            {
              "text": "En la isla San José, la playa de conchas trituradas ofrece el baño más hermoso del archipiélago. Con marea baja, se forman pequeñas piscinas naturales detrás de la barra de rocas.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Corrientes fuertes mar adentro; bañarse únicamente en zonas vigiladas"
              }
            },
            {
              "text": "Los monos capuchinos de la isla Real, auténticas estrellas del lugar, se acercan con curiosidad a los visitantes. Agutíes, iguanas y tortugas marinas completan el cuadro.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "No alimentar a los animales; mantener las pertenencias cerradas"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 77.6,
            "drive_min": 78,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "GF::saint-laurent",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::saint-laurent",
            "coords": [
              5.5,
              -54.03
            ],
            "map_keywords": [
              "Camp de la Transportation Saint-Laurent-du-Maroni",
              "Quartier Petit Paris Saint-Laurent-du-Maroni",
              "Marché place Flore Lithaw Saint-Laurent-du-Maroni",
              "Quai du Maroni Saint-Laurent-du-Maroni",
              "Maisons créoles Saint-Laurent-du-Maroni"
            ]
          },
          "visits": [
            {
              "text": "El Campo de la Transportation, declarado monumento histórico en 1995, fue inaugurado en 1858. Tras el gran arco, las celdas, el patio interior y la antigua guillotina reconstruyen un siglo de historia penitenciaria. Aproximadamente 70 000 presidiarios transitaron por allí.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "La celda 47, restaurada para la película «Papillon», es aquella donde estuvo encerrado Henri Charrière. Grafitis grabados en la piedra por los detenidos siguen visibles en los muros de otras celdas.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "El barrio del «Petit Paris», antiguo barrio administrativo de la ciudad penitenciaria, alinea edificios coloniales, entre ellos la antigua residencia del director del presidio, hoy subprefectura.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Las casas criollas de madera colorida de Saint-Laurent testimonian un urbanismo único en Francia: toda la ciudad fue construida por y para la administración penitenciaria a partir de 1880.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Desde los muelles del Maroni, la vista alcanza Albina, la pequeña ciudad surinamesa de la otra orilla. El río, de 611 km de largo, nunca ha sido una frontera para los bushinengué que viven a ambos lados.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "La visita guiada del Campo de la Transportation dura aproximadamente 1 h 15. Visitas nocturnas con linternas están programadas una vez al mes de junio a octubre, con cantos de presidiarios y testimonios.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h15 (visita diurna) / 2h (visita nocturna)",
                "tip": "Visitas todos los días; horarios reducidos fuera de julio-agosto"
              }
            },
            {
              "text": "El mercado de la plaza Flore Lithaw reúne las cocinas china, criolla, bushinengué y hmong. Couac, achards, frutas tropicales y artesanía local se intercambian en un alboroto de lenguas.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Martes, miércoles, viernes, sábado de 6h a 14h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "GF::saint-laurent",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::saint-laurent",
            "coords": [
              5.5,
              -54.03
            ],
            "map_keywords": [
              "Fleuve Maroni Saint-Laurent-du-Maroni",
              "Villages Bushinengués Maroni",
              "Île de la Quarantaine Maroni",
              "Île aux Lépreux Maroni",
              "Maison des cultures Saint-Laurent-du-Maroni"
            ]
          },
          "visits": [
            {
              "text": "La Casa de las Culturas y Comunitaria de Saint-Laurent acoge exposiciones artísticas que mezclan tradiciones bushinengué, amerindias y criollas.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "A lo largo del Maroni, las piraguas con motivos pintados se cuentan por centenares. Sus colores vivos y sus formas afiladas cuentan la identidad de cada comunidad ribereña.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La isla de la Cuarentena y la isla de los Leprosos, visibles desde las orillas, albergaron a los prisioneros enfermos. Sus ruinas emergen de la vegetación tropical en medio del río.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Embarca en piragua por el Maroni para remontar hacia las aldeas bushinengué. Los bushinengué, descendientes de esclavos que huyeron de las plantaciones de Surinam, han conservado música, cestería y ritos ancestrales.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Media jornada a jornada completa",
                "tip": "Pedir autorización antes de fotografiar en las aldeas"
              }
            },
            {
              "text": "Pasea por los muelles al final del día para admirar la puesta de sol sobre el Maroni. El vaivén de las piraguas entre ambas orillas crea un espectáculo ininterrumpido.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "17h-18h30"
              }
            },
            {
              "text": "Los talleres de cestería bushinengué permiten iniciarse en el tejido del wana en dos horas. Los artesanos locales crean cestos, joyas con semillas de wapa y objetos esculpidos.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Artesanía disponible en el mercado y en la Aldea de los Artesanos Noirs-Marrons en la carretera a Mana"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 259.1,
            "drive_min": 194,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Montagne des Singes Kourou",
              "Sentier botanique Montagne des Singes",
              "Centre d'archéologie amérindienne Kourou",
              "Fleuve Kourou pirogue",
              "Savanes du CSG Kourou"
            ]
          },
          "visits": [
            {
              "text": "La Montaña de los Monos, colina del dominio del CSG, propone dos senderos: el recorrido botánico (700 m, 30 min) y el sendero de la montaña (3,3 km, 2 h 30). Monos tamarinos, perezosos y tucanes pueblan el sitio.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Desde la cima de la Montaña de los Monos, el panorama abarca Kourou, las islas de la Salvación a lo lejos y las plataformas de lanzamiento del Centro Espacial. Un lugar ideal para hacer un picnic.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "El centro de arqueología amerindia de Kourou (CAAK) presenta la vida cotidiana de las primeras comunidades amerindias de la Guayana. Más de 200 grabados rupestres (figuras, cabezas triangulares) han sido inventariados en la región.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Los senderos de las sabanas del CSG, de acceso libre, permiten descubrir la biodiversidad del centro espacial desde un ángulo naturalista. Visitas guiadas de la ONF están organizadas cada mes.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Desciende el río Kourou en piragua o en canoa a través de la selva amazónica. Pausas para el baño en las calas, tiro con arco y tirolina puntúan ciertas excursiones.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Media jornada a jornada completa",
                "tip": "Prever antimosquitos y protección solar"
              }
            },
            {
              "text": "Los manglares río abajo albergan camarones, cangrejos, garzas e ibis rojos. Una salida al final del día ofrece las mejores oportunidades de observación.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "16h-18h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "GF::roura",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::roura",
            "coords": [
              4.733,
              -52.317
            ],
            "map_keywords": [
              "Village Cacao Roura",
              "Marché Hmong Cacao",
              "Musée Le Planeur Bleu Cacao",
              "Église de Roura",
              "Belvédère canopée route de Cacao"
            ]
          },
          "visits": [
            {
              "text": "La aldea de Cacao, creada en 1977 por refugiados hmong de Laos, está vinculada al municipio de Roura. Sus casas sobre pilotes de madera, sus jardines floridos y sus cultivos hortícolas dan a la aldea aires del Sudeste Asiático en plena Amazonia.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "El museo Le Planeur Bleu alberga colecciones de entomología (mariposas, tarántulas, escolopendras), de arqueología amerindia y de etnología guayanesa. Un concentrado de la biodiversidad local en un pequeño edificio junto a la nave.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "La iglesia de Roura y sus alrededores, en la orilla derecha del Oyak, conservan un carácter criollo marcado. El pueblo ofrece un contraste sorprendente con la aldea hmong de Cacao.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "En la carretera a Cacao, un mirador en el PK 6 antes de la aldea domina el dosel amazónico. En temporada, árboles en flor puntúan la inmensidad verde.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Empuja la puerta del taller del alfarero de Cacao para una iniciación al torno. Este personaje singular acoge a los visitantes con humor y transmite su saber hacer artesanal.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "El mercado de Cacao está en plena efervescencia el domingo por la mañana bajo una gran estructura de madera. Sopas phò, nems, buñuelos, bordados que retratan la vida cotidiana hmong y frutas tropicales se codean allí.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Domingo 6h-13h",
                "tip": "Prueba el nam van (perlas de loto, pandanus, leche de coco) y el soussa (caramelo, soja, arroz fermentado, tapioca)"
              }
            },
            {
              "text": "Desde el desembarcadero de Cacao, embarca en piragua por el río Comté para una remontada de dos horas a través de la selva densa. Pausas para el baño posibles en las calas.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h ida",
                "tip": "Chubasquero, protección solar, bolsa estanca para cámara fotográfica"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 33.3,
            "drive_min": 67,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Carretera forestal sinuosa, asfalto estrecho"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "GF::kaw",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kaw",
            "coords": [
              4.617,
              -52.117
            ],
            "map_keywords": [
              "Marais de Kaw réserve naturelle",
              "Village de Kaw",
              "Rivière de Kaw",
              "Dégrad de Kaw Roura",
              "Montagne de Kaw"
            ]
          },
          "visits": [
            {
              "text": "La reserva natural de las marismas de Kaw-Roura cubre 94 700 hectáreas, tercera reserva natural de Francia. Alberga 535 especies de aves, 98 especies de mamíferos y cuatro especies de caimanes.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La aldea de Kaw, una treintena de habitantes, está construida sobre un antiguo cordón dunar. Accesible únicamente en piragua, sirvió de decorado a la serie de televisión «Guyane».",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "En la carretera forestal hacia el desembarcadero, la posada de Camp-Caïman marca la mitad del camino. Los vestigios amerindios de la montaña Favard (rocas grabadas, cerámicas) testimonian una ocupación antigua.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Embarca en piragua por las marismas al caer la noche. Los ojos de los caimanes negros —segunda población mundial de la especie— brillan en el haz de las linternas frontales.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Crepúsculo, hacia las 18h",
                "duration": "~2h",
                "tip": "Ropa larga y oscura; prismáticos y linterna frontal indispensables"
              }
            },
            {
              "text": "De día, las marismas revelan ibis rojos, garzas goliat, jacanas negras y hoatzines crestados. Los cebúes se alimentan en el agua hasta el pecho, imperturbables.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Amanecer o final de tarde",
                "tip": "La navegación está reglamentada: velocidad de 3 nudos máximo"
              }
            },
            {
              "text": "Reúnete al alba en un ecolodge flotante para observar el ballet de las aves pescadoras en la bruma matinal. Lejos de toda contaminación lumínica, el cielo estrellado nocturno es excepcional.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Reservar con antelación; prever bañador para bañarse en el río"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Jardin botanique Cayenne",
              "Musée Départemental Alexandre-Franconie Cayenne",
              "Maison Thémire Cayenne",
              "Fontaine Tardy de Montravel Cayenne",
              "Place Léopold Héder Cayenne",
              "Plage de Montjoly Cayenne"
            ]
          },
          "visits": [
            {
              "text": "El museo departamental Alexandre-Franconie, en pleno centro de Cayena, reúne colecciones de historia natural, arqueología y etnografía guayanesa. Una campana agrietada del fuerte Cépérou se conserva allí.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "La plaza Léopold Héder, frente a la prefectura, alberga la fuente Tardy de Montravel, monumento en fundición ornado con esculturas. Hasta 1867, aseguraba el abastecimiento de agua de los habitantes.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "La casa Thémire, residencia criolla del siglo XIX, encarna la arquitectura tradicional local con sus maderas y sus contraventanas. Acoge hoy un espacio de restauración.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "¿Ganas de verde? El Jardín Botánico de Cayena, creado en el siglo XVIII, ofrece tres hectáreas de paseo sombreado entre especies tropicales raras, con paneles explicativos sobre cada variedad.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "La escuela Joséphine Horth, visible desde la plaza de los Palmistes, fue la primera escuela pública de Cayena. Su fachada catalogada testimonia la historia educativa de la ciudad.",
              "place_id": "",
              "visit_duration_min": 20
            }
          ],
          "activities": [
            {
              "text": "La playa de Montjoly, a pocos minutos del centro, invita a un baño al final de la tarde. El agua parda se debe a los sedimentos de los ríos, no a la contaminación.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Evitar los baños por la tarde debido a la subida de las mareas"
              }
            },
            {
              "text": "La playa de Montabo, más cercana al centro, es muy apreciada por los cayeneses para el footing y la relajación. Vista despejada sobre el océano Atlántico.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Al final del día por la luz"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Marché couvert Cayenne",
              "Place des Palmistes Cayenne",
              "Art de rue Cayenne",
              "Roulottes place des Palmistes Cayenne",
              "Plage de Montabo Cayenne"
            ]
          },
          "visits": [
            {
              "text": "Regreso al mercado cubierto de Cayena para las últimas compras: especias, rones arreglados, camarones secos y artesanía amerindia. La nave metálica alberga también pequeños restaurantes para llevar.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Los murales que jalonan la subida hacia el fuerte Cépérou, realizados por artistas locales, ilustran la historia y las tradiciones guayanesas en colores vivos y motivos simbólicos.",
              "place_id": "",
              "visit_duration_min": 35
            },
            {
              "text": "Pasea una última vez por la plaza de los Palmistes. Por la tarde, las farolas heredadas del siglo XIX iluminan las avenidas donde se reúnen los cayeneses alrededor de los carritos.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "El barrio alrededor de la avenida del General de Gaulle concentra los comercios y la vida urbana. Es la ocasión de llevarse cestería, joyas en semillas y textiles guayaneses.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Permítete un último ti-punch de cactus, coco o limón en el mercado de Cayena. Las vendedoras criollas aconsejan y hacen probar con generosidad.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Mañana, antes de las 12h"
              }
            },
            {
              "text": "Último baño en la playa de Montabo antes de la partida. El paseo marítimo ofrece una vista despejada sobre el Atlántico y los pescadores de regreso.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Final de tarde"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Viaje a la Guayana Francesa: Kourou, Amazonía y Costa",
        "intro_paragraph": "Entre la plaza de los Palmistes de Cayena y las marismas salvajes de Kaw, la Guayana francesa revela un territorio donde la historia espacial europea se codea con los vestigios del presidio y la biodiversidad amazónica. Este itinerario de 10 días conecta los cohetes Ariane de Kourou con las celdas de las islas de la Salvación, la aldea hmong de Cacao con las piraguas del Maroni, los caimanes negros de las marismas con los ibis rojos del estuario.",
        "seo_hook": "Un viaje único entre Cayena, Kourou y Saint-Laurent-du-Maroni, que mezcla centro espacial, presidio histórico, selva amazónica y marismas protegidas.",
        "featured_list": [
          "Centro Espacial de la Guayana y museo Guyaspace Expérience",
          "Islas de la Salvación - vestigios del presidio en un marco paradisíaco",
          "Marismas de Kaw - tercera reserva natural de Francia",
          "Campo de la Transportation de Saint-Laurent-du-Maroni",
          "Aldea hmong de Cacao y mercado dominical"
        ],
        "places_taglines": {
          "GF::cayenne": "Capital criolla de palmeras reales, mercados coloridos y fuerte colonial sobre el estuario",
          "GF::kourou": "Ciudad espacial europea entre playas atlánticas y selva amazónica",
          "GF::roura": "Municipio forestal que alberga la aldea hmong de Cacao y sus cultivos hortícolas",
          "GF::kaw": "Reserva natural de 94 700 hectáreas célebre por sus caimanes negros e ibis rojos",
          "GF::saint-laurent": "Antigua ciudad penitenciaria multicultural a orillas del río Maroni"
        }
      },
      "meta": {
        "themes": [
          "Fauna y vida salvaje"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 - D1–D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segmento 2 - D6–D10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5d"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10d"
        }
      ],
      "regions": [
        "GF"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "notes": "De los mercados de Cayena a la historia espacial de Kourou y las marismas del Maroni y Kaw, al encuentro de los bordes de la selva, las aldeas fluviales y las costas atlánticas.",
      "specialties": [
        "Ti-punch criollo de coco y limón",
        "Sopa phò hmong del mercado de Cacao",
        "Pescado ahumado bushinengué",
        "Couac (harina de yuca tostada)",
        "Ron arreglado guayanés"
      ],
      "dept_code": "GF",
      "dept_name": "Guayana Francesa",
      "subtitle": "De Cayena al río Maroni, entre historia del presidio, cohetes Ariane y marismas salvajes de Kaw",
      "seo_keywords": [
        "viaje guayana francesa",
        "itinerario guayana",
        "kourou centro espacial",
        "islas salvación presidio",
        "marismas kaw",
        "cayena visita",
        "saint-laurent-du-maroni",
        "aldea hmong cacao",
        "río maroni piragua",
        "selva amazónica guayana"
      ],
      "practical_context": {
        "best_months": [
          "julio",
          "agosto",
          "septiembre",
          "octubre",
          "noviembre"
        ],
        "highlights": [
          "Centro Espacial de la Guayana - única base de lanzamiento europea, visita gratuita",
          "Islas de la Salvación - vestigios del presidio más visitados de la Guayana (60 000 visitantes/año)",
          "Marismas de Kaw - observación nocturna de caimanes negros en piragua",
          "Campo de la Transportation - monumento histórico y memoria del presidio",
          "Aldea hmong de Cacao - mercado dominical de sabores asiáticos en plena Amazonia"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:58.994Z"
}