{
  "itineraries": [
    {
      "itin_id": "GF::coast-forest::guyane-space-and-wild",
      "id": "GF::coast-forest::guyane-space-and-wild",
      "language": "pt",
      "title": "Guiana Francesa: Kourou, Amazônia e Costa Atlântica",
      "country": "GF",
      "estimated_days_base": 11,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Place des Palmistes Cayenne",
              "Fort Cépérou Cayenne",
              "Cathédrale Saint-Sauveur Cayenne",
              "Marché couvert Cayenne",
              "Musée des Cultures Guyanaises Cayenne",
              "Maisons créoles Cayenne"
            ]
          },
          "visits": [
            {
              "text": "A Place des Palmistes estende-se por três hectares no coração de Cayenne. Suas palmeiras reais do Caribe alcançam 25 metros de altura; uma estátua de Félix Éboué ergue-se no centro da esplanada.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Suba a rua em escadaria até o Fort Cépérou, construído no século XVII sobre a colina comprada do chefe ameríndio Cépérou. Restam algumas muralhas, um portal abobadado e um panorama completo da cidade e do estuário.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "A catedral Saint-Sauveur, erguida no século XIX, é um dos edifícios religiosos mais antigos da cidade. Sua fachada sóbria esconde um interior com madeiramento tropical.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "O Museu das Culturas Guianenses ocupa duas casas crioulas restauradas. As coleções abrangem tradições ameríndias, bushinengués, crioulas e hmong através de objetos e têxteis.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Percorra as ruas do centro antigo para observar as casas crioulas de madeira colorida, com suas varandas e persianas. Murais de artistas locais pontuam a subida ao forte.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "O Jardim Botânico, criado em 1879, cobre três hectares em pleno centro. Um percurso sombreado apresenta espécies tropicais com placas explicativas sobre suas origens e usos.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "O mercado coberto de Cayenne ocupa um pavilhão metálico atribuído aos ateliês Eiffel. Frutas tropicais, sopas laocianas, camarões secos e ti-punchs descobrem-se desde a manhã cedo.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-12h",
                "tip": "Prove o ti-punch de coco e as sopas phở das vendedoras hmong"
              }
            },
            {
              "text": "À noite, a Place des Palmistes transforma-se: food trucks instalam-se com grelhados, accras e bolinhos. O clima crioulo ferve sob as palmeiras iluminadas.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "18h-22h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Centre Spatial Guyanais Kourou",
              "Guyaspace Expérience Kourou",
              "Pointe des Roches Kourou",
              "Tour Dreyfus Kourou",
              "Plage Kourou",
              "Fleuve Kourou"
            ]
          },
          "visits": [
            {
              "text": "O Centro Espacial da Guiana estende-se por 750 km² entre Kourou e Sinnamary. A visita guiada de ônibus (3h) atravessa os centros de controle e as áreas de lançamento do Ariane 6 e Vega-C. Reserva obrigatória com 48h de antecedência.",
              "place_id": "",
              "visit_duration_min": 180
            },
            {
              "text": "Guyaspace Expérience, o museu do CNES reaberto em 2024, propõe uma visita imersiva com instalações digitais que reconstituem a história espacial europeia desde o primeiro lançamento do foguete Véronique em 1968.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Siga até a Pointe des Roches para descobrir a Torre Dreyfus, antiga torre de telégrafo do século XIX que comunicava por sinais com as Ilhas da Salvação. Vista desimpedida da foz do rio.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "As praias de Kourou ladeiam a avenida des Roches. A praia da Cocoteraie oferece um cenário agradável para uma pausa, enquanto a praia Pim-Poum, cercada de coqueiros, convém às famílias com suas águas rasas.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "A ciclovia da avenida des Roches acompanha o litoral. Pedestres, corredores e ciclistas encontram-se ali no fim do dia diante do Atlântico.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "17h-19h",
                "tip": "Pôr do sol espetacular desde a Pointe des Roches"
              }
            },
            {
              "text": "Assista a um lançamento de foguete se o calendário permitir. Os locais de observação ficam entre 7 e 20 km das plataformas de lançamento. O acesso é gratuito mediante convite.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Consultar o calendário de lançamentos no site do CSG; documento de identidade obrigatório"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Île Royale Îles du Salut",
              "Île Saint-Joseph Îles du Salut",
              "Musée du bagne Île Royale",
              "Chapelle Île Royale",
              "Piscine des bagnards Île Royale",
              "Phare Île Royale"
            ]
          },
          "visits": [
            {
              "text": "A Île Royale, a maior das Ilhas da Salvação (28 hectares), concentra os vestígios administrativos da colônia penal: celas do quartel dos condenados, hospital, capela restaurada e farol solar. Uma trilha sinalizada completa o circuito em 1h30.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Um pequeno museu gratuito na Île Royale apresenta cartas dos prisioneiros, incluindo as de Dreyfus. A cela 47, onde foi encarcerado Henri Charrière, dito \"Papillon\", identifica-se pelos grafites.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Desde a esplanada das mangueiras, o olhar abarca o quartel dos guardas, a capela, o hospital e o farol. Abaixo, a Île du Diable — terra de exílio de Dreyfus — permanece interditada.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Na Île Saint-Joseph, apelidada de \"a devoradora de homens\", a natureza retomou seus direitos. As ruínas de muros rosados das solitárias desaparecem sob lianas e raízes de árvores gigantes.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A piscina dos prisioneiros, tanque de água salgada talhado na rocha da Île Royale, servia aos detentos para lavar-se protegidos dos tubarões. Na maré alta, o banho ainda é possível.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Embarque num catamarã desde a marina de Kourou para um dia completo nas Ilhas da Salvação. A travessia dura cerca de uma hora.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Dia completo (8h30-17h30)",
                "tip": "As ilhas fecham ao público 5h antes de cada lançamento de foguete"
              }
            },
            {
              "text": "Na Île Saint-Joseph, a praia de conchas trituradas oferece o melhor banho do arquipélago. Na maré baixa, pequenas piscinas naturais formam-se atrás da barreira de rochas.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Correntes fortes ao largo; banhar-se apenas em zonas vigiadas"
              }
            },
            {
              "text": "Os macacos-prego da Île Royale, verdadeiras estrelas do lugar, aproximam-se dos visitantes com curiosidade. Cutias, iguanas e tartarugas marinhas completam o quadro.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Não alimentar os animais; manter os pertences fechados"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 77.6,
            "drive_min": 78,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "GF::saint-laurent",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::saint-laurent",
            "coords": [
              5.5,
              -54.03
            ],
            "map_keywords": [
              "Camp de la Transportation Saint-Laurent-du-Maroni",
              "Quartier Petit Paris Saint-Laurent-du-Maroni",
              "Marché place Flore Lithaw Saint-Laurent-du-Maroni",
              "Quai du Maroni Saint-Laurent-du-Maroni",
              "Maisons créoles Saint-Laurent-du-Maroni"
            ]
          },
          "visits": [
            {
              "text": "O Camp de la Transportation, classificado como monumento histórico em 1995, foi inaugurado em 1858. Passado o grande arco, as celas, o pátio interno e a antiga guilhotina reconstituem um século de história penitenciária. Cerca de 70 mil prisioneiros transitaram por aqui.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "A cela 47, restaurada para o filme \"Papillon\", é aquela onde Henri Charrière foi encarcerado. Grafites gravados na pedra pelos detentos permanecem visíveis nas paredes de outras celas.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "O bairro do \"Petit Paris\", antigo bairro administrativo da cidade penitenciária, alinha edifícios coloniais, incluindo a antiga residência do diretor do presídio, hoje subprefeitura.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "As casas crioulas de madeira colorida de Saint-Laurent testemunham um urbanismo único na França: toda a cidade foi construída por e para a administração penitenciária a partir de 1880.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Desde os cais do Maroni, o olhar alcança Albina, a pequena cidade surinamesa da outra margem. O rio, com 611 km de extensão, nunca foi uma fronteira para os bushinengués que vivem dos dois lados.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "A visita guiada ao Camp de la Transportation dura cerca de 1h15. Visitas noturnas à luz de lanternas são programadas uma vez por mês de junho a outubro, com cantos de prisioneiros e testemunhos.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h15 (visita diurna) / 2h (visita noturna)",
                "tip": "Visitas diárias; horários reduzidos fora de julho-agosto"
              }
            },
            {
              "text": "O mercado da place Flore Lithaw reúne cozinhas chinesa, crioula, bushinengué e hmong. Couac, achards, frutas tropicais e artesanato local trocam-se numa algazarra de idiomas.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Terça, quarta, sexta e sábado das 6h às 14h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "GF::saint-laurent",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::saint-laurent",
            "coords": [
              5.5,
              -54.03
            ],
            "map_keywords": [
              "Fleuve Maroni Saint-Laurent-du-Maroni",
              "Villages Bushinengués Maroni",
              "Île de la Quarantaine Maroni",
              "Île aux Lépreux Maroni",
              "Maison des cultures Saint-Laurent-du-Maroni"
            ]
          },
          "visits": [
            {
              "text": "A Casa das Culturas e Comunitária de Saint-Laurent acolhe exposições artísticas que mesclam tradições bushinengués, ameríndias e crioulas.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Ao longo do Maroni, as pirogues com motivos pintados contam-se às centenas. Suas cores vivas e formas afiladas narram a identidade de cada comunidade ribeirinha.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A Île de la Quarantaine e a Île aux Lépreux, visíveis das margens, abrigaram os prisioneiros doentes. Suas ruínas emergem da vegetação tropical no meio do rio.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Embarque numa pirogue sobre o Maroni para subir em direção às aldeias bushinengués. Os bushinengués, descendentes de escravos que fugiram das plantações do Suriname, conservaram música, cestaria e ritos ancestrais.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Meio dia a dia completo",
                "tip": "Pedir autorização antes de fotografar nas aldeias"
              }
            },
            {
              "text": "Passeie pelos cais no fim do dia para admirar o pôr do sol sobre o Maroni. O vai e vem das pirogues entre as duas margens cria um espetáculo ininterrupto.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "17h-18h30"
              }
            },
            {
              "text": "As oficinas de cestaria bushinengué permitem iniciar-se na tecelagem do wana em duas horas. Os artesãos locais criam cestos, joias em sementes de wapa e objetos esculpidos.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Artesanato disponível no mercado e na Aldeia dos Artesãos Negros-Marrons na estrada de Mana"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 259.1,
            "drive_min": 194,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Montagne des Singes Kourou",
              "Sentier botanique Montagne des Singes",
              "Centre d'archéologie amérindienne Kourou",
              "Fleuve Kourou pirogue",
              "Savanes du CSG Kourou"
            ]
          },
          "visits": [
            {
              "text": "A Montagne des Singes, colina do domínio do CSG, propõe duas trilhas: o percurso botânico (700 m, 30 min) e a trilha da montanha (3,3 km, 2h30). Macacos-de-cheiro, preguiças e tucanos povoam o local.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Do cume da Montagne des Singes, o panorama abarca Kourou, as Ilhas da Salvação ao largo e as plataformas de lançamento do Centro Espacial. Local ideal para piquenique.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "O centro de arqueologia ameríndia de Kourou (CAAK) apresenta o cotidiano das primeiras comunidades ameríndias da Guiana. Mais de 200 gravuras rupestres (figuras, cabeças triangulares) foram inventariadas na região.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "As trilhas das savanas do CSG, em livre acesso, permitem descobrir a biodiversidade do centro espacial sob um ângulo naturalista. Visitas guiadas pelo ONF são organizadas todo mês.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Desça o rio Kourou em pirogue ou canoa através da floresta amazônica. Pausas para banho em enseadas, tiro com arco e tirolesa pontuam certas excursões.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Meio dia a dia completo",
                "tip": "Prever repelente e proteção solar"
              }
            },
            {
              "text": "Os manguezais a jusante do rio abrigam camarões, caranguejos, garças e íbis-vermelhos. Uma saída no fim do dia oferece as melhores chances de observação.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "16h-18h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "GF::roura",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::roura",
            "coords": [
              4.733,
              -52.317
            ],
            "map_keywords": [
              "Village Cacao Roura",
              "Marché Hmong Cacao",
              "Musée Le Planeur Bleu Cacao",
              "Église de Roura",
              "Belvédère canopée route de Cacao"
            ]
          },
          "visits": [
            {
              "text": "A aldeia de Cacao, criada em 1977 por refugiados hmong do Laos, pertence ao município de Roura. Suas casas sobre palafitas de madeira, jardins floridos e culturas hortícolas dão ao vilarejo ares do Sudeste Asiático em plena Amazônia.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "O museu Le Planeur Bleu abriga coleções de entomologia (borboletas, tarântulas, centopeias), arqueologia ameríndia e etnologia guianense. Um concentrado da biodiversidade local num pequeno edifício ao lado do pavilhão.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "A igreja de Roura e arredores, na margem direita do Oyak, conservam um caráter crioulo marcante. O burgo oferece um contraste surpreendente com a aldeia hmong de Cacao.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Na estrada de Cacao, um mirante no km 6 antes da aldeia domina o dossel amazônico. Na estação apropriada, árvores em flor pontuam a imensidão verde.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Entre pela porta do ateliê do oleiro de Cacao para uma iniciação ao torno. Esse personagem pitoresco recebe os visitantes com humor e transmite seu saber fazer artesanal.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "O mercado de Cacao ferve aos domingos de manhã sob uma grande carpintaria de madeira. Sopas phở, rolinhos primavera, bolinhos, bordados retratando o cotidiano hmong e frutas tropicais convivem ali.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Domingo 6h-13h",
                "tip": "Provar o nam van (pérolas de lótus, pandanus, leite de coco) e o soussa (caramelo, soja, arroz fermentado, tapioca)"
              }
            },
            {
              "text": "Desde o degrad de Cacao, embarque numa pirogue sobre o rio Comté para uma subida de duas horas através da floresta densa. Pausas para banho possíveis nas enseadas.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h ida",
                "tip": "Capa de chuva, proteção solar, bolsa estanque para câmera"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 33.3,
            "drive_min": 67,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Estrada florestal sinuosa, asfalto estreito"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "GF::kaw",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kaw",
            "coords": [
              4.617,
              -52.117
            ],
            "map_keywords": [
              "Marais de Kaw réserve naturelle",
              "Village de Kaw",
              "Rivière de Kaw",
              "Dégrad de Kaw Roura",
              "Montagne de Kaw"
            ]
          },
          "visits": [
            {
              "text": "A reserva natural dos pântanos de Kaw-Roura cobre 94 700 hectares, terceira reserva natural da França. Abriga 535 espécies de aves, 98 espécies de mamíferos e quatro espécies de jacarés.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A aldeia de Kaw, trinta habitantes, está construída sobre um antigo cordão dunar. Acessível apenas de pirogue, serviu de cenário para a série televisiva \"Guyane\".",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Na estrada florestal em direção ao degrad, a pousada de Camp-Caïman marca o meio do caminho. Os vestígios ameríndios da montanha Favard (rochas gravadas, cerâmicas) testemunham uma ocupação antiga.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Embarque numa pirogue sobre os pântanos ao cair da noite. Os olhos dos jacarés-negros — segunda população mundial da espécie — brilham no feixe das lanternas de cabeça.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Crepúsculo, por volta das 18h",
                "duration": "~2h",
                "tip": "Roupas compridas e escuras; binóculos e lanterna de cabeça indispensáveis"
              }
            },
            {
              "text": "Durante o dia, os pântanos revelam íbis-vermelhos, garças-mouras, jaçanãs-negras e ciganas. Os zebus alimentam-se na água até o peito, impassíveis.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Nascer do sol ou fim de tarde",
                "tip": "A navegação é regulamentada: velocidade máxima de 3 nós"
              }
            },
            {
              "text": "Encontre-se ao amanhecer num ecolodge flutuante para observar o balé das aves pescadoras na névoa matinal. Longe de toda poluição luminosa, o céu estrelado noturno é excepcional.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Reservar com antecedência; prever roupa de banho para mergulhar no rio"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Jardin botanique Cayenne",
              "Musée Départemental Alexandre-Franconie Cayenne",
              "Maison Thémire Cayenne",
              "Fontaine Tardy de Montravel Cayenne",
              "Place Léopold Héder Cayenne",
              "Plage de Montjoly Cayenne"
            ]
          },
          "visits": [
            {
              "text": "O museu departamental Alexandre-Franconie, em pleno centro de Cayenne, reúne coleções de história natural, arqueologia e etnografia guianense. Um sino rachado do Fort Cépérou conserva-se ali.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A place Léopold Héder, diante da Prefeitura, abriga a fonte Tardy de Montravel, monumento em ferro fundido ornado de esculturas. Até 1867, assegurava o abastecimento de água dos habitantes.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "A casa Thémire, residência crioula do século XIX, encarna a arquitetura tradicional local com seus madeiramentos e persianas. Acolhe hoje um espaço de restauração.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Quer um pouco de verde? O Jardim Botânico de Cayenne, criado no século XVIII, oferece três hectares de passeio sombreado entre espécies tropicais raras, com placas explicativas sobre cada variedade.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "A escola Joséphine Horth, visível desde a Place des Palmistes, foi a primeira escola pública de Cayenne. Sua fachada classificada testemunha a história educacional da cidade.",
              "place_id": "",
              "visit_duration_min": 20
            }
          ],
          "activities": [
            {
              "text": "A praia de Montjoly, a poucos minutos do centro, convida a um banho no fim da tarde. A água marrom deve-se aos sedimentos dos rios, não à poluição.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Evitar banhos noturnos devido à subida das marés"
              }
            },
            {
              "text": "A praia de Montabo, mais próxima do centro da cidade, é apreciada pelos cayennenses para corrida e descanso. Vista desimpedida sobre o oceano Atlântico.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "No fim do dia pela luz"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Marché couvert Cayenne",
              "Place des Palmistes Cayenne",
              "Art de rue Cayenne",
              "Roulottes place des Palmistes Cayenne",
              "Plage de Montabo Cayenne"
            ]
          },
          "visits": [
            {
              "text": "Retorno ao mercado coberto de Cayenne para as últimas compras: especiarias, rums aromatizados, camarões secos e artesanato ameríndio. O pavilhão metálico também abriga pequenos restaurantes para viagem.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Os murais que pontuam a subida ao Fort Cépérou, realizados por artistas locais, ilustram a história e as tradições guianenses em cores vivas e motivos simbólicos.",
              "place_id": "",
              "visit_duration_min": 35
            },
            {
              "text": "Passeie uma última vez pela Place des Palmistes. À noite, os lampiões herdados do século XIX iluminam as alamedas onde os cayennenses reúnem-se ao redor dos food trucks.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "O bairro em torno da avenida do Général-de-Gaulle concentra comércios e vida urbana. É a oportunidade de levar cestaria, joias em sementes e têxteis guianenses.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Ofereça-se um último ti-punch de cacto, coco ou limão no mercado de Cayenne. As vendedoras crioulas aconselham e fazem provar com generosidade.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Manhã, antes das 12h"
              }
            },
            {
              "text": "Último banho na praia de Montabo antes da partida. O calçadão oferece uma vista desimpedida sobre o Atlântico e os pescadores de regresso.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Fim de tarde"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Guiana Francesa: Kourou, Amazônia e Costa Atlântica",
        "intro_paragraph": "Entre a Place des Palmistes de Cayenne e os pântanos selvagens de Kaw, a Guiana Francesa revela um território onde a história espacial europeia convive com vestígios do presídio e a biodiversidade amazônica. Este roteiro de 10 dias conecta os foguetes Ariane de Kourou às celas das Ilhas da Salvação, a aldeia hmong de Cacao às pirogues do Maroni, os jacarés-negros dos pântanos aos íbis-vermelhos do estuário.",
        "seo_hook": "Uma viagem única entre Cayenne, Kourou e Saint-Laurent-du-Maroni, mesclando centro espacial, presídio histórico, floresta amazônica e pântanos protegidos.",
        "featured_list": [
          "Centro Espacial da Guiana e museu Guyaspace Expérience",
          "Ilhas da Salvação — vestígios do presídio em cenário paradisíaco",
          "Pântanos de Kaw — terceira reserva natural da França",
          "Camp de la Transportation de Saint-Laurent-du-Maroni",
          "Aldeia hmong de Cacao e mercado dominical"
        ],
        "places_taglines": {
          "GF::cayenne": "Onde palmeiras reais emergem entre mercados crioulos e fortificações coloniais sobre o estuário",
          "GF::kourou": "Onde foguetes Ariane decolam entre praias atlânticas e horizontes amazônicos",
          "GF::roura": "Onde a Ásia encontra a Amazônia em jardins floridos e sabores laocianos",
          "GF::kaw": "Onde jacarés-negros deslizam entre íbis-vermelhos e horizontes de águas paradas",
          "GF::saint-laurent": "Onde a memória do presídio pulsa nas margens de um rio sem fronteiras"
        }
      },
      "meta": {
        "themes": [
          "Fauna e vida selvagem"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 - D1–D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segmento 2 - D6–D10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5 dias"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10 dias"
        }
      ],
      "regions": [
        "GF"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "notes": "De mercados de Cayenne à história espacial de Kourou e pântanos do Maroni e Kaw, encontre bordas de floresta, aldeias ribeirinhas e costas atlânticas.",
      "specialties": [
        "Ti-punch de coco e cacto",
        "Sopas phở e rolinhos primavera hmong",
        "Couac (farinha de mandioca)",
        "Camarões da Guiana",
        "Cestaria bushinengué em wana"
      ],
      "dept_code": "GF",
      "dept_name": "Guiana Francesa",
      "subtitle": "De Cayenne ao rio Maroni, entre história do presídio, foguetes Ariane e pântanos selvagens de Kaw",
      "seo_keywords": [
        "viagem guiana francesa",
        "roteiro guiana",
        "kourou centro espacial",
        "ilhas da salvação presídio",
        "pântanos de kaw",
        "cayenne visita",
        "saint-laurent-du-maroni",
        "aldeia hmong cacao",
        "rio maroni pirogue",
        "floresta amazônica guiana"
      ],
      "practical_context": {
        "best_months": [
          "julho",
          "agosto",
          "setembro",
          "outubro",
          "novembro"
        ],
        "highlights": [
          "Centro Espacial da Guiana — base de lançamento europeia única, visita gratuita",
          "Ilhas da Salvação — vestígios do presídio mais visitados da Guiana (60 mil visitantes/ano)",
          "Pântanos de Kaw — observação noturna de jacarés-negros em pirogue",
          "Camp de la Transportation — monumento histórico e memória do presídio",
          "Aldeia hmong de Cacao — mercado dominical com sabores asiáticos em plena Amazônia"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:59.004Z"
}