{
  "itineraries": [
    {
      "itin_id": "GF::coast-forest::guyane-space-and-wild",
      "id": "GF::coast-forest::guyane-space-and-wild",
      "language": "it",
      "title": "Viaggio in Guyana Francese: Kourou, Amazzonia e Costa",
      "country": "GF",
      "estimated_days_base": 11,
      "source_url": null,
      "created_at": "2025-10-25T15:45:40.000Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Place des Palmistes Cayenne",
              "Fort Cépérou Cayenne",
              "Cathédrale Saint-Sauveur Cayenne",
              "Marché couvert Cayenne",
              "Musée des Cultures Guyanaises Cayenne",
              "Maisons créoles Cayenne"
            ]
          },
          "visits": [
            {
              "text": "Place des Palmistes si estende su tre ettari nel cuore di Cayenne. Le sue palme reali dei Caraibi raggiungono i 25 metri d'altezza; al centro della spianata svetta la statua di Félix Éboué.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Salite la scalinata fino a Fort Cépérou, costruito nel XVII secolo sulla collina acquistata dal capo amerindio Cépérou. Rimangono alcuni muri, una porta ad arco e un panorama completo sulla città e l'estuario.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "La cattedrale di Saint-Sauveur, costruita nel XIX secolo, è uno degli edifici religiosi più antichi della città. La facciata sobria nasconde interni rivestiti di legni tropicali.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Il Museo delle Culture Guyanesi occupa due case creole restaurate. Le collezioni ripercorrono le tradizioni amerindie, bushinengué, creole e hmong attraverso oggetti e tessuti.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Percorrete le strade del centro storico per osservare le case creole in legno colorato, con balconi e persiane. Murales di artisti locali punteggiano la salita verso il forte.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Il Giardino botanico, creato nel 1879, copre tre ettari in pieno centro. Un percorso ombreggiato presenta specie tropicali con pannelli che ne spiegano origini e usi.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Il mercato coperto di Cayenne occupa una struttura metallica attribuita agli atelier Eiffel. Frutta tropicale, zuppe laotiane, gamberi secchi e ti-punch si scoprono fin dal primo mattino.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-12h",
                "tip": "Assaggiate il ti-punch al cocco e le zuppe phò delle venditrici hmong"
              }
            },
            {
              "text": "Di sera, place des Palmistes si trasforma: roulotte si installano con grigliate, accras e frittelle. L'atmosfera creola anima la piazza sotto le palme illuminate.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "18h-22h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Centre Spatial Guyanais Kourou",
              "Guyaspace Expérience Kourou",
              "Pointe des Roches Kourou",
              "Tour Dreyfus Kourou",
              "Plage Kourou",
              "Fleuve Kourou"
            ]
          },
          "visits": [
            {
              "text": "Il Centre Spatial Guyanais si estende su 750 km² tra Kourou e Sinnamary. La visita guidata in autobus (3 ore) attraversa i centri di controllo e le zone di lancio di Ariane 6 e Vega-C. Prenotazione obbligatoria 48 ore prima.",
              "place_id": "",
              "visit_duration_min": 180
            },
            {
              "text": "Guyaspace Expérience, il museo del CNES riaperto nel 2024, propone un percorso immersivo con installazioni digitali che ripercorrono la storia spaziale europea dal primo lancio del razzo Véronique nel 1968.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Raggiungete Pointe des Roches per scoprire la Torre Dreyfus, antica torre telegrafica del XIX secolo che comunicava tramite segnali con le Îles du Salut. Vista aperta sulla foce del fiume.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Le spiagge di Kourou costeggiano l'avenue des Roches. La spiaggia della Cocoteraie offre una cornice piacevole per una pausa, mentre Pim-Poum, orlata di palme da cocco, è ideale per le famiglie con acque poco profonde.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "La pista ciclabile dell'avenue des Roches costeggia il litorale. Passeggiatori, corridori e ciclisti si ritrovano a fine giornata di fronte all'Atlantico.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "17h-19h",
                "tip": "Tramonto spettacolare da Pointe des Roches"
              }
            },
            {
              "text": "Assistete al lancio di un razzo se il calendario lo permette. I siti di osservazione si trovano tra 7 e 20 km dalle rampe di lancio. L'accesso è gratuito su invito.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Consultare il calendario dei lanci sul sito del CSG; documento d'identità obbligatorio"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 2,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Île Royale Îles du Salut",
              "Île Saint-Joseph Îles du Salut",
              "Musée du bagne Île Royale",
              "Chapelle Île Royale",
              "Piscine des bagnards Île Royale",
              "Phare Île Royale"
            ]
          },
          "visits": [
            {
              "text": "L'Île Royale, la più grande delle Îles du Salut (28 ettari), concentra i resti amministrativi del bagno penale: celle del quartiere dei condannati, ospedale, cappella restaurata e faro solare. Un sentiero segnalato ne fa il giro in 1 ora e 30.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Un piccolo museo gratuito sull'Île Royale presenta le lettere dei forzati, tra cui quelle di Dreyfus. La cella 47, dove fu rinchiuso Henri Charrière detto «Papillon», è riconoscibile dai graffiti.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Dalla spianata dei manghi, lo sguardo abbraccia il quartiere dei sorveglianti, la cappella, l'ospedale e il faro. Più in basso, l'Île du Diable - terra d'esilio di Dreyfus - rimane vietata all'accesso.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Sull'Île Saint-Joseph, soprannominata «la mangiatrice di uomini», la natura ha ripreso i suoi diritti. Le rovine dai muri rosa delle celle d'isolamento scompaiono sotto liane e radici di alberi giganti.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "La piscina dei forzati, vasca d'acqua salata scavata nella roccia dell'Île Royale, serviva ai detenuti per lavarsi al riparo dagli squali. Con l'alta marea è ancora possibile farvi il bagno.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Imbarcatevi in catamarano dal porto turistico di Kourou per una giornata completa alle Îles du Salut. La traversata dura circa un'ora.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Giornata intera (8h30-17h30)",
                "tip": "Le isole chiudono al pubblico 5 ore prima di ogni lancio di razzi"
              }
            },
            {
              "text": "Sull'Île Saint-Joseph, la spiaggia di conchiglie triturate offre il bagno più bello dell'arcipelago. Con la bassa marea si formano piccole piscine naturali dietro la barriera di scogli.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Correnti forti al largo; bagnarsi solo nelle zone sorvegliate"
              }
            },
            {
              "text": "Le scimmie cappuccino dell'Île Royale, vere star del luogo, si avvicinano ai visitatori con curiosità. Aguti, iguane e tartarughe marine completano il quadro.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Non dar da mangiare agli animali; tenere chiusi i propri effetti personali"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 77.6,
            "drive_min": 78,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "GF::saint-laurent",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::saint-laurent",
            "coords": [
              5.5,
              -54.03
            ],
            "map_keywords": [
              "Camp de la Transportation Saint-Laurent-du-Maroni",
              "Quartier Petit Paris Saint-Laurent-du-Maroni",
              "Marché place Flore Lithaw Saint-Laurent-du-Maroni",
              "Quai du Maroni Saint-Laurent-du-Maroni",
              "Maisons créoles Saint-Laurent-du-Maroni"
            ]
          },
          "visits": [
            {
              "text": "Il Camp de la Transportation, classificato monumento storico nel 1995, fu inaugurato nel 1858. Oltrepassato il grande arco, le celle, il cortile interno e l'antica ghigliottina ripercorrono un secolo di storia penitenziaria. Circa 70.000 forzati vi sono transitati.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "La cella 47, restaurata per il film «Papillon», è quella dove fu rinchiuso Henri Charrière. Graffiti incisi nella pietra dai detenuti restano visibili sui muri di altre celle.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Il quartiere del «Petit Paris», antico quartiere amministrativo della città penitenziaria, allinea edifici coloniali tra cui l'ex residenza del direttore del bagno penale, oggi sottoprefettura.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Le case creole in legno colorato di Saint-Laurent testimoniano un urbanesimo unico in Francia: l'intera città fu costruita da e per l'amministrazione penitenziaria a partire dal 1880.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Dalle banchine del Maroni, lo sguardo porta su Albina, la piccola città surinamese dell'altra riva. Il fiume, lungo 611 km, non è mai stato una frontiera per i Bushinengué che vivono su entrambe le sponde.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "La visita guidata del Camp de la Transportation dura circa 1 ora e 15. Visite notturne a lume di torcia sono programmate una volta al mese da giugno a ottobre, con canti dei forzati e testimonianze.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h15 (visita diurna) / 2h (visita notturna)",
                "tip": "Visite tutti i giorni; orari ridotti fuori luglio-agosto"
              }
            },
            {
              "text": "Il mercato di place Flore Lithaw riunisce le cucine cinese, creola, bushinengué e hmong. Couac, achards, frutta tropicale e artigianato locale si scambiano in un brusio di lingue.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Martedì, mercoledì, venerdì, sabato dalle 6h alle 14h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "GF::saint-laurent",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::saint-laurent",
            "coords": [
              5.5,
              -54.03
            ],
            "map_keywords": [
              "Fleuve Maroni Saint-Laurent-du-Maroni",
              "Villages Bushinengués Maroni",
              "Île de la Quarantaine Maroni",
              "Île aux Lépreux Maroni",
              "Maison des cultures Saint-Laurent-du-Maroni"
            ]
          },
          "visits": [
            {
              "text": "La Maison des cultures et communautaire di Saint-Laurent ospita mostre artistiche che mescolano tradizioni bushinengué, amerindie e creole.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Lungo il Maroni, le piroghe dai motivi dipinti si contano a centinaia. I loro colori vivaci e le forme affusolate raccontano l'identità di ogni comunità rivierasca.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "L'Île de la Quarantaine e l'Île aux Lépreux, visibili dalle rive, ospitarono i prigionieri malati. Le loro rovine emergono dalla vegetazione tropicale in mezzo al fiume.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Imbarcatevi in piroga sul Maroni per risalire verso i villaggi bushinengué. I Bushinengué, discendenti degli schiavi fuggiti dalle piantagioni del Suriname, hanno conservato musica, intreccio e riti ancestrali.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Mezza giornata o giornata intera",
                "tip": "Chiedere l'autorizzazione prima di fotografare nei villaggi"
              }
            },
            {
              "text": "Passeggiate lungo le banchine a fine giornata per ammirare il tramonto sul Maroni. Il viavai delle piroghe tra le due rive crea uno spettacolo ininterrotto.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "17h-18h30"
              }
            },
            {
              "text": "I laboratori di intreccio bushinengué permettono di iniziarsi alla tessitura del wana in due ore. Gli artigiani locali creano cesti, gioielli in semi di wapa e oggetti scolpiti.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Artigianato disponibile al mercato e al Village des Artisans Noirs-Marrons sulla strada per Mana"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 259.1,
            "drive_min": 194,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "GF::kourou",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kourou",
            "coords": [
              5.161,
              -52.642
            ],
            "map_keywords": [
              "Montagne des Singes Kourou",
              "Sentier botanique Montagne des Singes",
              "Centre d'archéologie amérindienne Kourou",
              "Fleuve Kourou pirogue",
              "Savanes du CSG Kourou"
            ]
          },
          "visits": [
            {
              "text": "La Montagne des Singes, collina nel territorio del CSG, propone due sentieri: il percorso botanico (700 m, 30 min) e il sentiero della montagna (3,3 km, 2 ore e 30). Scimmie tamarino, bradipi e tucani popolano il sito.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Dalla cima della Montagne des Singes, il panorama abbraccia Kourou, le Îles du Salut al largo e le rampe di lancio del Centro Spaziale. Un luogo ideale per un picnic.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Il centro di archeologia amerindia di Kourou (CAAK) presenta la vita quotidiana delle prime comunità amerindie della Guyana. Oltre 200 incisioni rupestri (figure, teste triangolari) sono state repertoriate nella regione.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "I sentieri delle savane del CSG, ad accesso libero, permettono di scoprire la biodiversità del centro spaziale da un'angolazione naturalistica. Visite guidate ONF sono organizzate ogni mese.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Discendete il fiume Kourou in piroga o canoa attraverso la foresta amazzonica. Pause per il bagno nelle calette, tiro con l'arco e teleferica punteggiano alcune escursioni.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Mezza giornata o giornata intera",
                "tip": "Prevedere repellente per zanzare e protezione solare"
              }
            },
            {
              "text": "Le mangrovie a valle del fiume ospitano gamberi, granchi, aironi e ibis rossi. Un'uscita a fine giornata offre le migliori possibilità di osservazione.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "16h-18h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "GF::roura",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::roura",
            "coords": [
              4.733,
              -52.317
            ],
            "map_keywords": [
              "Village Cacao Roura",
              "Marché Hmong Cacao",
              "Musée Le Planeur Bleu Cacao",
              "Église de Roura",
              "Belvédère canopée route de Cacao"
            ]
          },
          "visits": [
            {
              "text": "Il villaggio di Cacao, creato nel 1977 da profughi hmong del Laos, è annesso al comune di Roura. Le sue case su palafitte in legno, i giardini fioriti e le coltivazioni orticole conferiscono al borgo un'aria del Sud-Est asiatico in piena Amazzonia.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Il museo Le Planeur Bleu ospita collezioni di entomologia (farfalle, tarantole, scolopendre), archeologia amerindia ed etnologia guianese. Un concentrato della biodiversità locale in un piccolo edificio accanto alla halle.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "La chiesa di Roura e i suoi dintorni, sulla riva destra dell'Oyak, conservano un carattere creolo marcato. Il borgo offre un contrasto sorprendente con il villaggio hmong di Cacao.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Sulla strada per Cacao, un belvedere al km 6 prima del villaggio domina la canopia amazzonica. Nella stagione giusta, alberi in fiore punteggiano l'immensità verde.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Varcate la soglia dell'atelier del vasaio di Cacao per un'iniziazione al tornio. Questo personaggio pieno di colore accoglie i visitatori con umorismo e trasmette il suo sapere artigianale.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Il mercato di Cacao è nel suo pieno fervore la domenica mattina sotto una grande capriata in legno. Zuppe phò, involtini primavera, frittelle, ricami che ritraggono la vita quotidiana hmong e frutta tropicale si incontrano.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Domenica 6h-13h",
                "tip": "Assaggiate il nam van (perle di loto, pandano, latte di cocco) e il soussa (caramello, soia, riso fermentato, tapioca)"
              }
            },
            {
              "text": "Dal dégrad di Cacao, imbarcatevi in piroga sul fiume Comté per una risalita di due ore attraverso la foresta fitta. Pause per il bagno possibili nelle calette.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h andata",
                "tip": "K-way, protezione solare, borsa impermeabile per la macchina fotografica"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 33.3,
            "drive_min": 67,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Strada forestale sinuosa, asfalto stretto"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "GF::kaw",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::kaw",
            "coords": [
              4.617,
              -52.117
            ],
            "map_keywords": [
              "Marais de Kaw réserve naturelle",
              "Village de Kaw",
              "Rivière de Kaw",
              "Dégrad de Kaw Roura",
              "Montagne de Kaw"
            ]
          },
          "visits": [
            {
              "text": "La riserva naturale delle paludi di Kaw-Roura copre 94.700 ettari, terza riserva naturale di Francia. Ospita 535 specie di uccelli, 98 specie di mammiferi e quattro specie di caimani.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Il villaggio di Kaw, una trentina di abitanti, è costruito su un antico cordone dunare. Accessibile solo in piroga, è servito da scenario per la serie televisiva «Guyane».",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Sulla strada forestale verso il dégrad, l'auberge di Camp-Caïman segna la metà del percorso. I resti amerindi della montagne Favard (rocce incise, ceramiche) testimoniano un'occupazione antica.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Imbarcatevi in piroga sulle paludi al tramonto. Gli occhi dei caimani neri - seconda popolazione mondiale della specie - brillano nel fascio delle lampade frontali.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Crepuscolo, verso le 18h",
                "duration": "~2h",
                "tip": "Abiti lunghi e scuri; binocolo e lampada frontale indispensabili"
              }
            },
            {
              "text": "Di giorno, le paludi rivelano ibis rossi, aironi golia, jacana neri e hoazin crestati. I zebù si nutrono nell'acqua fino al petto, impassibili.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Alba o fine pomeriggio",
                "tip": "La navigazione è regolamentata: velocità massima di 3 nodi"
              }
            },
            {
              "text": "Appuntamento all'alba su un ecolodge galleggiante per osservare il balletto degli uccelli pescatori nella foschia mattutina. Lontano da ogni inquinamento luminoso, il cielo stellato notturno è eccezionale.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Prenotare in anticipo; prevedere costume da bagno per nuotare nel fiume"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Jardin botanique Cayenne",
              "Musée Départemental Alexandre-Franconie Cayenne",
              "Maison Thémire Cayenne",
              "Fontaine Tardy de Montravel Cayenne",
              "Place Léopold Héder Cayenne",
              "Plage de Montjoly Cayenne"
            ]
          },
          "visits": [
            {
              "text": "Il museo dipartimentale Alexandre-Franconie, in pieno centro di Cayenne, riunisce collezioni di storia naturale, archeologia ed etnografia guianese. Una campana incrinata di Fort Cépérou vi è conservata.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Place Léopold Héder, di fronte all'Hôtel de préfecture, ospita la fontana Tardy de Montravel, monumento in ghisa ornato di sculture. Fino al 1867 assicurava l'approvvigionamento idrico degli abitanti.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "La maison Thémire, dimora creola del XIX secolo, incarna l'architettura tradizionale locale con rivestimenti in legno e persiane. Ospita oggi uno spazio di ristorazione.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Voglia di verde? Il Giardino botanico di Cayenne, creato nel XVIII secolo, offre tre ettari di passeggiata ombreggiata tra specie tropicali rare, con pannelli esplicativi su ogni varietà.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "La scuola Joséphine Horth, visibile da place des Palmistes, fu la prima scuola pubblica di Cayenne. La sua facciata classificata testimonia la storia educativa della città.",
              "place_id": "",
              "visit_duration_min": 20
            }
          ],
          "activities": [
            {
              "text": "La spiaggia di Montjoly, a pochi minuti dal centro, invita a un bagno nel tardo pomeriggio. L'acqua bruna è dovuta ai sedimenti dei fiumi, non all'inquinamento.",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Evitare i bagni serali a causa dell'alta marea"
              }
            },
            {
              "text": "La spiaggia di Montabo, più vicina al centro città, è frequentata dai cayenesi per jogging e relax. Vista aperta sull'Oceano Atlantico.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Fine giornata per la luce"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.1,
            "drive_min": 57,
            "transport_mode": "car",
            "method": "source",
            "road_type": null
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "GF::cayenne",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "GF",
          "night": {
            "place_id": "GF::cayenne",
            "coords": [
              4.922,
              -52.326
            ],
            "map_keywords": [
              "Marché couvert Cayenne",
              "Place des Palmistes Cayenne",
              "Art de rue Cayenne",
              "Roulottes place des Palmistes Cayenne",
              "Plage de Montabo Cayenne"
            ]
          },
          "visits": [
            {
              "text": "Ritorno al mercato coperto di Cayenne per gli ultimi acquisti: spezie, rhum arrangé, gamberi secchi e artigianato amerindio. La halle metallica ospita anche piccoli ristoranti da asporto.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "I murales che punteggiano la salita verso Fort Cépérou, realizzati da artisti locali, illustrano la storia e le tradizioni guianesi in colori vivaci e motivi simbolici.",
              "place_id": "",
              "visit_duration_min": 35
            },
            {
              "text": "Passeggiate un'ultima volta su place des Palmistes. Di sera, i lampioni ereditati dal XIX secolo illuminano i viali dove i cayenesi si radunano attorno alle roulotte.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Il quartiere intorno all'avenue du Général-de-Gaulle concentra i negozi e la vita urbana. È l'occasione per portare a casa intreccio, gioielli in semi e tessuti guianesi.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Concedetevi un ultimo ti-punch al cactus, cocco o limone al mercato di Cayenne. Le venditrici creole consigliano e fanno assaggiare con generosità.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Mattinata, prima delle 12h"
              }
            },
            {
              "text": "Ultimo bagno alla spiaggia di Montabo prima della partenza. Il lungomare offre una vista aperta sull'Atlantico e sui pescatori di ritorno.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Fine pomeriggio"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Viaggio in Guyana Francese: Kourou, Amazzonia e Costa",
        "intro_paragraph": "Tra place des Palmistes di Cayenne e le paludi selvagge di Kaw, la Guyana francese svela un territorio dove la storia spaziale europea si affianca ai resti del bagno penale e alla biodiversità amazzonica. Questo itinerario di 10 giorni collega i razzi Ariane di Kourou alle celle delle Îles du Salut, il villaggio hmong di Cacao alle piroghe del Maroni, i caimani neri delle paludi agli ibis rossi dell'estuario.",
        "seo_hook": "Un road trip unico tra Cayenne, Kourou e Saint-Laurent-du-Maroni, che unisce centro spaziale, storia del bagno penale, foresta amazzonica e paludi protette.",
        "featured_list": [
          "Centre Spatial Guyanais e museo Guyaspace Expérience",
          "Îles du Salut - resti del bagno penale in uno scenario paradisiaco",
          "Paludi di Kaw - terza riserva naturale di Francia",
          "Camp de la Transportation di Saint-Laurent-du-Maroni",
          "Villaggio hmong di Cacao e mercato domenicale"
        ],
        "places_taglines": {
          "GF::cayenne": "Capitale creola dalle palme reali, mercati vivaci e forte coloniale che domina l'estuario",
          "GF::kourou": "Città spaziale europea tra spiagge atlantiche e foresta amazzonica",
          "GF::roura": "Comune forestale che ospita il villaggio hmong di Cacao e le sue coltivazioni orticole",
          "GF::kaw": "Riserva naturale di 94.700 ettari celebre per i caimani neri e gli ibis rossi",
          "GF::saint-laurent": "Antica città penitenziaria multiculturale sulle rive del fiume Maroni"
        }
      },
      "meta": {
        "themes": [
          "Fauna e Vita Selvatica"
        ],
        "audience": []
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 - D1–D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segmento 2 - D6–D10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5gg"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10gg"
        }
      ],
      "regions": [
        "GF"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "notes": "Dai mercati di Cayenne alla storia spaziale di Kourou e alle paludi del Maroni e Kaw, incontrate margini forestali, villaggi fluviali e coste atlantiche.",
      "specialties": [
        "Ti-punch al cocco e lime",
        "Zuppe phò hmong del mercato",
        "Couac e piatti bushinengué",
        "Frutti tropicali amazzonici",
        "Artigianato amerindio e intrecci wana"
      ],
      "dept_code": "GF",
      "dept_name": "Guyana Francese",
      "subtitle": "Da Cayenne al fiume Maroni, tra storia del bagno penale, razzi Ariane e paludi selvagge di Kaw",
      "seo_keywords": [
        "viaggio guyana francese",
        "itinerario guyana",
        "kourou centro spaziale",
        "îles du salut bagno penale",
        "paludi di kaw",
        "cayenne visita",
        "saint-laurent-du-maroni",
        "villaggio hmong cacao",
        "fiume maroni piroga",
        "foresta amazzonica guyana"
      ],
      "practical_context": {
        "best_months": [
          "luglio",
          "agosto",
          "settembre",
          "ottobre",
          "novembre"
        ],
        "highlights": [
          "Centre Spatial Guyanais - unica base di lancio europea, visita gratuita",
          "Îles du Salut - resti del bagno penale più visitati della Guyana (60.000 visitatori/anno)",
          "Paludi di Kaw - osservazione notturna dei caimani neri in piroga",
          "Camp de la Transportation - monumento storico e memoria del bagno penale",
          "Villaggio hmong di Cacao - mercato domenicale dai sapori asiatici in piena Amazzonia"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:58.999Z"
}