{
  "version": 1,
  "country": "gf",
  "language": "fr",
  "places": [
    {
      "place_id": "GF::cayenne",
      "name": "Cayenne",
      "cc": "GF",
      "language": "fr",
      "coords": [
        4.922,
        -52.326
      ],
      "lat": 4.922,
      "lon": -52.326,
      "visits": [
        {
          "text": "La place des Palmistes s'étend sur trois hectares au coeur de Cayenne. Ses palmiers royaux des Caraïbes atteignent 25 mètres de haut ; une statue de Félix Éboué se dresse au milieu de l'esplanade.",
          "visit_duration_min": 45
        },
        {
          "text": "Grimpez la rue en escalier jusqu'au fort Cépérou, bâti au XVIIe siècle sur la colline achetée au chef amérindien Cépérou. Il reste quelques murs, une porte voûtée et un panorama complet sur la ville et l'estuaire.",
          "visit_duration_min": 50
        },
        {
          "text": "La cathédrale Saint-Sauveur, construite au XIXe siècle, est l'un des plus anciens édifices religieux de la ville. Sa façade sobre cache un intérieur aux boiseries tropicales.",
          "visit_duration_min": 30
        },
        {
          "text": "Le musée des Cultures Guyanaises occupe deux maisons créoles rénovées. Les collections couvrent les traditions amérindiennes, bushinenguées, créoles et hmong à travers objets et textiles.",
          "visit_duration_min": 50
        },
        {
          "text": "Empruntez les rues du centre ancien pour observer les maisons créoles en bois coloré, avec leurs balcons et persiennes. Des fresques murales d'artistes locaux jalonnent la montée vers le fort.",
          "visit_duration_min": 40
        },
        {
          "text": "Le Jardin botanique, créé en 1879, couvre trois hectares en plein centre-ville. Un parcours ombragé présente des espèces tropicales avec des panneaux expliquant leurs origines et usages.",
          "visit_duration_min": 45
        },
        {
          "text": "Le musée départemental Alexandre-Franconie, en plein centre de Cayenne, rassemble des collections d'histoire naturelle, d'archéologie et d'ethnographie guyanaise. Une cloche fêlée du fort Cépérou y est conservée.",
          "visit_duration_min": 60
        },
        {
          "text": "La place Léopold Héder, face à l'Hôtel de préfecture, abrite la fontaine Tardy de Montravel, monument en fonte orné de sculptures. Jusqu'en 1867, elle assurait l'approvisionnement en eau des habitants.",
          "visit_duration_min": 25
        },
        {
          "text": "La maison Thémire, demeure créole du XIXe siècle, incarne l'architecture traditionnelle locale avec ses boiseries et ses persiennes. Elle accueille aujourd'hui un espace de restauration.",
          "visit_duration_min": 25
        },
        {
          "text": "Envie de verdure ? Le Jardin botanique de Cayenne, créé au XVIIIe siècle, offre trois hectares de promenade ombragée parmi des espèces tropicales rares, avec des panneaux explicatifs sur chaque variété.",
          "visit_duration_min": 45
        },
        {
          "text": "L'école Joséphine Horth, visible depuis la place des Palmistes, fut la première école publique de Cayenne. Sa façade classée témoigne de l'histoire éducative de la ville.",
          "visit_duration_min": 20
        },
        {
          "text": "Retour au marché couvert de Cayenne pour les derniers achats : épices, rhums arrangés, crevettes séchées et artisanat amérindien. La halle métallique abrite aussi de petits restaurants à l'emporter.",
          "visit_duration_min": 60
        },
        {
          "text": "Les fresques murales qui jalonnent la montée vers le fort Cépérou, réalisées par des artistes locaux, illustrent l'histoire et les traditions guyanaises dans des couleurs vives et des motifs symboliques.",
          "visit_duration_min": 35
        },
        {
          "text": "Flânez une dernière fois sur la place des Palmistes. Le soir, les réverbères hérités du XIXe siècle éclairent les allées où se rassemblent les Cayennais autour des roulottes.",
          "visit_duration_min": 30
        },
        {
          "text": "Le quartier autour de l'avenue du Général-de-Gaulle concentre les commerces et la vie urbaine. C'est l'occasion de ramener vannerie, bijoux en graines et textiles guyanais.",
          "visit_duration_min": 40
        }
      ],
      "activities": [
        {
          "text": "Le marché couvert de Cayenne occupe une halle métallique attribuée à l'atelier Eiffel. Fruits tropicaux, soupes laotiennes, crevettes séchées et ti-punchs se découvrent dès le petit matin."
        },
        {
          "text": "En soirée, la place des Palmistes se transforme : des roulottes s'installent avec grillades, accras et beignets. L'ambiance créole bat son plein sous les palmiers éclairés."
        },
        {
          "text": "La plage de Montjoly, à quelques minutes du centre, invite à une baignade en fin d'après-midi. L'eau brune est due aux sédiments des rivières, non à la pollution."
        },
        {
          "text": "La plage de Montabo, plus proche du centre-ville, est prisée des Cayennais pour le jogging et la détente. Vue dégagée sur l'océan Atlantique."
        },
        {
          "text": "Offrez-vous un dernier ti-punch au cactus, coco ou citron au marché de Cayenne. Les marchandes créoles conseillent et font goûter avec générosité."
        },
        {
          "text": "Dernière baignade à la plage de Montabo avant le départ. Le front de mer offre une vue dégagée sur l'Atlantique et les pêcheurs de retour."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 1
        },
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 9
        },
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 10
        }
      ]
    },
    {
      "place_id": "GF::kaw",
      "name": "Kaw",
      "cc": "GF",
      "language": "fr",
      "coords": [
        4.617,
        -52.117
      ],
      "lat": 4.617,
      "lon": -52.117,
      "visits": [
        {
          "text": "La réserve naturelle des marais de Kaw-Roura couvre 94 700 hectares, troisième réserve naturelle de France. Elle abrite 535 espèces d'oiseaux, 98 espèces de mammifères et quatre espèces de caïmans.",
          "visit_duration_min": 30
        },
        {
          "text": "Le village de Kaw, une trentaine d'habitants, est construit sur un ancien cordon dunaire. Accessible uniquement par pirogue, il a servi de décor à la série télévisée « Guyane ».",
          "visit_duration_min": 40
        },
        {
          "text": "Sur la route forestière vers le dégrad, l'auberge de Camp-Caïman marque la mi-chemin. Les vestiges amérindiens de la montagne Favard (roches gravées, poteries) témoignent d'une occupation ancienne.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Embarquez en pirogue sur les marais à la tombée du jour. Les yeux des caïmans noirs - deuxième population mondiale de l'espèce - brillent dans le faisceau des lampes frontales."
        },
        {
          "text": "En journée, les marais révèlent ibis rouges, hérons cocoï, jacanas noirs et hoazins huppés. Les zébus se nourrissent dans l'eau jusqu'au poitrail, impassibles."
        },
        {
          "text": "Rendez-vous à l'aube sur un écolodge flottant pour observer le ballet des oiseaux pêcheurs dans la brume matinale. Loin de toute pollution lumineuse, le ciel étoilé nocturne est exceptionnel."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 8
        }
      ]
    },
    {
      "place_id": "GF::kourou",
      "name": "Kourou",
      "cc": "GF",
      "language": "fr",
      "coords": [
        5.161,
        -52.642
      ],
      "lat": 5.161,
      "lon": -52.642,
      "visits": [
        {
          "text": "Le Centre Spatial Guyanais s'étend sur 750 km² entre Kourou et Sinnamary. La visite guidée en bus (3 h) traverse les centres de contrôle et les zones de lancement d'Ariane 6 et Vega-C. Réservation 48 h à l'avance obligatoire.",
          "visit_duration_min": 180
        },
        {
          "text": "Guyaspace Expérience, le musée du CNES rouvert en 2024, propose une visite immersive avec installations numériques retraçant l'histoire spatiale européenne depuis le premier tir de la fusée Véronique en 1968.",
          "visit_duration_min": 60
        },
        {
          "text": "Rejoignez la pointe des Roches pour découvrir la Tour Dreyfus, ancienne tour de télégraphe du XIXe siècle qui communiquait par signaux avec les Îles du Salut. Vue dégagée sur l'embouchure du fleuve.",
          "visit_duration_min": 40
        },
        {
          "text": "Les plages de Kourou longent l'avenue des Roches. La plage de la Cocoteraie offre un cadre agréable pour une pause, tandis que la plage Pim-Poum, bordée de cocotiers, convient aux familles avec ses eaux peu profondes.",
          "visit_duration_min": 40
        },
        {
          "text": "L'île Royale, la plus grande des Îles du Salut (28 hectares), concentre les vestiges administratifs du bagne : cellules du quartier des condamnés, hôpital, chapelle restaurée et phare solaire. Un sentier balisé en fait le tour en 1 h 30.",
          "visit_duration_min": 120
        },
        {
          "text": "Un petit musée gratuit sur l'île Royale présente les lettres des bagnards, dont celles de Dreyfus. La cellule 47, où fut enfermé Henri Charrière dit « Papillon », est identifiable par ses graffitis.",
          "visit_duration_min": 40
        },
        {
          "text": "Depuis l'esplanade des manguiers, le regard embrasse le quartier des surveillants, la chapelle, l'hôpital et le phare. En contrebas, l'île du Diable - terre d'exil de Dreyfus - reste interdite d'accès.",
          "visit_duration_min": 30
        },
        {
          "text": "Sur l'île Saint-Joseph, surnommée « la mangeuse d'hommes », la nature a repris ses droits. Les ruines aux murs roses des cachots d'isolement disparaissent sous les lianes et les racines d'arbres géants.",
          "visit_duration_min": 60
        },
        {
          "text": "La piscine des bagnards, bassin d'eau salée taillé dans la roche de l'île Royale, servait aux détenus pour se laver à l'abri des requins. À marée haute, la baignade y reste possible.",
          "visit_duration_min": 30
        },
        {
          "text": "La Montagne des Singes, colline du domaine du CSG, propose deux sentiers : le parcours botanique (700 m, 30 min) et le sentier de la montagne (3,3 km, 2 h 30). Singes tamarins, paresseux et toucans peuplent le site.",
          "visit_duration_min": 120
        },
        {
          "text": "Depuis le sommet de la Montagne des Singes, le panorama embrasse Kourou, les Îles du Salut au large et les pas de tir du Centre Spatial. Un lieu idéal pour pique-niquer.",
          "visit_duration_min": 30
        },
        {
          "text": "Le centre d'archéologie amérindienne de Kourou (CAAK) présente le quotidien des premières communautés amérindiennes de Guyane. Plus de 200 gravures rupestres (figures, têtes triangulaires) ont été répertoriées dans la région.",
          "visit_duration_min": 45
        },
        {
          "text": "Les sentiers des savanes du CSG, en libre accès, permettent de découvrir la biodiversité du centre spatial sous un angle naturaliste. Des visites guidées ONF sont organisées chaque mois.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "La piste cyclable de l'avenue des Roches longe le littoral. Promeneurs, coureurs et cyclistes s'y retrouvent en fin de journée face à l'Atlantique."
        },
        {
          "text": "Assistez à un lancement de fusée si le calendrier le permet. Les sites d'observation se trouvent entre 7 et 20 km des pas de tir. L'accès est gratuit sur invitation."
        },
        {
          "text": "Embarquez en catamaran depuis le port de plaisance de Kourou pour une journée complète aux Îles du Salut. La traversée dure environ une heure."
        },
        {
          "text": "Sur l'île Saint-Joseph, la plage de coquillages concassés offre la plus belle baignade de l'archipel. À marée basse, des petits bassins naturels se forment derrière la barre de rochers."
        },
        {
          "text": "Les singes capucins de l'île Royale, véritables stars des lieux, s'approchent des visiteurs avec curiosité. Agoutis, iguanes et tortues marines complètent le tableau."
        },
        {
          "text": "Descendez le fleuve Kourou en pirogue ou en canoë à travers la forêt amazonienne. Pauses baignade dans les criques, tir à l'arc et tyrolienne ponctuent certaines excursions."
        },
        {
          "text": "Les mangroves en aval du fleuve abritent crevettes, crabes, aigrettes et ibis rouges. Une sortie en fin de journée offre les meilleures chances d'observation."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 2
        },
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 3
        },
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 6
        }
      ]
    },
    {
      "place_id": "GF::roura",
      "name": "Roura",
      "cc": "GF",
      "language": "fr",
      "coords": [
        4.733,
        -52.317
      ],
      "lat": 4.733,
      "lon": -52.317,
      "visits": [
        {
          "text": "Le village de Cacao, créé en 1977 par des réfugiés hmong du Laos, est rattaché à la commune de Roura. Ses maisons sur pilotis en bois, ses jardins fleuris et ses cultures maraîchères donnent au hameau des airs d'Asie du Sud-Est en pleine Amazonie.",
          "visit_duration_min": 45
        },
        {
          "text": "Le musée Le Planeur Bleu abrite des collections d'entomologie (papillons, mygales, scolopendres), d'archéologie amérindienne et d'ethnologie guyanaise. Un concentré de la biodiversité locale dans un petit bâtiment à côté de la halle.",
          "visit_duration_min": 40
        },
        {
          "text": "L'église de Roura et ses alentours, sur la rive droite de l'Oyak, conservent un caractère créole marqué. Le bourg offre un contraste saisissant avec le village hmong de Cacao.",
          "visit_duration_min": 30
        },
        {
          "text": "Sur la route de Cacao, un belvédère au PK 6 avant le village surplombe la canopée amazonienne. En saison, des arbres en fleur ponctuent l'immensité verte.",
          "visit_duration_min": 20
        },
        {
          "text": "Poussez la porte de l'atelier du potier de Cacao pour une initiation au tour. Ce personnage haut en couleur accueille les visiteurs avec humour et transmet son savoir-faire artisanal.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Le marché de Cacao bat son plein le dimanche matin sous une grande charpente en bois. Soupes phò, nems, beignets, broderies retraçant le quotidien hmong et fruits tropicaux s'y côtoient."
        },
        {
          "text": "Depuis le dégrad de Cacao, embarquez en pirogue sur la rivière Comté pour une remontée de deux heures à travers la forêt dense. Pauses baignade possibles dans les criques."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 7
        }
      ]
    },
    {
      "place_id": "GF::saint-laurent",
      "name": "Saint Laurent",
      "cc": "GF",
      "language": "fr",
      "coords": [
        5.5,
        -54.03
      ],
      "lat": 5.5,
      "lon": -54.03,
      "visits": [
        {
          "text": "Le Camp de la Transportation, classé monument historique en 1995, fut inauguré en 1858. Passé la grande arche, les cellules, la cour intérieure et l'ancienne guillotine retracent un siècle d'histoire pénitentiaire. Environ 70 000 bagnards y ont transité.",
          "visit_duration_min": 90
        },
        {
          "text": "La cellule 47, restaurée pour le film « Papillon », est celle où Henri Charrière fut enfermé. Des graffitis gravés dans la pierre par les détenus restent visibles sur les murs d'autres cellules.",
          "visit_duration_min": 30
        },
        {
          "text": "Le quartier du « Petit Paris », ancien quartier administratif de la ville pénitentiaire, aligne des bâtiments coloniaux dont l'ancienne résidence du directeur du bagne, aujourd'hui sous-préfecture.",
          "visit_duration_min": 40
        },
        {
          "text": "Les maisons créoles en bois coloré de Saint-Laurent témoignent d'un urbanisme unique en France : toute la ville fut construite par et pour l'administration pénitentiaire à partir de 1880.",
          "visit_duration_min": 30
        },
        {
          "text": "Depuis les quais du Maroni, le regard porte sur Albina, la petite ville surinamaise de l'autre rive. Le fleuve, long de 611 km, n'a jamais été une frontière pour les Bushinengués qui vivent de part et d'autre.",
          "visit_duration_min": 30
        },
        {
          "text": "La Maison des cultures et communautaire de Saint-Laurent accueille des expositions artistiques qui mêlent traditions bushinenguées, amérindiennes et créoles.",
          "visit_duration_min": 40
        },
        {
          "text": "Le long du Maroni, les pirogues aux motifs peints se comptent par centaines. Leurs couleurs vives et leurs formes effilées racontent l'identité de chaque communauté riveraine.",
          "visit_duration_min": 30
        },
        {
          "text": "L'île de la Quarantaine et l'île aux Lépreux, visibles depuis les berges, abritèrent les prisonniers malades. Leurs ruines émergent de la végétation tropicale au milieu du fleuve.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "La visite guidée du Camp de la Transportation dure environ 1 h 15. Des visites nocturnes aux lampes torches sont programmées une fois par mois de juin à octobre, avec chants de bagnards et témoignages."
        },
        {
          "text": "Le marché de la place Flore Lithaw rassemble les cuisines chinoise, créole, bushinenguée et hmong. Couac, achards, fruits tropicaux et artisanat local s'y échangent dans un brouhaha de langues."
        },
        {
          "text": "Embarquez en pirogue sur le Maroni pour remonter vers les villages bushinengués. Les Bushinengués, descendants des esclaves ayant fui les plantations du Suriname, ont conservé musique, vannerie et rites ancestraux."
        },
        {
          "text": "Promenez-vous le long des quais en fin de journée pour admirer le coucher de soleil sur le Maroni. Le va-et-vient des pirogues entre les deux rives crée un spectacle ininterrompu."
        },
        {
          "text": "Les ateliers de vannerie bushinenguée permettent de s'initier au tissage du wana en deux heures. Les artisans locaux créent paniers, bijoux en graines de wapa et objets sculptés."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 4
        },
        {
          "itin_id": "GF::coast-forest::guyane-space-and-wild",
          "itin_title": "Voyage Guyane Française : Kourou, Amazonie et Côte",
          "day": 5
        }
      ]
    }
  ]
}