{
  "version": 1,
  "country": "de",
  "language": "fr",
  "places": [
    {
      "place_id": "DE::augsbourg",
      "name": "Augsbourg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.3705,
        10.8978
      ],
      "lat": 48.3705,
      "lon": 10.8978,
      "visits": [
        {
          "text": "Plongez dans l'histoire millénaire d'Augsbourg, l'une des plus anciennes villes d'Allemagne fondée par les Romains. À la Renaissance, cette cité était un centre financier et commercial de renommée mondiale, rivalisant avec Venise et Florence. Son patrimoine architectural exceptionnel témoigne de cette époque glorieuse où les puissantes familles Fugger et Welser dominaient le commerce européen.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez le somptueux Hôtel de Ville Renaissance, chef-d'oeuvre d'Elias Holl, dont la Salle Dorée éblouit par ses plafonds à caissons ornés de feuilles d'or. Les trois fontaines monumentales de la Maximilianstraße, dédiées aux divinités romaines, constituent un ensemble unique classé au patrimoine mondial de l'UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Fuggerei, le plus ancien ensemble de logements sociaux au monde encore en activité depuis 1521. Ce quartier pittoresque aux façades ocre et aux ruelles pavées offre un témoignage fascinant de la philanthropie Renaissance et de l'organisation sociale de l'époque.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Augsbourg, l'une des plus anciennes villes d'Allemagne et une destination captivante qui offre une riche alternative à Munich pour ceux qui recherchent une culture bavaroise authentique. Fondée par les Romains il y a plus de 2 000 ans, cette ville historique s'est hissée au rang de centre commercial majeur où la puissante famille de banquiers Fugger finançait les empereurs et façonnait l'histoire européenne. L'architecture Renaissance et les grandes places publiques reflètent des siècles de richesse et d'influence.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la remarquable Fuggerei, le plus ancien complexe de logements sociaux au monde encore en activité depuis 1521, où les résidents paient le même loyer annuel d'un florin rhénan établi il y a cinq siècles. Les paisibles rues bordées d'arbres et les façades jaunes uniformes créent une atmosphère de tranquillité intemporelle au cœur de la ville animée. Cet exemple pionnier de philanthropie démontre la conscience sociale qui accompagnait le succès commercial d'Augsbourg.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez le magnifique Hôtel de Ville Renaissance avec sa légendaire Salle Dorée, l'un des édifices civils Renaissance les plus importants au nord des Alpes. Les trois fontaines monumentales le long de la Maximilianstraße, représentant les dieux romains Auguste, Mercure et Hercule, sont des chefs-d'œuvre de sculpture en bronze inscrits à l'UNESCO. Les églises historiques, l'antique cathédrale et les élégantes demeures patriciennes complètent l'impressionnant patrimoine architectural d'Augsbourg.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découverte de la cathédrale d'Augsbourg et ses vitraux romans du XIe siècle",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustez la cuisine souabe traditionnelle dans l'une des brasseries historiques ou des restaurants en bord de rivière d'Augsbourg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 2
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Route Romantique de Bavière : villages médiévaux et châteaux de contes de fées",
          "day": 3
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "DE::bad-hersfeld",
      "name": "Bad Hersfeld",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.870134,
        9.701968
      ],
      "lat": 50.870134,
      "lon": 9.701968,
      "visits": [
        {
          "text": "Ruines de l abbaye de Bad Hersfeld",
          "visit_duration_min": 75
        },
        {
          "text": "Centre historique de Bad Hersfeld",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 9
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "DE::bad-homburg",
      "name": "Bad Homburg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.22677,
        8.61691
      ],
      "lat": 50.22677,
      "lon": 8.61691,
      "visits": [
        {
          "text": "Randonnée dans le massif du Taunus avec vue depuis le sommet Grosser Feldberg",
          "visit_duration_min": 75
        },
        {
          "text": "Paysages forestiers et sentiers du Taunus Nature Park",
          "visit_duration_min": 75
        },
        {
          "text": "Centre historique de Bad Homburg vor der Hoehe",
          "visit_duration_min": 75
        },
        {
          "text": "Sites du limes romain dans les environs du Taunus",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Detente dans les installations thermales de Bad Homburg",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de l open air museum Hessenpark consacre a l architecture traditionnelle",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du fort romain reconstruit de Saalburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 2
        }
      ],
      "rating": 8.9
    },
    {
      "place_id": "DE::bad-koesen",
      "name": "Bad Koesen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.1333,
        11.7167
      ],
      "lat": 51.1333,
      "lon": 11.7167,
      "visits": [
        {
          "text": "Promenez-vous le long du mur de graduation de Bad Kösen, impressionnante structure en bois où l'eau salée s'écoule sur des fagots de prunellier. Cette installation thermale traditionnelle crée un air enrichi en iode aux vertus revigorantes, perpétuant une tradition de bien-être séculaire. Les différents points de vue sur la ville thermale révèlent un paysage vallonné typique de la région de la Saale-Unstrut.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez cette charmante station thermale nichée dans la vallée de la Saale, aux portes de la région viticole la plus septentrionale d'Allemagne. L'architecture des villas Belle Époque témoigne de l'âge d'or du thermalisme allemand au XIXe siècle. Les collines environnantes plantées de vignes offrent des panoramas bucoliques sur ce paysage préservé.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade dans les jardins du parc thermal et découverte de l'architecture thermale",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 7
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "DE::bad-langensalza",
      "name": "Bad Langensalza",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.1078,
        10.6453
      ],
      "lat": 51.1078,
      "lon": 10.6453,
      "visits": [
        {
          "text": "Jardin japonais avec koï",
          "visit_duration_min": 75
        },
        {
          "text": "Roseraie, l'une des plus belles d'Allemagne",
          "visit_duration_min": 75
        },
        {
          "text": "Arboretum",
          "visit_duration_min": 75
        },
        {
          "text": "Jardin botanique",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 3
        }
      ],
      "rating": 5
    },
    {
      "place_id": "DE::baden-baden",
      "name": "Baden Baden",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.7606,
        8.2398
      ],
      "lat": 48.7606,
      "lon": 8.2398,
      "visits": [
        {
          "text": "Conduite sur la Schwarzwaldhochstrasse (B500), route panoramique du nord de la Forêt-Noire.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrêt à la cascade de Geroldsau et marche dans la vallée environnante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du centre historique de Baden-Baden, ville thermale renommée depuis l’époque romaine.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte des thermes Caracalla et de leur architecture en marbre.",
          "visit_duration_min": 75
        },
        {
          "text": "Plongez dans la légendaire culture thermale de Baden-Baden, une station thermale qui attire des visiteurs en quête de rajeunissement depuis plus de deux mille ans. Les Romains furent les premiers à construire des bains publics ici pour exploiter les sources chaudes naturelles, et au XVIIIe siècle, la ville devint un refuge glamour pour les nobles français fuyant la révolution. Les promenades élégantes, les grands hôtels et les jardins soignés conservent une atmosphère de sophistication raffinée.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les eaux thérapeutiques des Caracalla Therme, un complexe de bien-être moderne où bassins minéraux chauds, saunas et espaces de détente perpétuent l'ancienne tradition balnéaire dans un confort contemporain. Ces installations accueillantes pour les familles invitent les visiteurs de tous âges à profiter des propriétés curatives des célèbres sources thermales de Baden-Baden. Pour une expérience plus traditionnelle, le Friedrichsbad propose des rituels de bain élaborés dans un cadre opulent du XIXe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les vastes ruines du château perchées sur le versant boisé au-dessus de la ville, offrant des vues panoramiques sur le quartier thermal et les sommets environnants de la Forêt-Noire. Le célèbre casino, l'un des plus beaux d'Europe, attire la haute société depuis les années 1800 avec ses intérieurs somptueux. Galeries d'art, boutiques et l'élégante colonnade Trinkhalle complètent l'attrait de Baden-Baden comme l'une des destinations les plus romantiques d'Allemagne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Baignade relaxante dans les eaux thermales naturelles de Baden-Baden.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites une promenade d'automne ou de printemps à travers la Lichtentaler Allee, un magnifique parc le long de la rivière Oos",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L’ULTIME ROAD TRIP DANS LE SUD DE L’ALLEMAGNE : CHÂTEAUX, FORÊTS ET VILLES MÉDIÉVALES",
          "day": 5
        },
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 5
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "DE::bamberg",
      "name": "Bamberg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.8988,
        10.9028
      ],
      "lat": 49.8988,
      "lon": 10.9028,
      "visits": [
        {
          "text": "Émerveillez-vous devant Bamberg, l'une des plus belles villes d'Allemagne, inscrite au patrimoine mondial de l'UNESCO. Cette cité millénaire miraculeusement épargnée par les bombardements compte plus de 2 300 édifices classés monuments historiques. Bâtie sur sept collines comme Rome, elle mêle harmonieusement architecture médiévale, baroque et rococo dans un ensemble d'une cohérence exceptionnelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Photographiez l'Altes Rathaus, ancien hôtel de ville bâti sur un îlot artificiel au milieu de la rivière Regnitz, monument le plus emblématique de Bavière. Ses fresques en trompe-l'oeil ornant les façades à colombages créent l'illusion de sculptures en trois dimensions. Selon la légende, l'évêque refusant de céder un terrain, les bourgeois créèrent cette île pour y construire leur mairie.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la cathédrale impériale aux quatre tours, chef-d'oeuvre roman abritant la tombe de l'empereur Henri II et le célèbre Cavalier de Bamberg, première statue équestre grandeur nature du Moyen Âge. La petite Venise bavaroise, ancien quartier de pêcheurs aux maisons colorées se mirant dans la rivière, complète ce tableau enchanteur.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustation de la Rauchbier, bière fumée spécialité locale unique au monde",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 14
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "DE::bastei",
      "name": "Bastei",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.9622,
        14.0647
      ],
      "lat": 50.9622,
      "lon": 14.0647,
      "visits": [
        {
          "text": "Pont du Bastei et formations rocheuses",
          "visit_duration_min": 75
        },
        {
          "text": "Escalier vers le Ciel, escalier étroit entre deux rochers géants",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 8
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "DE::bautzen",
      "name": "Bautzen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.1807,
        14.4244
      ],
      "lat": 51.1807,
      "lon": 14.4244,
      "visits": [
        {
          "text": "Musée sorabe avec culture, vêtements et histoire sorabes",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saint-Pierre avec division physique entre catholiques et protestants",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade le long de la rivière miroitante en admirant les tourelles du château",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 10
        }
      ],
      "rating": 6
    },
    {
      "place_id": "DE::berchtesgaden",
      "name": "Berchtesgaden",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.63,
        13.0044
      ],
      "lat": 47.63,
      "lon": 13.0044,
      "visits": [
        {
          "text": "Contemplez le Königssee, joyau absolu des lacs allemands, enchâssé entre des falaises verticales de 1 800 mètres au coeur du parc national de Berchtesgaden. Ce lac de fjord aux eaux d'un vert émeraude d'une pureté exceptionnelle se découvre exclusivement en bateau électrique silencieux, perpétuant une tradition écologique centenaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Naviguez jusqu'à l'église de pèlerinage Saint-Barthélemy, bijou baroque aux bulbes rouges posé sur une presqu'île au pied de la paroi vertigineuse du Watzmann. L'écho légendaire de la trompette du capitaine résonnant sept fois contre les falaises constitue un moment magique de la traversée. Ce site d'une beauté irréelle figure parmi les plus photographiés d'Allemagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez dans le parc national de Berchtesgaden, seul parc national alpin d'Allemagne, classé réserve de biosphère par l'UNESCO. Ce sanctuaire naturel abrite chamois, marmottes et aigles royaux dans un décor de sommets acérés, de cascades tumultueuses et de prairies alpines fleuries. La ville de Berchtesgaden elle-même charme par son authenticité bavaroise préservée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Croisière en bateau électrique sur le Königssee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 10
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "DE::berlin",
      "name": "Berlin",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.52,
        13.405
      ],
      "lat": 52.52,
      "lon": 13.405,
      "visits": [
        {
          "text": "Découverte du centre historique de Berlin, incluant la Porte de Brandebourg et le Mémorial de l’Holocauste.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade à vélo dans le parc du Tiergarten et sur l'ancien aéroport de Tempelhof.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la East Side Gallery et exploration du quartier Friedrichshain.",
          "visit_duration_min": 75
        },
        {
          "text": "Étape de retour vers Berlin, avec possibilité de s’arrêter à Waren sur le lac Müritz pour une balade sur les rives.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte de Neustrelitz et de ses jardins baroques.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du Reichstag, de la Porte de Brandebourg et du Mémorial de l’Holocauste",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du musée de Pergame et de l’île aux Musées, classée au patrimoine mondial de l’UNESCO",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le quartier branché de Neukölln et dégustation de spécialités moyen-orientales.",
          "visit_duration_min": 60
        },
        {
          "text": "Découverte des marchés aux puces du dimanche à Mauerpark et Arkonaplatz.",
          "visit_duration_min": 60
        },
        {
          "text": "Dernière soirée à Berlin pour une promenade nocturne autour d’Alexanderplatz.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade dans le parc Tiergarten et le long de la Spree pour profiter de l’ambiance berlinoise estivale",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LACS, CHÂTEAUX ET PLAGES : ROAD TRIP EN ALLEMAGNE DU NORD",
          "day": 1
        },
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LACS, CHÂTEAUX ET PLAGES : ROAD TRIP EN ALLEMAGNE DU NORD",
          "day": 7
        },
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG À LA MER BALTIQUE : CULTURE ET NATURE DU NORD DE L’ALLEMAGNE",
          "day": 2
        }
      ],
      "rating": 10
    },
    {
      "place_id": "DE::bremen",
      "name": "Bremen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        53.0793,
        8.8017
      ],
      "lat": 53.0793,
      "lon": 8.8017,
      "visits": [
        {
          "text": "Visite du centre de Brême, de la place du marché et de la cathédrale Saint-Pierre",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du quartier historique Schnoor Viertel et de ses ruelles médiévales",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Excursion à la mer des Wadden, site classé à l’UNESCO, pour une marche sur les vasières à marée basse",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG À LA MER BALTIQUE : CULTURE ET NATURE DU NORD DE L’ALLEMAGNE",
          "day": 5
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "DE::brocken",
      "name": "Brocken",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.7989,
        10.6153
      ],
      "lat": 51.7989,
      "lon": 10.6153,
      "visits": [
        {
          "text": "Conquérez le Brocken, point culminant de Saxe-Anhalt et plus haute montagne du nord de l'Allemagne à 1 141 mètres d'altitude. Ce sommet mythique, enveloppé de brumes et de légendes, est le lieu de rassemblement des sorcières lors de la nuit de Walpurgis selon le folklore germanique. Les panoramas depuis le sommet s'étendent par temps clair jusqu'à 200 kilomètres, embrassant les plaines du nord et les massifs voisins.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarquez à bord du train à vapeur Harzer Brockenbahn, l'un des derniers chemins de fer à voie étroite d'Allemagne encore en service régulier. Cette ligne historique gravit les pentes du Brocken à travers des forêts de sapins et des paysages de tourbières d'altitude dans une atmosphère nostalgique. Le voyage ferroviaire de 90 minutes constitue une expérience aussi mémorable que la destination elle-même.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le rocher Heinrich Heine, baptisé en l'honneur du célèbre poète qui fit l'ascension du Brocken en 1820 et immortalisa cette expérience dans son récit de voyage. Les sentiers de randonnée serpentent à travers un paysage subarctique unique en Allemagne centrale, où la végétation rabougrie témoigne des conditions climatiques extrêmes. Les délicieux chocolats Brockensplitter sont la récompense gourmande de cette ascension.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée ou voyage en train à vapeur jusqu'au sommet du Brocken",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 15
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "DE::celle",
      "name": "Celle",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.6224,
        10.0807
      ],
      "lat": 52.6224,
      "lon": 10.0807,
      "visits": [
        {
          "text": "Remontez le temps à Celle, qui abrite l'un des ensembles d'architecture à colombages les plus remarquables d'Allemagne. Plus de 400 maisons à colombages méticuleusement préservées datant du XVIe au XIXe siècle bordent les charmantes rues de la vieille ville. L'atmosphère romantique, les façades fleuries et les décorations sculptées ornées font de Celle un musée vivant de l'artisanat traditionnel allemand.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le château de Celle, un élégant palais Renaissance qui a servi de résidence aux ducs de Brunswick-Lunebourg pendant des siècles. Le château présente un théâtre baroque magnifiquement préservé - l'un des plus anciens d'Allemagne encore en usage - et de magnifiques appartements d'État montrant la splendeur royale. Les jardins environnants offrent des promenades paisibles à travers des pelouses bien entretenues et des arbres anciens.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez la célèbre tradition d'élevage de chevaux de Basse-Saxe dans l'un des haras renommés de la région. La région possède certaines des installations équestres les plus fines d'Allemagne, avec des opportunités d'assister à des séances d'entraînement, de participer à des spectacles équestres et d'apprendre les traditions séculaires de l'élevage du cheval hanovrien.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 12
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "DE::chemnitz",
      "name": "Chemnitz",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.8278,
        12.9214
      ],
      "lat": 50.8278,
      "lon": 12.9214,
      "visits": [
        {
          "text": "Opéra de Chemnitz",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de ville",
          "visit_duration_min": 75
        },
        {
          "text": "Église Petrikirche",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Industrie de Chemnitz sur l'industrie textile",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Klaffenbach, château renaissance au bord de la rivière",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 15
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "DE::cochem",
      "name": "Cochem",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.1451,
        7.1657
      ],
      "lat": 50.1451,
      "lon": 7.1657,
      "visits": [
        {
          "text": "Promenade sur les quais de la Moselle à Cochem et vues sur les maisons à colombages.",
          "visit_duration_min": 75
        },
        {
          "text": "Montée à pied au Reichsburg Cochem et panorama sur la vallée viticole.",
          "visit_duration_min": 75
        },
        {
          "text": "Centre historique : Marktplatz et église Saint-Martin.",
          "visit_duration_min": 75
        },
        {
          "text": "Téléphérique Sesselbahn jusqu’au point de vue Pinnerkreuz.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Croisière panoramique d’1 h sur la Moselle (boucle au départ de Cochem).",
          "visit_duration_min": 60
        },
        {
          "text": "Balade photo sur le pont de Cochem pour la vue alignée ville + château.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALLEMAGNE DE CONTE DE FÉES : CHÂTEAUX, VILLAGES MÉDIÉVAUX ET PANORAMAS ALPINS",
          "day": 1
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "DE::dahn",
      "name": "Dahn",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.15,
        7.7833
      ],
      "lat": 49.15,
      "lon": 7.7833,
      "visits": [
        {
          "text": "Explorez le mystérieux château de Berwartstein, une fascinante forteresse perchée de façon spectaculaire au sommet de l'une des collines de grès rocheux qui caractérisent cette région frontalière. Autrefois saisi par de notoires barons brigands au Moyen Âge, cette forteresse est imprégnée de mythes et légendes extraordinaires que les visites guidées font revivre de manière palpitante. Les tunnels creusés à la main et éclairés à la bougie sous le château créent une aventure atmosphérique sans pareille.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'architecture remarquable du château, notamment une petite chapelle ornée de peintures médiévales qui ont survécu à des siècles de conflits et d'abandon. L'histoire des barons brigands ajoute une dimension palpitante à la visite, avec des récits d'embuscades, de rançons et d'évasions dramatiques qui résonnent dans les couloirs de pierre. Ce joyau caché reste étonnamment préservé du tourisme de masse, offrant une expérience de château authentique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Suivez la visite guidée pour entendre les légendes fascinantes et explorer les passages souterrains éclairés à la bougie",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 4
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "DE::darmstadt",
      "name": "Darmstadt",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.878708,
        8.646927
      ],
      "lat": 49.878708,
      "lon": 8.646927,
      "visits": [
        {
          "text": "Quartier Art nouveau de la Mathildenhoehe",
          "visit_duration_min": 75
        },
        {
          "text": "Hochzeitsturm, tour du mariage de Darmstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Chapelle russe de Darmstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Hessisches Landesmuseum Darmstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Site fossilifere de Messel, fosse de Messel classee au patrimoine mondial",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcours d interpretation sur l evolution des mammiferes a Messel",
          "visit_duration_min": 60
        },
        {
          "text": "Decouverte de la ville scientifique et des instituts de recherche de Darmstadt",
          "visit_duration_min": 60
        },
        {
          "text": "Vue exterieure sur le centre de controle spatial ESOC",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 4
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "DE::dessau",
      "name": "Dessau",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.8333,
        12.2333
      ],
      "lat": 51.8333,
      "lon": 12.2333,
      "visits": [
        {
          "text": "Immergez-vous dans l'univers du Bauhaus à Dessau, où cette école d'art révolutionnaire fut fondée en 1919 et s'installa en 1925. Le bâtiment principal conçu par Walter Gropius, avec sa façade de verre emblématique, incarne le principe fondateur la forme suit la fonction. Plus de 300 bâtiments Bauhaus parsèment la ville, constituant le plus grand ensemble architectural de ce mouvement au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le musée du Bauhaus qui présente la plus importante collection mondiale dédiée à ce courant artistique majeur du XXe siècle. Les oeuvres des maîtres légendaires Walter Gropius, Marcel Breuer et Wassily Kandinsky y sont exposées dans un écrin architectural contemporain. Les maisons des maîtres, résidences des professeurs du Bauhaus, offrent un témoignage émouvant de leur mode de vie avant-gardiste.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le centre-ville reconstruit de Dessau, détruit à plus de 85% pendant la Seconde Guerre mondiale. Le Palais Résidentiel, l'Hôtel de Ville et le mausolée témoignent de l'histoire princière de la ville avant l'ère du Bauhaus. L'église Pierre et Paul et le Palais Georgium, entouré de son parc à l'anglaise, complètent ce patrimoine architectural diversifié.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite du parc Luisium, jardin paysager du XVIIIe siècle avec son petit château néoclassique",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 9
        }
      ],
      "rating": 6
    },
    {
      "place_id": "DE::dresden",
      "name": "Dresden",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.0504,
        13.7373
      ],
      "lat": 51.0504,
      "lon": 13.7373,
      "visits": [
        {
          "text": "Découverte du centre historique de Dresde avec l’église Frauenkirche, la Hofkirche et l’Opéra Semper",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration de la Gemäldegalerie Alte Meister et du Zwinger, chef-d’œuvre baroque de la ville",
          "visit_duration_min": 75
        },
        {
          "text": "Zwinger de Dresde, palais baroque avec cours et fontaines",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la porcelaine au Zwinger",
          "visit_duration_min": 75
        },
        {
          "text": "Galerie de peintures des maîtres anciens au Zwinger",
          "visit_duration_min": 75
        },
        {
          "text": "Semperoper Dresden, l'opéra de la ville",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Dresden",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale de Dresden",
          "visit_duration_min": 75
        },
        {
          "text": "Fürstenzug, œuvre d'art extérieure représentant une procession royale",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Frauenkirche avec ses intérieurs dorés et son dôme",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthofpassage avec des boutiques d'artistes indépendants",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Albrechtsberg avec de vastes jardins, fontaines et escaliers",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade à pied ou en trottinette électrique le long de l’Elbe pour admirer la skyline reconstruite de Dresde",
          "visit_duration_min": 60
        },
        {
          "text": "Plateforme d'observation à la Frauenkirche pour les vues sur la ville",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG À LA MER BALTIQUE : CULTURE ET NATURE DU NORD DE L’ALLEMAGNE",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 2
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 3
        },
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 4
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::dusseldorf",
      "name": "Dusseldorf",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.2277,
        6.7735
      ],
      "lat": 51.2277,
      "lon": 6.7735,
      "visits": [
        {
          "text": "Découverte du centre historique de Düsseldorf et de ses ruelles animées de l’Altstadt",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du quartier moderne de MedienHafen et de ses architectures contemporaines",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade sur la promenade du Rhin et dans les jardins du Hofgarten",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG À LA MER BALTIQUE : CULTURE ET NATURE DU NORD DE L’ALLEMAGNE",
          "day": 6
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "DE::east-frisian-islands",
      "name": "East Frisian Islands",
      "cc": "DE",
      "language": "fr",
      "coords": [
        53.7,
        7.15
      ],
      "lat": 53.7,
      "lon": 7.15,
      "visits": [
        {
          "text": "Explorez le parc national allemand de la mer des Wadden, site du patrimoine mondial de l'UNESCO classé aux côtés du Grand Canyon et de la Grande Barrière de Corail comme merveille naturelle d'importance mondiale. Cet écosystème tidal unique s'étend le long de la côte de la mer du Nord en Basse-Saxe, abritant des millions d'oiseaux migrateurs et une vie marine remarquable. L'interaction dramatique du flux et du reflux crée des paysages en constante évolution de vasières, bancs de sable et marais salants.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les sept îles de la Frise orientale, l'un des plus beaux trésors côtiers d'Allemagne offrant des plages préservées et des atmosphères insulaires uniques. Ces havres sans voiture présentent des rivages sablonneux, des dunes imposantes et des ciels infinis où le rythme de la vie suit les marées. Chaque île a son propre caractère distinctif, des stations balnéaires animées aux réserves naturelles tranquilles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partez pour une visite guidée à pied sur le fond marin exposé à marée basse, une expérience unique à la mer des Wadden. Pataugez dans ce paysage lunaire grouillant de coquillages, crabes et vers marins tandis que des guides experts révèlent les secrets de cet extraordinaire écosystème. La sensation de marcher sur le fond de l'océan tandis que les oiseaux marins tournoient au-dessus est véritablement inoubliable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 8
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "DE::eisenach",
      "name": "Eisenach",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.9807,
        10.3194
      ],
      "lat": 50.9807,
      "lon": 10.3194,
      "visits": [
        {
          "text": "Château de la Wartburg construit vers 1067, où Martin Luther se cacha sous le nom de Junker Jörg de 1521 à 1522",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du château de la Wartburg avec de célèbres peintures de Lucas Cranach de la Renaissance",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vue sur les étendues vertes de la Forêt de Thuringe depuis le château de la Wartburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 1
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::emden",
      "name": "Emden",
      "cc": "DE",
      "language": "fr",
      "coords": [
        53.3669,
        7.2058
      ],
      "lat": 53.3669,
      "lon": 7.2058,
      "visits": [
        {
          "text": "Découvrez Emden, un port maritime historique et paradis de la voile sur la côte de la mer du Nord. Cette ville maritime à l'embouchure de l'Ems est un centre de navigation depuis des siècles, offrant d'excellentes conditions pour les passionnés de voile et les sports nautiques. L'atmosphère du port, les musées maritimes et l'architecture d'influence néerlandaise reflètent son riche héritage commercial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prenez la mer depuis le port d'Emden pour explorer la superbe côte frisonne orientale et les îles voisines. Les eaux protégées et les brises constantes de la mer du Nord créent des conditions de voile idéales pour les débutants comme pour les marins expérimentés, avec des opportunités d'observer des phoques et des oiseaux marins en chemin.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez la culture unique de la Frise orientale avec sa langue distinctive, ses traditions du thé et son paysage parsemé de moulins à vent. Les terres de polder plates s'étendant à l'horizon offrent d'excellentes routes cyclables le long des digues historiques et à travers des villages charmants où le temps semble s'être arrêté.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 7
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "DE::erfurt",
      "name": "Erfurt",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.9787,
        11.0328
      ],
      "lat": 50.9787,
      "lon": 11.0328,
      "visits": [
        {
          "text": "Cathédrale Sainte-Marie avec la Gloriosa, la plus grande cloche oscillante libre du monde datant du Moyen Âge",
          "visit_duration_min": 75
        },
        {
          "text": "Marché aux poissons",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de ville",
          "visit_duration_min": 75
        },
        {
          "text": "Pont Krämer",
          "visit_duration_min": 75
        },
        {
          "text": "Ancienne synagogue du XIe siècle, la plus ancienne synagogue d'Europe centrale conservée jusqu'au toit",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez le trésor juif d'Erfurt dans la cave de la synagogue avec l'art gothique d'orfèvrerie et d'argenterie",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 4
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "DE::esslingen",
      "name": "Esslingen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.7406,
        9.3108
      ],
      "lat": 48.7406,
      "lon": 9.3108,
      "visits": [
        {
          "text": "Flânez dans la vieille ville médiévale remarquablement préservée d'Esslingen, qui abrite certains des plus beaux bâtiments à colombages d'Allemagne regroupés dans des ruelles atmosphériques. Le centre-ville présente des maisons à pans de bois extraordinairement grandes et magnifiquement décorées qui ont survécu à des siècles de guerres et de pressions urbaines. Ce trésor architectural juste au sud-est de Stuttgart récompense les visiteurs qui s'aventurent au-delà de la capitale.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'historique Altes Rathaus (Ancien Hôtel de Ville) et la Stadtkirche aux deux flèches qui dominent la place du marché, toutes deux chefs-d'œuvre d'architecture civique médiévale. La tradition viticole de la ville se poursuit sur les pentes abruptes des vignobles qui entourent la vieille ville, produisant d'excellents cépages locaux. Des canaux traversant le centre ajoutent au charme pittoresque d'Esslingen.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez pendant la saison des marchés de Noël pour découvrir l'un des marchés médiévaux les plus magiques d'Allemagne. Le marché transforme la vieille ville en un décor de conte de fées avec des manèges d'enfants d'époque médiévale, des rues éclairées aux flambeaux et le spectacle unique de parier sur des souris courant dans des petites maisons en bois numérotées. Des braseros enflammés et des artistes costumés créent une atmosphère authentiquement médiévale différente de tout autre marché de Noël.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Grimpez jusqu'aux ruines du château au-dessus de la ville pour des vues panoramiques sur les toits à colombages et les vignobles",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 13
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "DE::frankfurt",
      "name": "Frankfurt",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.1109,
        8.6821
      ],
      "lat": 50.1109,
      "lon": 8.6821,
      "visits": [
        {
          "text": "Balade le long de la rivière Main",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la cathédrale Saint-Barthélemy de Francfort",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte de la place Römerberg et de la Fontaine de la Justice",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade dans les parcs du centre-ville et dégustation de bretzels typiques",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du Römerberg et des maisons à colombages du centre historique de Francfort",
          "visit_duration_min": 75
        },
        {
          "text": "Vue panoramique sur la skyline depuis le pont Eiserner Steg",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du musée Städel et de la Goethe-Haus",
          "visit_duration_min": 75
        },
        {
          "text": "Retour vers Francfort par la route des forêts du Bade-Wurtemberg",
          "visit_duration_min": 75
        },
        {
          "text": "Dernière balade sur les rives du Main et découverte des boutiques du centre",
          "visit_duration_min": 75
        },
        {
          "text": "Romerberg et centre historique de Francfort",
          "visit_duration_min": 75
        },
        {
          "text": "Cathedrale de Francfort (Kaiserdom Saint-Bartholomaus)",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier des musees Museumsufer le long du Main",
          "visit_duration_min": 75
        },
        {
          "text": "Musee Staedel, grande collection d art europeen",
          "visit_duration_min": 75
        },
        {
          "text": "Temps libre a Francfort pour musees, shopping ou promenade",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découverte d’un festival de bière local avec musique et ambiance bavaroise",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation d’Apfelwein dans le quartier de Sachsenhausen",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée libre à Francfort avant le vol retour",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le quartier financier moderne et panorama sur la skyline de Francfort",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de la Foire du livre de Francfort au parc des expositions Messe Frankfurt",
          "visit_duration_min": 60
        },
        {
          "text": "Participation au festival Museumsuferfest le long du Main",
          "visit_duration_min": 60
        },
        {
          "text": "Fete foraine traditionnelle Dippemess a Francfort",
          "visit_duration_min": 60
        },
        {
          "text": "Journée festive Waeldchestag dans la foret urbaine Frankfurter Stadtwald",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade finale le long du Main ou nouvelle visite d un musee du Museumsufer",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 1
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CHÂTEAUX, FORÊTS ET LACS : UN ROAD TRIP FÉÉRIQUE EN ALLEMAGNE DU SUD",
          "day": 1
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CHÂTEAUX, FORÊTS ET LACS : UN ROAD TRIP FÉÉRIQUE EN ALLEMAGNE DU SUD",
          "day": 8
        },
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 1
        },
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 10
        }
      ],
      "rating": 9
    },
    {
      "place_id": "DE::freiburg",
      "name": "Freiburg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.999,
        7.8421
      ],
      "lat": 47.999,
      "lon": 7.8421,
      "visits": [
        {
          "text": "Découvrez Fribourg-en-Brisgau, la ville la plus ensoleillée d'Allemagne, où une atmosphère universitaire jeune anime les charmantes rues médiévales. La vieille ville est traversée par les Bächle, de petits canaux d'eau qui parcourent les rues pavées et les trottoirs et qui rafraîchissent la ville depuis des siècles. Une légende locale prévient que si vous y mettez accidentellement le pied, vous êtes destiné à épouser un Fribourgeois !",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la magnifique cathédrale de Fribourg (Freiburger Münster), un chef-d'œuvre gothique construit en grès rouge saisissant sur trois siècles au Moyen Âge. La flèche finement ouvragée de la cathédrale, considérée comme l'une des plus belles de la chrétienté, s'élève à 116 mètres au-dessus de l'animée place du marché en contrebas. Les vitraux médiévaux et les remarquables gargouilles témoignent du savoir-faire extraordinaire des artisans médiévaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Schlossberg en funiculaire pour des vues panoramiques sur la ville, ou prenez le téléphérique jusqu'au sommet de 1 284 mètres du Schauinsland pour des vues époustouflantes sur la Forêt-Noire, la vallée du Rhin et les Alpes. La tour d'observation au sommet offre des vues à 360 degrés qui, par temps clair, s'étendent jusqu'aux Alpes suisses. La position de Fribourg comme porte d'entrée de la Forêt-Noire en fait une base idéale pour les excursions de randonnée et de nature.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez le marché fermier quotidien autour de la cathédrale, l'un des meilleurs d'Allemagne pour les produits frais locaux",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 8
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "DE::freudenstadt",
      "name": "Freudenstadt",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.4631,
        8.4108
      ],
      "lat": 48.4631,
      "lon": 8.4108,
      "visits": [
        {
          "text": "Parcourez la légendaire Route des Crêtes de la Forêt-Noire (Schwarzwaldhochstraße) de Baden-Baden à Freudenstadt, l'une des routes de montagne les plus pittoresques d'Allemagne. Ce trajet spectaculaire vous emmène le long des sommets de la Forêt-Noire, avec des vues incroyables plongeant dans les vallées boisées à chaque virage. De nombreux points de vue et départs de sentiers vous invitent à vous arrêter, respirer l'air parfumé de pins et absorber les panoramas magnifiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Faites une pause au Mummelsee, un lac glaciaire mystique entouré de sombres forêts de sapins et enveloppé de légendes locales sur les esprits des eaux et les nymphes du lac. La plateforme d'observation au Hornisgrinde, le plus haut sommet de la Forêt-Noire du Nord, récompense les visiteurs avec des vues à 360 degrés s'étendant jusqu'aux montagnes des Vosges en France. Plusieurs sentiers de randonnée de difficulté variée partent de la route à travers des paysages forestiers préservés.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrivez à Freudenstadt, qui abrite la plus grande place de marché d'Allemagne, un vaste espace ouvert entouré de maisons à arcades qui donnent à la ville une atmosphère distinctement méditerranéenne. Cette ville Renaissance planifiée fut fondée en 1599 et reconstruite après les dommages de la Seconde Guerre mondiale avec une attention remarquable à son caractère historique. L'église protestante unique en forme de L et les arcades commerciales couvertes en font une base agréable pour explorer la Forêt-Noire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Arrêtez-vous pour de courtes randonnées le long du parcours pour découvrir de près la nature préservée de la Forêt-Noire",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 6
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "DE::fussen",
      "name": "Fussen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.5719,
        10.7006
      ],
      "lat": 47.5719,
      "lon": 10.7006,
      "visits": [
        {
          "text": "Lindau Insel – Altstadt et port historique sur le Bodensee (phare, Mangturm)",
          "visit_duration_min": 75
        },
        {
          "text": "Scheidegg – Baumwipfelpfad Skywalk Allgäu (promenade en cime des arbres)",
          "visit_duration_min": 75
        },
        {
          "text": "Oberstaufen → Immenstadt → Sonthofen – route panoramique de l’Allgäu",
          "visit_duration_min": 75
        },
        {
          "text": "Bad Hindelang & Oberjochpass – points de vue sur les Alpes d’Allgäu",
          "visit_duration_min": 75
        },
        {
          "text": "Arrêt au BMW Welt, centre d’exposition automobile de Munich",
          "visit_duration_min": 75
        },
        {
          "text": "Trajet panoramique vers Füssen le long des Alpes bavaroises",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du château de Neuschwanstein",
          "visit_duration_min": 75
        },
        {
          "text": "Vue depuis le pont de Marienbrücke",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte extérieure du château de Hohenschwangau",
          "visit_duration_min": 75
        },
        {
          "text": "Balade au Walderlebniszentrum Füssen et sur la passerelle aérienne entre Allemagne et Autriche",
          "visit_duration_min": 75
        },
        {
          "text": "Excursion dans les Alpes autrichiennes voisines",
          "visit_duration_min": 75
        },
        {
          "text": "Matinée au lac Forggensee pour admirer les Alpes bavaroises",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du château de Neuschwanstein et du pont Marienbrücke",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du château d’Hohenschwangau et promenade autour du lac Alpsee",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplez le château de Neuschwanstein, joyau absolu de la Bavière et site le plus visité d'Allemagne. Cette forteresse de conte de fées, perchée sur un éperon rocheux face aux Alpes, servit de modèle au château de la Belle au Bois Dormant de Walt Disney. Son architecture extravagante mêlant styles roman et gothique surgit des forêts de sapins tel un rêve médiéval devenu réalité.",
          "visit_duration_min": 75
        },
        {
          "text": "Pénétrez dans les appartements somptueux où le roi Louis II de Bavière donnait vie à ses fantasmes romantiques inspirés des opéras de Wagner. La salle du trône, jamais achevée, devait rivaliser avec la chapelle palatine de Byzance, tandis que la grotte artificielle illuminée évoque les légendes de Tannhäuser. Chaque salle révèle la personnalité excentrique et visionnaire de ce monarque solitaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez le château de Hohenschwangau, demeure d'enfance de Louis II, dont les fresques romantiques dépeignant les légendes germaniques influencèrent profondément l'imagination du futur roi. La vue depuis les jardins sur les deux châteaux et le lac Alpsee compose un panorama d'une beauté irréelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Achevez votre périple sur la Route Romantique au château emblématique de Neuschwanstein, la forteresse de conte de fées qui a inspiré Walt Disney et est devenue le symbole même de l'Allemagne romantique. S'élevant majestueusement des pentes alpines boisées près de Füssen, ce chef-d'œuvre du XIXe siècle fut construit par le roi Louis II comme refuge dans son monde de fantasmagorie médiévale et d'opéra wagnérien. Les intérieurs théâtraux, avec leur grotte, salle du trône et salle des chanteurs, révèlent l'imagination visionnaire du « Roi fou » bien-aimé de Bavière.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant le cadre incomparable du château, perché sur une colline escarpée avec les Alpes s'élevant derrière et des lacs cristallins miroitant dans la vallée en contrebas. Le pont Marienbrücke enjambant une gorge spectaculaire offre la photographie classique de Neuschwanstein qui a orné d'innombrables cartes postales et rêves de voyage. Ce point de vue époustouflant récompense les visiteurs avec toute la majesté de la vision romantique de Louis réalisée en pierre et en flèches.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la charmante ville de Füssen, terminus sud de la Route Romantique, où des façades baroques colorées bordent les rues piétonnes au pied des Alpes. Le Château Haut (Hohes Schloss) avec ses remarquables façades peintes en trompe-l'œil surplombe la vieille ville médiévale et la rivière Lech aux eaux vives. Cette porte d'entrée des Alpes bavaroises accueille les voyageurs depuis des siècles en tant que poste de commerce et étape de pèlerinage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Arrêts photo le long de la Deutsche Alpenstraße (aires panoramiques signalisées)",
          "visit_duration_min": 60
        },
        {
          "text": "Courte balade au Aussichtspunkt Kanzel/Oberjoch",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade dans le centre historique de Füssen et sur les rives du Lech",
          "visit_duration_min": 60
        },
        {
          "text": "Découverte des chutes du Lech (Lechfall)",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée vers le point de vue panoramique sur la vallée",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade libre au bord du Forggensee et pique-nique",
          "visit_duration_min": 60
        },
        {
          "text": "Fin du parcours et retour vers le nord ou extension vers la Forêt-Noire",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans le village de Füssen et visite du monastère Saint-Mang",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée jusqu'au pont Marienbrücke pour la vue iconique sur Neuschwanstein",
          "visit_duration_min": 60
        },
        {
          "text": "Marchez jusqu'au château de Hohenschwangau, demeure d'enfance de Louis, pour comprendre les origines de son imagination romantique",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE : DES RIVES DU BODENSEE AU KÖNIGSSEE (5 JOURS DE LACS, PANORAMAS ET CHÂTEAUX)",
          "day": 1
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 7
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 8
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 9
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 10
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CHÂTEAUX, FORÊTS ET LACS : UN ROAD TRIP FÉÉRIQUE EN ALLEMAGNE DU SUD",
          "day": 5
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 4
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Route Romantique de Bavière : villages médiévaux et châteaux de contes de fées",
          "day": 4
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "DE::garmisch-partenkirchen",
      "name": "Garmisch Partenkirchen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.4917,
        11.0955
      ],
      "lat": 47.4917,
      "lon": 11.0955,
      "visits": [
        {
          "text": "Schloss Neuschwanstein – visite intérieure et parcours au pied du château",
          "visit_duration_min": 75
        },
        {
          "text": "Marienbrücke – belvédère sur Neuschwanstein (accès à pied depuis Hohenschwangau)",
          "visit_duration_min": 75
        },
        {
          "text": "Schloss Hohenschwangau – extérieur et jardins",
          "visit_duration_min": 75
        },
        {
          "text": "Lechfall (Füssen) – cascade sur la rivière Lech",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du village alpin de Garmisch-Partenkirchen et de ses façades peintes.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnée à la gorge de Partnachklamm et observation de ses eaux glaciaires bleu turquoise.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration du massif de la Zugspitze en téléphérique ou randonnée jusqu’au sommet.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du château de Neuschwanstein (à proximité, 40 min de route).",
          "visit_duration_min": 75
        },
        {
          "text": "Conquérez la Zugspitze, point culminant de l'Allemagne à 2 962 mètres d'altitude. Accessible par téléphérique moderne ou train à crémaillère historique, ce sommet offre un panorama vertigineux sur quatre pays et plus de 400 sommets alpins. Par temps clair, la vue s'étend des Dolomites italiennes aux plaines bavaroises dans un spectacle naturel grandiose.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant l'Eibsee, lac d'émeraude aux eaux cristallines lové au pied de la Zugspitze. Ce joyau naturel, parsemé de huit petites îles, offre un décor de montagne d'une pureté exceptionnelle. Le sentier de 7 kilomètres qui en fait le tour permet d'apprécier ses multiples nuances de bleu et de vert selon la lumière.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Garmisch-Partenkirchen, station alpine de renommée mondiale qui accueillit les Jeux Olympiques d'hiver de 1936. Cette double ville au charme authentique conserve ses maisons traditionnelles aux façades peintes et ses ruelles pavées. C'est le point de départ idéal pour d'innombrables randonnées alpines et activités de montagne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade autour de l’Alpsee (Hohenschwangau) – sentier de berge",
          "visit_duration_min": 60
        },
        {
          "text": "Photographie de paysages alpins et des gorges glaciaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Montée en téléphérique panoramique vers la Zugspitze",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE : DES RIVES DU BODENSEE AU KÖNIGSSEE (5 JOURS DE LACS, PANORAMAS ET CHÂTEAUX)",
          "day": 2
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L’ULTIME ROAD TRIP DANS LE SUD DE L’ALLEMAGNE : CHÂTEAUX, FORÊTS ET VILLES MÉDIÉVALES",
          "day": 3
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 6
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "DE::gorlitz",
      "name": "Gorlitz",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.1508,
        14.9875
      ],
      "lat": 51.1508,
      "lon": 14.9875,
      "visits": [
        {
          "text": "Place piétonne pavée flanquée de bâtiments architecturalement riches aux styles Art nouveau, baroque et Renaissance",
          "visit_duration_min": 75
        },
        {
          "text": "Église gothique",
          "visit_duration_min": 75
        },
        {
          "text": "Pont de la vieille ville vers Zgorzelec, Pologne",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 11
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "DE::goslar",
      "name": "Goslar",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.906,
        10.4289
      ],
      "lat": 51.906,
      "lon": 10.4289,
      "visits": [
        {
          "text": "Explorez la ville historique médiévale de Goslar, site du patrimoine mondial de l'UNESCO et l'une des villes médiévales les mieux préservées d'Allemagne. Parcourez les rues pavées bordées de plus de 1 500 maisons à colombages datant de cinq siècles, et découvrez le Palais impérial où les empereurs allemands tenaient autrefois cour. Ce trésor architectural offre un aperçu authentique de la vie germanique médiévale.",
          "visit_duration_min": 75
        },
        {
          "text": "Descendez dans la légendaire mine de Rammelsberg, site du patrimoine mondial de l'UNESCO avec plus de 1 000 ans d'histoire minière continue. Ce site extraordinaire, autrefois source de cuivre, de zinc, d'argent et de plomb, présente des galeries souterraines fascinantes et une technologie minière innovante qui a façonné la prospérité de la région. Le musée met en valeur les remarquables réalisations d'ingénierie des mineurs médiévaux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez le système de gestion hydraulique du Haut-Harz, un réseau ingénieux de barrages, réservoirs et canaux classé par l'UNESCO, construit pour alimenter les mines historiques. Cette merveille d'ingénierie hydraulique vieille de 800 ans s'étend à travers les montagnes du Harz, démontrant comment les mineurs médiévaux ont exploité la puissance hydraulique avec une sophistication remarquable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 1
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "DE::gutach",
      "name": "Gutach",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.2667,
        8.2
      ],
      "lat": 48.2667,
      "lon": 8.2,
      "visits": [
        {
          "text": "Remontez le temps à l'Écomusée de la Forêt-Noire (Vogtsbauernhof), un extraordinaire village de bâtiments agricoles historiques méticuleusement sauvés, couvrant 400 ans de vie rurale. Chaque ferme, grange et moulin a été soigneusement démonté, transporté et reconstruit sur ce site pittoresque à flanc de colline, avec son mobilier et équipement authentiques. Ce musée vivant offre une fenêtre incomparable sur le mode de vie traditionnel dans la région de la Forêt-Noire.",
          "visit_duration_min": 75
        },
        {
          "text": "Observez les artisans démontrer leurs savoir-faire traditionnels dans l'atelier de jouets en bois en activité, où des jouets de la Forêt-Noire sculptés à la main sont fabriqués selon des techniques centenaires. Si vous avez de la chance, les fours à pain au feu de bois seront en marche, emplissant l'air de l'irrésistible arôme de miches fraîchement cuites. Des animaux de ferme se promènent sur le site, ajoutant à l'atmosphère authentique d'une communauté agricole de travail d'autrefois.",
          "visit_duration_min": 75
        },
        {
          "text": "Suivez l'excellent audioguide à travers les fermes pour comprendre comment les familles vivaient, travaillaient et survivaient aux rudes hivers de montagne. Des expositions interactives font revivre de manière vivante les techniques agricoles et la vie domestique, captivant les visiteurs de tous âges. Les maisons traditionnelles de la Forêt-Noire avec leurs toits caractéristiques à faible pente représentent des solutions architecturales aux fortes chutes de neige de la région.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Achetez des artisanats authentiques de la Forêt-Noire et des produits traditionnels directement dans les ateliers du musée",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 7
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "DE::hainich",
      "name": "Hainich",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.0947,
        10.505
      ],
      "lat": 51.0947,
      "lon": 10.505,
      "visits": [
        {
          "text": "Parc National de Hainich, la plus grande forêt de feuillus contiguë d'Allemagne avec 13 000 hectares, site du patrimoine mondial de l'UNESCO depuis 2011",
          "visit_duration_min": 75
        },
        {
          "text": "Plateforme d'observation de 44 mètres de haut au château de Thiemsburg",
          "visit_duration_min": 75
        },
        {
          "text": "Sentier dans la canopée de 24 mètres de haut au château de Thiemsburg",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte des racines",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 2
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "DE::halberstadt",
      "name": "Halberstadt",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.8958,
        11.0461
      ],
      "lat": 51.8958,
      "lon": 11.0461,
      "visits": [
        {
          "text": "Admirez la cathédrale de Halberstadt, chef-d'oeuvre gothique abritant l'un des trésors ecclésiastiques les plus importants d'Europe. Cette cathédrale majestueuse, construite sur le modèle des cathédrales françaises, impressionne par ses proportions harmonieuses et ses vitraux médiévaux. L'église Saint-Martini complète ce patrimoine religieux exceptionnel avec son architecture romane préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les Klusfelsen près de Halberstadt, impressionnantes formations rocheuses de grès où furent aménagées des chapelles troglodytes médiévales. Ces grottes sacrées, sculptées dans la roche par des ermites du Moyen Âge, créent un paysage mystique unique en Allemagne du Nord. Les sentiers de randonnée permettent de découvrir ce site entre nature et spiritualité.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez les grottes de grès et le château de Regenstein près de Blankenburg, forteresse médiévale taillée directement dans la roche. Cette citadelle rupestre offre des vues spectaculaires sur les contreforts du Harz et témoigne de l'ingéniosité défensive médiévale. Les habitations troglodytes de Langenstein, dont certaines furent habitées jusqu'en 1916, révèlent un mode de vie insolite perpétué pendant des siècles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée aux grottes de sable de Blankenburg et découverte du château rupestre de Regenstein",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 12
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "DE::halle",
      "name": "Halle",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.4828,
        11.9697
      ],
      "lat": 51.4828,
      "lon": 11.9697,
      "visits": [
        {
          "text": "Découvrez Halle-sur-Saale, ville natale du célèbre compositeur Georg Friedrich Haendel dont le monument orne fièrement la place du marché. Cette métropole culturelle, la plus peuplée de Saxe-Anhalt, abrite l'Université Martin Luther Halle-Wittenberg, l'une des plus anciennes d'Allemagne fondée en 1502. L'atmosphère académique et artistique imprègne chaque rue de cette ville aux multiples facettes.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplez la cathédrale de Halle et l'église du marché Unser lieben Frauen avec ses quatre tours emblématiques dominant la silhouette urbaine. Ces édifices gothiques tardifs témoignent de la puissance religieuse et économique de la ville au Moyen Âge. Le château de Giebichenstein, perché sur un promontoire rocheux au-dessus de la Saale, abrite aujourd'hui une prestigieuse école des Beaux-Arts.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant le Disque de Nebra au Musée national de la préhistoire, la plus ancienne représentation concrète du ciel jamais découverte. Ce disque de bronze vieux de 3 600 ans, orné d'or représentant le soleil, la lune et les étoiles, révolutionna notre compréhension des connaissances astronomiques de l'âge du bronze. Les fondations Francke, ensemble architectural baroque dédié à l'éducation piétiste, complètent ce patrimoine exceptionnel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite du musée Halloren et dégustation des célèbres boules de chocolat, spécialité de la plus ancienne usine de chocolat d'Allemagne encore en activité",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 6
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "DE::hamburg",
      "name": "Hamburg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        53.5511,
        9.9937
      ],
      "lat": 53.5511,
      "lon": 9.9937,
      "visits": [
        {
          "text": "Découverte du centre historique d’Hambourg et de l’hôtel de ville",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade autour de l’Alster et exploration du quartier Speicherstadt, classé à l’UNESCO",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade sur les quais du port d’Hambourg et observation des péniches sur l’Elbe",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG À LA MER BALTIQUE : CULTURE ET NATURE DU NORD DE L’ALLEMAGNE",
          "day": 4
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "DE::hamelin",
      "name": "Hamelin",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.1037,
        9.3567
      ],
      "lat": 52.1037,
      "lon": 9.3567,
      "visits": [
        {
          "text": "Suivez les traces du légendaire Joueur de flûte à travers les charmantes rues de Hamelin. Cette ville pittoresque de la Renaissance de la Weser fait revivre la célèbre légende du XIIIe siècle avec des décorations thématiques de rats, des bâtiments à colombages colorés et des représentations théâtrales régulières du conte. Le centre historique présente certaines des plus belles architectures Renaissance d'Allemagne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez des vues imprenables sur la vallée de la Weser depuis les ruines romantiques du château de Polle, la légendaire demeure de Cendrillon selon le folklore allemand. Perché au-dessus de la rivière Weser, ces vestiges de château atmosphériques offrent des vues panoramiques sur les collines ondulantes et les forêts du Weserbergland, où les contes de fées prennent vie.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les collines du Weser Upland, un paysage de montagnes douces, de forêts denses et de vallées fluviales sinueuses qui ont inspiré les frères Grimm. Cette région pittoresque offre d'excellents sentiers de randonnée à travers les forêts de hêtres, près des ruines de châteaux et le long de la pittoresque rivière Weser avec ses traversées traditionnelles en ferry.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 5
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "DE::hannover",
      "name": "Hannover",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.3759,
        9.732
      ],
      "lat": 52.3759,
      "lon": 9.732,
      "visits": [
        {
          "text": "Celle – flânerie dans la vieille ville à colombages et le long de l’Aller",
          "visit_duration_min": 75
        },
        {
          "text": "Jardin Français (French Garden) – allée d’arbres et parterres classiques",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Celle (Schloss Celle) – cour intérieure et façades Renaissance",
          "visit_duration_min": 75
        },
        {
          "text": "Stadtkirche St. Marien – montée au clocher selon horaires",
          "visit_duration_min": 75
        },
        {
          "text": "Ancienne synagogue à colombages (Im Kreise 24) – extérieur et mémoire locale",
          "visit_duration_min": 75
        },
        {
          "text": "Hildesheim – église Saint-Michel (UNESCO) et plafond peint",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Sainte-Marie (Dom) – cloître et roseraie du millénaire",
          "visit_duration_min": 75
        },
        {
          "text": "Marktplatz – maisons à pignons reconstruits",
          "visit_duration_min": 75
        },
        {
          "text": "Wolfsburg – Autostadt (parcours interactifs automobile)",
          "visit_duration_min": 75
        },
        {
          "text": "Kunstmuseum Wolfsburg – art moderne et contemporain",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier du canal et Stadtbrücke – panorama urbain",
          "visit_duration_min": 75
        },
        {
          "text": "Alfeld (Leine) – Fagus-Werk (UNESCO) de Walter Gropius",
          "visit_duration_min": 75
        },
        {
          "text": "Centre historique – maisons à pignons et rues romantiques",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade sur les berges de la Leine",
          "visit_duration_min": 75
        },
        {
          "text": "Quedlinburg – cité médiévale (UNESCO) et rues pavées",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Quedlinburg et collégiale – panorama sur la ville",
          "visit_duration_min": 75
        },
        {
          "text": "Schloßmuseum Quedlinburg – collections historiques",
          "visit_duration_min": 75
        },
        {
          "text": "Hambourg – HafenCity et promenades du port",
          "visit_duration_min": 75
        },
        {
          "text": "Elbphilharmonie – découverte extérieure et plateformes publiques",
          "visit_duration_min": 75
        },
        {
          "text": "Hamburger Kunsthalle – grands maîtres et art moderne",
          "visit_duration_min": 75
        },
        {
          "text": "Église St. Michaelis – tour et vue sur la ville (selon horaires)",
          "visit_duration_min": 75
        },
        {
          "text": "Brême – Marktplatz et quartier Schnoor",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saint-Pierre (St. Petri Dom) – nef et crypte",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthalle Bremen – « Culture Mile »",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade sur les bords de la Weser",
          "visit_duration_min": 75
        },
        {
          "text": "Göttingen – université historique et Aula am Wilhelmsplatz",
          "visit_duration_min": 75
        },
        {
          "text": "Jardin botanique universitaire – serres et collections",
          "visit_duration_min": 75
        },
        {
          "text": "Vieille ville – Gänseliesel et rues commerçantes",
          "visit_duration_min": 75
        },
        {
          "text": "Berlin – Reichstag (extérieurs et dôme sur réservation)",
          "visit_duration_min": 75
        },
        {
          "text": "Porte de Brandebourg et Pariser Platz",
          "visit_duration_min": 75
        },
        {
          "text": "Museumsinsel (UNESCO) – musées et île de la Spree (choix selon intérêt)",
          "visit_duration_min": 75
        },
        {
          "text": "Fernsehturm et Alexanderplatz – panorama urbain",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Hanovre, la capitale régionale vibrante de Basse-Saxe, où la vie urbaine moderne rencontre un riche patrimoine historique. La ville possède de magnifiques jardins royaux, des musées de classe mondiale et une scène culturelle dynamique qui accueille la plus grande compétition de tir au monde et le spectaculaire Concours international de feux d'artifice. Des élégants jardins de Herrenhausen au centre-ville animé, Hanovre offre des découvertes infinies.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'enchantant château de Marienburg, un palais néo-gothique de conte de fées qui s'élève majestueusement près de Hanovre. Construit au XIXe siècle pour la reine Marie de Hanovre, ce château romantique présente des tours ornées, de grands halls et des vues imprenables sur la campagne environnante. Le musée du château présente des trésors royaux et offre un aperçu de la vie aristocratique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boucle à pied rive de l’Aller et ponts historiques",
          "visit_duration_min": 60
        },
        {
          "text": "Parcours urbain entre Michaelisplatz et Domhof",
          "visit_duration_min": 60
        },
        {
          "text": "Découverte extérieure du siège Volkswagen et tours de livraison (vue d’ensemble)",
          "visit_duration_min": 60
        },
        {
          "text": "Parcours architecture industrielle (extérieur) autour du Fagus-Werk",
          "visit_duration_min": 60
        },
        {
          "text": "Point de vue sur les toits depuis le Schlossberg",
          "visit_duration_min": 60
        },
        {
          "text": "Balade sur les quais de l’Elbe (Landungsbrücken)",
          "visit_duration_min": 60
        },
        {
          "text": "Circuit urbain entre Am Wall et la vieille ville",
          "visit_duration_min": 60
        },
        {
          "text": "Boucle à pied centre-ville et remparts verts",
          "visit_duration_min": 60
        },
        {
          "text": "Parcours historique à pied entre Reichstag, Unter den Linden et l’Île aux Musées",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous dans les magnifiques jardins de Herrenhausen, l'un des ensembles de jardins baroques les plus impressionnants d'Europe. Le Grand Jardin présente une précision géométrique avec des fontaines, des sculptures et la célèbre Grande Fontaine atteignant 80 mètres de haut, tandis que les collections botaniques environnantes offrent des expositions florales toute l'année.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LES PLUS BELLES ESCAPADES À 2H DE HANOVRE",
          "day": 1
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LES PLUS BELLES ESCAPADES À 2H DE HANOVRE",
          "day": 2
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LES PLUS BELLES ESCAPADES À 2H DE HANOVRE",
          "day": 3
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LES PLUS BELLES ESCAPADES À 2H DE HANOVRE",
          "day": 4
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LES PLUS BELLES ESCAPADES À 2H DE HANOVRE",
          "day": 5
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LES PLUS BELLES ESCAPADES À 2H DE HANOVRE",
          "day": 6
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LES PLUS BELLES ESCAPADES À 2H DE HANOVRE",
          "day": 7
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LES PLUS BELLES ESCAPADES À 2H DE HANOVRE",
          "day": 8
        },
        {
          "itin_id": "DE::ni::hanovre-excursions-1-2h",
          "itin_title": "LES PLUS BELLES ESCAPADES À 2H DE HANOVRE",
          "day": 9
        },
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 4
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "DE::harz",
      "name": "Harz",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.7988,
        10.615
      ],
      "lat": 51.7988,
      "lon": 10.615,
      "visits": [
        {
          "text": "Parcourez le célèbre sentier des Sorcières du Harz à travers la région montagneuse la plus septentrionale d'Allemagne, où de superbes vues panoramiques récompensent chaque ascension. Ce sentier légendaire serpente à travers d'anciennes forêts imprégnées de folklore, offrant des vues spectaculaires sur les vallées et les sommets qui ont inspiré des mythes pendant des siècles. Les montagnes du Harz combinent beauté naturelle et atmosphère mystique comme nulle part ailleurs en Allemagne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Expérimentez les 3 000 kilomètres de sentiers du Parc national du Harz, parfaits pour des aventures de VTT à travers une nature sauvage préservée. Des sentiers forestiers doux aux routes alpines exigeantes, le terrain varié convient à tous les niveaux tout en mettant en valeur les paysages diversifiés de la région : affleurements rocheux, forêts denses et ruisseaux de montagne cristallins.",
          "visit_duration_min": 60
        },
        {
          "text": "En hiver, glissez à travers la campagne enneigée en ski de fond sur les sentiers bien entretenus du Harz. La région se transforme en un pays des merveilles hivernal offrant du ski alpin, des raquettes et des pistes de luge au milieu des forêts de pins poudrées de neige et des cascades gelées.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 2
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "DE::hechingen",
      "name": "Hechingen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.3514,
        8.9636
      ],
      "lat": 48.3514,
      "lon": 8.9636,
      "visits": [
        {
          "text": "Contemplez le château de Hohenzollern, l'un des châteaux les plus spectaculaires d'Allemagne et siège ancestral de la famille royale prussienne qui devint plus tard les empereurs allemands. Cette forteresse de conte de fées, reconstruite dans sa splendeur néo-gothique actuelle en 1850, couronne un pic conique dramatique s'élevant à 855 mètres au-dessus de la campagne souabe. Le château rivalise avec le célèbre Neuschwanstein de Bavière en beauté et le surpasse en connexion royale authentique.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez les intérieurs somptueusement opulents, où les visiteurs enfilent d'énormes chaussons de feutre pour protéger les précieux parquets tandis que les enfants peuvent se déguiser en costumes royaux pour une expérience immersive. La famille utilise encore le château pour des événements spéciaux, alors vérifiez les horaires d'ouverture avant votre visite pour éviter toute déception. Le trésor expose les joyaux de la couronne prussienne et les effets personnels de Frédéric le Grand.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez jusqu'au point de vue voisin du Zeller Horn pour la photographie emblématique du château flottant au-dessus des nuages qui a rendu le château de Hohenzollern célèbre dans le monde entier. La route d'accès elle-même offre des vues de plus en plus spectaculaires à mesure que le château émerge du sommet boisé de la colline. Les vols en montgolfière au-dessus du château au coucher du soleil offrent une perspective inoubliable sur cette merveille architecturale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez pendant l'Avent pour le célèbre marché de Noël qui se tient dans l'enceinte du château",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 11
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "DE::heidelberg",
      "name": "Heidelberg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.4094,
        8.6942
      ],
      "lat": 49.4094,
      "lon": 8.6942,
      "visits": [
        {
          "text": "Émerveillez-vous devant le château de Heidelberg, l'une des ruines les plus romantiques d'Allemagne, perchée au-dessus de la vieille ville aux toits rouges. Cette magnifique forteresse Renaissance, partiellement détruite par les troupes françaises au XVIIe siècle, offre des vues époustouflantes sur la vallée du Neckar et abrite le plus grand tonneau de vin au monde. Les ruines atmosphériques créent une silhouette inoubliable contre le ciel qui a inspiré poètes et artistes pendant des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le musée du Palatinat (Kurpfälzisches Museum) sur la rue piétonne principale, où de fascinantes expositions révèlent les civilisations celtes et romaines qui habitaient cette région bien avant la construction du château. Le musée abrite de remarquables trésors archéologiques et des œuvres d'art couvrant des millénaires d'occupation humaine dans la vallée du Neckar. Cette institution culturelle fournit un contexte essentiel pour comprendre les profondes racines historiques de Heidelberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans la vieille ville enchanteresse de Heidelberg, un labyrinthe de rues pavées, d'églises baroques et de bâtiments universitaires historiques qui en font l'une des villes les plus pittoresques d'Allemagne. Le célèbre Alte Brücke (Vieux Pont) offre des vues dignes de cartes postales sur le château se reflétant dans la rivière en contrebas. Passez la nuit pour découvrir l'atmosphère magique après le départ des excursionnistes et lorsque la ville révèle son véritable caractère romantique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participez à une visite guidée du château pour découvrir les histoires fascinantes derrière ces ruines évocatrices et explorer des chambres cachées",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 1
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "DE::hildesheim",
      "name": "Hildesheim",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.1508,
        9.9511
      ],
      "lat": 52.1508,
      "lon": 9.9511,
      "visits": [
        {
          "text": "Émerveillez-vous devant la cathédrale Sainte-Marie d'Hildesheim, site du patrimoine mondial de l'UNESCO représentant l'apogée de l'architecture romane en Allemagne. Ce chef-d'œuvre du XIe siècle abrite les célèbres portes de bronze et le rosier millénaire, considéré comme le plus ancien rosier vivant au monde. Les trésors de la cathédrale comprennent des œuvres d'art médiévales exceptionnelles et la renommée colonne de Bernward.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la magnifique église Saint-Michel, un autre joyau roman classé par l'UNESCO qui met en valeur un artisanat exceptionnel du haut Moyen Âge. Cette merveille architecturale présente un plafond en bois peint unique représentant l'Arbre de Jessé et un design de double chœur parfaitement proportionné. L'église se dresse comme l'un des plus beaux exemples d'architecture ottonienne en Europe.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez l'usine Fagus à proximité d'Alfeld, site du patrimoine mondial de l'UNESCO et exemple pionnier d'architecture industrielle moderne. Conçue par Walter Gropius en 1911, ce bâtiment révolutionnaire avec ses murs-rideaux de verre innovants est devenu une pierre angulaire des principes du design Bauhaus. L'usine reste opérationnelle tout en offrant des visites fascinantes de son architecture novatrice.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 3
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "DE::hohenschwangau",
      "name": "Hohenschwangau",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.5576,
        10.7397
      ],
      "lat": 47.5576,
      "lon": 10.7397,
      "visits": [
        {
          "text": "Château de Lichtenstein : cour et pont, visite intérieure (matin, faible affluence).",
          "visit_duration_min": 75
        },
        {
          "text": "Arrivée à Hohenschwangau : visite du château d’Hohenschwangau.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des Rois de Bavière (Museum der Bayerischen Könige) au bord de l’Alpsee.",
          "visit_duration_min": 75
        },
        {
          "text": "Balade au bord de l’Alpsee : plages et vues sur les massifs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marche d’échauffement en fin d’après-midi vers les premiers belvédères de Neuschwanstein (repérage).",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALLEMAGNE DE CONTE DE FÉES : CHÂTEAUX, VILLAGES MÉDIÉVAUX ET PANORAMAS ALPINS",
          "day": 5
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "DE::hohenwarte",
      "name": "Hohenwarte",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.6456,
        11.4406
      ],
      "lat": 50.6456,
      "lon": 11.4406,
      "activities": [
        {
          "text": "Sentier du réservoir de Hohenwarte de 74,4 kilomètres à travers une forêt dense et le long de pentes raides jusqu'aux points de vue rocheux sur la rivière Saale",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée dans les Montagnes schisteuses de Thuringe/Parc naturel Ober Saale, la Mer de Thuringe avec un paysage semblable à des fjords",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 9
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "DE::jena",
      "name": "Jena",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.9272,
        11.5861
      ],
      "lat": 50.9272,
      "lon": 11.5861,
      "visits": [
        {
          "text": "Maison de jardin de Schiller ouverte aux visites",
          "visit_duration_min": 75
        },
        {
          "text": "Collection d'art de Jena avec plus de 5 000 œuvres",
          "visit_duration_min": 75
        },
        {
          "text": "Plateforme d'observation JenTower à 128 mètres avec vue panoramique sur la vallée de la Saale",
          "visit_duration_min": 75
        },
        {
          "text": "Planétarium Zeiss, l'un des premiers grands planétariums au monde, en fonctionnement depuis 1926",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sentier de randonnée SaaleHorizontale de 91 kilomètres avec vue unique sur Jena",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 7
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "DE::kassel",
      "name": "Kassel",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.312711,
        9.479746
      ],
      "lat": 51.312711,
      "lon": 9.479746,
      "visits": [
        {
          "text": "Bergpark Wilhelmshoehe a Kassel, parc en terrasse classe UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Monument d Hercule dominant le Bergpark",
          "visit_duration_min": 75
        },
        {
          "text": "Centre ville de Kassel et lieux d exposition de la documenta",
          "visit_duration_min": 75
        },
        {
          "text": "Musee Grimmwelt consacre aux freres Grimm",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcours autour des oeuvres de la documenta, exposition d art contemporain",
          "visit_duration_min": 60
        },
        {
          "text": "Soiree BergparkLeuchten, spectacle de lumiere et d eau dans le Bergpark",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 8
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "DE::kellerwald-edersee",
      "name": "Kellerwald Edersee",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.166667,
        9.016667
      ],
      "lat": 51.166667,
      "lon": 9.016667,
      "visits": [
        {
          "text": "Kellerwald Edersee National Park et forets de hetres anciennes",
          "visit_duration_min": 75
        },
        {
          "text": "Centre du parc a Voehl Herzhausen",
          "visit_duration_min": 75
        },
        {
          "text": "Rives du lac Edersee",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnee dans les forets de hetres classees au patrimoine mondial",
          "visit_duration_min": 60
        },
        {
          "text": "Balade en bateau ou activites nautiques sur l Edersee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 7
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "DE::kochel-am-see",
      "name": "Kochel Am See",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.6592,
        11.3619
      ],
      "lat": 47.6592,
      "lon": 11.3619,
      "visits": [
        {
          "text": "Gravissez l'Herzogstand, paradis des randonneurs culminant à 1 731 mètres entre deux lacs d'une beauté saisissante. Ce sommet emblématique offre l'un des plus beaux panoramas de Bavière, embrassant d'un seul regard le Kochelsee aux reflets d'acier et le Walchensee aux eaux turquoise. Un téléphérique permet aux non-marcheurs d'accéder facilement à ce spectacle naturel.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Walchensee, l'un des lacs alpins les plus profonds et les plus purs d'Allemagne. Ses eaux d'un bleu intense, souvent comparées aux lagons tropicaux, contrastent magnifiquement avec les sommets enneigés environnants. Ce lac de barrage naturel fut le décor de nombreux films et reste un secret bien gardé des Bavarois.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplez le Kochelsee, lac plus paisible et accessible, bordé de prairies verdoyantes et de villages traditionnels. C'est ici que le peintre Franz Marc, figure majeure de l'expressionnisme allemand, trouva l'inspiration pour ses oeuvres célèbres. Le musée Franz Marc dans le village voisin rend hommage à ce maître des couleurs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée panoramique sur les crêtes de l'Herzogstand",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 7
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "DE::konigstein",
      "name": "Konigstein",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.9194,
        14.0697
      ],
      "lat": 50.9194,
      "lon": 14.0697,
      "visits": [
        {
          "text": "Forteresse de Königstein, vaste complexe défensif de 1589 avec architecture baroque, Renaissance et gothique",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 9
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "DE::konstanz",
      "name": "Konstanz",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.6633,
        9.175
      ],
      "lat": 47.6633,
      "lon": 9.175,
      "visits": [
        {
          "text": "Explorez Constance sur les rives du Bodensee (lac de Constance), le plus grand lac d'Allemagne à cheval sur la frontière avec la Suisse et l'Autriche. La charmante promenade au bord du lac est bordée de restaurants et cafés offrant des vues sur les eaux miroitantes vers les Alpes suisses. La célèbre statue rotative d'Imperia à l'entrée du port effectue une révolution complète toutes les trois minutes, un monument moderne aux racines satiriques médiévales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le fascinant musée en plein air des villages lacustres, un site du patrimoine mondial de l'UNESCO qui reconstitue des établissements de l'âge de pierre et de l'âge du bronze construits sur pilotis en bois au-dessus de l'eau. Ces remarquables reconstitutions offrent un aperçu de la vie humaine sur le lac de Constance il y a plus de 4 000 ans. Les découvertes archéologiques du fond du lac font revivre de manière vivante ces anciennes communautés à travers des expositions captivantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez vers l'île de Mainau, la célèbre « île aux fleurs » où jardins botaniques subtropicaux, palais baroque et maison aux papillons créent un paradis méditerranéen au cœur de l'Europe. Les jardins explosent de couleurs toute l'année, des tulipes printanières aux roses d'été et aux dahlias d'automne. À proximité, le château de Meersburg, le plus ancien château habité d'Allemagne, se dresse de façon spectaculaire au-dessus du lac, certaines parties étant encore occupées par la famille propriétaire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faites une croisière en bateau sur le Bodensee pour apprécier le superbe panorama alpin depuis l'eau",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 10
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::kuehlungsborn",
      "name": "Kuehlungsborn",
      "cc": "DE",
      "language": "fr",
      "coords": [
        54.1519,
        11.7445
      ],
      "lat": 54.1519,
      "lon": 11.7445,
      "visits": [
        {
          "text": "Arrêt à Wismar pour découvrir la vieille ville médiévale classée à l’UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte de Kühlungsborn et de sa promenade de 4 km le long de la mer Baltique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détente sur la plage dans un Strandkorb, siège typique des stations balnéaires allemandes.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo dans la forêt de Kühlung et visite du phare Buk (1878).",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LACS, CHÂTEAUX ET PLAGES : ROAD TRIP EN ALLEMAGNE DU NORD",
          "day": 5
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "DE::leipzig",
      "name": "Leipzig",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.3397,
        12.3731
      ],
      "lat": 51.3397,
      "lon": 12.3731,
      "visits": [
        {
          "text": "Orchestre du Gewandhaus, le plus ancien orchestre symphonique municipal du monde",
          "visit_duration_min": 75
        },
        {
          "text": "Passages commerciaux historiques de l'Ancienne Foire commerciale de 1913",
          "visit_duration_min": 75
        },
        {
          "text": "Galeries Spinnerei dans une ancienne usine de coton",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite de l'usine BMW",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 14
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "DE::lindau",
      "name": "Lindau",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.546,
        9.6833
      ],
      "lat": 47.546,
      "lon": 9.6833,
      "visits": [
        {
          "text": "Trajet vers le lac de Constance et découverte de Lindau",
          "visit_duration_min": 75
        },
        {
          "text": "Visite des pilotis préhistoriques d’Uhldingen-Mühlhofen, classés à l’UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le lac de Constance, troisième plus grand lac d'Europe, niché aux confins de l'Allemagne, l'Autriche et la Suisse. Cette véritable mer intérieure aux eaux d'un bleu profond offre un cadre naturel d'exception, bordé de vignobles en terrasses et dominé par les sommets alpins. Le microclimat méditerranéen permet même la culture de fruits exotiques sur ses rives.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Lindau, perle de la rive allemande, dont le centre historique occupe une île pittoresque reliée au continent. Son port emblématique, gardé par un lion bavarois et un phare, offre l'une des vues les plus photographiées d'Allemagne. Les maisons patriciennes aux façades peintes et les ruelles médiévales créent une atmosphère d'une rare élégance.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez le long des promenades lacustres bordées de palmiers et de magnolias où le panorama sur les Alpes suisses crée un décor de carte postale. Les nombreuses possibilités de croisières permettent de découvrir les charmantes villes de Constance et Meersburg depuis les eaux cristallines du lac.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade sur la promenade de Friedrichshafen au coucher du soleil",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière panoramique sur le lac de Constance",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CHÂTEAUX, FORÊTS ET LACS : UN ROAD TRIP FÉÉRIQUE EN ALLEMAGNE DU SUD",
          "day": 6
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 3
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "DE::lorsch",
      "name": "Lorsch",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.653902,
        8.570876
      ],
      "lat": 49.653902,
      "lon": 8.570876,
      "visits": [
        {
          "text": "Abbaye de Lorsch et salle du roi Koenigshalle",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade dans le centre de Lorsch autour du site monastique",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 5
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "DE::lueneburg",
      "name": "Lueneburg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        53.2464,
        10.4115
      ],
      "lat": 53.2464,
      "lon": 10.4115,
      "visits": [
        {
          "text": "Déambulez dans Lüneburg, l'une des villes hanséatiques les plus charmantes d'Allemagne construite sur des fondations de sel. Le commerce médiéval du sel a apporté une immense richesse, évidente dans l'architecture gothique en brique ornée, les bâtiments historiques penchés et les grandes maisons de marchands. Les façades inclinées - causées par l'exploitation souterraine du sel - donnent à la ville un caractère unique et pittoresque que l'on ne trouve nulle part ailleurs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez le musée allemand du Sel installé dans une saline historique, révélant comment 'l'or blanc' a façonné le destin de Lüneburg pendant plus de 1 000 ans. Des expositions interactives et des installations de production de sel préservées racontent l'histoire de la denrée qui a fait de cette ville l'une des plus riches d'Europe du Nord médiévale.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous sur l'atmosphérique place Am Sande, entourée de magnifiques maisons à pignons présentant les plus beaux exemples d'architecture en brique d'Allemagne du Nord. L'atmosphère estudiantine animée - Lüneburg est une ville universitaire - ajoute une énergie vibrante aux rues historiques remplies de cafés, boutiques et lieux culturels.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 10
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "DE::lutherstadt-wittenberg",
      "name": "Lutherstadt Wittenberg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.8671,
        12.6484
      ],
      "lat": 51.8671,
      "lon": 12.6484,
      "visits": [
        {
          "text": "Plongez dans l'histoire de la Réforme protestante à Lutherstadt Wittenberg, berceau d'un mouvement qui transforma l'Europe. C'est ici, le 31 octobre 1517, que Martin Luther aurait cloué ses 95 thèses sur la porte de l'église du château, déclenchant une révolution spirituelle et intellectuelle. Ce portail monumental, aujourd'hui en bronze, attire des visiteurs du monde entier venus se recueillir devant ce lieu symbolique.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église Sainte-Marie où Martin Luther prêchait régulièrement, édifice gothique au coeur de la vieille ville inscrite au patrimoine mondial de l'UNESCO. L'église du château abrite les tombeaux de Luther et de son collaborateur Philippe Melanchthon. La place du marché, dominée par le monument de Luther et les façades Renaissance, constitue l'un des plus beaux ensembles urbains d'Allemagne centrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les multiples bâtiments historiques de la vieille ville témoignant de cette époque charnière de l'histoire européenne. La maison de Luther, ancien monastère augustin où vécut le réformateur, est aujourd'hui le plus grand musée de la Réforme au monde. En traversant le pont de l'Elbe, vous accédez aux prairies inondables où la nature préservée offre un contraste paisible avec ce patrimoine culturel intense.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade dans les prairies de l'Elbe pour profiter de la nature préservée",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 8
        }
      ],
      "rating": 5
    },
    {
      "place_id": "DE::magdebourg",
      "name": "Magdebourg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.1205,
        11.6276
      ],
      "lat": 52.1205,
      "lon": 11.6276,
      "visits": [
        {
          "text": "Découvrez la Citadelle Verte, chef-d'oeuvre architectural conçu par l'artiste autrichien Friedensreich Hundertwasser. Ce bâtiment unique aux formes organiques, aux couleurs vives et aux toits végétalisés représente une vision révolutionnaire de l'architecture urbaine. Ses colonnes colorées et ses fenêtres irrégulières créent une expérience visuelle fascinante qui défie les conventions architecturales traditionnelles.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la majestueuse cathédrale de Magdebourg, premier édifice gothique érigé sur le sol allemand. Cette cathédrale imposante, dont la construction débuta en 1209, abrite le tombeau de l'empereur Otton Ier le Grand. Ses voûtes élancées et ses sculptures médiévales témoignent de huit siècles d'histoire spirituelle et artistique au coeur de l'Allemagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'Elbauenpark et sa Tour du Millénaire, attraction interactive retraçant 6 000 ans d'histoire des sciences et technologies. Cette tour de 60 mètres propose des expériences pratiques sur cinq niveaux permettant de comprendre les grandes découvertes de l'humanité. Le parc abrite également la célèbre figure du Marchand de Sable, personnage emblématique de la télévision est-allemande.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade sur le Vieux Marché et découverte des hémisphères de Magdebourg d'Otto von Guericke",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de la Johanniskirche, église gothique reconstruite après la Seconde Guerre mondiale",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 1
        }
      ],
      "rating": 5
    },
    {
      "place_id": "DE::meissen",
      "name": "Meissen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.1633,
        13.4719
      ],
      "lat": 51.1633,
      "lon": 13.4719,
      "visits": [
        {
          "text": "Albrechtsburg, château-église du XVe siècle",
          "visit_duration_min": 75
        },
        {
          "text": "Stadtmuseum Meißen avec expositions de porcelaine et collections",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participation à un atelier de porcelaine",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 13
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "DE::monschau",
      "name": "Monschau",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.5546,
        6.2408
      ],
      "lat": 50.5546,
      "lon": 6.2408,
      "visits": [
        {
          "text": "Découverte du village médiéval de Montjoie, célèbre pour ses maisons à colombages et ses ruelles pavées",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade sur les bords de la rivière Rour et observation des panoramas sur la vallée",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée dans le parc naturel de l’Eifel autour de Monschau",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG À LA MER BALTIQUE : CULTURE ET NATURE DU NORD DE L’ALLEMAGNE",
          "day": 7
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "DE::moritzburg",
      "name": "Moritzburg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.1672,
        13.6806
      ],
      "lat": 51.1672,
      "lon": 13.6806,
      "visits": [
        {
          "text": "Château de Moritzburg, château à douves au milieu d'un petit lac avec intérieur baroque",
          "visit_duration_min": 75
        },
        {
          "text": "Fasanenschlösschen, petit château des faisans rose vif",
          "visit_duration_min": 75
        },
        {
          "text": "Leuchtturm, petit phare près de l'étang",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 12
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "DE::munich",
      "name": "Munich",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.1351,
        11.582
      ],
      "lat": 48.1351,
      "lon": 11.582,
      "visits": [
        {
          "text": "Arrêt au château de Harburg datant du XIe siècle",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration de la vieille ville de Harburg et panorama sur le cratère de Nördlingen",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte de la place Marienplatz et spectacle de l’horloge du nouvel hôtel de ville",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la Frauenkirche et du Fischbrunnen",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du marché Viktualienmarkt",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du palais de la Résidence de Munich",
          "visit_duration_min": 75
        },
        {
          "text": "Neuschwanstein : montée matinale via la gorge du Pöllat jusqu’au Marienbrücke (point de vue principal).",
          "visit_duration_min": 75
        },
        {
          "text": "Visite intérieure de Neuschwanstein (créneau de fin de matinée).",
          "visit_duration_min": 75
        },
        {
          "text": "Trajet vers Munich et installation puis première découverte du centre historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Munich Residenz : Résidence (salles principales) + Antiquarium (galerie Renaissance).",
          "visit_duration_min": 75
        },
        {
          "text": "Trésor de la Résidence (schatzkammer).",
          "visit_duration_min": 75
        },
        {
          "text": "Théâtre Cuvilliés (visite).",
          "visit_duration_min": 75
        },
        {
          "text": "Marienplatz : Glockenspiel (horaires 11:00/12:00/17:00) et Neues Rathaus (ascenseur au beffroi).",
          "visit_duration_min": 75
        },
        {
          "text": "Frauenkirche (cathédrale Notre-Dame) : nef et belvédère (si ouvert).",
          "visit_duration_min": 75
        },
        {
          "text": "Englischer Garten (section sud) : prairies, Eisbachwelle (surfeurs).",
          "visit_duration_min": 75
        },
        {
          "text": "Matinée libre à Munich pour compléments (quartier de Maxvorstadt ou bords de l’Isar).",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du Blautopf à Blaubeuren, célèbre source bleue",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de l’abbaye de Blaubeuren et du Bathhouse des moines",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration de la grotte Hohle Fels, site préhistorique",
          "visit_duration_min": 75
        },
        {
          "text": "Balade à Marienplatz et spectacle du carillon du nouvel hôtel de ville",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du palais de Nymphenburg et de ses jardins",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du Jardin anglais et de la tour chinoise",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Munich, troisième plus grande ville d'Allemagne et capitale flamboyante de la Bavière. Cette métropole cosmopolite vous séduira par ses palais somptueux, ses parcs majestueux et ses églises aux clochers emblématiques. L'atmosphère conviviale des célèbres Biergarten et la richesse de son patrimoine architectural en font une destination incontournable pour débuter votre exploration de la Bavière.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez sur la Marienplatz, coeur battant de la vieille ville, où l'imposant Nouvel Hôtel de Ville dévoile son célèbre carillon mécanique. Admirez l'architecture gothique de la Frauenkirche avec ses tours jumelles emblématiques, puis perdez-vous dans les ruelles pittoresques du centre historique où chaque façade raconte des siècles d'histoire bavaroise.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Résidence de Munich, l'un des plus grands palais urbains d'Europe, ancien siège des ducs et rois de Bavière. Ses 130 salles somptueusement décorées, ses cours Renaissance et son trésor vous plongeront dans la splendeur de la monarchie bavaroise. Le jardin anglais voisin, l'un des plus grands parcs urbains au monde, offre une pause verdoyante idéale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trajet panoramique le long de la Romantische Strasse vers Munich",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée dans une brasserie traditionnelle avec musique bavaroise",
          "visit_duration_min": 60
        },
        {
          "text": "Boucle de descentes par sentiers au-dessus du Marienbrücke pour points de vue additionnels sécurisés.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade urbaine à Munich : Isartor → Viktualienmarkt → Marienplatz.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcours libre à pied dans la vieille ville (Odeonsplatz, Feldherrnhalle, Theatinerkirche).",
          "visit_duration_min": 60
        },
        {
          "text": "Option musée : Deutsches Museum (sections emblématiques au choix).",
          "visit_duration_min": 60
        },
        {
          "text": "Trajet panoramique via Ulm avant d’arriver à Munich",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner typique à la Hofbräuhaus et dégustation de plats bavarois",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade dans le quartier de Schwabing et ses galeries d'art",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du Deutsches Museum, plus grand musée des sciences au monde",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 5
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 6
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALLEMAGNE DE CONTE DE FÉES : CHÂTEAUX, VILLAGES MÉDIÉVAUX ET PANORAMAS ALPINS",
          "day": 6
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALLEMAGNE DE CONTE DE FÉES : CHÂTEAUX, VILLAGES MÉDIÉVAUX ET PANORAMAS ALPINS",
          "day": 7
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALLEMAGNE DE CONTE DE FÉES : CHÂTEAUX, VILLAGES MÉDIÉVAUX ET PANORAMAS ALPINS",
          "day": 8
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CHÂTEAUX, FORÊTS ET LACS : UN ROAD TRIP FÉÉRIQUE EN ALLEMAGNE DU SUD",
          "day": 3
        },
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CHÂTEAUX, FORÊTS ET LACS : UN ROAD TRIP FÉÉRIQUE EN ALLEMAGNE DU SUD",
          "day": 4
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 1
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "DE::neuruppin",
      "name": "Neuruppin",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.9243,
        12.8032
      ],
      "lat": 52.9243,
      "lon": 12.8032,
      "visits": [
        {
          "text": "Arrêt à Sachsenhausen-Oranienburg pour la visite du camp de concentration mémorial.",
          "visit_duration_min": 75
        },
        {
          "text": "Balade au bord du lac Ruppiner See et découverte du centre historique de Neuruppin.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de l’église Sankt Trinitatis et du monastère attenant, datant du XIIIe siècle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détente dans les thermes de Neuruppin, avec vue sur le lac.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LACS, CHÂTEAUX ET PLAGES : ROAD TRIP EN ALLEMAGNE DU NORD",
          "day": 2
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "DE::nuremberg",
      "name": "Nuremberg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.4521,
        11.0767
      ],
      "lat": 49.4521,
      "lon": 11.0767,
      "visits": [
        {
          "text": "Plongez dans l'histoire de Nuremberg (Nürnberg), deuxième ville de Bavière et cité impériale d'une importance capitale au Moyen Âge. Cette ville puissante où se tenaient les diètes du Saint-Empire et où étaient conservés les joyaux de la couronne impériale conserve une atmosphère médiévale authentique derrière ses imposantes murailles. Son marché de Noël, le Christkindlesmarkt, est le plus célèbre d'Allemagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Kaiserburg, forteresse impériale dominant la ville depuis son promontoire rocheux. Ce château complexe, agrandi au fil des siècles, fut la résidence de tous les empereurs du Saint-Empire romain germanique. La vue depuis ses remparts embrasse les toits rouges de la vieille ville, les tours des églises et les méandres de la rivière Pegnitz.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la vieille ville reconstruite après les destructions de 1945, où les maisons à colombages côtoient les églises gothiques Saint-Sebald et Saint-Laurent. Le tribunal des procès de Nuremberg, la maison d'Albrecht Dürer et le Centre de documentation sur le nazisme témoignent des pages sombres et lumineuses de l'histoire de cette cité d'art et de culture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite du musée national germanique, le plus grand musée d'art et de culture allemands",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade dans les ruelles médiévales du quartier des artisans",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 13
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "DE::oberammergau",
      "name": "Oberammergau",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.5973,
        11.0666
      ],
      "lat": 47.5973,
      "lon": 11.0666,
      "visits": [
        {
          "text": "Visitez le château de Linderhof, le plus intime des palais de Louis II et le seul qu'il vit achevé de son vivant. Ce bijou rococo niché dans un vallon alpin enchante par son parc vallonné parsemé de fontaines jaillissantes, de bosquets sculptés et de pavillons exotiques. La grotte de Vénus, éclairée artificiellement, reproduit une scène de l'opéra Tannhäuser avec un lac souterrain navigable.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'abbaye d'Ettal, chef-d'oeuvre du baroque bavarois fondé en 1330 par l'empereur Louis IV. Sa coupole monumentale, l'une des plus grandes d'Allemagne, abrite des fresques célestes d'une magnificence époustouflante. Les moines bénédictins perpétuent encore aujourd'hui la tradition de brasserie monastique et de distillation de liqueurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans les ruelles d'Oberammergau, village célèbre dans le monde entier pour ses façades peintes de fresques bibliques et de scènes de contes. Cette tradition de Lüftlmalerei, peinture en trompe-l'oeil sur crépi, transforme chaque maison en oeuvre d'art. Le village accueille également tous les dix ans le célèbre Jeu de la Passion depuis 1634.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découverte de l'artisanat local de sculpture sur bois",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 5
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::osnabrueck",
      "name": "Osnabrueck",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.2799,
        8.0472
      ],
      "lat": 52.2799,
      "lon": 8.0472,
      "visits": [
        {
          "text": "Expérimentez Osnabrück, la ville universitaire historique où la paix de Westphalie a été signée en 1648, mettant fin à la guerre de Trente Ans. Ce centre culturel associe parfaitement patrimoine médiéval et énergie juvénile, avec une architecture gothique impressionnante, l'imposant hôtel de ville et une zone piétonne vibrante. Les 1 200 ans d'histoire de la ville se dévoilent à travers ses églises magnifiques et sa vieille ville bien préservée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez l'Osnabrücker Land environnant, idéal pour la randonnée en montagne avec des itinéraires allant des courtes promenades d'une journée aux randonnées de plusieurs jours. Les collines ondulantes et les forêts anciennes offrent des sentiers pittoresques à travers la forêt de Teutoburg et une campagne paisible parsemée de fermes traditionnelles et de villages historiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez à vélo les régions de Brunswick et d'Osnabrück sur des chemins bien balisés adaptés au cyclisme de course et de loisir. Les sections plates offrent une conduite douce à travers les prairies et le long des rivières, tandis que les collines environnantes offrent des ascensions stimulantes récompensées par des vues panoramiques étendues.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 6
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "DE::passau",
      "name": "Passau",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.5748,
        13.4604
      ],
      "lat": 48.5748,
      "lon": 13.4604,
      "visits": [
        {
          "text": "Découvrez Passau, la Venise bavaroise, ville spectaculaire bâtie au confluent de trois cours d'eau : le Danube bleu, l'Inn vert et l'Ilz noire. Cette situation géographique unique crée un spectacle chromatique fascinant où les eaux de couleurs différentes tardent à se mélanger. La vieille ville sur sa presqu'île offre des perspectives romantiques à chaque détour de ruelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la cathédrale Saint-Étienne, chef-d'oeuvre du baroque italien abritant le plus grand orgue de cathédrale au monde avec ses 17 974 tuyaux. Les concerts d'orgue quotidiens font résonner ce instrument monumental sous des voûtes ornées de stucs dorés et de fresques célestes. L'acoustique exceptionnelle de ce sanctuaire en fait un haut lieu de la musique sacrée européenne.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans la vieille ville aux façades pastel typiquement italiennes, héritage des maîtres d'oeuvre venus de la péninsule après l'incendie de 1662. Les places élégantes, les passages voûtés et les escaliers pittoresques témoignent du rôle historique de Passau comme carrefour commercial entre l'Europe centrale et l'Italie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade sur les quais au confluent des trois rivières",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 11
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "DE::pillnitz",
      "name": "Pillnitz",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.0092,
        13.8736
      ],
      "lat": 51.0092,
      "lon": 13.8736,
      "visits": [
        {
          "text": "Palais et Parc de Pillnitz avec grand escalier depuis l'Elbe",
          "visit_duration_min": 75
        },
        {
          "text": "Le Nouveau Palais à Pillnitz",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des Arts Décoratifs au Palais de Pillnitz",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 6
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::pirna",
      "name": "Pirna",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.9603,
        13.9397
      ],
      "lat": 50.9603,
      "lon": 13.9397,
      "visits": [
        {
          "text": "Place médiévale et rues pavées avec boutiques",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Sonnenstein",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de Pirna installé dans un ancien monastère",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 7
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "DE::plau-am-see",
      "name": "Plau Am See",
      "cc": "DE",
      "language": "fr",
      "coords": [
        53.4571,
        12.2598
      ],
      "lat": 53.4571,
      "lon": 12.2598,
      "visits": [
        {
          "text": "Découverte du centre historique de Plau am See et de ses maisons à colombages.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite des ruines du château de Plau et de l’église Saint-Marien.",
          "visit_duration_min": 75
        },
        {
          "text": "Observation du pont basculant et de la roue à eau historique datant de 1273.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade au bord du lac de Plau et observation des canaux environnants.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LACS, CHÂTEAUX ET PLAGES : ROAD TRIP EN ALLEMAGNE DU NORD",
          "day": 3
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "DE::prien-am-chiemsee",
      "name": "Prien Am Chiemsee",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.856,
        12.3456
      ],
      "lat": 47.856,
      "lon": 12.3456,
      "visits": [
        {
          "text": "Partnachklamm (Garmisch-Partenkirchen) – gorge aménagée",
          "visit_duration_min": 75
        },
        {
          "text": "Eibsee – boucle partielle au bord du lac avec points de vue sur la Zugspitze",
          "visit_duration_min": 75
        },
        {
          "text": "Naviguez sur le Chiemsee, surnommé la mer bavaroise avec ses 80 km² de superficie. Plus grand lac de Bavière et troisième d'Allemagne, cette étendue d'eau majestueuse bordée par les Alpes abrite plusieurs îles dont chacune recèle des trésors uniques. Le panorama sur les sommets enneigés depuis les eaux calmes du lac compose un tableau d'une sérénité absolue.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le palais de Herrenchiemsee sur l'île aux Hommes, hommage grandiose de Louis II à Versailles. Ce château inachevé surpasse son modèle français par la splendeur de sa galerie des Glaces, plus longue que l'originale. Les jardins à la française, les fontaines monumentales et les appartements royaux témoignent de la mégalomanie poétique du roi bâtisseur.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'île aux Femmes (Fraueninsel), charmant village de pêcheurs dominé par un couvent bénédictin fondé au VIIIe siècle. Les religieuses y produisent encore aujourd'hui liqueurs et massepain selon des recettes séculaires. Les ruelles fleuries, les maisons de pêcheurs aux volets colorés et l'église romane créent une atmosphère hors du temps.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Zugspitze – montée en téléphérique Seilbahn Zugspitze (selon météo), panorama au sommet",
          "visit_duration_min": 60
        },
        {
          "text": "Traversée en bateau vers les îles du Chiemsee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE : DES RIVES DU BODENSEE AU KÖNIGSSEE (5 JOURS DE LACS, PANORAMAS ET CHÂTEAUX)",
          "day": 3
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 9
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "DE::quedlinburg",
      "name": "Quedlinburg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.7889,
        11.1389
      ],
      "lat": 51.7889,
      "lon": 11.1389,
      "visits": [
        {
          "text": "Perdez-vous dans les ruelles pavées de Quedlinburg, ancien palais royal inscrit au patrimoine mondial de l'UNESCO pour son ensemble exceptionnel de maisons à colombages. Plus de 1 300 édifices à pans de bois datant de six siècles différents composent un musée à ciel ouvert de l'architecture traditionnelle allemande. Chaque façade raconte une histoire, des modestes maisons d'artisans aux riches demeures patriciennes ornées de sculptures.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église du marché Saint-Benedikt, joyau gothique au coeur de la vieille ville dont les tours jumelles dominent les toits rouges environnants. La collégiale Saint-Servais, perchée sur le Schlossberg, abrite le trésor de la cathédrale avec ses reliquaires médiévaux exceptionnels. Le château adjacent offre des vues panoramiques sur ce labyrinthe de ruelles tortueuses et de places secrètes.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les ruelles étroites bordées de vieilles maisons à colombages dont les plus anciennes remontent au XIVe siècle. L'atmosphère médiévale préservée de cette ville, épargnée par les destructions de la guerre, vous transporte dans l'Allemagne d'autrefois. De nombreux petits établissements dans la vieille ville invitent à la pause contemplative.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Montée au Schlossberg pour la vue panoramique sur les toits de la vieille ville",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 11
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "DE::ratisbonne",
      "name": "Ratisbonne",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.0134,
        12.1016
      ],
      "lat": 49.0134,
      "lon": 12.1016,
      "visits": [
        {
          "text": "Explorez Ratisbonne (Regensburg), première capitale de Bavière inscrite au patrimoine mondial de l'UNESCO. Cette cité de 2 000 ans d'histoire abrite plus de 1 500 bâtiments classés monuments historiques, constituant l'ensemble médiéval le mieux préservé d'Allemagne. Les tours patriciennes rivalisant de hauteur témoignent de la puissance des familles marchandes médiévales.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez le Pont de Pierre, chef-d'oeuvre d'ingénierie médiévale du XIIe siècle qui servit de modèle au pont Charles de Prague. Long de 310 mètres et porté par 16 arches, ce pont offre une vue panoramique splendide sur la silhouette de la vieille ville dominée par les flèches de la cathédrale gothique. C'était autrefois le seul pont de pierre sur le Danube entre Ulm et Vienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la cathédrale Saint-Pierre, unique exemple de gothique français pur en Bavière, dont les vitraux médiévaux comptent parmi les plus beaux d'Allemagne. La vieille ville regorge de trésors architecturaux : le vieil hôtel de ville où siégeait la Diète du Saint-Empire, les maisons patriciennes colorées et les cours intérieures Renaissance.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade le long des quais du Danube au coucher du soleil",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 12
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::riedlhutte",
      "name": "Riedlhutte",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.9274,
        13.3841
      ],
      "lat": 48.9274,
      "lon": 13.3841,
      "visits": [
        {
          "text": "Randonnée dans le parc national de la Forêt bavaroise (Bayerischer Wald).",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration du Tierfreigelände de Neuschönau, à la recherche d’animaux sauvages comme le lynx ou le bison européen.",
          "visit_duration_min": 75
        },
        {
          "text": "Marche vers le Rachelsee à travers les forêts de hêtres et d’épicéas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observation animalière et photographie dans les réserves naturelles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L’ULTIME ROAD TRIP DANS LE SUD DE L’ALLEMAGNE : CHÂTEAUX, FORÊTS ET VILLES MÉDIÉVALES",
          "day": 2
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "DE::rostock",
      "name": "Rostock",
      "cc": "DE",
      "language": "fr",
      "coords": [
        54.0924,
        12.0991
      ],
      "lat": 54.0924,
      "lon": 12.0991,
      "visits": [
        {
          "text": "Visite du centre historique de Rostock et de ses églises gothiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du port ancien et des maisons à pignons restaurées.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le quartier de Warnemünde, promenade le long du canal Alter Strom et montée au phare de 1898.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LACS, CHÂTEAUX ET PLAGES : ROAD TRIP EN ALLEMAGNE DU NORD",
          "day": 6
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "DE::rothenburg-ob-der-tauber",
      "name": "Rothenburg Ob Der Tauber",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.3784,
        10.1797
      ],
      "lat": 49.3784,
      "lon": 10.1797,
      "visits": [
        {
          "text": "Visite de Bad Mergentheim et du Deutschordens Museum",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade dans les jardins du palais de Bad Mergentheim",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration du parc animalier Wildpark Bad Mergentheim",
          "visit_duration_min": 75
        },
        {
          "text": "Marche sur le chemin de ronde des remparts",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du Plönlein, la vue emblématique de Rothenburg",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la mairie et de la place du marché",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration des boutiques de Noël et de produits artisanaux allemands",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama depuis le belvédère sur la vieille ville",
          "visit_duration_min": 75
        },
        {
          "text": "Burg Eltz : sentier forestier depuis le parking de Wierschem jusqu’au château et cour intérieure.",
          "visit_duration_min": 75
        },
        {
          "text": "Würzburg : Alte Mainbrücke (pont ancien) avec statues et vue sur la forteresse.",
          "visit_duration_min": 75
        },
        {
          "text": "Würzburg : Festung Marienberg (remparts, jardins, panorama sur le Main).",
          "visit_duration_min": 75
        },
        {
          "text": "Würzburg : Résidence de Würzburg (UNESCO) et Hofkirche (extérieurs et salles principales).",
          "visit_duration_min": 75
        },
        {
          "text": "Trajet final vers Rothenburg ob der Tauber et première marche d’orientation intra-muros.",
          "visit_duration_min": 75
        },
        {
          "text": "Rothenburg : tour complet des remparts (Stadtmauer) et portes médiévales.",
          "visit_duration_min": 75
        },
        {
          "text": "Burggarten : vues sur la Tauber et les toits, idéal au coucher de soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Marktplatz : Rathaus, Ratstrinkstube et horloge animée (Glockenspiel).",
          "visit_duration_min": 75
        },
        {
          "text": "Plönlein et Siebersturm : iconique perspective médiévale.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d’Histoire de la Ville (Zur Stadtgeschichte) et donjon sous l’hôtel de ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du centre médiéval de Rothenburg ob der Tauber, ses ruelles pavées et ses maisons à colombages.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du Plönlein, la rue la plus photographiée de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Balade sur les remparts fortifiés et observation des tours et portes médiévales.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du Marktplatz et de l’hôtel de ville Renaissance.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade au Burggarten pour admirer la vue sur la vieille ville au coucher du soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Pénétrez dans Rothenburg ob der Tauber, la plus belle cité médiévale d'Allemagne, comparable à Carcassonne par sa préservation exceptionnelle. Cette ville fortifiée semble figée dans la Renaissance avec ses remparts intacts, ses tours de guet et ses ruelles pavées bordées de maisons à colombages aux géraniums fleuris. Le temps s'est arrêté ici au XVIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Faites le tour complet des remparts sur le chemin de ronde couvert, offrant des perspectives uniques sur les toits rouges et les cours intérieures fleuries. Les 42 tours ponctuant l'enceinte et les portes fortifiées monumentales témoignent de la puissance de cette ville libre d'Empire. La Plönlein, croisement pittoresque entre deux tours, est la vue la plus photographiée de Bavière.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église Saint-Jacques abritant le retable du Saint-Sang, chef-d'oeuvre de Tilman Riemenschneider, et le musée du Crime médiéval exposant les instruments de torture et de justice de l'époque. Le musée de Noël ouvert toute l'année perpétue la tradition des décorations artisanales de Käthe Wohlfahrt, célèbre dans le monde entier.",
          "visit_duration_min": 75
        },
        {
          "text": "Plongez dans la quintessence de la ville médiévale bavaroise à Rothenburg ob der Tauber, où des rues pavées serpentent entre des maisons à colombages parfaitement préservées qui n'ont guère changé depuis le Moyen Âge. Parcourez les anciens remparts qui ont protégé la ville pendant des siècles, offrant des vues en hauteur sur les toits de tuiles rouges et les clochers des églises. Cette ville de conte de fées enchante les visiteurs bien avant d'être devenue une destination prisée, et les séjours nocturnes révèlent sa magie une fois les excursionnistes partis.",
          "visit_duration_min": 75
        },
        {
          "text": "Photographiez le légendaire Plönlein, où tous les éléments médiévaux se condensent en un coin infiniment photogénique devenu une icône du romantisme allemand. Ce carrefour pittoresque où deux rues se rencontrent à des niveaux différents, encadré par une maison à colombages et une porte-tour médiévale, incarne le charme de livre d'images de la ville. La lumière du petit matin ou du soir transforme cette scène en quelque chose de véritablement magique.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les fascinants contrastes des musées insolites de Rothenburg qui révèlent différentes facettes de la vie médiévale. Le Musée Médiéval du Crime expose d'ingénieux et macabres instruments de torture et de justice qui éclairent le côté sombre du Moyen Âge. En contraste saisissant, le Musée Allemand de Noël célèbre toute l'année les traditions infiniment plus joyeuses de la période festive, présentant des siècles de décorations et de coutumes de fêtes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découverte du centre historique de Rothenburg ob der Tauber et de ses remparts médiévaux",
          "visit_duration_min": 60
        },
        {
          "text": "Balade libre dans les jardins et ruelles médiévales",
          "visit_duration_min": 60
        },
        {
          "text": "Petit train touristique de Würzburg (40 min) pour survoler les principaux sites du centre historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Arrêts photo dans les vignobles autour de Würzburg selon points de vue signalés.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcours photo dans les ruelles (matin tôt pour éviter l’affluence).",
          "visit_duration_min": 60
        },
        {
          "text": "Montée à la tour du Rathaus pour panorama sur la vieille ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcours libre sur la Route Romantique et exploration photographique des points de vue.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite guidée nocturne avec le veilleur de nuit en costume d'époque",
          "visit_duration_min": 60
        },
        {
          "text": "Rejoignez la visite du Veilleur de Nuit pour entendre les récits du Rothenburg médiéval à la lueur des lanternes dans les rues atmosphériques",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 3
        },
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 4
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALLEMAGNE DE CONTE DE FÉES : CHÂTEAUX, VILLAGES MÉDIÉVAUX ET PANORAMAS ALPINS",
          "day": 2
        },
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALLEMAGNE DE CONTE DE FÉES : CHÂTEAUX, VILLAGES MÉDIÉVAUX ET PANORAMAS ALPINS",
          "day": 3
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L’ULTIME ROAD TRIP DANS LE SUD DE L’ALLEMAGNE : CHÂTEAUX, FORÊTS ET VILLES MÉDIÉVALES",
          "day": 1
        },
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 16
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Route Romantique de Bavière : villages médiévaux et châteaux de contes de fées",
          "day": 2
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "DE::saalfeld",
      "name": "Saalfeld",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.6486,
        11.3608
      ],
      "lat": 50.6486,
      "lon": 11.3608,
      "visits": [
        {
          "text": "Grottes féeriques de Saalfeld, ancienne mine Jeremias Glück ouverte depuis 1914, avec corridors, cavités, concrétions et minéraux",
          "visit_duration_min": 75
        },
        {
          "text": "Plus ancienne galerie de guérison d'Allemagne aux Grottes féeriques avec air pur",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Grottoneum aux Grottes féeriques",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sentier d'aventure forestier aux Grottes féeriques de Saalfeld",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 10
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "DE::salzwedel",
      "name": "Salzwedel",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.8522,
        11.1528
      ],
      "lat": 52.8522,
      "lon": 11.1528,
      "visits": [
        {
          "text": "Savourez Salzwedel, la ville du Baumkuchen, où ce gâteau à la broche traditionnel est fabriqué selon des recettes ancestrales depuis des siècles. Cette spécialité sucrée aux multiples couches dorées, cuite lentement sur un cylindre rotatif, est devenue l'emblème culinaire de l'Altmark. La vieille ville hanséatique aux maisons à colombages et églises gothiques en briques offre un cadre charmant pour cette découverte gourmande.",
          "visit_duration_min": 75
        },
        {
          "text": "Naviguez sur le lac Arendsee à bord du bateau à aubes Queen Arendsee, qui glisse paisiblement sur les eaux de ce lac naturel de 5 km². Cette croisière nostalgique évoque l'ambiance des bateaux à vapeur d'antan tout en offrant des panoramas enchanteurs sur les rives boisées. Le lac, le plus grand de l'Altmark, est une destination prisée pour la détente et les activités nautiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'histoire singulière de Gustav Nagel, prédicateur itinérant et guérisseur naturel légendaire du début du XXe siècle. Ce personnage excentrique vivait dans une cabane qu'il avait construite près du lac d'Arendsee, parcourant la région pieds nus pour diffuser ses messages de paix et de communion avec la nature. Son héritage témoigne de l'attrait spirituel qu'exerçait déjà cette région paisible.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustation du célèbre Baumkuchen de Salzwedel dans une pâtisserie traditionnelle",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 4
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "DE::sassnitz",
      "name": "Sassnitz",
      "cc": "DE",
      "language": "fr",
      "coords": [
        54.5155,
        13.6424
      ],
      "lat": 54.5155,
      "lon": 13.6424,
      "visits": [
        {
          "text": "Randonnée dans le parc national de Jasmund, célèbre pour ses falaises de craie surplombant la mer Baltique",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration de la forêt de hêtres et des panoramas sur la falaise Königsstuhl",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le port de pêche de Sassnitz et observation des bateaux traditionnels de la Baltique",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::road-trip-nord-allemagne",
          "itin_title": "DE NUREMBERG À LA MER BALTIQUE : CULTURE ET NATURE DU NORD DE L’ALLEMAGNE",
          "day": 3
        }
      ],
      "rating": 7
    },
    {
      "place_id": "DE::schoenau-am-koenigssee",
      "name": "Schoenau Am Koenigssee",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.5886,
        12.9883
      ],
      "lat": 47.5886,
      "lon": 12.9883,
      "visits": [
        {
          "text": "Prien/Stock am Chiemsee – traversée en bateau vers Herreninsel",
          "visit_duration_min": 75
        },
        {
          "text": "Schloss Herrenchiemsee – visite du palais et jardins",
          "visit_duration_min": 75
        },
        {
          "text": "Fraueninsel – tour de l’île et abbaye bénédictine Frauenwörth",
          "visit_duration_min": 75
        },
        {
          "text": "Königssee – croisière vers St. Bartholomä et Obersee (selon saison)",
          "visit_duration_min": 75
        },
        {
          "text": "Jennerbahn – montée au Jenner et points de vue sur le Watzmann et le Königssee",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade de fin de journée sur les rives du Chiemsee (Priener Uferweg)",
          "visit_duration_min": 60
        },
        {
          "text": "Malerwinkel-Rundweg – sentier panoramique au-dessus du Königssee",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE : DES RIVES DU BODENSEE AU KÖNIGSSEE (5 JOURS DE LACS, PANORAMAS ET CHÂTEAUX)",
          "day": 4
        },
        {
          "itin_id": "DE::by::deutsche-alpenstrasse-lindau-königssee-5j",
          "itin_title": "DEUTSCHE ALPENSTRAßE : DES RIVES DU BODENSEE AU KÖNIGSSEE (5 JOURS DE LACS, PANORAMAS ET CHÂTEAUX)",
          "day": 5
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "DE::schoenebeck",
      "name": "Schoenebeck",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.0167,
        11.7333
      ],
      "lat": 52.0167,
      "lon": 11.7333,
      "visits": [
        {
          "text": "Explorez Schönebeck, la ville du sel, dont l'histoire millénaire est intimement liée à l'extraction de l'or blanc. Le Musée du Sel (Salzlandmuseum) vous emmène dans un voyage passionnant à travers les siècles pour comprendre l'importance économique et sociale de cette ressource précieuse. La vieille ville pittoresque aux maisons à colombages colorées invite à la flânerie le long de ruelles chargées d'histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous dans le quartier thermal de Bad Salzelmen, où le majestueux Gradierwerk (bâtiment de graduation) diffuse dans l'air des embruns salins aux vertus thérapeutiques. Cette structure monumentale en bois, où l'eau salée ruisselle sur des fagots de prunellier, crée un microclimat iodé unique. Le bain de sel offre une expérience de bien-être authentique héritée des traditions thermales allemandes.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez sur l'Elbe la plus longue maison à colombages habitée d'Europe, témoignage spectaculaire de l'architecture traditionnelle allemande. La Fleur de Sel, installation artistique contemporaine sur le fleuve, dialogue avec ce patrimoine historique. L'église Saint-Johannis complète ce panorama architectural avec son clocher dominant la ville.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite du sanctuaire de Pömmelte, site cultuel vieux de plus de 4 000 ans avec son fossé circulaire reconstruit",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 5
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "DE::schotten-vogelsberg",
      "name": "Schotten Vogelsberg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.503461,
        9.125161
      ],
      "lat": 50.503461,
      "lon": 9.125161,
      "visits": [
        {
          "text": "Ville de Schotten, porte d entree du Vogelsberg Nature Park",
          "visit_duration_min": 75
        },
        {
          "text": "Vogelsberg Nature Park et paysages volcaniques",
          "visit_duration_min": 75
        },
        {
          "text": "Sommet Hoherodskopf avec points de vue",
          "visit_duration_min": 75
        },
        {
          "text": "Centre d information de Schotten dedie a la geologie et a l ecologie du parc",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marche sur un troncon du sentier Vulkanring Vogelsberg",
          "visit_duration_min": 60
        },
        {
          "text": "Parcours a velo ou en velo a assistance electrique dans le Vogelsberg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 6
        }
      ],
      "rating": 5
    },
    {
      "place_id": "DE::schwaebisch-hall",
      "name": "Schwaebisch Hall",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.1128,
        9.7378
      ],
      "lat": 49.1128,
      "lon": 9.7378,
      "visits": [
        {
          "text": "Découvrez Schwäbisch Hall, une belle et charmante ville qui fut autrefois un important centre de production de sel, le précieux « or blanc » qui créa sa richesse. Le centre de la vieille ville serpente à travers des rues de magnifiques bâtiments à colombages jusqu'à une superbe place centrale du marché dominée par l'imposante église Saint-Michel. Le pont de bois couvert enjambant la rivière Kocher crée l'une des scènes les plus photographiées d'Allemagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le musée local pour découvrir l'histoire fascinante de la production de sel qui a donné à la ville son nom et sa fortune. Le sel est extrait ici depuis l'époque celtique, et l'industrie a façonné tous les aspects de la vie locale, de l'architecture et de la culture. Le musée Hällisch-Fränkisches fait revivre ce patrimoine à travers des expositions captivantes sur les travailleurs du sel et les marchands qui ont bâti la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le complexe monastique de Großcomburg perché sur une colline juste au-dessus de la ville, où les murs défensifs du XVIe siècle se dressent encore pour protéger la chapelle romane et le cloître à l'intérieur. Les cours paisibles du monastère et l'architecture historique offrent un contraste contemplatif avec la ville animée en contrebas. Consultez le calendrier des festivals de la ville, car Schwäbisch Hall accueille d'excellents événements culturels tout au long de l'année.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détendez-vous dans le parc au bord de la rivière le long du Kocher et admirez les vues sur le pittoresque pont couvert",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 14
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "DE::schwerin",
      "name": "Schwerin",
      "cc": "DE",
      "language": "fr",
      "coords": [
        53.6294,
        11.4148
      ],
      "lat": 53.6294,
      "lon": 11.4148,
      "visits": [
        {
          "text": "Visite du château de Schwerin, palais féérique situé sur une île au milieu du lac.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du centre-ville historique et de la cathédrale de Schwerin en brique gothique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade le long des rives du lac de Schwerin et exploration du quartier parlementaire.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::nord::lakes-castles-beaches",
          "itin_title": "LACS, CHÂTEAUX ET PLAGES : ROAD TRIP EN ALLEMAGNE DU NORD",
          "day": 4
        }
      ],
      "rating": 9
    },
    {
      "place_id": "DE::schwetzingen",
      "name": "Schwetzingen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.3833,
        8.5667
      ],
      "lat": 49.3833,
      "lon": 8.5667,
      "visits": [
        {
          "text": "Perdez-vous dans les magnifiques jardins du château de Schwetzingen, un splendide palais d'été avec des hectares de terrains méticuleusement aménagés qui comptent parmi les plus beaux jardins baroques d'Allemagne. Le palais rose saumon offre un élégant décor aux parterres formels, temples romantiques et sentiers forestiers sinueux conçus pour enchanter à chaque détour. Cette retraite princière fut créée pour les Électeurs palatins comme échappatoire à la vie de cour à Heidelberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les extraordinaires fabriques du jardin, notamment une mosquée, un temple romain et une maison de bains qui reflètent la fascination du XVIIIe siècle pour les cultures exotiques. Le parterre circulaire et les grandes pièces d'eau témoignent de l'apogée de l'art des jardins baroques et de l'horticulture. Si vous visitez en mai, le célèbre festival des asperges blanches de la ville célèbre ce précieux mets local avec des événements culinaires dans toute la région.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Savourez un déjeuner dans l'un des charmants restaurants le long de la route menant aux jardins du palais",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 2
        }
      ],
      "rating": 2.2
    },
    {
      "place_id": "DE::seiffen",
      "name": "Seiffen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.65,
        13.45
      ],
      "lat": 50.65,
      "lon": 13.45,
      "visits": [
        {
          "text": "Ateliers de jouets en bois fabriqués à la main",
          "visit_duration_min": 75
        },
        {
          "text": "Ateliers d'anges ailés en porcelaine",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée dans les Monts Métallifères",
          "visit_duration_min": 60
        },
        {
          "text": "VTT dans les Monts Métallifères",
          "visit_duration_min": 60
        },
        {
          "text": "Voyage en train à vapeur historique dans les Monts Métallifères",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 16
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "DE::seitenroda",
      "name": "Seitenroda",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.7703,
        11.5558
      ],
      "lat": 50.7703,
      "lon": 11.5558,
      "visits": [
        {
          "text": "Leuchtenburg, l'un des châteaux les mieux conservés d'Allemagne de l'an 1200 sur la colline du château",
          "visit_duration_min": 75
        },
        {
          "text": "Musée interactif Porzellanwelten Leuchtenburg avec des mondes d'expérience diversifiés",
          "visit_duration_min": 75
        },
        {
          "text": "Exposition Mythos Burg à Leuchtenburg",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vue sur le paysage de Thuringe depuis Leuchtenburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 8
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "DE::soltau",
      "name": "Soltau",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.9847,
        9.8406
      ],
      "lat": 52.9847,
      "lon": 9.8406,
      "visits": [
        {
          "text": "Expérimentez la Lande de Lunebourg, l'un des paysages naturels les plus envoûtants d'Allemagne. Cette vaste étendue de lande de bruyère violette, parsemée de buissons de genévrier anciens et de moutons Heidschnucken qui paissent, crée une atmosphère magique surtout pendant la saison de floraison d'août à septembre. La beauté paisible de la lande a inspiré poètes et peintres pendant des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Faites monter votre adrénaline au Heide-Park Soltau, qui abrite la plus grande montagne russe en bois du monde. Ce parc à thème de premier plan combine des attractions à couper le souffle avec des paysages thématiques, des spectacles en direct et des attractions familiales réparties dans un cadre magnifiquement paysagé. Les amateurs de sensations fortes et les familles trouvent tous une excitation sans fin dans le deuxième plus grand parc d'attractions d'Allemagne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Émerveillez-vous devant des espèces exotiques du monde entier au parc ornithologique de Walsrode, l'un des plus grands parcs d'oiseaux du monde. Plus de 4 000 oiseaux de 650 espèces habitent ce jardin spectaculaire de 24 hectares présentant des volières étonnantes, des serres tropicales et des expériences d'alimentation interactives. Des minuscules colibris aux majestueux aigles, la diversité des oiseaux crée un paradis coloré.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 11
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "DE::sonnenbuehl",
      "name": "Sonnenbuehl",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.382,
        9.207
      ],
      "lat": 48.382,
      "lon": 9.207,
      "visits": [
        {
          "text": "Dinkelsbühl : boucle intra-muros (portes, tours, Promenade autour des fossés).",
          "visit_duration_min": 75
        },
        {
          "text": "Dinkelsbühl : Münster Sankt Georg (nef gothique et tour).",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Hohenzollern : remparts, cours et vues sur le Jura souabe (après-midi).",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Itinéraire à pied vers les étangs et l’ancienne prison des débiteurs à Dinkelsbühl.",
          "visit_duration_min": 60
        },
        {
          "text": "Point de vue crépusculaire sur Hohenzollern depuis les belvédères signalés au parking du château.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::romantische-strasse::contes-chateaux-7n",
          "itin_title": "ALLEMAGNE DE CONTE DE FÉES : CHÂTEAUX, VILLAGES MÉDIÉVAUX ET PANORAMAS ALPINS",
          "day": 4
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "DE::speyer",
      "name": "Speyer",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.3173,
        8.4411
      ],
      "lat": 49.3173,
      "lon": 8.4411,
      "visits": [
        {
          "text": "Restez bouche bée devant la cathédrale de Spire (Speyer Dom), un chef-d'œuvre roman monumental qui servait d'église principale du Saint-Empire romain germanique. Ce site du patrimoine mondial de l'UNESCO, l'une des plus grandes églises romanes au monde, abrite les cryptes de huit empereurs et rois allemands sous ses plafonds voûtés vertigineux. Les tours jumelles et la façade en grès rouge de la cathédrale dominent la plaine du Rhin depuis près de mille ans.",
          "visit_duration_min": 75
        },
        {
          "text": "Descendez dans la crypte impériale pour rendre hommage au dernier lieu de repos des souverains médiévaux qui façonnèrent autrefois le destin de l'Europe. Les chambres souterraines atmosphériques présentent des sarcophages de pierre simples mais puissants qui connectent directement les visiteurs à la gloire médiévale de l'empire. Un excellent audioguide disponible en plusieurs langues fait revivre de manière vivante l'histoire fascinante de la cathédrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le musée en face de la place de la cathédrale pour approfondir votre compréhension du rôle crucial de Spire dans l'histoire européenne. La collection retrace le développement de la ville depuis l'époque romaine jusqu'à son importance dans le Saint-Empire romain germanique. En été, l'animé Brezelfest remplit les rues de manèges et de tentes de festival traditionnelles, tandis que décembre apporte un charmant marché de Noël à taille humaine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous le long de l'historique Maximilianstrasse, la plus ancienne et la plus longue rue piétonne d'Allemagne",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 3
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "DE::stade",
      "name": "Stade",
      "cc": "DE",
      "language": "fr",
      "coords": [
        53.5977,
        9.4765
      ],
      "lat": 53.5977,
      "lon": 9.4765,
      "visits": [
        {
          "text": "Expérimentez Stade, un joyau parmi les villes hanséatiques d'Allemagne affichant un charme maritime remarquable sur les rives de la Schwinge. Ce port commercial millénaire présente une vieille ville magnifiquement préservée avec des maisons à colombages, des bâtiments marchands historiques et la célèbre grue portuaire en bois. Le quartier portuaire atmosphérique et les ruelles sinueuses transportent les visiteurs à l'époque glorieuse du commerce hanséatique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez à vélo la piste cyclable de la mer du Nord qui serpente le long des digues entre les moutons qui paissent et le vaste paysage côtier. Cet itinéraire pittoresque offre une conduite paisible à travers les villages de pêcheurs traditionnels, près des phares historiques et le long des digues avec des vues panoramiques sur la mer du Nord et l'estuaire de l'Elbe.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez l'héritage maritime de Stade au port où les voiliers traditionnels accostent encore le long des quais historiques. Le musée de la ville dans l'Entrepôt suédois raconte l'histoire de siècles de commerce, pêche et navigation qui ont façonné ce joyau hanséatique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 9
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "DE::stendal",
      "name": "Stendal",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.6058,
        11.8597
      ],
      "lat": 52.6058,
      "lon": 11.8597,
      "visits": [
        {
          "text": "Découvrez Stendal, fière ville de Roland dans l'Altmark, dont la statue monumentale sur la place du marché symbolise les libertés communales médiévales. Cette cité hanséatique prospère au Moyen Âge conserve un patrimoine architectural en briques gothiques d'une remarquable homogénéité. Les ruelles étroites mènent à des places pittoresques et des trésors cachés qui révèlent l'importance historique de cette ancienne ville marchande.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant l'église Sainte-Marie qui trône majestueusement au-dessus de la ville. Cette église-halle gothique en briques impressionne par son architecture élancée et ses détails artistiques raffinés. L'église Saint-Jacobi, autre joyau gothique, complète ce patrimoine religieux exceptionnel avec ses voûtes étoilées et ses vitraux médiévaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Franchissez les portes monumentales d'Uenglingen et de Tangermünde, témoins impressionnants de l'ancienne fortification de la ville. Ces portes gothiques en briques, parmi les plus belles d'Allemagne du Nord, racontent l'importance stratégique de Stendal dans l'histoire médiévale. La Tour à poudre et l'Hôtel de Ville Renaissance complètent ce panorama architectural remarquable.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite du Musée de l'Altmark retraçant l'histoire de cette région historique",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 3
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::stolberg",
      "name": "Stolberg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.5697,
        10.9503
      ],
      "lat": 51.5697,
      "lon": 10.9503,
      "visits": [
        {
          "text": "Explorez Stolberg, pittoresque ville du sud du Harz dont le centre médiéval est miraculeusement préservé. Les maisons historiques à colombages bordant les ruelles escarpées créent un décor d'un autre temps au pied du château qui domine la vallée. Le château de Stolberg, résidence des comtes éponymes, et l'église Saint-Martini constituent les symboles emblématiques de cette cité romantique.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le lieu de naissance de Thomas Müntzer, théologien radical et chef de file de la guerre des Paysans né ici en 1489. Une statue commémore ce personnage controversé qui défia l'ordre établi au nom de la justice sociale. Son héritage révolutionnaire fait de Stolberg un lieu de mémoire important pour l'histoire des mouvements sociaux en Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Gravissez les 200 marches de la Croix de Joseph, la plus grande croix double en fer au monde érigée sur le Großer Auerberg. Cette structure métallique impressionnante de 38 mètres de haut, construite en 1896, offre depuis sa plateforme d'observation une vue magnifique sur le massif du Harz. Le panorama à 360 degrés récompense l'effort de l'ascension par un spectacle naturel grandiose.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Montée à la Croix de Joseph pour le panorama sur le Harz méridional",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 16
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "DE::tangermuende",
      "name": "Tangermuende",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.5433,
        11.9756
      ],
      "lat": 52.5433,
      "lon": 11.9756,
      "visits": [
        {
          "text": "Flânez dans Tangermünde, considérée comme l'une des plus belles petites villes d'Allemagne. Cette cité pittoresque située au confluent de l'Elbe et de la Tanger séduit par ses ruelles pavées bordées de maisons à colombages historiques et ses imposants bâtiments en briques rouges. L'atmosphère médiévale préservée vous transporte instantanément plusieurs siècles en arrière.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplez l'imposant château médiéval de Tangermünde, ancienne résidence impériale de Charles IV au XIVe siècle. Cette forteresse dominant l'Elbe offre des points de vue spectaculaires sur la ville et les rives du fleuve. Les remparts massifs et les tours de guet témoignent de l'importance stratégique de cette ville dans l'histoire du Saint-Empire romain germanique.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'Hôtel de Ville gothique en briques, joyau architectural du nord de l'Allemagne avec ses pignons dentelés caractéristiques. L'église Saint-Stéphane, imposant édifice en briques du XIVe siècle, domine la silhouette de la ville avec son clocher élancé. La Tour de la Chouette (Eulenturm) fait partie des vestiges remarquablement conservés des fortifications médiévales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade le long des remparts médiévaux avec vues panoramiques sur l'Elbe",
          "visit_duration_min": 60
        },
        {
          "text": "Découverte de la statue de Grete Minde, personnage légendaire de la ville",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 2
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "DE::tegernsee",
      "name": "Tegernsee",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.7128,
        11.7575
      ],
      "lat": 47.7128,
      "lon": 11.7575,
      "visits": [
        {
          "text": "Savourez la beauté du Tegernsee, lac de villégiature prisé de l'aristocratie bavaroise depuis des siècles. Niché au pied des Alpes dans un écrin de montagnes boisées, ce lac aux eaux pures abrite sur ses rives des villes élégantes aux maisons fleuries de géraniums. L'atmosphère raffinée et le cadre préservé en font une destination de choix pour les Munichois en quête de nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'ancienne abbaye bénédictine de Tegernsee, fondée au VIIIe siècle, dont la brasserie monastique perpétue une tradition millénaire. L'église baroque, remaniée au XVIIe siècle, abrite des trésors artistiques remarquables. Le jardin du cloître offre une vue paisible sur le lac et les sommets environnants.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au sommet du Wallberg par le téléphérique panoramique pour une vue à 360 degrés sur les Alpes bavaroises. À 1 722 mètres d'altitude, le panorama embrasse le Tegernsee dans son intégralité, les chaînes de montagnes autrichiennes et par temps clair, jusqu'à Munich. Une terrasse panoramique permet d'admirer ce spectacle en toute saison.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade lacustre et découverte des villages de Bad Wiessee et Rottach-Egern",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 8
        }
      ],
      "rating": 2.2
    },
    {
      "place_id": "DE::thale",
      "name": "Thale",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.75,
        11.0333
      ],
      "lat": 51.75,
      "lon": 11.0333,
      "visits": [
        {
          "text": "Montez au Hexentanzplatz, la légendaire place de danse des sorcières, accessible par un téléphérique panoramique survolant la vallée de la Bode. Ce plateau rocheux à 454 mètres d'altitude est le théâtre de nombreuses légendes entourant les sorcières du Harz qui s'y réuniraient chaque nuit de Walpurgis. La vue plongeante sur la gorge sauvage de la Bode et les forêts environnantes crée un panorama d'une beauté saisissante.",
          "visit_duration_min": 75
        },
        {
          "text": "Gravissez la Roßtrappe, rocher de granit de 400 mètres offrant une vue fantastique sur les montagnes du Harz. Selon la légende, l'empreinte en forme de sabot visible dans la roche proviendrait du cheval de la princesse Brunhilde, qui aurait sauté par-dessus la gorge pour échapper au chevalier Bodo. Ce dernier, tombé dans le précipice, aurait donné son nom à la rivière Bode qui serpente 200 mètres plus bas.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez sur le Harzer Hexenstieg, célèbre sentier de randonnée longeant la rivière Bode à travers une gorge spectaculaire. Le pont du Diable enjambe les eaux tumultueuses dans un décor de forêt enchantée digne des contes des frères Grimm. L'église Saint-Petri et le rocher de Goethe, que l'écrivain visita lors de ses voyages dans le Harz, complètent cette immersion dans un paysage romantique allemand.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée le long de la Bode sur le sentier Hexenstieg à travers la gorge sauvage",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 14
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "DE::titisee",
      "name": "Titisee",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.9,
        8.15
      ],
      "lat": 47.9,
      "lon": 8.15,
      "visits": [
        {
          "text": "Détendez-vous au Titisee, l'un des lacs les plus appréciés de la Forêt-Noire, niché dans un cadre montagnard de carte postale. Ce lac glaciaire naturel offre des eaux cristallines parfaites pour la baignade, le pédalo ou simplement la promenade le long de la pittoresque promenade au bord du lac. Les collines boisées environnantes et les villages traditionnels de la Forêt-Noire créent des vues de carte postale dans toutes les directions.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez les boutiques le long du front de lac à la recherche d'authentiques souvenirs de la Forêt-Noire, notamment les célèbres coucous de la région fabriqués par des horlogers locaux selon des techniques traditionnelles. La maîtrise mécanique de ces pièces d'horlogerie sculptées à la main représente des générations de savoir-faire de la Forêt-Noire transmis de famille en famille. Cherchez les boutiques qui proposent des démonstrations de l'assemblage de ces horloges complexes.",
          "visit_duration_min": 75
        },
        {
          "text": "Faites une promenade en bateau sur les eaux scintillantes, en pagayant vous-même ou à bord de l'un des bateaux touristiques qui naviguent sur le lac. Les montagnes environnantes sont parcourues de sentiers de randonnée offrant des vues spectaculaires sur le lac et les sommets de la Forêt-Noire. Une visite de la vallée de Menzenschwand à proximité révèle des villages traditionnels et le célèbre Café zum Kuckuck.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Louez un pédalo ou une barque pour explorer le lac à votre rythme et profiter du paysage montagnard",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 9
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "DE::triberg",
      "name": "Triberg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.129,
        8.2337
      ],
      "lat": 48.129,
      "lon": 8.2337,
      "visits": [
        {
          "text": "Découverte des cascades de Triberg, les plus hautes d’Allemagne",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du musée de la Forêt-Noire et du plus grand coucou du monde",
          "visit_duration_min": 75
        },
        {
          "text": "Route panoramique à travers la Forêt-Noire en direction de Triberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite des chutes de Triberg, les plus hautes d’Allemagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du musée de la Forêt-Noire et de l’histoire de la région.",
          "visit_duration_min": 75
        },
        {
          "text": "Balade vers les horloges à coucou géantes, emblèmes artisanaux du Schwarzwald.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée sur le sentier panoramique autour de Triberg",
          "visit_duration_min": 60
        },
        {
          "text": "Marche en forêt et exploration des sentiers autour des cascades.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CHÂTEAUX, FORÊTS ET LACS : UN ROAD TRIP FÉÉRIQUE EN ALLEMAGNE DU SUD",
          "day": 7
        },
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L’ULTIME ROAD TRIP DANS LE SUD DE L’ALLEMAGNE : CHÂTEAUX, FORÊTS ET VILLES MÉDIÉVALES",
          "day": 4
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "DE::trier",
      "name": "Trier",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.7557,
        6.6394
      ],
      "lat": 49.7557,
      "lon": 6.6394,
      "visits": [
        {
          "text": "Découverte de la Porta Nigra, porte romaine classée au patrimoine mondial.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la cathédrale de Trèves et de la basilique de Constantin.",
          "visit_duration_min": 75
        },
        {
          "text": "Balade dans la vieille ville et sur les rives de la Moselle.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte de l’amphithéâtre romain et des thermes impériaux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marche urbaine guidée sur le thème du patrimoine antique et chrétien de Trèves.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::bayern-badenwurtemberg-roadtrip",
          "itin_title": "L’ULTIME ROAD TRIP DANS LE SUD DE L’ALLEMAGNE : CHÂTEAUX, FORÊTS ET VILLES MÉDIÉVALES",
          "day": 6
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "DE::tubingen",
      "name": "Tubingen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.5216,
        9.0576
      ],
      "lat": 48.5216,
      "lon": 9.0576,
      "visits": [
        {
          "text": "Tombez amoureux de Tübingen, une charmante ville universitaire que beaucoup considèrent comme la plus belle ville d'Allemagne. La vieille ville pittoresque présente un magnifique château, des rues pavées bordées de maisons à colombages et un front de rivière pittoresque le long du Neckar. L'université centenaire donne à la ville une énergie jeune et intellectuelle qui emplit les ruelles sinueuses et les places historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez au château de Hohentübingen, perché sur une crête dominant la ville, où les étudiants universitaires suivent des cours dans des bâtiments qui ont formé des érudits pendant plus de 500 ans. La cour du château offre des vues panoramiques sur les toits de tuiles rouges et les clochers des églises de la vieille ville en contrebas. Les vignobles environnants produisent des vins locaux qui figurent sur les menus dans toute la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez une promenade traditionnelle en Stocherkahn, la version tubinguoise des gondoles vénitiennes, où des barques à fond plat glissent le long du Neckar devant des berges drapées de saules. La course annuelle de Stocherkahnrennen est une tradition locale bien-aimée avec des étudiants costumés et beaucoup d'hilarité. La place Holzmarkt et les rues environnantes s'animent les soirs d'été avec les habitants profitant de la culture des terrasses de café.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les places atmosphériques de la vieille ville et imaginez-vous sur un plateau de tournage de Harry Potter",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baden-wuerttemberg::complete-discovery",
          "itin_title": "Explorateur du Sud-Ouest de l'Allemagne : Châteaux, Thermes et Trésors de la Forêt-Noire",
          "day": 12
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::uhlstadt-kirchhasel",
      "name": "Uhlstadt Kirchhasel",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.6789,
        11.2967
      ],
      "lat": 50.6789,
      "lon": 11.2967,
      "visits": [
        {
          "text": "Château entouré de douves de Kochberg, ancien domaine de la famille von Stein où Goethe rendait visite à Charlotte von Stein",
          "visit_duration_min": 75
        },
        {
          "text": "Parc paysager de six hectares au château de Kochberg avec grotte, pavillon d'observation et théâtre de fleurs conçu par Carl von Stein, terminé en 1840",
          "visit_duration_min": 75
        },
        {
          "text": "Théâtre des amoureux au château de Kochberg présentant des œuvres baroques, classiques et romantiques",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 11
        }
      ],
      "rating": 6
    },
    {
      "place_id": "DE::weimar",
      "name": "Weimar",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.9795,
        11.3235
      ],
      "lat": 50.9795,
      "lon": 11.3235,
      "visits": [
        {
          "text": "Château de Tiefurt, ancienne résidence d'été de la duchesse Anna Amalia avec papier peint coloré, mobilier noble et guitare-lyre d'Anna Amalia",
          "visit_duration_min": 75
        },
        {
          "text": "Bauhaus d'État, la plus importante école d'art du début du XXe siècle fondée en 1919, site du patrimoine mondial de l'UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Maison de Goethe, partie du site du patrimoine mondial de l'UNESCO Weimar classique",
          "visit_duration_min": 75
        },
        {
          "text": "Maison de Schiller, partie du site du patrimoine mondial de l'UNESCO Weimar classique",
          "visit_duration_min": 75
        },
        {
          "text": "Bibliothèque de la duchesse Anna Amalia, partie du site du patrimoine mondial de l'UNESCO Weimar classique",
          "visit_duration_min": 75
        },
        {
          "text": "Maison de la République de Weimar avec exposition permanente sur la première démocratie sur le sol allemand",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans le parc paysager anglais du château de Tiefurt avec des prairies, la rivière Ilm, des arbres ombragés, des monuments et le temple des muses",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade Bauhaus avec guides sur l'histoire du Bauhaus et de l'université",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 5
        },
        {
          "itin_id": "DE::temp_1763150936338",
          "itin_title": "CIRCUIT COMPLET DE DÉCOUVERTE DE LA THURINGE",
          "day": 6
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "DE::wernigerode",
      "name": "Wernigerode",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.8333,
        10.7833
      ],
      "lat": 51.8333,
      "lon": 10.7833,
      "visits": [
        {
          "text": "Contemplez l'impressionnant Hôtel de Ville à colombages de Wernigerode, l'un des plus photographiés d'Allemagne avec ses tourelles pointues et ses sculptures médiévales. Cette perle du Harz séduit par son ensemble de maisons à colombages parfaitement préservées, dont la plus petite maison de la ville attire les curieux. Le château néogothique trônant sur sa colline offre une silhouette de conte de fées dominant les toits colorés de la vieille ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le château de Wernigerode, résidence des comtes de Stolberg-Wernigerode transformée en musée retraçant la vie aristocratique du XIXe siècle. Les appartements somptueux et les collections d'art décoratif témoignent du raffinement de la noblesse allemande. La vue panoramique depuis les terrasses embrasse les forêts du Harz et les sommets environnants.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la Steinerne Renne, gorge spectaculaire de la rivière Holtemme où l'eau cascade entre d'énormes blocs de granit moussus. Cette merveille naturelle aux portes de Wernigerode offre une randonnée rafraîchissante à travers une forêt primaire préservée. À la Baumkuchenhaus, ce gâteau traditionnel cuit à la broche perpétue un savoir-faire pâtissier unique au monde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Excursion au quartier de Schierke, patrie de la liqueur aux herbes Schierker Feuerstein",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du parc d'attractions Pullman City Harz à Hasselfelde, plus grande ville western d'Allemagne",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 13
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "DE::wiesbaden",
      "name": "Wiesbaden",
      "cc": "DE",
      "language": "fr",
      "coords": [
        50.082581,
        8.243667
      ],
      "lat": 50.082581,
      "lon": 8.243667,
      "visits": [
        {
          "text": "Kurhaus de Wiesbaden et parc alentour",
          "visit_duration_min": 75
        },
        {
          "text": "Hessisches Staatstheater de Wiesbaden",
          "visit_duration_min": 75
        },
        {
          "text": "Colline du Neroberg et eglise russe Sainte Elisabeth",
          "visit_duration_min": 75
        },
        {
          "text": "Museum Wiesbaden, collections d art et de sciences naturelles",
          "visit_duration_min": 75
        },
        {
          "text": "Vignobles du Rheingau autour de Ruedesheim am Rhein",
          "visit_duration_min": 75
        },
        {
          "text": "Points de vue sur la vallee du Haut Rhin moyen, site du patrimoine mondial",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustation de vins du Rheingau, Riesling et Spaetburgunder",
          "visit_duration_min": 60
        },
        {
          "text": "Participation a la Rheingau Wine Festival a Wiesbaden",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150615850",
          "itin_title": "DÉCOUVERTE DES VILLES ET PARCS NATURELS DE HESSE",
          "day": 3
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "DE::winterhausen",
      "name": "Winterhausen",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.6854,
        10.0196
      ],
      "lat": 49.6854,
      "lon": 10.0196,
      "visits": [
        {
          "text": "Arrêt au château Johannisburg à Aschaffenburg",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du village médiéval de Winterhausen",
          "visit_duration_min": 75
        },
        {
          "text": "Balade dans la vieille ville fortifiée d’Ochsenfurt",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade dans les ruelles et observation des tours et portes médiévales d’Ochsenfurt",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::by-romantische-strasse",
          "itin_title": "LA ROUTE ROMANTIQUE D'ALLEMAGNE – DE FRANCFORT À FÜSSEN",
          "day": 2
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "DE::woerlitz",
      "name": "Woerlitz",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.85,
        12.4167
      ],
      "lat": 51.85,
      "lon": 12.4167,
      "visits": [
        {
          "text": "Émerveillez-vous devant le Wörlitzer Park, l'un des plus beaux jardins paysagers d'Allemagne et joyau du royaume des jardins de Dessau-Wörlitz inscrit au patrimoine mondial de l'UNESCO. Ce chef-d'oeuvre de l'art des jardins du XVIIIe siècle s'étend sur 112 hectares de canaux, d'îles artificielles et de perspectives romantiques. Les pavillons néoclassiques, ponts pittoresques et temples grecs créent un paysage idéalisé inspiré des voyages du prince Léopold III en Italie et en Angleterre.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le château de Wörlitz, premier édifice néoclassique d'Allemagne, dont les intérieurs raffinés abritent des collections d'art et d'antiquités remarquables. L'église Saint-Petri, intégrée harmonieusement dans le paysage du parc, complète cet ensemble architectural d'une cohérence esthétique exceptionnelle. Les gondoles glissant sur les canaux offrent une perspective unique sur ce paradis terrestre conçu selon les idéaux des Lumières.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade en barque sur les canaux du parc pour une perspective romantique",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::saxe-anhalt::patrimoine-complet",
          "itin_title": "Trésors cachés de Saxe-Anhalt : du Bauhaus aux sorcières du Harz",
          "day": 10
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "DE::wolfsburg",
      "name": "Wolfsburg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        52.4227,
        10.7865
      ],
      "lat": 52.4227,
      "lon": 10.7865,
      "visits": [
        {
          "text": "Plongez dans l'Autostadt, le parc thématique automobile extraordinaire de Volkswagen et l'une des attractions les plus visitées d'Allemagne. Ce complexe de 25 hectares célèbre la culture automobile à travers des expositions interactives, des pavillons de marques et les icônes tours automobiles où attendent les nouveaux véhicules à récupérer. Les visiteurs peuvent essayer différents modèles, explorer l'histoire automobile et découvrir le design et la technologie de pointe.",
          "visit_duration_min": 75
        },
        {
          "text": "Éveillez votre curiosité au Phaeno, l'un des centres scientifiques les plus innovants d'Allemagne installé dans un bâtiment futuriste spectaculaire conçu par Zaha Hadid. Plus de 350 stations interactives invitent les visiteurs à expérimenter la physique, la technologie et les phénomènes naturels à travers une exploration pratique. L'architecture frappante seule - semblant défier la gravité avec ses formes angulaires en béton - fait de cette destination un incontournable.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez la fabrication automobile de pointe au siège de Volkswagen à travers des visites d'usine fascinantes. Témoignez de robots et d'humains travaillant en harmonie sur l'une des plus grandes lignes de production au monde, créant des véhicules depuis les matières premières jusqu'aux voitures finies prêtes pour la route.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::lower-saxony::heritage-and-nature",
          "itin_title": "Découverte de la Basse-Saxe : Des sommets du Harz aux rives de la mer du Nord",
          "day": 13
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "DE::wurtzbourg",
      "name": "Wurtzbourg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.7913,
        9.9534
      ],
      "lat": 49.7913,
      "lon": 9.9534,
      "visits": [
        {
          "text": "Admirez la Résidence de Wurtzbourg, l'un des plus beaux palais baroques d'Europe classé au patrimoine mondial de l'UNESCO. Ce chef-d'oeuvre architectural commande le respect dès le grand escalier d'honneur, couvert de la plus grande fresque au monde peinte par Tiepolo représentant les quatre continents. Les 340 pièces somptueusement décorées rivalisent avec Versailles en magnificence.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Wurtzbourg, ville élégante au coeur de la Franconie viticole bavaroise. Dominée par la forteresse Marienberg perchée sur sa colline, cette cité épiscopale regorge d'églises baroques aux intérieurs éblouissants. Le Vieux Pont sur le Main, orné de statues monumentales de saints, offre une vue romantique sur les vignobles en terrasses.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les vignobles réputés de Franconie produisant l'excellent vin blanc servi dans les caractéristiques bouteilles plates appelées Bocksbeutel. La région viticole s'étend le long du Main dans un paysage vallonné ponctué de villages vignerons pittoresques et de châteaux surplombant les coteaux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade sur le Vieux Pont et dégustation de vin de Franconie",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::baviere::decouverte-complete",
          "itin_title": "Grand tour des trésors bavarois",
          "day": 15
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::wurzburg",
      "name": "Wurzburg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        49.7913,
        9.9534
      ],
      "lat": 49.7913,
      "lon": 9.9534,
      "visits": [
        {
          "text": "Visite de la Résidence de Würzburg, classée à l’UNESCO",
          "visit_duration_min": 75
        },
        {
          "text": "Montée à la forteresse de Marienberg pour la vue sur la ville",
          "visit_duration_min": 75
        },
        {
          "text": "Balade sur l’Old Main Bridge et dégustation de vin local",
          "visit_duration_min": 75
        },
        {
          "text": "Commencez votre voyage sur la Route Romantique par la magnifique Résidence de Wurtzbourg, chef-d'œuvre baroque qui compte parmi les plus beaux palais d'Europe et marque la porte nord de cette route légendaire. Ce palais inscrit au patrimoine mondial de l'UNESCO abrite la plus grande fresque de plafond jamais peinte, une œuvre époustouflante de Tiepolo représentant les quatre continents dans des couleurs éclatantes. Le grand escalier, les salles d'apparat ornementées et le Jardin de la Cour méticuleusement restauré témoignent des goûts extravagants des princes-évêques qui ont commandé cette merveille architecturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la charmante ville viticole de Wurtzbourg, nichée dans les collines du vignoble franconien le long du Main. Le Vieux Pont du Main, bordé de statues baroques de saints, offre des vues imprenables sur la forteresse de Marienberg perchée sur la colline. Les tavernes locales servent les vins blancs secs distinctifs de la région dans les traditionnelles bouteilles Bocksbeutel, uniques à la Franconie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade dans les vignobles autour de Würzburg",
          "visit_duration_min": 60
        },
        {
          "text": "Flânez sur le Vieux Pont du Main au coucher du soleil pour des vues romantiques sur la forteresse et les collines couvertes de vignes",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::south-germany::fairytale-roadtrip",
          "itin_title": "CHÂTEAUX, FORÊTS ET LACS : UN ROAD TRIP FÉÉRIQUE EN ALLEMAGNE DU SUD",
          "day": 2
        },
        {
          "itin_id": "DE::bavaria::romantic-road",
          "itin_title": "La Route Romantique de Bavière : villages médiévaux et châteaux de contes de fées",
          "day": 1
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "DE::zimmerling",
      "name": "Zimmerling",
      "cc": "DE",
      "language": "fr",
      "coords": [
        51.0319,
        13.7103
      ],
      "lat": 51.0319,
      "lon": 13.7103,
      "visits": [
        {
          "text": "Vignoble Weingut Klaus Zimmerling avec Riesling et Sauvignon Blanc sur granite",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "DE::temp_1763150421494",
          "itin_title": "CIRCUIT DE DÉCOUVERTE COMPLÈTE DE LA SAXE",
          "day": 5
        }
      ],
      "rating": 7.2
    }
  ]
}