{
  "version": 1,
  "country": "za",
  "language": "en",
  "places": [
    {
      "place_id": "ZA::addo",
      "name": "Addo",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.4543,
        25.7619
      ],
      "lat": -33.4543,
      "lon": 25.7619,
      "visits": [
        {
          "text": "Explore Addo Elephant National Park, South Africa's third-largest national park and the only Big 7 game reserve in the world. Witness the largest density of African elephants on the planet alongside Cape buffalo, leopard, black rhino, and lion, plus great white sharks and seasonal Southern right whales in the marine section. The park's diverse ecosystems encompass 5 of South Africa's 7 biomes.",
          "visit_duration_min": 75
        },
        {
          "text": "Soar through the air on the highest, longest, and fastest double zipline in South Africa, the only adventure of its kind in the country. The experience includes a moderate 500-metre hike to the launch platform, rewarding participants with spectacular views of the Sundays River Valley. A unique giant swing adds additional thrills for adventure seekers.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Daniell Cheetah Project for an educational Predator Tour led by trained guides. This one-hour experience provides insights into cheetah conservation and the facility's rehabilitation work. Guests have the unique opportunity to enter a cheetah enclosure under expert supervision, learning about these magnificent cats and their critical conservation status.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cruise the Sundays River and experience the thrill of sand sledding on towering dunes just 5 kilometres from Addo Elephant National Park. This family-friendly adventure combines peaceful river exploration with the excitement of sliding down golden sand dunes. The activities are suitable for all ages and offer a refreshing contrast to traditional game viewing.",
          "visit_duration_min": 60
        },
        {
          "text": "Join an Addo Wildlife Eco Tour on the banks of the Sundays River, where expert guides share knowledge about unique Eastern Cape plants and trees. Observe the reserve's prolific wildlife including the locally endemic flightless dung beetle, a tiny creature vital to the ecosystem. The experience concludes with refreshments at a riverside boma.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 4
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "ZA::atlantis",
      "name": "Atlantis",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.5679,
        18.4856
      ],
      "lat": -33.5679,
      "lon": 18.4856,
      "visits": [
        {
          "text": "Discover Koeberg Private Nature Reserve, offering educational information about the nearby power station along with two spectacular walking trails showcasing diverse fauna and flora including grysbok, steenbok, and springbok. Explore the reserve by bicycle along several scenic routes, and visit the bird hide for peaceful picnicking and exceptional birdwatching opportunities.",
          "visit_duration_min": 75
        },
        {
          "text": "Unwind at Silwerstroomstrand, a Blue Flag beach renowned for its excellent water quality and expansive stretch of coastline in a wonderfully secluded setting. A small rocky point provides natural protection from swells for safe ocean swimming, while a tidal pool offers warmer, calmer waters. Picnic areas, barbeque facilities, and accommodation options make this an ideal coastal retreat.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Adventure through the Witzand Aquifer Nature Reserve, home to the world-famous Atlantis Dunefields. This unique conservation area combines sandy beaches, rocky shorelines, and vast dunes offering spectacular views of Table Mountain. The dunes are perfect for 4x4 adventures and sandboarding, creating an unforgettable desert-meets-ocean experience.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 4
        }
      ],
      "rating": 5
    },
    {
      "place_id": "ZA::augrabies",
      "name": "Augrabies",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.5944,
        20.3308
      ],
      "lat": -28.5944,
      "lon": 20.3308,
      "visits": [
        {
          "text": "Witness the majestic Augrabies Falls plunging 56 metres into a stunning 18-kilometre gorge carved by the Orange River over millennia. The Khoi people named this place 'Aukoerebis'-'the great noise'-and the thundering roar of water echoing through granite cliffs explains why perfectly. This natural wonder along the Orange River ranks among Africa's most impressive waterfalls.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Augrabies Falls National Park, where dramatic landscapes showcase the rugged beauty of the Northern Cape at its finest. Marvel at Moon Rock and the Ararat granite domes, ancient formations polished smooth by eons of weather. Iconic quiver trees dot the landscape, their distinctive silhouettes creating memorable photographic subjects against dramatic skies.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the Klipspringer Trail for intimate encounters with the park's unique flora and fauna, from rock hyraxes sunbathing on boulders to black eagles soaring above the gorge. Enjoy serene picnics at viewpoints overlooking the falls, or try catch-and-release fly fishing in quieter stretches of the river. With limited connectivity, it's perfect for stargazing and unwinding from modern life.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience Orange River rafting adventures for thrill-seekers, navigating rapids through spectacular canyon scenery. The combination of adventure activities and natural wonder makes Augrabies an unmissable Northern Cape destination. Each viewpoint reveals new perspectives on the power of water shaping stone over geological time.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 7
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::barberspan",
      "name": "Barberspan",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -26.5833,
        25.5833
      ],
      "lat": -26.5833,
      "lon": 25.5833,
      "visits": [
        {
          "text": "Discover Barberspan Bird Sanctuary, an Important Bird Area and Ramsar wetland site that is a must-visit for avid birders. This 2,000-hectare reserve near Delareyville has recorded 365 species, many of them waterbirds or rare migrants. Globally threatened species include the lesser flamingo, black-winged pratincole, maccoa duck, and chestnut-banded plover.",
          "visit_duration_min": 75
        },
        {
          "text": "Observe waterbirds congregating in large numbers during the April to October dry season, when other water sources in the region are drought-stricken. The sanctuary's hides and observation points provide excellent viewing opportunities for photographers and birders seeking species difficult to find elsewhere in South Africa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cast a line on the mighty Vaal River, which forms the province's southern border with the Free State. Species including barbel, carp, mudfish, and largemouth bass can be caught, though the prized yellowfish provides the best fight when caught on fly. The river's banks offer peaceful settings for fishing expeditions.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 9
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "ZA::bethlehem",
      "name": "Bethlehem",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.2333,
        28.3
      ],
      "lat": -28.2333,
      "lon": 28.3,
      "visits": [
        {
          "text": "Visit Lionsrock Park Big Cat Sanctuary, which has rescued over 90 big cats from around the world, providing these magnificent animals a safe and dignified home. This Four Paws facility offers these rescued felines-many from circuses, private collections, and war zones-spacious enclosures in beautiful Free State surroundings. The sanctuary represents a beacon of hope for animals that have suffered at human hands.",
          "visit_duration_min": 75
        },
        {
          "text": "Learn about the plight of captive big cats globally and the dedicated conservation work that gives rescued animals a second chance. The sanctuary's commitment to animal welfare means cats live as naturally as possible, with space to roam, climb, and simply be themselves. Educational programs illuminate the challenges facing wild and captive cat populations worldwide.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy photo drives through the sanctuary, observing lions, tigers, and other big cats in their spacious enclosures. Additional activities include horse riding through the surrounding countryside, bird watching in the diverse habitats, and hiking trails that reveal the landscape's natural beauty. Day trips to nearby Golden Gate National Park can be arranged for those wanting to extend their wildlife experiences.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 4
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::blaauwberg",
      "name": "Blaauwberg",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.7645,
        18.4589
      ],
      "lat": -33.7645,
      "lon": 18.4589,
      "visits": [
        {
          "text": "Explore Blaauwberg Nature Reserve, located just 30km from Cape Town, offering spectacular views down fynbos-covered slopes across the cityscape and over 7km of pristine rocky and sandy coastline. This unique vantage point is one of few places on Earth where you can simultaneously view two UNESCO World Heritage Sites: Table Mountain and Robben Island. The reserve also preserves the historic site of the 1806 Battle of Blaauwberg.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax at Melkbosstrand, a quintessential seaside village popular with locals and water sports enthusiasts. The long main beach backed by green lawns is perfect for picnics, while the area holds historical significance as the landing site of British troops during the 1806 invasion.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 3
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "ZA::bloemfontein",
      "name": "Bloemfontein",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -29.1167,
        26.2167
      ],
      "lat": -29.1167,
      "lon": 26.2167,
      "visits": [
        {
          "text": "Visit the Free State National Botanical Garden on the outskirts of Bloemfontein, showcasing over 400 plant species unique to the Free State, Northern Cape, and Lesotho. Six distinctive gardens reveal the remarkable botanical diversity of the central plateau, from succulent collections to indigenous trees adapted to the region's extreme temperatures. Wilderness hiking trails wind through natural vegetation beyond the cultivated areas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Bloemfontein, the judicial capital of South Africa and the heart of Free State province. The city combines Victorian architecture with modern amenities, offering museums, galleries, and historic sites that illuminate the region's complex history. Gardens and parks throughout the city provide green retreats amid the urban landscape.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the Cheetah Experience, one of Bloemfontein's most popular tourist attractions and a must-visit for big cat lovers. The centre focuses primarily on cheetah conservation and breeding but also serves as a sanctuary for lions, tigers, leopards, servals, and caracals. Visitors learn about these magnificent predators and can physically interact with certain animals under expert supervision.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 9
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "ZA::blyde-river-canyon",
      "name": "Blyde River Canyon",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24.5833,
        30.8167
      ],
      "lat": -24.5833,
      "lon": 30.8167,
      "visits": [
        {
          "text": "Marvel at the Blyde River Canyon, one of the world's largest green canyons and a centrepiece of Mpumalanga's spectacular landscape. The panoramic views stretch across verdant cliffs and the winding Blyde River far below, creating scenes that have captivated visitors for generations. This natural wonder showcases the dramatic geological forces that shaped South Africa's escarpment.",
          "visit_duration_min": 75
        },
        {
          "text": "Peer through God's Window, one of the most famous viewpoints along the Panorama Route, offering breathtaking vistas over the Lowveld stretching to the horizon. On clear days, visibility extends across seemingly endless wilderness, creating an almost spiritual experience of connection with the vast African landscape. The lush indigenous forest surrounding this lookout point adds to its magical atmosphere.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Three Rondavels, distinctive cylindrical rock formations that resemble traditional African huts and stand sentinel over the canyon. These ancient dolomite peaks, also known as the Chief and his Three Wives, provide some of the most photographed landscapes in South Africa. Walking trails around the viewpoints offer multiple perspectives of this geological masterpiece.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 3
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "ZA::cape",
      "name": "Cape",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.9249,
        18.4241
      ],
      "lat": -33.9249,
      "lon": 18.4241,
      "visits": [
        {
          "text": "Ascend Table Mountain, the iconic flat-topped landmark that dominates Cape Town's skyline and forms part of a spectacular 60km mountain chain stretching to Cape Point. Whether you choose the scenic cable car ride or the invigorating hike to the summit, you'll be rewarded with panoramic views considered among the finest in the world. From this UNESCO-recognized natural wonder, marvel at two World Heritage Sites simultaneously: the mountain itself and historic Robben Island in the distance.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Kirstenbosch National Botanical Garden, a world-renowned UNESCO World Heritage Site nestled against Table Mountain's eastern slopes. Wander through indigenous forests, relax on manicured lawns, and be amazed by ancient cycads and the remarkable Peninsula Garden featuring over 2,500 plant species found nowhere else on Earth. Don't miss the Tree Canopy Walkway, a suspended bridge offering a unique perspective through the forest canopy.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the Cape Floral Kingdom, one of six floral kingdoms on Earth and a UNESCO World Heritage Site containing 3% of the world's plant species. This extraordinary ecosystem stretches from the Cape Peninsula to the Eastern Cape, with an astounding 69% of its flora found nowhere else on the planet. The diversity and uniqueness of this botanical treasure make it an essential experience for nature enthusiasts.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 1
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::centurion",
      "name": "Centurion",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.8603,
        28.1894
      ],
      "lat": -25.8603,
      "lon": 28.1894,
      "visits": [
        {
          "text": "Explore Rietvlei Nature Reserve, a local favourite teeming with wildlife in a protected wetland ecosystem. Zebra, rhino, cheetah, buffalo, black wildebeest, and blesbok roam freely across this accessible reserve, offering excellent game viewing just minutes from the city. The combination of grassland and wetland habitats supports remarkable biodiversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Delight in exceptional birdwatching at Rietvlei, where sightings include the majestic fish eagle, colorful kingfishers, the secretive grass owl, spike-heeled lark, buffy pipit, and the striking orange-throated longclaw. The reserve's diverse habitats attract both resident and migratory species throughout the year, making every visit rewarding for birders.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy picnicking, horse riding, cycling, and fishing in this versatile nature reserve that offers something for every outdoor enthusiast. The peaceful atmosphere and abundant wildlife create the perfect escape from urban life, while remaining conveniently close to Pretoria. Sunset game drives reveal the reserve's nocturnal inhabitants emerging for the night.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Gauteng Natural Wonders: Ancient Mountains, Fossil Sites & Urban Reserves",
          "day": 8
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "ZA::clarens",
      "name": "Clarens",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.5167,
        28.4167
      ],
      "lat": -28.5167,
      "lon": 28.4167,
      "visits": [
        {
          "text": "Discover Clarens, affectionately known as the 'Jewel of the Free State,' a picturesque destination surrounded by the majestic Maluti Mountains. This charming village is renowned for its vibrant arts scene, with numerous galleries, craft shops, and studios showcasing the exceptional work of local artists. Stroll through the charming streets and discover stunning finds including original paintings and handmade jewelry.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the creative heart of this artistic community, where every corner reveals new treasures from talented craftspeople. The village's setting against dramatic sandstone cliffs creates an inspiring atmosphere that has attracted artists and artisans from across South Africa. The welcoming local community adds warmth to every gallery visit and shopping experience.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embrace the outdoor adventures surrounding Clarens, from hiking through spectacular mountain scenery to mountain biking along scenic trails. Horseback riding excursions reveal the landscape's beauty from a unique perspective, following paths through golden grasslands beneath towering sandstone formations. The combination of artistic culture and natural splendor makes Clarens an unforgettable destination.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 7
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "ZA::coffee-bay",
      "name": "Coffee Bay",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -31.9833,
        29.15
      ],
      "lat": -31.9833,
      "lon": 29.15,
      "visits": [
        {
          "text": "Marvel at the Hole in the Wall, an iconic rocky archway rising from the sea just offshore from the Wild Coast village of the same name. This natural wonder was carved over millions of years by relentless wave action against sandstone and shale beneath hard volcanic dolerite. The landmark stands before the Mpako River mouth, inspiring countless legends among local communities.",
          "visit_duration_min": 75
        },
        {
          "text": "Embark on a Wild Coast hike, traversing some of South Africa's most spectacular coastal scenery along well-established trail routes. Accommodation along the way ensures comfortable pacing while maximizing exposure to the region's steep green hills, traditional Xhosa villages, windswept cliffs, deserted white beaches, and indigenous forests.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience Wild Coast horse riding adventures suitable for all levels, from gentle day rides lasting 1-4 hours to extended multi-day trails along the pristine coastline. The Kei River Horse Trail combines base rides with a 2-3 night coastal journey, while the 7-night Wild Coast Horse Trail offers advanced riders an epic 8-day adventure through this untamed landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 10
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "ZA::darling",
      "name": "Darling",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.3754,
        18.3845
      ],
      "lat": -33.3754,
      "lon": 18.3845,
      "visits": [
        {
          "text": "Visit the historic Mamre Mission Station, a hidden gem established in 1808 by Moravian missionaries. The original church and parsonage, now protected as national monuments, retain their authentic charm and continue to serve the community with weekly services. A beautifully restored watermill now operates as a fascinating museum showcasing the town's rich heritage.",
          "visit_duration_min": 75
        },
        {
          "text": "Tour Groote Post Wine Cellar, a historic 18th-century estate where the unique terroir and cool climate of the Darling Hills produce exceptional wines. Part of the famous West Coast Flower Route, the property offers spectacular nature walks and game drives through indigenous fynbos landscapes. Enjoy wine tastings paired with delicious cuisine in this picturesque setting.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the quaint town of Darling, situated in the heart of the West Coast Flower Region where spring transforms the surrounding fields into stunning tapestries of wildflowers. Visit during September for the celebrated Darling Wildflower Show held every third weekend. The town's charming streets also house the famous Evita se Perron theatre complex.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 5
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "ZA::dullstroom",
      "name": "Dullstroom",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.4167,
        30.1167
      ],
      "lat": -25.4167,
      "lon": 30.1167,
      "visits": [
        {
          "text": "Discover Dullstroom, affectionately known as South Africa's trout mecca, where clear air, cool climate, and sparkling waters have attracted fly-fishers for generations. This small highland town punches above its weight with an eclectic collection of over 7,000 clocks displayed in local establishments. The crisp mountain air and cosy atmosphere make it the perfect retreat.",
          "visit_duration_min": 75
        },
        {
          "text": "Cast your line in pristine streams and dams stocked with rainbow and brown trout, following time-honoured fly-fishing traditions. Expert guides offer tuition for beginners while experienced anglers test their skills against wily fish in crystal-clear waters. The surrounding highveld landscape provides a stunning backdrop for this contemplative pursuit.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Dullstroom's charming collection of restaurants, pubs, and craft shops clustered along the main street. The town's reputation for excellent food draws visitors seeking hearty meals beside roaring fires on cold highveld evenings. Art galleries and antique shops reward browsers, while the famous clock collection adds quirky character to this beloved destination.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 9
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::east-london",
      "name": "East London",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.0153,
        27.9116
      ],
      "lat": -33.0153,
      "lon": 27.9116,
      "visits": [
        {
          "text": "Discover East London, a relaxed city blessed with warm Indian Ocean breezes and a welcoming sub-tropical climate that draws visitors year-round. The city's pristine beaches-Nahoon, Gonubie, and Orient-offer clean sands, sparkling waters, and stunning sunsets that paint the sky in brilliant colours each evening.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the diverse water activities available along the East London coastline, from world-class surfing and scuba diving to dolphin and whale watching expeditions. The warm ocean currents support abundant marine life, making this stretch of coast a paradise for fishing enthusiasts and underwater explorers alike.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cross the Kei River on the historic pont, a traditional cable ferry that has transported travellers across this significant waterway for generations. This crossing marks the traditional boundary between the former Cape Colony and the Transkei, offering a tangible connection to the region's complex history and cultural heritage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 7
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "ZA::gariep-dam",
      "name": "Gariep Dam",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -30.6167,
        25.5
      ],
      "lat": -30.6167,
      "lon": 25.5,
      "visits": [
        {
          "text": "Explore Gariep Dam Nature Reserve, the Free State's largest nature reserve, stretching along the shores of South Africa's biggest dam and the mighty Orange River. This vast protected area prides itself on being home to countless bird species, diverse plant life, and numerous animal species that thrive in the semi-arid landscape. The scale of both dam and reserve creates an impressive sense of wilderness.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the remarkable birdlife that congregates around the dam's extensive shoreline and islands, attracting twitchers from across the country. The surrounding grasslands and rocky outcrops support antelope species and smaller mammals, while the dam itself offers excellent fishing opportunities. Boat trips provide unique perspectives on this massive water body.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy game viewing drives through the reserve, where springbok, black wildebeest, and other antelope species roam the open plains. Walking trails offer intimate encounters with the landscape and its inhabitants, while picnic sites provide perfect spots to absorb the vastness of this remarkable reserve. Sunset over the dam creates unforgettable photographic opportunities.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 10
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "ZA::golden-gate",
      "name": "Golden Gate",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.5167,
        28.6167
      ],
      "lat": -28.5167,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Enter Golden Gate Highlands National Park, perhaps best known for its magnificent golden-hued sandstone sentinels that glow like burnished gold in the late afternoon light. These dramatic cliff formations, sculpted over millennia by wind and water, create one of South Africa's most photogenic landscapes. The park is situated equidistant from Johannesburg, Durban, and Bloemfontein, making it the ideal highland escape.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the remarkable wildlife inhabiting this mountain sanctuary, including black wildebeest, eland, blesbok, springbok, and the rare bearded vulture soaring above the peaks. Over 100 bird species have been recorded, from raptors riding thermal currents to colorful grassland species. The diverse habitats-from caves and overhangs to streams and grasslands-support exceptional biodiversity.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the park's extensive trail network, from short walks to the challenging two-day Rhebok Trail that traverses the full spectrum of highland landscapes. The high altitude brings crisp air and dramatic weather patterns that transform the scenery throughout the day. Rock art sites reveal that San people once called these mountains home, adding cultural depth to natural beauty.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 6
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::graaff-reinet",
      "name": "Graaff Reinet",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -32.2522,
        24.5308
      ],
      "lat": -32.2522,
      "lon": 24.5308,
      "visits": [
        {
          "text": "Stand in awe before the Valley of Desolation, a hauntingly beautiful geological wonder featuring spectacular 120-metre columns of ancient eroded volcanic rock standing sentinel over the Camdeboo plains. Declared a National Monument in 1939 for its geological and scenic significance, this dramatic landscape offers sightings of kudu, Cape mountain zebra, and the majestic Verreaux's eagle with its impressive 2-metre wingspan.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Graaff-Reinet, South Africa's fourth oldest town founded in 1786, renowned for its remarkably well-preserved historic homes and buildings. Notable figures including Lord Somerset, Robert Sobukwe, and Dr Anton Rupert have connections to this characterful Karoo town. The Reinet House museum provides fascinating insights into Karoo history and art.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to the Owl House in Nieu-Bethesda, a National Heritage Site representing South Africa's foremost example of outsider art. Artist Helen Martins transformed an ordinary Karoo home into a place of light and colour, with a fantasy garden filled with concrete and glass sculptures known as the Camel Yard. Her extraordinary vision continues to captivate visitors.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover Karoo fossils at Wellwood Farm and Ganora Guest Farm, viewing remarkable displays of ancient specimens collected over 20 years. Ganora Excursions offers guided walks to view Bushman and Khoi paintings, rock engravings, and the James Kitching Fossil Centre. A guided fossil trail leads to the riverbed where evidence for the region's prehistoric past continues to emerge.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 14
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "ZA::graskop",
      "name": "Graskop",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24.9317,
        30.8419
      ],
      "lat": -24.9317,
      "lon": 30.8419,
      "visits": [
        {
          "text": "Follow the legendary Panorama Route, the gateway to Kruger winding through the Lowveld along roads that traverse plantations, waterfalls, and thick indigenous forests. This scenic highway connects many of Mpumalanga's most celebrated attractions, from Graskop's famous pancakes to the canyon viewpoints that define the province's dramatic escarpment landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the Graskop Gorge Lift, descending 51 metres into the forest below on a glass elevator that provides stunning views of the surrounding cliffs and canopy. At the bottom, elevated walkways wind through the ancient forest, revealing waterfalls, indigenous trees, and diverse birdlife. The Cliff Café offers refreshments with spectacular gorge views.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Graskop's vibrant main street, famous for its pancake restaurants and curio shops selling African crafts and local produce. The town serves as an excellent base for exploring the Panorama Route, with all major attractions within easy driving distance. The surrounding forests and grasslands offer additional hiking and adventure opportunities.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 5
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::groot-marico",
      "name": "Groot Marico",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.5167,
        26.3833
      ],
      "lat": -25.5167,
      "lon": 26.3833,
      "visits": [
        {
          "text": "Discover Groot Marico, a quaint provincial town that served as the backdrop for many tales written by Herman Charles Bosman, one of South Africa's most beloved writers. The town has embraced this literary association with a museum that is an exact replica of the local school where Bosman once taught. The annual Herman Charles Bosman Festival every October celebrates this heritage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the charming town named after the Groot Marico River, where architecture reflects the region's rural heritage and accommodation options capture the enchanting atmosphere of Bosman's stories. The annual Marico Mountain Bike Classic draws cycling enthusiasts, while the surrounding countryside offers peaceful drives through typical North West farmland.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 4
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::harrismith",
      "name": "Harrismith",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.2833,
        29.1333
      ],
      "lat": -28.2833,
      "lon": 29.1333,
      "visits": [
        {
          "text": "Journey to Sterkfontein Dam Nature Reserve, located just 23 kilometers from Harrismith and inhabited by a variety of animal and bird species including mountain reedbuck and grey rhebok. This scenic reserve surrounds the country's biggest hydro-electric power station, where the dam stores water pumped up from the Tugela River during off-peak electricity periods. The engineering marvel complements natural beauty.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover exceptional outdoor activities in this mountain reserve, popular for camping, angling, game viewing, and cycling. Hiking and biking trails traverse grasslands and rocky outcrops with views across the dam to distant peaks. The high-altitude location brings cool temperatures even in summer, making it a refreshing escape from lowland heat.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the diverse habitats around Sterkfontein Dam, from wetlands along the shore to montane grasslands climbing toward the Drakensberg foothills. Birders enjoy excellent sightings of grassland specialists and raptors, while anglers try their luck with trout and bass in the dam's cool waters. The peaceful atmosphere rewards those seeking quiet contemplation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 5
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "ZA::hartbeespoort",
      "name": "Hartbeespoort",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.7447,
        27.8864
      ],
      "lat": -25.7447,
      "lon": 27.8864,
      "visits": [
        {
          "text": "Arrive at Hartbeespoort Dam, a popular destination for visitors set within the dramatic Magaliesberg mountain range. The dam and surrounding area offer the region's primary destination for watersports including windsurfing, jet skiing, white water rafting, canoeing, and tubing on the Crocodile River that feeds the reservoir. Beneath the dam's surface lies one of South Africa's few inland dive sites featuring unusual attractions.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit The Elephant Sanctuary at Hartbeespoort Dam, where thrice-daily interactions with resident African elephants allow visitors to learn about these incredible animals and conservation issues affecting their survival in the wild. During guided walking tours, the elephants roam freely in the forest and allow up-close encounters where you can walk hand-in-trunk with them.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore The Ann van Dyk Cheetah Centre, established in 1971 as a breeding program to help bolster cheetah populations in the wild. View cheetahs, African wild dogs, vultures, and smaller cats on guided game drives through their open enclosures. Cheetah run experiences showcase these incredible predators demonstrating their legendary speed.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Browse Welwitschia Country Market, an eco-friendly attraction offering 40 rustic stalls in an open-air setting beneath beautiful shade trees. Discover bohemian clothing, traditional African carvings, and crafts made by local artisans. The market operates Tuesday through Sunday from 9 a.m. to 5 p.m., providing an authentic shopping experience.",
          "visit_duration_min": 60
        },
        {
          "text": "Enjoy adventure activities in the surrounding hills and mountains, including beautiful hiking trails, rock climbing, quad biking, paragliding, and hot air ballooning. The Harties Aerial Cableway offers spectacular views across the dam and mountains, while the Phaladingwe Hiking Trail winds through diverse habitats with chances to spot impala, duiker, kudu, and nyala.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 1
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "ZA::hazyview",
      "name": "Hazyview",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.05,
        31.1333
      ],
      "lat": -25.05,
      "lon": 31.1333,
      "visits": [
        {
          "text": "Conclude your Mpumalanga journey in Hazyview, a vibrant gateway town to Kruger National Park offering easy access to the reserve's Phabeni and Numbi gates. The town's tropical climate and lush vegetation create a verdant setting for adventure activities, from elephant interactions to cultural village experiences and aerial zipline tours through the forest canopy.",
          "visit_duration_min": 75
        },
        {
          "text": "Continue along the Panorama Route to Hazyview, passing the gravity-arch Blyderivierpoort Dam on the Blyde River in the lower canyon. The route showcases Mpumalanga's most dramatic landscapes-soaring cliffs, plunging waterfalls, and verdant forests creating scenes of extraordinary natural beauty at every turn.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take advantage of Hazyview's position at the heart of the Lowveld to enjoy final game drives, riverside sundowner cruises, or relaxing spa treatments at nearby lodges. The town's diverse activity offerings ensure something for every interest, from adrenaline adventures to peaceful nature experiences. Numerous restaurants serve excellent cuisine reflecting the area's diverse cultural influences.",
          "visit_duration_min": 60
        },
        {
          "text": "Settle into accommodation in the Kiepersol district near Hazyview, nestled in the foothills of the Drakensberg Mountains. The area's natural fauna and flora support exceptional birdlife, while the peaceful setting provides a welcome contrast to the excitement of game drives. The region offers easy access to Kruger's southern gates.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 6
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 11
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "ZA::heidelberg",
      "name": "Heidelberg",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -26.5,
        28.3667
      ],
      "lat": -26.5,
      "lon": 28.3667,
      "visits": [
        {
          "text": "Venture into Suikerbosrand Nature Reserve, a 13,330-hectare expanse of ridges, plains, and kloofs just south of Johannesburg offering fresh air and wilderness adventure. The reserve's name derives from the sugarbush proteas that flower on the hillsides, creating spectacular displays against the backdrop of rolling Highveld landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Choose from 66 kilometers of hiking trails suited to all experience levels, from gentle walks to challenging ridge climbs. While trekking, watch for antelope, baboons, cheetahs, and hyenas that inhabit this protected wilderness. The varied terrain reveals different ecosystems from valley bottoms to rocky summits, each with distinct flora and fauna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camp overnight in the reserve to experience the Highveld wilderness at its most magical, when stars blaze overhead and nocturnal animals emerge. Day visitors can explore multiple trails, enjoy picnic sites with sweeping views, or simply absorb the tranquility of this vast protected area so close to urban Gauteng.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Gauteng Natural Wonders: Ancient Mountains, Fossil Sites & Urban Reserves",
          "day": 6
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::hoedspruit",
      "name": "Hoedspruit",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24.35,
        30.9667
      ],
      "lat": -24.35,
      "lon": 30.9667,
      "visits": [
        {
          "text": "Discover the Lowveld's legendary bush pubs, authentic watering holes where safari guides in khaki gather to share tales of the bush. From The Bush Pub in Hoedspruit to Tanks Bush Pub in Hazyview, these characterful establishments offer cold drinks and warm hospitality in settings that capture the true spirit of the African wilderness experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey from Manyeleti to Hoedspruit, a charming village at the foot of the Klein Drakensberg mountains serving as the gateway to both Kruger and the Panorama Route. The surrounding farmland, dotted with citrus orchards and game farms, provides a peaceful base for exploring the region's diverse attractions.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Hoedspruit Endangered Species Centre, a conservation lighthouse nurturing endangered species and educating visitors about wildlife protection. The centre works to bolster cheetah bloodlines, rehabilitate injured rhinos, and raise awareness about the critical importance of conservation. Every visit supports these vital missions.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Hoedspruit, conveniently situated between Kruger National Park and the Blyde River Canyon, making it the perfect base for diverse safari options. This small town offers unique accommodation including the Hoedspruit Aerotel, where guests sleep in a repurposed Boeing aircraft. The surrounding area hosts numerous private game reserves and wildlife rehabilitation centres.",
          "visit_duration_min": 60
        },
        {
          "text": "Drive the famous Panorama Route, one of South Africa's most spectacular scenic journeys. Marvel at the Three Rondavels-distinctive cylindrical rock formations overlooking Blyde River Canyon-before visiting Bourke's Luck Potholes, God's Window, the Pinnacle, and numerous waterfalls. The 5-6 hour drive rewards with constantly changing views.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 2
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 10
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "ZA::hogsback",
      "name": "Hogsback",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -32.5939,
        26.9392
      ],
      "lat": -32.5939,
      "lon": 26.9392,
      "visits": [
        {
          "text": "Wander through Hogsback, a mystical village nestled in the Amatola Mountains surrounded by indigenous forests and cascading waterfalls. The enchanting setting features ancient trees, flowing streams, and the opportunity to spot rare Cape parrots and Knysna Loeries. The village takes its name from three hog-shaped mountains visible on approach.",
          "visit_duration_min": 75
        },
        {
          "text": "Hike to the magnificent Madonna and Child Waterfall, one of Hogsback's most beloved natural attractions where crystal waters plunge through pristine indigenous forest. The surrounding trails wind past ancient yellowwoods and tree ferns, creating a fairy-tale atmosphere that has inspired countless visitors and artists.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the labyrinth at The Edge and capture an iconic selfie at the famous bathtub at Away with the Fairies, two of Hogsback's most photographed spots. The area offers numerous hiking and mountain biking trails suitable for families, plus visits to local pottery studios and craft shops showcasing the village's creative community.",
          "visit_duration_min": 60
        },
        {
          "text": "Set out on the Amathole Trail, one of South Africa's premier multi-day hiking routes traversing indigenous forests, mountain streams, and grasslands rich in Xhosa cultural heritage. The trail offers challenging terrain rewarded with breathtaking views and encounters with diverse wildlife in an area steeped in frontier history.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 8
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "ZA::hondeklipbaai",
      "name": "Hondeklipbaai",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -30.3167,
        17.2833
      ],
      "lat": -30.3167,
      "lon": 17.2833,
      "visits": [
        {
          "text": "Experience Hondeklipbaai, one of South Africa's 'forgotten villages' that has escaped commercialization, preserving scenery that remains 'bare bones' and untouched by development. This small fishing village boasts 14 kilometers of gorgeous shoreline dotted with tidal pools and rock pools teeming with marine life. The unbeaten sea views and authentic character reward travelers who venture off the beaten path.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit the Aristea Shipwreck visible along the coast, walk to the historic Hondeklip Lighthouse, or try your hand at crayfish diving in crystal-clear Atlantic waters. Day trips to Kamieskroon, Skilpad, and Soebatsfontein reveal the region's spectacular wildflower displays during flowering season. The combination of unspoiled coastline and seasonal flowers makes Hondeklipbaai a unique seaside retreat.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 3
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "ZA::jeffreys-bay",
      "name": "Jeffreys Bay",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -34.0498,
        24.9311
      ],
      "lat": -34.0498,
      "lon": 24.9311,
      "visits": [
        {
          "text": "Ride the legendary Super Tubes at Jeffreys Bay, consistently ranked among the best surfing spots in the world. When conditions align with a 4-8ft swell and southwest winds, this world-class wave can break from the point all the way past the car park. The warm local hospitality and laid-back coastal atmosphere make this surfer's paradise an unmissable destination on the Eastern Cape coast.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the ultimate adrenaline rush with a tandem skydive over Jeffreys Bay. A scenic 20-minute flight takes you to over 2,700 metres before a 30-second freefall at 200 kilometres per hour, followed by a peaceful 5-minute parachute descent with panoramic coastal views. All instructors have completed a minimum of 1,000 jumps, ensuring the highest safety standards.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the pristine beaches surrounding Jeffreys Bay, including the family-friendly shores of Aston Bay, Kabeljous, and Paradise Beach. The town offers excellent accommodation options, diverse restaurants, and vibrant evening entertainment with live music and beach bonfires. Local markets provide opportunities to shop for beachwear, surf gear, and unique souvenirs.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 2
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "ZA::johannesburg",
      "name": "Johannesburg",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -26.2041,
        28.0473
      ],
      "lat": -26.2041,
      "lon": 28.0473,
      "visits": [
        {
          "text": "Arrive at OR Tambo International Airport in Johannesburg, the gateway to your Limpopo adventure. South Africa's largest city and financial capital offers fascinating attractions including the Apartheid Museum documenting the nation's struggle for freedom, the historic Mandela House in Soweto, and guided township tours that reveal the vibrant culture and resilience of local communities.",
          "visit_duration_min": 75
        },
        {
          "text": "Depart Kruger via Paul Kruger Gate and journey south to Johannesburg, completing your grand Limpopo circuit. The drive passes through Dullstroom, South Africa's trout fishing capital, where you can stop for refreshment in this charming highland town known for its cosy pubs and excellent cuisine.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Melville Koppies, a rugged natural area in one of Johannesburg's most popular lifestyle neighborhoods. This remarkable reserve contains examples of over 80% of the flora species found in Gauteng, making it an exceptional botanical treasure hidden within the city. The rocky outcrops and grasslands create diverse microhabitats supporting remarkable plant diversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore evidence of a Stone Age village and ancient iron-smelting works that prove Melville has been a popular settlement for thousands of years. The archaeological sites connect visitors with the deep human history of this landscape, long before modern Johannesburg existed. Guided walks reveal both natural and cultural heritage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rest and prepare for the journey ahead at accommodation conveniently located near the airport in Kempton Park. The area offers easy access to the highway network that will take you north into Limpopo Province, where untamed wilderness and extraordinary wildlife encounters await.",
          "visit_duration_min": 60
        },
        {
          "text": "Reflect on three weeks of extraordinary wildlife encounters, remote wilderness experiences, and cultural discoveries as you return to OR Tambo International Airport. From the Big Five reserves of the Waterberg to the ancient baobabs of Pafuri, the Limpopo Province has revealed South Africa's wild heart in all its magnificent diversity.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike through this protected urban wilderness where indigenous vegetation has survived the city's expansion. The Melville Koppies Nature Reserve offers guided weekend walks that illuminate the area's botanical, geological, and archaeological significance. Views across Johannesburg from the rocky summits provide perspective on how the city has grown around this natural sanctuary.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 1
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 13
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Gauteng Natural Wonders: Ancient Mountains, Fossil Sites & Urban Reserves",
          "day": 7
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "ZA::kaapsehoop",
      "name": "Kaapsehoop",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.5833,
        30.7667
      ],
      "lat": -25.5833,
      "lon": 30.7667,
      "visits": [
        {
          "text": "Explore Kaapsehoop, a picturesque village perched on a plateau high above the Lowveld with breathtaking views of the surrounding countryside stretching to distant horizons. This charming Mpumalanga settlement is famous for its wild horses, descendants of animals abandoned during the Anglo-Boer War, which can often be seen grazing peacefully on the village outskirts.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the scenic trails of the Kaapsehoop Escarpment, where indigenous forest gives way to dramatic cliff edges and stunning waterfalls. The surrounding wilderness offers excellent opportunities for mountain biking, bird watching, and nature photography. The village's artistic community adds cultural interest, with galleries and craft studios welcoming visitors.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 8
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::kakamas",
      "name": "Kakamas",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.7667,
        20.6167
      ],
      "lat": -28.7667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Relax at Lake Grappa Guest Farm, nestled in the Green Kalahari surrounded by lush vineyards that produce export-quality table grapes. This tranquil retreat offers luxurious self-catering chalets overlooking an 800-metre lake where waterfowl glide and sunsets paint the water gold. The contrast between desert surroundings and this verdant oasis creates a magical atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Enjoy water sports on the private lake, from fishing and canoeing to learning slalom skiing from a Springbok professional instructor. Pick fresh export-quality table grapes directly from the vineyards surrounding the property. The nearby Augrabies Falls and Nature Reserve are easily accessible for day excursions, combining relaxation with adventure.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the surrounding area on 4x4 trails or mountain biking routes that reveal the Green Kalahari's diverse landscapes. Lake Grappa combines adventure, relaxation, and stunning Kalahari sunsets for a memorable getaway. The facility demonstrates how human ingenuity has created abundance in an otherwise arid landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 8
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::kathu",
      "name": "Kathu",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -27.6944,
        23.0444
      ],
      "lat": -27.6944,
      "lon": 23.0444,
      "visits": [
        {
          "text": "Discover Kathu, the iron-ore capital of the Northern Cape whose name means 'town under the trees' in reference to the remarkable Camel Thorn forest surrounding it. This small mining town offers scenery that is both desolate and beautiful, with the vast Kalahari stretching in every direction. The contrast between industrial activity and pristine wilderness creates unique visual interest.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Play golf at one of the most beautiful golf estates in the country, where fairways wind through indigenous vegetation. Visit the Wonderwerk Cave, an archaeological dig site in the Kuruman Hills containing evidence of human occupation spanning two million years. Explore the fascinating Boesmansgat Sinkhole, a 270-metre deep underwater cave system, and the Morokweng Crater formed by ancient meteorite impact.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 11
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::kgalagadi",
      "name": "Kgalagadi",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -26.4667,
        20.6167
      ],
      "lat": -26.4667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Enter Kgalagadi Transfrontier Park, a breathtaking wilderness where red dunes stretch endlessly to the horizon and iconic wildlife roams freely across vast territories. Gemsbok with their striking facial markings, springbok leaping in the morning light, and the legendary black-maned Kalahari lions hunting across open terrain-this is African wilderness at its most primordial and photogenic.",
          "visit_duration_min": 75
        },
        {
          "text": "Base yourself at Twee Rivieren Rest Camp, the park's main hub offering 24-hour electricity, a well-stocked shop, restaurant, swimming pool, and guided game drives. This comfortable facility provides an excellent introduction to the Kgalagadi's wonders, with knowledgeable guides who know where to find the park's predators and most spectacular landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the park's diverse ecosystems, from red dune fields to dry riverbeds that attract wildlife seeking shade and moisture. The predator and raptor centres provide insights into the park's impressive populations of lions, cheetahs, leopards, and various eagle species. Birders will be rewarded with sightings of sociable weavers, secretary birds, and martial eagles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Venture to remote wilderness camps at Mata-Mata and Nossob, where unfenced accommodation brings you intimately close to the wild African night. Challenge yourself on 4x4 trails that access the park's most secluded corners, where few visitors venture and wildlife encounters feel genuinely wild. The unique landscapes and diverse wildlife make this park a haven for adventure and nature enthusiasts.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 10
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::kimberley",
      "name": "Kimberley",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.7282,
        24.7499
      ],
      "lat": -28.7282,
      "lon": 24.7499,
      "visits": [
        {
          "text": "Discover the Big Hole in Kimberley, the world's largest hand-dug excavation and a dramatic testament to South Africa's legendary diamond mining history. This iconic 200-metre-deep crater was excavated entirely by hand during the diamond rush that transformed this region. The sheer scale of human endeavor visible here is truly awe-inspiring, a massive pit carved from the earth in pursuit of precious gems.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Kimberley Mine Museum, where the fascinating story of diamond discovery unfolds through interactive exhibits and preserved artifacts. Step back in time in the meticulously recreated Old Town, which transports visitors to the 19th-century diamond rush era complete with period buildings, transport, and atmosphere. The museum brings to life the ambitions and adventures of those who flocked here seeking fortune.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander through the reconstructed streets of the diamond rush era, where authentic buildings house shops, bars, and homes exactly as they appeared when diamonds transformed this dusty settlement into a boomtown. The heritage site offers a perfect mix of history and adventure, providing unique glimpses into the Northern Cape's rich cultural heritage that shaped modern South Africa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 13
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "ZA::kruger",
      "name": "Kruger",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24.0167,
        31.4833
      ],
      "lat": -24.0167,
      "lon": 31.4833,
      "visits": [
        {
          "text": "Enter Kruger National Park, South Africa's flagship and most popular national park, a destination that defines African safari excellence. This vast wilderness encompasses nearly 20,000 square kilometres of pristine bushveld, supporting the highest diversity of large mammals of any African game reserve. First-time visitors discover a world where lions doze beneath acacia trees and elephants parade across golden savanna.",
          "visit_duration_min": 75
        },
        {
          "text": "Embark on game drives through diverse ecosystems, from mopane woodlands in the north to mixed bushveld in the south. The Big Five-lion, leopard, elephant, rhino, and buffalo-roam freely alongside hundreds of other species including cheetah, wild dog, and countless antelope. Each drive brings new encounters and the thrill of witnessing Africa's wildlife in their natural habitat.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience the magic of a self-drive safari, following tar and gravel roads that wind through the park at your own pace. Stop at waterholes where hippos wallow and crocodiles bask, or pause beside rivers where elephants come to drink at sunset. Rest camps throughout the park offer comfortable accommodation and the chance to share stories of the day's sightings with fellow adventurers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 1
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::kuruman",
      "name": "Kuruman",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -27.45,
        23.4333
      ],
      "lat": -27.45,
      "lon": 23.4333,
      "visits": [
        {
          "text": "Discover Kuruman, known as the 'Oasis of the Kalahari' thanks to its permanent water supply from a remarkable spring delivering 20 million litres daily to surrounding towns. The Eye of Kuruman, a natural spring in the town's heart, creates this life-giving flow that has sustained communities for millennia. Crystal-clear water bubbles up continuously in pools surrounded by lush vegetation.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the historic Moffat Mission, where Scottish missionary Robert Moffat and his wife Mary lived in the 1820s. Moffat achieved the remarkable feat of translating the Bible into Setswana, the first such translation of scripture into an African language. The preserved mission buildings and museum illuminate the complex history of missionary activity in Southern Africa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore this unique historical site where faith, language, and culture intersected during the colonial era. The Eye of Kuruman provides a peaceful place for reflection, its constant flow symbolizing permanence amid the Kalahari's harsh conditions. Kuruman delights the senses and rewards culturally-inclined visitors with stories of resilience and transformation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 12
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "ZA::langebaan",
      "name": "Langebaan",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.0926,
        18.0296
      ],
      "lat": -33.0926,
      "lon": 18.0296,
      "visits": [
        {
          "text": "Explore the West Coast National Park, a pristine nature reserve stretching from Yzerfontein to Langebaan, offering diverse activities including exceptional birdwatching with over 200 species of land and sea birds. Wildlife enthusiasts can spot springbok, kudu, gemsbok, and the rare mountain zebra roaming the protected landscapes. Cycling trails and whale watching opportunities complement this remarkable coastal sanctuary.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the charming seaside village of Yzerfontein, a haven for birdlife, wildlife, sea life, and indigenous flora. The area boasts South Africa's longest stretch of beach, extending 16 miles northward to the West Coast National Park. Popular with water sports enthusiasts, the village also offers excellent whale watching, fishing, and hiking opportunities.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience Langebaan, known as the Jewel of the West Coast, blessed with almost year-round sunshine, azure lagoon waters, and unsurpassed natural beauty. This internationally acclaimed Ramsar Site supports myriad bird species as a critical wetland habitat. The mild climate and protected waters make it the perfect destination for kitesurfing, sailing, and various water sports.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 7
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "ZA::limpokwena",
      "name": "Limpokwena",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -22.4167,
        28.9167
      ],
      "lat": -22.4167,
      "lon": 28.9167,
      "visits": [
        {
          "text": "Journey to Limpokwena Nature Reserve, a remote 2,400-hectare sanctuary positioned at the confluence of the powerful Limpopo and Mogalakwena Rivers near the Botswana border. The reserve's name combines elements of both rivers-'Limpo' and 'Kwena'-reflecting its unique location where these waterways meet. This is a destination far from civilization, perfect for reconnecting with nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience pristine wilderness where elephants, giraffes, and a remarkable variety of birds roam freely through untouched landscapes. While big game animals inhabit the reserve, the true appeal lies in the splendid remote setting, rough terrain, and the opportunity to escape completely from modern life. Watch African Fish Eagles catch prey and observe wildlife visiting your camp.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camp at the unfenced Island Camp on the banks of the Limpopo River, an experience recommended only for adventurous spirits. Without cellular service or Wi-Fi, this remote location offers complete disconnection and immersion in nature. Guided 4x4 game drives explore the diverse habitats, while evenings bring stargazing beneath unpolluted African skies.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 3
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "ZA::madikwe",
      "name": "Madikwe",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24.75,
        26.3333
      ],
      "lat": -24.75,
      "lon": 26.3333,
      "visits": [
        {
          "text": "Enter Madikwe Game Reserve, one of South Africa's largest private reserves situated on the edge of the Kalahari Desert and an astonishing conservation success story. The reserve's diverse habitats are home to all Big Five animals in addition to 300 different bird species. Above all, Madikwe is famous for close encounters with its thriving population of critically endangered African wild dogs.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience specialized photographic safaris for which Madikwe is developing a premier reputation. Unique facilities include a submerged 'terrapin hide' that emerges from the middle of a waterhole just above water level, offering photographers extraordinary perspectives on wildlife coming to drink. The reserve's leopard population also draws dedicated wildlife photographers.",
          "visit_duration_min": 75
        },
        {
          "text": "Enjoy the malaria-free environment that makes Madikwe a great alternative to Kruger National Park for families and those concerned about health risks. The reserve is only open to overnight guests staying at one of its luxury safari lodges, ensuring exclusive game viewing with minimal vehicle density on drives.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Track African wild dogs with expert guides who know the packs' territories and habits. These endangered predators are notoriously difficult to find in most reserves, but Madikwe's healthy population provides excellent sighting opportunities. Morning and evening game drives maximize wildlife encounters during peak activity periods.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 6
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::magaliesberg",
      "name": "Magaliesberg",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.8333,
        27.5
      ],
      "lat": -25.8333,
      "lon": 27.5,
      "visits": [
        {
          "text": "Enter the Magaliesberg Mountain Range, where timeless magic awaits just a short drive from Johannesburg. These ancient mountains are older than Mount Everest itself, hosting a variety of primordial biomes that have evolved over billions of years. The sense of stepping into deep geological time is palpable as you explore valleys and ridges shaped long before humans walked the earth.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover an astounding variety of flowers, trees, and animals in this mountain wonderland that has nurtured diverse ecosystems through countless millennia. The Magaliesberg is home to South Africa's most beloved country hotels, world-class spas, and acclaimed restaurants, offering sophisticated comfort amid pristine wilderness. The region combines natural beauty with refined hospitality.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the magical Magaliesberg mountain range, ancient peaks nearly a hundred times older than Mount Everest with fascinating historical and geological heritage. When traffic cooperates, these dramatic mountains are less than an hour from Johannesburg but feel a thousand miles away. The range contains more indigenous trees and plants than almost any comparable area in South Africa.",
          "visit_duration_min": 75
        },
        {
          "text": "Follow the Magalies Meander, a scenic route through this peaceful region connecting farms, craft studios, and natural attractions. The mountains have witnessed countless millennia of geological and human history, their ridges and valleys sheltering unique ecosystems and evidence of early human habitation.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience the Magaliesberg from above on a hot air balloon ride, drifting silently over ancient peaks as the sunrise paints the landscape gold. Join expert guides for bird watching expeditions or embark on a safari to track the elusive leopard that still roams these mountains. The combination of adventure and tranquility makes this region unforgettable.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience Magalies Canopy Tours in the Magaliesberg Biosphere Reserve, a 2.5-hour zipline adventure through mountains estimated to be over 2,500 million years old. The course includes 10 slides and 11 platforms with breathtaking scenery, offering glimpses of resident duikers and klipspringers. Bring your camera for truly spectacular photo opportunities.",
          "visit_duration_min": 60
        },
        {
          "text": "Soar above the Magalies River Valley on a balloon safari with Southern Africa's longest-established balloon airline. Sunrise flights offer views over the mountains and the Cradle of Humankind UNESCO World Heritage Site, with the world below bathed in golden light and silence interrupted only by the balloon's burners.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Gauteng Natural Wonders: Ancient Mountains, Fossil Sites & Urban Reserves",
          "day": 3
        },
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 2
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "ZA::mahikeng",
      "name": "Mahikeng",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.8603,
        25.6439
      ],
      "lat": -25.8603,
      "lon": 25.6439,
      "visits": [
        {
          "text": "Explore Mahikeng, North West's provincial capital that retains small-town charm while playing a pivotal role in South African history. During the Anglo-Boer War of 1899, a small garrison of British troops famously held out here for 217 days against the much larger Boer army. Museums, historical buildings, and monuments throughout the city document this dramatic siege.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the legacy of Sol Plaatje, the famous journalist and human rights campaigner whose life is deeply woven into the city's narrative. Plaatje was the first General Secretary of the African National Congress and a tireless advocate for African rights during the colonial era. His former home and associated sites provide insight into early 20th-century activism.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience the culture of the Bakgatla-ba-Kgafela, a subgroup of the Tswana people with a long history in North West. Visit cultural villages and the cultural museum in nearby Saulspoort, about 35 kilometers from Sun City, to experience traditional hospitality and learn about customs that have survived centuries of change.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 5
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::makhanda",
      "name": "Makhanda",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.3106,
        26.523
      ],
      "lat": -33.3106,
      "lon": 26.523,
      "visits": [
        {
          "text": "Discover Makhanda, host city of the National Arts Festival, the largest annual celebration of arts on the African continent held each July. This historic town offers a rich programme of drama, dance, theatre, comedy, opera, music, jazz, visual art, and film, transforming into a vibrant cultural hub that attracts artists and audiences from around the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Amazwi Museum of South African Literature, one of the country's literary treasures tucked away in Makhanda. The museum collects creative writing by southern African authors across all genres including novels, plays, poetry, and memoirs. Critical writings, manuscripts, and audio-visual materials document the rich literary heritage of the region.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Albany Museum, established in 1855 as South Africa's second oldest museum, and its Observatory Museum housing one of only two Victorian Cameras Obscura in the world. This magical mirror device reflects the town onto a large circular table, offering a unique historical perspective. The companion piece exists only in Bath, England.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stop at the historic Pig and Whistle Inn in nearby Bathurst, providing hospitality for over 180 years and home to the oldest continuously licensed pub in South Africa. Nearby stands the Big Pineapple, a three-storey landmark constructed in the 1980s containing a museum about pineapple cultivation and an observation platform with panoramic views.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience world-class Big 5 game viewing at one of Frontier Country's prestigious reserves including Shamwari, Kwandwe, Lalibela, Pumba, and Amakhala. These private reserves offer exceptional wildlife encounters in landscapes where five great cultures-San, Khoi-Khoi, Dutch, Xhosa, and British-once met during nine frontier wars.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 6
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "ZA::manyeleti",
      "name": "Manyeleti",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24.5167,
        31.3833
      ],
      "lat": -24.5167,
      "lon": 31.3833,
      "visits": [
        {
          "text": "Enter Manyeleti Private Game Reserve through Orpen Gate, discovering a 23,000-hectare Big Five sanctuary whose name means 'place of stars' in the local Shangaan language. Bordering Kruger National Park, Sabi Sands, and Timbavati Reserve with no fences between them, wildlife roams freely across this vast interconnected wilderness.",
          "visit_duration_min": 75
        },
        {
          "text": "Track Manyeleti's large lion population and exceptional leopards, among the most frequently sighted in the Greater Kruger area. The reserve's low vehicle density ensures intimate encounters, while ethical off-road driving permits close approaches to wildlife. Over 300 bird species add colour and song to every game drive.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience world-class guiding from expert trackers who have spent their lives learning the bush. Walking safaris reveal the smaller details-tracks, plants, insects-that vehicle-bound visitors miss, while game drives cover vast distances in search of the reserve's most elusive residents.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax between drives at a luxury lodge where personal butlers attend to every need. Enjoy surprise bush breakfasts in dry riverbeds, watch elephants drink at the photo hide, or simply absorb the peace of the African wilderness from your private deck. The night guard ensures safe passage to dinner beneath the stars.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::mapesu",
      "name": "Mapesu",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -22.2167,
        29.35
      ],
      "lat": -22.2167,
      "lon": 29.35,
      "visits": [
        {
          "text": "Arrive at Mapesu Private Game Reserve, a 7,200-hectare Big Five sanctuary established in 2014 adjacent to the UNESCO World Heritage Site of Mapungubwe National Park. As a partner of the Endangered Wildlife Trust's cheetah metapopulation project, Mapesu demonstrates exceptional commitment to conservation and responsible tourism in South Africa's far north.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore diverse landscapes ranging from dramatic sandstone formations to woodlands, riverine forests, and Limpopo's iconic baobab trees. The varied ecotones support numerous mammals including zebra, waterbuck, impala, kudu, and steenbok, while over 383 bird species have been recorded within the reserve and 433 in the broader region.",
          "visit_duration_min": 75
        },
        {
          "text": "Join a guided walk to view ancient San (Bushmen) rock art, created by Southern Africa's oldest inhabitants. These remarkable paintings and carvings in caves and rock shelters depict spiritual beliefs, wildlife, and daily life experiences from thousands of years ago, connecting visitors with humanity's deep history in this landscape.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Track cheetahs on foot as part of Mapesu's conservation efforts, gaining intimate insights into these endangered predators. The reserve's location makes it the ideal base for excursions to Mapungubwe National Park, just 15 minutes away. Combine wildlife experiences with cultural immersion in one of Limpopo's most historically significant regions.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 4
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "ZA::mapungubwe",
      "name": "Mapungubwe",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -22.1833,
        29.25
      ],
      "lat": -22.1833,
      "lon": 29.25,
      "visits": [
        {
          "text": "Explore Mapungubwe National Park and World Heritage Site, where breathtaking sandstone scenery and expansive savannah landscapes converge at the confluence of the Limpopo and Shashe Rivers. This UNESCO-listed site encompasses South Africa's first kingdom, which flourished from 1050 to 1270 AD as the centre of a powerful pre-Shona civilization extending into modern Zimbabwe and Botswana.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the archaeological treasures of Mapungubwe Hill, where gold artifacts including the famous golden rhino were unearthed, revealing a sophisticated society that traded with distant lands. The park protects this irreplaceable heritage while showcasing the natural beauty of the region's open landscapes pressed against South Africa's northern border.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Join guided safari drives through the park's varied terrain, where wildlife thrives among ancient baobabs and along river systems. The park is home to elephant, lion, leopard, and numerous antelope species, while the birdlife draws enthusiasts from around the world. Cultural tours illuminate the remarkable history of Africa's earliest complex society.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 5
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::maropeng",
      "name": "Maropeng",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.9333,
        27.7167
      ],
      "lat": -25.9333,
      "lon": 27.7167,
      "visits": [
        {
          "text": "Discover the Cradle of Humankind, a UNESCO World Heritage Site that reveals the birthplace of humanity itself. Begin at the Maropeng Visitor Centre for an immersive overview of mankind's origins, tracing our evolution through interactive exhibits and fascinating displays. This 53,000-hectare area contains approximately 40% of the world's human ancestor fossils, making every visit a profound homecoming for all travelers.",
          "visit_duration_min": 75
        },
        {
          "text": "Descend into the legendary Sterkfontein Caves, where over 500 hominid fossils dating back more than two million years have been unearthed. Stand in the very chambers where Mrs Ples and Little Foot were discovered-remains that revolutionized our understanding of human evolution. The cave system extends through 12 additional fossil sites, each contributing invaluable knowledge to the story of our species.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the broader Cradle of Humankind landscape, where ancient caves and fossil sites dot a rolling terrain that has witnessed millions of years of human prehistory. Guided tours illuminate the scientific discoveries that have made this region the world's richest hominin site, connecting visitors with the deep roots of human existence in this remarkable corner of South Africa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Gauteng Natural Wonders: Ancient Mountains, Fossil Sites & Urban Reserves",
          "day": 4
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::matjiesfontein",
      "name": "Matjiesfontein",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.2281,
        20.5783
      ],
      "lat": -33.2281,
      "lon": 20.5783,
      "visits": [
        {
          "text": "Step into the Victorian time capsule of Matjiesfontein, a National Heritage Site since 1975 offering visitors a timeless escape into splendid 19th-century architecture. Founded in 1884 by the entrepreneurial James Douglas Logan, this remarkable village preserves its original character with meticulous care. The entire settlement feels frozen in time, a living museum of colonial elegance.",
          "visit_duration_min": 75
        },
        {
          "text": "Stay at the iconic Lord Milner Hotel, where Victorian grandeur meets warm Karoo hospitality in opulent surroundings that have hosted royalty and celebrities. Visit the historic Laird's Arms pub for refreshments in authentic period atmosphere, and explore remnants of the village's role during the South African War. The preserved charm and historical exhibits make this an ideal Northern Cape destination.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a guided village tour aboard a vintage London double-decker bus, learning stories of the eccentric characters who shaped this unique settlement. The combination of pristine architecture, fascinating history, and warm hospitality creates an experience unlike any other in South Africa. Matjiesfontein rewards visitors who appreciate heritage and character in equal measure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 1
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::mazzeppa-bay",
      "name": "Mazzeppa Bay",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -32.4667,
        28.6167
      ],
      "lat": -32.4667,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Discover Mazzeppa Bay, a hidden gem on the Wild Coast accessible only via challenging roads that reward adventurous travellers with untouched natural beauty. This secluded paradise features iconic sunsets, pristine beaches, and the unique sight of cattle gathering on the sand as the day ends. The journey itself becomes part of the adventure in this remote coastal haven.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cross the famous suspension bridge at Mazzeppa Bay, connecting the mainland to the offshore island and providing spectacular views of the coastline. The area offers excellent hiking opportunities, peaceful beaches for swimming, and the chance to experience authentic Wild Coast tranquility far from the crowds of more accessible destinations.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 9
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::mountain-zebra",
      "name": "Mountain Zebra",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -32.25,
        25.45
      ],
      "lat": -32.25,
      "lon": 25.45,
      "visits": [
        {
          "text": "Explore Mountain Zebra National Park, encompassing 28,000 hectares of protected wilderness that serves as a crucial sanctuary for the endangered Cape mountain zebra. The park's diverse wildlife includes aardwolf, Cape buffalo, cheetah, blue crane, black rhino, and the rare Denham's bustard. Expert-guided cheetah tracking safaris on foot offer intimate encounters with these magnificent predators.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the vast Karoo landscape, where rugged beauty is defined by flat plains, rocky mountains, and the world's largest assortment of succulents. This remarkable region, characterized by red dust, thorny acacias, stunted vegetation, aloes, and windmills, contains the largest ecosystem in South Africa with endemic plants and creatures found nowhere else on Earth.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the Karoo Camino, a multi-day trail traversing the spectacular Karoo Heartland through landscapes dotted with sheep, angora goats, and some of the quaintest towns in the country. Night walks offer excellent stargazing opportunities beneath some of the clearest skies in the world, while game drives and mountain biking reveal the region's hidden treasures.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 15
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "ZA::mthatha",
      "name": "Mthatha",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -31.5889,
        28.7844
      ],
      "lat": -31.5889,
      "lon": 28.7844,
      "visits": [
        {
          "text": "Pay tribute at the Nelson Mandela Museum in Mthatha, endorsed by the icon himself and offering a profound heritage experience in the heartland of his birth. The museum documents Mandela's journey from rural childhood to global statesman, with exhibits spanning his life, the anti-apartheid struggle, and his enduring legacy of reconciliation.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to Qunu, the village where Nelson Mandela grew up, lived during his presidency, and chose as his final resting place. Walk the valleys he roamed as a boy and experience the rural landscape that shaped one of history's most influential leaders. His grave site offers a place of quiet reflection and profound historical significance.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Mvezo, Nelson Mandela's birthplace, where the Mvezo Komkhulu Museum preserves the humble beginnings of this global icon. Continue to Mqhekezweni, where the young Mandela spent his formative years. These sites bring his autobiography 'Long Walk to Freedom' to vivid life, though distances between locations require careful planning.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 12
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "ZA::olifants",
      "name": "Olifants",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24,
        31.7333
      ],
      "lat": -24,
      "lon": 31.7333,
      "visits": [
        {
          "text": "Discover the Olifants region, renowned for excellent game viewing thanks to three converging ecosystems that support remarkable wildlife diversity. The rest camp perches dramatically above the Olifants River, offering breathtaking views across the wilderness where hippos wallow and elephants come to drink at sunset.",
          "visit_duration_min": 75
        },
        {
          "text": "Drive the quiet Old Main Road towards Satara, where open grasslands attract big herds of grazers and the predators that follow them. Satara is famous for lion and hyena sightings, with multiple prides competing for territory in this wildlife-rich area. The road offers beautiful views across savannah grasslands stretching to distant horizons.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Watch the sunset from Olifants Rest Camp, where the elevated position provides one of Kruger's most spectacular vantage points. The river below teems with life-crocodiles bask on sandbanks, hippos surface to snort, and elephants parade along the banks in the golden light. Night sounds provide the soundtrack to unforgettable evenings in the bush.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 8
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::oudtshoorn",
      "name": "Oudtshoorn",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.5921,
        22.2021
      ],
      "lat": -33.5921,
      "lon": 22.2021,
      "visits": [
        {
          "text": "Descend into the Cango Caves, a spectacular underground wonderland that has been forming its stalactite masterpiece for 4.5 billion years. Marvel at strange and wondrous formations including the Madonna and Child, the towering 9-metre Cleopatra's Needle, the Dried Tobacco Leaves cluster, the Cathedral's Pulpit, and even a Leaning Tower of Pisa. The adventure tunnel and ladder system offers an exciting challenge for the brave-hearted.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Karoo National Park, a remarkable desert ecosystem teeming with life including lions, rhinos, and buffalo. From quirky small towns to working farms, you could travel for months experiencing unique adventures in each location. The Karoo contains South Africa's largest ecosystem, boasting endemic plants and creatures found nowhere else in the world.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 11
        }
      ],
      "rating": 8
    },
    {
      "place_id": "ZA::pafuri",
      "name": "Pafuri",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -22.4333,
        31.2167
      ],
      "lat": -22.4333,
      "lon": 31.2167,
      "visits": [
        {
          "text": "Enter the Makuleke Concession in Pafuri, the jewel of Northern Kruger National Park. This exclusive 24,000-hectare wilderness between the Limpopo and Luvuvhu Rivers represents the most remote and wildest corner of South Africa's flagship reserve. With a maximum of just 52 guests permitted, this pristine area offers unparalleled exclusivity.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the immense fever tree forest, one of the largest of its kind in Africa, where golden-barked trees create an ethereal landscape. The varied vegetation-spanning pans, mountains, and floodplains-supports large herds of elephants, buffalo, hippos, and crocodiles at the famous Crooks' Corner where three countries meet.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at ancient baobab trees, some over 4,000 years old, standing as silent witnesses to millennia of African history. The Pafuri region is a birding hotspot, attracting twitchers seeking species found nowhere else in South Africa. Over 350 bird species have been recorded in this biodiversity haven.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience a sundowner at Lanner Gorge, where the Luvuvhu River has carved a narrow, winding course through dramatic sandstone cliffs-arguably the finest sundowner location in Africa. Bush walks with expert rangers reveal the smaller wonders of the bush, while game drives encounter the region's remarkable wildlife against stunning backdrops.",
          "visit_duration_min": 60
        },
        {
          "text": "Enjoy a bush breakfast beneath a giant baobab tree after a morning game drive, surrounded by the sounds and sights of the African wilderness. The Outpost Lodge offers 12 luxury lodges overlooking the Luvuvhu valley, connected by raised walkways with spectacular views of the Northern Kruger wilderness.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 6
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::parys",
      "name": "Parys",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -26.9,
        27.45
      ],
      "lat": -26.9,
      "lon": 27.45,
      "visits": [
        {
          "text": "Explore the Vaal Prive Holiday Resort in nearby Dewetsdorp, the ideal escape from city life situated on the banks of the Vaal Dam. This versatile resort offers water skiing, fishing, kayaking, bird watching, and diving in the dam's clear waters. On-site amenities include swimming pools, trampolines, table tennis, hot tubs, and a well-equipped gym for guests seeking active relaxation.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Dell Cheetah Centre just outside Parys, a breeding facility that raises cheetahs before releasing them into their natural habitats. Currently home to 11 cheetahs, the centre offers intimate encounters with these magnificent speedsters. Additional wildlife including wildebeest, zebra, giraffe, springbok, kudu, impala, and antelope roam the surrounding property.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the charming town of Parys, known for its arts, crafts, and antique shops clustered around the main street. The town's position on the Vaal River and within the Vredefort Dome impact structure creates a unique setting for exploration. Numerous adventure operators offer activities from quad biking to scenic flights over the ancient crater.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 1
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::paternoster",
      "name": "Paternoster",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -32.8132,
        17.8867
      ],
      "lat": -32.8132,
      "lon": 17.8867,
      "visits": [
        {
          "text": "Experience Paternoster, one of the oldest and most authentic fishing villages on the West Coast, where life remains intimately connected to the sea. Fishermen still venture out daily in colourful traditional wooden boats, and their fresh catch can be purchased at the local market or savoured in quaint seaside restaurants. The pristine white-washed cottages and turquoise waters create a postcard-perfect setting.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Shelley Point, a tiny unspoiled peninsula nestled in the calm waters of Shelley Bay. Protected from ocean swells, the sheltered waters are ideal for sailing, fishing, and safe swimming for families. This tranquil retreat offers the perfect escape from modern life, with a 9-hole golf course and wellness facilities complementing the natural serenity.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore St Helena Bay, an unspoilt coastline traversing 18 bays and fed by the nutrient-rich Benguela Current, making it one of the world's prime fishing areas. Dolphins and Southern Right Whales frequent the calm waters, while the Cape St Martin Private Nature Reserve offers the unique opportunity to watch the sunrise over the sea-the only such location on the West Coast.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 9
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::pilanesberg",
      "name": "Pilanesberg",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.25,
        27.0833
      ],
      "lat": -25.25,
      "lon": 27.0833,
      "visits": [
        {
          "text": "Explore Pilanesberg National Park, South Africa's most popular and accessible Big Five game reserve. Situated inside an ancient volcanic crater just 90 minutes from Johannesburg, this family-friendly, wallet-friendly park is completely malaria-free. The unique geological setting creates diverse habitats supporting remarkable wildlife density within a compact area.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover African wild dogs, 360 bird species, and unusual antelope like the roan and sable that thrive in Pilanesberg's rich ecological zone. Self-drive options allow flexible exploration in your rental car, while guided drives offer expert interpretation. Entry costs approximately 110 rands per adult, making it an affordable choice.",
          "visit_duration_min": 75
        },
        {
          "text": "Track rhinos at adjacent Letsatsing Game Reserve, where educational activities with field guides use telemetry devices to locate wild white rhinos. When signals indicate rhinos are close, visitors leave vehicles to track, approach, and observe these magnificent animals on foot from just meters away-a unique and thrilling experience.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience hot air balloon safaris-Pilanesberg is the only national park in South Africa offering this unique perspective on wildlife and landscape. Dawn launches carry passengers over the volcanic crater, ancient geology, and roaming herds for an unforgettable aerial safari experience that reveals the park's full majesty from above.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 7
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::pilgrims-rest",
      "name": "Pilgrims Rest",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24.8922,
        30.7575
      ],
      "lat": -24.8922,
      "lon": 30.7575,
      "visits": [
        {
          "text": "Step back in time at Pilgrim's Rest, declared a gold field in 1873 and now preserved as a living museum frozen in the Victorian era. This quaint village saturates visitors with nostalgia, its corrugated iron buildings and timber verandahs maintaining the authentic character of South Africa's gold rush days. The entire town has been declared a national monument.",
          "visit_duration_min": 75
        },
        {
          "text": "Try your hand at gold panning in the streams that once drew thousands of fortune seekers to this remote valley. The experience connects you directly with the prospectors who transformed this wilderness into a bustling mining settlement. Local guides share stories of the diggers who made-and lost-fortunes in these gold-bearing waters.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander the atmospheric streets where restored buildings now house museums, craft shops, and characterful restaurants serving traditional fare. The Royal Hotel, established during the gold rush era, continues to welcome visitors with period charm. The surrounding hillsides offer hiking trails through indigenous forest to abandoned mining sites.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 4
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "ZA::port-alfred",
      "name": "Port Alfred",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.5906,
        26.8911
      ],
      "lat": -33.5906,
      "lon": 26.8911,
      "visits": [
        {
          "text": "Master the waves at Port Alfred with professional surf instruction at Shaka Surf School, operating from a unique forest surf camp featuring an upcycled treehouse accommodation. The camp sits on the edge of ancient dune forest, complete with its own hiking trail and skateboard half pipe. Surfing road trips to nearby breaks extend the adventure for keen wave riders.",
          "visit_duration_min": 75
        },
        {
          "text": "Paddle the Kleinemonde West River Canoe Trail, an 8-kilometre journey through magnificent scenery to the rustic Lily Pad overnight hut. This combination canoe and hiking experience showcases the region's abundant bird and wildlife in a pristine river setting. The trail offers an authentic wilderness experience just 15 kilometres from Port Alfred.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore over 100 kilometres of pristine Blue Flag beaches along the Sunshine Coast, stretching from iconic Woody Cape to the Great Fish River. The coastline features majestic dunes, hidden coves, rocky bays, and stretches of golden sand, with ten rivers offering excellent opportunities for water sports, paddling, and canoeing in warm Indian Ocean waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience beach horse riding with Three Sisters Horse Trails or Beachcombers Horse Trails, galloping along golden beaches and exploring secluded coves, dune fields, and river mouths. Wildlife safaris on horseback offer the thrill of riding alongside herds of eland, giraffe, and zebra in a truly unique Eastern Cape adventure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 5
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::port-nolloth",
      "name": "Port Nolloth",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -29.25,
        16.8667
      ],
      "lat": -29.25,
      "lon": 16.8667,
      "visits": [
        {
          "text": "Arrive at Port Nolloth, a serene seaside town offering peaceful beach experiences flanked by charming holiday homes with stunning Atlantic Ocean views. The beach is ideal for relaxing strolls, sunbathing, and family fun, with children delighting in the rock pools teeming with marine life. This is the Northern Cape's window to the sea, a refreshing contrast to the interior's desert landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the unique Port Nolloth Lighthouse, the northernmost lighthouse on South Africa's West Coast, standing sentinel over these remote waters. The structure has guided fishing vessels and coastal traffic for generations. The town's diamond diving heritage adds intrigue to this remote settlement where divers still search the seabed for precious stones.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience the tranquil atmosphere perfect for those seeking peaceful escape from busy modern life. Opportunities for hiking, cycling, and star-gazing in the surrounding area extend the adventure beyond the beach. The combination of coastal charm and diamond history makes Port Nolloth uniquely compelling among Northern Cape destinations.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 4
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::port-st-johns",
      "name": "Port St Johns",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -31.6244,
        29.5456
      ],
      "lat": -31.6244,
      "lon": 29.5456,
      "visits": [
        {
          "text": "Witness the incredible Sardine Run, one of nature's greatest spectacles occurring along the Wild Coast from mid-June to late July. Millions of sardines migrate along the coast, attracting ocean predators in a feeding frenzy that offers extraordinary photographic and snorkelling opportunities. Both scuba divers and confident snorkellers can experience this phenomenon firsthand.",
          "visit_duration_min": 75
        },
        {
          "text": "Take in the breathtaking views from the Port St Johns airstrip, perched dramatically above the town where the Umzimvubu River meets the Indian Ocean. The setting between two massive cliffs-known as the Gates-creates one of the most spectacular natural harbours on the South African coast.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit Magwa Falls and the surrounding tea plantation, where water cascades 144 metres into a forested gorge. The Magwa Tea Estate offers tours of its operations set against a backdrop of rolling hills covered in tea bushes. Nearby Mkambati Nature Reserve features additional waterfalls and pristine grasslands teeming with wildlife.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 11
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "ZA::pretoria",
      "name": "Pretoria",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.7479,
        28.2293
      ],
      "lat": -25.7479,
      "lon": 28.2293,
      "visits": [
        {
          "text": "Explore Roodeplaat Dam Nature Reserve, located just 22 kilometers from Pretoria, where a perfect day trip combines picnicking, fishing, game viewing, and exceptional birding. The reserve surrounds a large dam that serves as a water source for diverse wildlife including zebra, kudu, waterbuck, and blue wildebeest that come to drink along its shores.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the amazing birdlife that makes Roodeplaat a birder's paradise, with species ranging from waterbirds on the dam to raptors soaring overhead. The 7-kilometer hiking trail around the dam reveals different habitats and viewpoints, while overnight visitors can fully immerse in this wildlife sanctuary's peaceful atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to Tswaing Crater, a remarkable geological feature created 200,000 years ago when an asteroid collided with Earth, leaving a crater 1.3 kilometers in diameter. The impact would have annihilated anything in the region-if Pretoria had existed then. Stone tools found here reveal that humans harvested salt and collected water from the crater approximately 100,000 years ago.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk the trails around this ancient impact site, which until the 1990s was the center of fierce academic debate about its origins. The crater lake and surrounding vegetation support diverse wildlife and birdlife, while interpretive displays explain the catastrophic event that created this unique landscape. The sense of cosmic history is profound.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Continue to Dinokeng Game Reserve, meaning 'Place of Rivers' in Setswana, just 40 kilometers from Pretoria. This popular destination offers easy-going game experiences where zebra, various buck species, wildebeest, and warthog roam freely. The area also boasts a local brewery and fantastic restaurants, combining wildlife with culinary pleasures.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Groenkloof Nature Reserve, one of the first areas declared a nature reserve in South Africa and now considered one of the best hiking experiences in Gauteng. Trails cater to walkers, mountain bikers, horse riders, families, and serious hiking groups. Keep your eyes open for kudu, impala, blue wildebeest, and ostrich throughout the reserve.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience the remarkable outdoor adventure of visiting a verified meteorite impact crater, one of the best-preserved examples on Earth. The hiking trails offer varying difficulty levels, while the visitor center provides context about both the geological event and the human history of salt harvesting that followed. Pack a picnic and spend the day exploring.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Gauteng Natural Wonders: Ancient Mountains, Fossil Sites & Urban Reserves",
          "day": 1
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Gauteng Natural Wonders: Ancient Mountains, Fossil Sites & Urban Reserves",
          "day": 2
        }
      ],
      "rating": 9
    },
    {
      "place_id": "ZA::rhodes",
      "name": "Rhodes",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -30.7981,
        27.9622
      ],
      "lat": -30.7981,
      "lon": 27.9622,
      "visits": [
        {
          "text": "Discover the quaint village of Rhodes, tucked away in a remote corner of the Eastern Cape Highlands bordering the Kingdom of Lesotho. This peaceful settlement serves as a gateway to exceptional fly fishing waters, with approximately 150 kilometres of pristine mountain streams available to anglers. Rivers originating up to 3,000 metres above sea level provide world-class trout fishing.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore ancient San rock art at sites near Rhodes, where paintings created by the original inhabitants hundreds of years ago adorn rock shelters and caves. These precious artworks depict the San way of life, their spiritual beliefs, and the wildlife they hunted in these mountains. Viewings require visits to private properties with prior arrangement.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience the mountain passes of the Eastern Cape Highlands, including Naude's Nek-the highest mountain pass in South Africa-and Joubert's Pass, the country's third highest. Volunteershoek climbs to Tiffindell Ski Resort and the highest point in the Cape, while the challenging Bastervoetpad rewards adventurous drivers with incredible valley views.",
          "visit_duration_min": 60
        },
        {
          "text": "Witness spectacular alpine flower displays in the montane grasslands from November to April, with peak blooming at higher altitudes. Tiffindell typically offers impressive shows in early December, while Naude's Nek reaches its floral peak in February. Guided botanical tours reveal the diversity of these sub-alpine ecosystems.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 13
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "ZA::richmond",
      "name": "Richmond",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -31.4167,
        23.95
      ],
      "lat": -31.4167,
      "lon": 23.95,
      "visits": [
        {
          "text": "Arrive in Richmond, a 'book town' distinguished by its abundance of bookstores, knowledgeable bibliophile residents, and a culture built entirely around the written word. This quaint settlement between Cape Town and Johannesburg makes the perfect stop on any road trip for those who appreciate literature and learning. Every corner reveals another charming bookshop beckoning exploration.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Browse through unique and quirky village stores housing collections ranging from rare first editions to contemporary fiction. The architecture combines classically Victorian styling with traditional 'Karoo' houses, creating charming streetscapes. Scenic drives through the nearby Great Karoo reveal landscapes as vast and contemplative as the best literature. Richmond is perfect for bookworms and families experiencing the arid Karoo landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 14
        }
      ],
      "rating": 4
    },
    {
      "place_id": "ZA::richtersveld",
      "name": "Richtersveld",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.3833,
        17.05
      ],
      "lat": -28.3833,
      "lon": 17.05,
      "visits": [
        {
          "text": "Discover the Ai-Ais/Richtersveld Transfrontier Park, Southern Africa's largest mountain desert offering a surreal landscape of lava mountains, sandy plains, and unique flora found nowhere else on Earth. Despite harsh conditions with less than 50mm of annual rain, this remarkable ecosystem supports diverse wildlife sustained by moisture from Atlantic fog rolling inland each morning.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at the Halfmens (half-human) trees and iconic quiver trees that have adapted to survive in this extreme environment. These succulent trees create otherworldly silhouettes against dramatic mountain backdrops, their names reflecting the imagination of early travelers who saw human forms in their shapes. The botanical uniqueness of the Richtersveld has earned it UNESCO World Heritage status.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore on challenging 4x4 trails, hike through surreal landscapes, enjoy exceptional birding, or experience river rafting along the Orange River boundary. Highlights include the dramatic Tatasberg plateau, the vertiginous Rooiberg Pass, and relaxing hot springs at Ai-Ais Resort across the Namibian border. Ideal for adventurous nature lovers seeking landscapes unlike anywhere else.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 5
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "ZA::riebeek-kasteel",
      "name": "Riebeek Kasteel",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.3847,
        18.9036
      ],
      "lat": -33.3847,
      "lon": 18.9036,
      "visits": [
        {
          "text": "Discover the Riebeek Valley, encompassing the picturesque towns of Riebeek West and Riebeek Kasteel nestled among rolling vineyards and silvery olive groves. This area is renowned for its vibrant markets and festivals, including the popular annual Olive Festival celebrating the region's Mediterranean-style produce. Kasteelberg mountain offers rewarding hikes with opportunities to spot falcons, eagles, and owls.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the !Khwa ttu San Cultural and Educational Centre, offering profound insights into the culture, heritage, and knowledge of the original inhabitants of the West Coast. Qualified San guides share their unique skills and ancient wisdom during immersive tours. The centre also features spectacular mountain bike trails and the original farmhouse transformed into a welcoming restaurant.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 6
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "ZA::riemvasmaak",
      "name": "Riemvasmaak",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.5833,
        19.9833
      ],
      "lat": -28.5833,
      "lon": 19.9833,
      "visits": [
        {
          "text": "Discover Riemvasmaak, a 75,000-hectare desert wilderness featuring stunning granite canyons and natural hot springs perfect for relaxation after long journeys. The landscape here is raw and dramatic, with ancient rock formations creating a maze of valleys and ridges. This remote destination promises a serene escape into nature where the only sounds are wind and birdsong.",
          "visit_duration_min": 75
        },
        {
          "text": "Soak in the therapeutic hot springs, where mineral-rich waters bubble up from deep underground to fill natural rock pools. The springs provide welcome relief for weary travelers, their warmth contrasting delightfully with the cool desert air. Soaring black eagles circle overhead, completing an experience that connects visitors with primordial Africa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore challenging 4x4 trails that wind through spectacular terrain, or hike to viewpoints overlooking the Orange River cutting through ancient geology. Accommodation in rustic chalets blending with the rocky terrain offers basic amenities without electricity-bring essentials including water and insect repellent. Riemvasmaak rewards adventurers with breathtaking landscapes and profound solitude.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 6
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "ZA::roodepoort",
      "name": "Roodepoort",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -26.1625,
        27.8728
      ],
      "lat": -26.1625,
      "lon": 27.8728,
      "visits": [
        {
          "text": "Wander through the Walter Sisulu National Botanical Garden, a 300-hectare paradise of Highveld flora and fauna crowned by a magnificent waterfall that has drawn visitors for hundreds of years. Although only formally established in 1982, this site's unique geological formations, indigenous aloes, and ancient cycads have captivated nature lovers across the centuries.",
          "visit_duration_min": 75
        },
        {
          "text": "Settle beneath shady trees for a picnic while watching one of Johannesburg's resident Verreaux's eagle pairs soar above the cascading waters. The garden's diverse habitats attract birdwatchers seeking species from grassland specialists to waterfall-dwelling swifts. Walking trails wind through indigenous vegetation, revealing the remarkable botanical diversity of the Highveld region.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Photograph the garden's spectacular waterfall, a natural landmark that forms the centerpiece of this urban oasis. The surrounding cliffs and rocky outcrops provide habitat for a remarkable variety of wildlife, from dassies basking in the sun to secretive forest birds in the wooded kloofs. Seasonal flower displays add bursts of color throughout the year.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Gauteng Natural Wonders: Ancient Mountains, Fossil Sites & Urban Reserves",
          "day": 5
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "ZA::rosendal",
      "name": "Rosendal",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.95,
        27.9167
      ],
      "lat": -28.95,
      "lon": 27.9167,
      "visits": [
        {
          "text": "Experience Rosendal, known by locals as the Free State's best-kept secret, where charm and tranquility pervade every corner. The well-preserved historical buildings and friendly atmosphere invite visitors to slow down and appreciate the simple pleasures of life. This destination is celebrated for its warm hospitality, making it an ideal escape from the hustle and bustle of modern living.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a leisurely walk through Rosendal's quiet streets, admiring the unique architecture that reflects the region's heritage. Visit local shops offering handmade crafts and artisanal goods created by talented residents. The peaceful pace of life here provides the perfect opportunity to reconnect with simpler times and genuine community warmth.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 8
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "ZA::rustenburg",
      "name": "Rustenburg",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.6667,
        27.25
      ],
      "lat": -25.6667,
      "lon": 27.25,
      "visits": [
        {
          "text": "Visit the Paul Kruger Country House Museum in Rustenburg, a historic collection of buildings that once formed the farm of Paul Kruger, former President of the Zuid-Afrikaanse Republiek and leader of Boer resistance in the Anglo-Boer War. Now fully restored, the property provides immersive insight into life for Kruger and his family, with artifacts including his rifle and bibles on display.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Kgaswane Nature Reserve on the northern slopes of the Magaliesberg mountains, a picturesque collection of quartzite peaks and valleys, magnificent waterfalls, and tranquil swimming pools. A self-drive route with picnic sites and viewpoints allows exploration at leisure. The reserve is particularly famous for its breeding herd of sable antelope.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover dozens of antelope species at Kgaswane, from klipspringers to kudu, while birders seek out the breeding colony of endangered Cape vultures. The reserve offers a peaceful alternative to larger parks, with fewer crowds and excellent wildlife viewing opportunities just 15 minutes from Rustenburg. Scenic viewpoints reward hikers with panoramic mountain vistas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 3
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::sabie",
      "name": "Sabie",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.0972,
        30.7831
      ],
      "lat": -25.0972,
      "lon": 30.7831,
      "visits": [
        {
          "text": "Journey along the Sabie Waterfall Route, a well-kept secret encompassing eight magnificent cascades along a scenic 50-kilometre stretch of the R532. Though overshadowed by nearby Kruger and Blyde River Canyon, this route offers some of Mpumalanga's most spectacular natural beauty. Each waterfall presents unique character, from thundering torrents to delicate bridal veils.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at Mac Mac Falls, plunging an impressive 70 metres into a forested gorge, named after Scottish miners who prospected gold in these valleys. Continue to Lisbon Falls, cascading 94 metres in a spectacular double drop that ranks among the highest in the province. The forest pools below invite refreshing swims on warm Lowveld days.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit additional waterfalls including Bridal Veil Falls, Horseshoe Falls, and Lone Creek Falls, each accessible via short forest walks. The surrounding plantation forests and indigenous woodland create a green paradise of ferns, mosses, and towering trees. Picnic sites beside the falls offer peaceful spots to absorb the natural soundtrack of rushing water.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 7
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "ZA::saldanha",
      "name": "Saldanha",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.0115,
        17.9441
      ],
      "lat": -33.0115,
      "lon": 17.9441,
      "visits": [
        {
          "text": "Visit Saldanha Bay, situated in South Africa's largest natural bay, renowned for its striking contrasts and natural beauty. As the hub of the regional fishing industry and a popular holiday destination for water sports enthusiasts, the bay offers diverse experiences. The South African Military Academy campus includes a pristine nature reserve that transforms into a floral wonderland in spring and provides excellent vantage points for Southern Right Whale watching during calving season.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the beautiful, rugged coastline of Jacobsbaai, boasting a spectacular 2km sea frontage encompassing seven distinct bays. A 17km hiking trail between Swartrietbaai and Tietiesbaai traverses coastal fynbos supporting diverse wildlife. Often called 'Namaqualand by the sea,' the area's wildflower displays are breathtakingly beautiful during spring.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover Hopefield, a historic town dating back to 1851, surrounded by delicate fynbos and waving green wheat fields. Visit the beautiful Dutch Reformed Church built in 1879, where the original organ still plays at weddings and during the Hopefield Fynbos Show. The Fossil Museum displays a replica of the famous Saldanha Man hominid skull, and the Simply Bee Observation Centre offers fascinating insights into honey production.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 8
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::shingwedzi",
      "name": "Shingwedzi",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -23.1167,
        31.4333
      ],
      "lat": -23.1167,
      "lon": 31.4333,
      "visits": [
        {
          "text": "Self-drive through the northern and central regions of Kruger National Park, an essential South African bucket-list experience. From Pafuri, follow the tar road through mopane woodlands towards Punda Maria and Shingwedzi, where elephants are common companions along the journey. This vast wilderness unfolds gradually, revealing new landscapes around every bend.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the Red Rocks Loop near Shingwedzi, where water erosion has sculpted a series of fascinating potholes into smooth, reddish stone. This geological curiosity provides excellent leopard habitat, and the area supports diverse birdlife and elephant herds moving through the mopane forest.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Continue south through Mopane and Letaba rest camps, experiencing the changing landscapes and wildlife populations. Each region of Kruger offers distinct character-from the elephant-rich northern woodlands to the predator-dense southern savannahs. Rest camps provide comfortable accommodation with stunning river views and the chance to share sighting stories with fellow travelers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 7
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::simons",
      "name": "Simons",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -34.1918,
        18.4323
      ],
      "lat": -34.1918,
      "lon": 18.4323,
      "visits": [
        {
          "text": "Visit Boulders Beach in the charming naval town of Simon's Town, home to a thriving colony of approximately 3,000 African penguins. Protected by massive granite boulders that create sheltered coves, this remarkable beach offers an unforgettable opportunity to observe these charismatic seabirds in their natural habitat. Wooden boardwalks allow close encounters while protecting the sensitive penguin nesting areas.",
          "visit_duration_min": 75
        },
        {
          "text": "Journey to Cape Point, considered one of the most beautiful places in South Africa, where two oceans dramatically meet at the continent's southwestern tip. Part of the Cape Floral Kingdom, this windswept headland is covered in indigenous fynbos vegetation and provides critical habitat for pelagic seabirds and a resident baboon population. The historic lighthouse offers commanding views over the turbulent waters where the Atlantic and Indian Oceans converge.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience whale watching along the Western Cape coast during migration season from June to October. These magnificent marine mammals journey past the coastline, with Hermanus hosting the renowned annual Whale Festival in September. The region's calm bays and nutrient-rich waters make it one of the world's premier land-based whale watching destinations.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 2
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "ZA::skukuza",
      "name": "Skukuza",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24.9936,
        31.5928
      ],
      "lat": -24.9936,
      "lon": 31.5928,
      "visits": [
        {
          "text": "Enter Kruger National Park through Paul Kruger Gate, heading for Skukuza-South Africa's premier game viewing destination in the southern region. This area is renowned for exceptional predator sightings and Big Five encounters, with open grasslands, thorn thickets, and riverine forests supporting remarkable wildlife concentrations.",
          "visit_duration_min": 75
        },
        {
          "text": "Drive the popular loop around the confluence of the Sabie and Sand Rivers, combining diverse habitats in one rewarding circuit. Lion prides thrive here with less competition due to abundant prey. Early morning and late afternoon drives offer the best chances of witnessing predator activity along these productive routes.",
          "visit_duration_min": 75
        },
        {
          "text": "Stay at Shalati, the exclusive Train on the Bridge accommodation perched above the Sabie River on a historic railway bridge. Watch elephants, hippos, and buffalo from your balcony as they graze and drink below. Sunrise from your king-sized bed reveals the bush awakening in golden light.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience the unique sensation of sleeping in a re-envisioned train carriage suspended above the African bush. The 31 rooms, including 24 carriage rooms, offer magnificent views and world-class service. High tea at the bridge bar, an infinity pool overlooking the river, and gourmet dining complete this bucket-list experience.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 12
        }
      ],
      "rating": 8
    },
    {
      "place_id": "ZA::st-francis-bay",
      "name": "St Francis Bay",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -34.1711,
        24.8336
      ],
      "lat": -34.1711,
      "lon": 24.8336,
      "visits": [
        {
          "text": "Discover Greater St Francis, located at the easternmost point of Africa, where the charming canal-side village offers a unique coastal experience. Cruise the picturesque St Francis Canals by barge, exploring this Venice-like network of waterways lined with thatched-roof cottages and lush gardens. The area combines natural beauty with sophisticated coastal living.",
          "visit_duration_min": 75
        },
        {
          "text": "Embark on the Chokka Trail, a 62-kilometre slackpacking journey between Oyster Bay, St Francis Bay, and Cape St Francis. This self-paced hiking adventure showcases the greater St Francis area at its finest, with overnight accommodation at comfortable guesthouses along the route. Experience pristine coastline, indigenous vegetation, and abundant birdlife throughout the journey.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tee off at the prestigious St Francis Links, one of the Eastern Cape's premier golf courses set against a backdrop of spectacular coastal scenery. The championship layout challenges golfers while offering stunning ocean views. The greater St Francis area also offers Eco Sea Cruises lasting 5-7 hours, providing opportunities to observe marine life in their natural habitat.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience horse riding along the golden beaches of Oyster Bay, where the unspoiled coastline stretches as far as the eye can see. Multiple operators offer rides suitable for all experience levels, from gentle beach walks to exhilarating gallops along the shore. The area's remote beauty and abundant wildlife make each ride a memorable adventure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 3
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "ZA::storms-river",
      "name": "Storms River",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -33.9691,
        23.8989
      ],
      "lat": -33.9691,
      "lon": 23.8989,
      "visits": [
        {
          "text": "Drive the legendary Garden Route along the N2 from the Southern Cape to Tsitsikamma Forest, flanked by massive mountain ranges and an ever-changing ocean panorama. One moment you'll be climbing mountain passes overlooking beaches dotted with dolphins, the next you're immersed in ancient, mysterious indigenous forest. This scenic drive is consistently ranked among the world's most beautiful road journeys.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the dramatic Storms River Mouth, a spectacular gorge where the river thunders into the Indian Ocean. This top-rated National Park destination offers white-water rafting, swimming in cola-coloured pools, and kayaking through steep kloofs. Hike across suspension bridges, swim under waterfalls, and snorkel or dive in the protected marine reserve to understand why this remains one of South Africa's most beloved natural attractions.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the world-famous Bloukrans Bungy, recognized as the highest commercial bungy jump from a bridge on Earth. Plunge more than 200 metres towards the magnificent Bloukrans River valley using state-of-the-art pendulum bungy technology that ensures the smoothest jump possible. The breathtaking views from Africa's highest bridge capture all the majesty of this pristine wilderness area.",
          "visit_duration_min": 75
        },
        {
          "text": "Embark on an exhilarating Tree Top Canopy Tour, ziplining between platforms along steel cables set amongst the magnificent Tsitsikamma forest surroundings. This unforgettable adventure is suitable for ages 7 to 70, making it perfect for families, nature lovers, and thrill-seekers alike. Glide through the ancient indigenous forest canopy for a unique perspective on this protected ecosystem.",
          "visit_duration_min": 75
        },
        {
          "text": "Cross the iconic Storms River Suspension Bridge within Tsitsikamma National Park, where over 80 kilometres of protected coastline meet diverse ecosystems including fynbos, forests, and abundant marine life. The park, established in 1964, offers stunning scenery, hiking trails, and opportunities to observe the unique flora and fauna of this pristine coastal wilderness.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander through the ancient Tsitsikamma Forest, part of the Garden Route National Park, where towering yellowwood trees create a mystical canopy over fern-covered forest floors. Walking trails wind through this pristine indigenous forest, home to diverse bird species and the elusive Knysna elephant population. The combination of forest, fynbos, and coastline creates an unparalleled natural sanctuary.",
          "visit_duration_min": 60
        },
        {
          "text": "Join a Kayak and Lilo Experience, paddling across the ocean and beneath the Storms River suspension bridge before venturing deeper into the dramatic Storms River Gorge. This family-friendly adventure allows you to leap from cliff overhangs into deep pools and explore the spectacular gorge by inflatable lilo. The experience is consistently recommended as a highlight by visitors from around the world.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover Storms River Village and the surrounding Tsitsikamma Forest on a guided Segway tour. Glide through cool pine forests and indigenous woodland, crossing the historical Witteklip Bridge and visiting the magnificent 1,000-year-old Tsitsikamma Big Tree. This unique mode of exploration offers an unforgettable way to experience the area's natural wonders.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 12
        },
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: From Tsitsikamma to the Wild Coast",
          "day": 1
        }
      ],
      "rating": 7
    },
    {
      "place_id": "ZA::sun",
      "name": "Sun",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -25.3356,
        27.0928
      ],
      "lat": -25.3356,
      "lon": 27.0928,
      "visits": [
        {
          "text": "Experience Sun City, the famed mega-resort on the border of Pilanesberg National Park offering entertainment for all ages. Adults enjoy a world-famous golf course and one of Africa's largest casinos, while families delight in the variety of rides, outdoor activities, and the famous Valley of the Waves water park with its palm-fringed beach.",
          "visit_duration_min": 75
        },
        {
          "text": "Play a round on Sun City's two Gary Player-designed golf courses. The Gary Player Country Club was ranked third in the country by Golf Digest South Africa and hosts the annual Nedbank Golf Challenge with professional players. The desert-style Lost City Golf Course features 300,000 square feet of water features including live Nile crocodiles at the 13th hole.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Soar above the resort in a hot air balloon, try your luck at the casino, or catch world-class musicians at the Superbowl entertainment venue. Accommodation ranges from family-friendly Cabanas to the five-star Cascades and the extravagant Palace of the Lost City. Live music venues and numerous dining options complete the entertainment offerings.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 8
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::sutherland",
      "name": "Sutherland",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -32.3984,
        20.6642
      ],
      "lat": -32.3984,
      "lon": 20.6642,
      "visits": [
        {
          "text": "Journey to Sutherland in the Karoo Highlands, where unrivaled stargazing opportunities await beneath some of the darkest, clearest skies on Earth. The town's high elevation and remote location, far from light pollution, have made it the astronomical capital of Africa. On cloudless nights, the Milky Way blazes across the heavens in breathtaking detail visible to the naked eye.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the South African Astronomical Observatory, home to the Southern African Large Telescope (SALT)-the largest optical telescope in the Southern Hemisphere. Guided tours provide fascinating insights into the universe, from distant galaxies billions of light-years away to the discovery of new planets orbiting distant suns. This world-class facility makes Sutherland truly the 'gateway to the universe.'",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience evening stargazing sessions where expert guides point out constellations, planets, and celestial phenomena invisible from light-polluted cities. The cold, clear nights of the Karoo reward patient observers with meteor showers, satellite passes, and the profound perspective of our place in the cosmos. Perfect for astronomy enthusiasts and anyone seeking a celestial experience.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 2
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "ZA::taung",
      "name": "Taung",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -27.55,
        24.7833
      ],
      "lat": -27.55,
      "lon": 24.7833,
      "visits": [
        {
          "text": "Follow the Taung Heritage Route, a fascinating 45-kilometer journey through archaeological sites that illuminate significant gaps in human evolution. This route includes the UNESCO-listed site where a 2.5-million-year-old fossilized skull of a hominid child was discovered in 1924. The Taung Child has been labeled the most important anthropological fossil of the 20th century.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore natural wonders along the heritage route including a limestone waterfall and natural rock basins, streams, and caves collectively known as the Blue Pools. You can also venture inside an abandoned mine tunnel that provides insight into the region's geological and mining history. The landscape reveals layers of Earth's ancient past.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Connect this visit with the broader Cradle of Humankind World Heritage Site, of which Taung is officially part. The heritage route provides essential context for understanding human origins and the painstaking scientific work that has reconstructed our evolutionary story from fossil evidence found in these ancient landscapes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "North West Province Explorer: Ancient Mountains, Big Five Safaris & Human Origins",
          "day": 10
        }
      ],
      "rating": 3
    },
    {
      "place_id": "ZA::upington",
      "name": "Upington",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.4478,
        21.2561
      ],
      "lat": -28.4478,
      "lon": 21.2561,
      "visits": [
        {
          "text": "Enter the Green Kalahari, a stunning region that blends natural beauty with rich cultural history along the life-giving Orange River. This fertile corridor encompasses the towns of Upington, Kenhardt, Kakamas, and Augrabies, each offering unique attractions from vineyards to dramatic landscapes. The contrast between lush riverside greenery and surrounding semi-desert creates a remarkable visual experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the cultural heritage of the San, Nama, and Koranna peoples who have called this region home for millennia. Discover ancient San rock engravings that provide windows into prehistoric life, visit historic mission churches that shaped regional development, and examine water mills that harnessed the Orange River. The stories of these indigenous communities add profound depth to the landscape.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marvel at the Verneuk Pan, the vast salt flat where Sir Malcolm Campbell once attempted land speed records, and browse locally crafted San artifacts that continue ancient artistic traditions. The Orange River has sustained this region for centuries, creating oasis-like conditions that support agriculture, wildlife, and communities. Perfect for history buffs and nature lovers alike.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Northern Cape Odyssey: Diamonds, Desert Dunes & Dark Sky Wonders",
          "day": 9
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "ZA::velddrif",
      "name": "Velddrif",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -32.7743,
        18.1695
      ],
      "lat": -32.7743,
      "lon": 18.1695,
      "visits": [
        {
          "text": "Discover Bokkomlaan in Velddrif, the heart of the West Coast fishing industry and an undiscovered gem recently granted heritage status. Cross the Carinus Bridge and stop at the viewpoint beneath tall palm trees to observe waders in the waterway. Time seems to stand still along this historic street as fishing boats bob beside numerous jetties and fishermen prepare their catch using traditional methods passed down through generations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience Thali Thali Game Lodge, a pristine privately owned game and fynbos reserve abundant with wildlife and bird species. Home to various antelope and many other species in a predator-free environment, guests can safely explore on foot. Daily game drives, archery, and a 3D bow hunting track provide diverse activities amidst the natural beauty of the West Coast.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Western Cape Coastal Discovery: From Table Mountain to the Garden Route",
          "day": 10
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::ventersburg",
      "name": "Ventersburg",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -28.0833,
        26.9667
      ],
      "lat": -28.0833,
      "lon": 26.9667,
      "visits": [
        {
          "text": "Explore Willem Pretorius Game Reserve near the small Free State town of Ventersburg, where visitors can witness the world's largest herds of black wildebeest roaming across open grasslands. This conveniently located reserve serves as the ideal stopover between Johannesburg and Cape Town for wildlife lovers. The combination of dam, grassland, and bushveld habitats supports remarkable animal diversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Observe eland, blesbok, springbok, white rhino, and giraffe as they move through the reserve's varied landscapes. The Allemanskraal Dam attracts waterbirds and provides scenic focal points throughout the property. Game drives and self-guided routes allow visitors to explore at their own pace, with excellent chances of quality sightings.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stay overnight in the reserve's comfortable accommodation to experience the Free State wilderness at dawn and dusk when wildlife is most active. Walking trails offer intimate encounters with smaller creatures and plant life often missed from vehicles. The reserve's central location makes it an excellent base for exploring the surrounding Free State highlights.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 3
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "ZA::vredefort",
      "name": "Vredefort",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -27.0167,
        27.4
      ],
      "lat": -27.0167,
      "lon": 27.4,
      "visits": [
        {
          "text": "Discover the Vredefort Dome, a UNESCO World Heritage Site recognized as the oldest and largest verified meteorite impact site on Earth. Approximately 2 billion years ago, an asteroid estimated at 10-15 kilometers wide struck here, creating a crater originally 300 kilometers in diameter-visible today as a ring of hills 90 kilometers across. This cataclysmic event shaped geological features still studied by scientists worldwide.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the dramatic landscapes created by this ancient impact, where exposed rock layers reveal billions of years of Earth's history. The uplifted central dome and surrounding rim provide a geological classroom unlike any other on the planet. The Vaal River flows through the impact site, adding scenic beauty to scientific significance.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience adventure activities throughout the Vredefort Dome area, from hiking and river rafting to abseiling down dramatic cliffs shaped by the ancient impact. Horse riding and canoeing along the Vaal River offer gentler ways to explore, while camping under star-filled skies connects visitors with the cosmic forces that created this remarkable landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Free State Discovery: Golden Highlands, Ancient Craters & Big Cat Sanctuaries",
          "day": 2
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::wakkerstroom",
      "name": "Wakkerstroom",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -27.35,
        30.1333
      ],
      "lat": -27.35,
      "lon": 30.1333,
      "visits": [
        {
          "text": "Arrive at Wakkerstroom, a birder's paradise famed for 370 different avian species recorded in the surrounding wetlands and grasslands. Guinea fowl roam the streets while cranes feed in the vlei with the historic church steeple poking the sky in the background. This peaceful village offers some of the finest bird hides in South Africa for serious twitchers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the wetlands and grasslands surrounding this charming village, where patient observers can spot blue cranes, wattled cranes, and numerous other rare species. The vlei system attracts both resident birds and seasonal migrants, making every season rewarding for birding enthusiasts. Guided walks reveal the remarkable diversity of this Important Bird Area.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the character of this historic village beyond its birding reputation, exploring local shops, galleries, and welcoming establishments. The surrounding countryside offers scenic drives and walking trails through pristine highveld grasslands. Wakkerstroom's peaceful atmosphere provides the perfect antidote to busy modern life.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Mpumalanga Escarpment Adventure: Canyons, Waterfalls & Wildlife",
          "day": 10
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "ZA::welgevonden",
      "name": "Welgevonden",
      "cc": "ZA",
      "language": "en",
      "coords": [
        -24.1833,
        27.8667
      ],
      "lat": -24.1833,
      "lon": 27.8667,
      "visits": [
        {
          "text": "Enter Welgevonden Private Game Reserve, a malaria-free sanctuary stretching across 36,000 hectares within the UNESCO-listed Waterberg Biosphere Reserve. The reserve's name means 'well found' in Afrikaans-an apt description for this pristine wilderness featuring mountain landscapes, deep valleys, rolling hills, and waving grasslands at elevations between 1,200 and 1,900 metres above sea level.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover one of Africa's largest populations of white rhinos on a private reserve, including young calves just months old. The conservation area supports all Big Five animals, with exceptional sightings of lion prides, cheetah coalitions, elephants, and buffalo. The reserve's strict vehicle limits at sightings ensure an exclusive and intimate wildlife experience.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the reserve's unique topography, from the rugged Taaibos River valley to expansive savannah plains overlooking active waterholes. The varied ecosystems attract diverse wildlife including black-backed jackals, numerous antelope species, and over 300 bird species. Game drives reveal the intricate relationships between predators and prey in this balanced ecosystem.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embark on twice-daily game drives led by expert guides who track fresh animal spoor to locate remarkable wildlife. Between drives, relax by the pool, enjoy spa treatments, or simply absorb the tranquility of the African bush from your private deck overlooking valleys or waterholes where elephants, zebra, rhino, and waterbuck come to drink.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: From Waterberg to Kruger's Remote Wilderness",
          "day": 2
        }
      ],
      "rating": 4.3
    }
  ]
}