{
  "version": 1,
  "country": "za",
  "language": "ar",
  "places": [
    {
      "place_id": "ZA::addo",
      "name": "Addo",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.4543,
        25.7619
      ],
      "lat": -33.4543,
      "lon": 25.7619,
      "visits": [
        {
          "text": "استكشف Addo Elephant National Park، ثالث أكبر متنزه وطني في جنوب أفريقيا والمحمية الوحيدة في العالم التي تضم الحيوانات السبعة الكبرى. شاهد أكبر كثافة من الفيلة الأفريقية على الكوكب إلى جانب جاموس الرأس وفهد أسود ووحيد قرن أسود وأسد، بالإضافة إلى أسماك القرش البيضاء الكبيرة والحيتان الجنوبية الموسمية في القسم البحري. تشمل النظم البيئية المتنوعة في المتنزه 5 من 7 مناطق حيوية في جنوب أفريقيا.",
          "visit_duration_min": 75
        },
        {
          "text": "انزلق عبر الهواء على أعلى وأطول وأسرع خط انزلاق مزدوج في جنوب أفريقيا، المغامرة الوحيدة من نوعها في البلاد. تتضمن التجربة مشياً معتدلاً لمسافة 500 متر إلى منصة الإطلاق، مكافئة المشاركين بمناظر خلابة لوادي Sundays River. تضيف أرجوحة عملاقة فريدة إثارة إضافية لباحثي المغامرة.",
          "visit_duration_min": 75
        },
        {
          "text": "قم بزيارة Daniell Cheetah Project لجولة تعليمية للحيوانات المفترسة بقيادة مرشدين مدربين. توفر هذه التجربة التي تستغرق ساعة واحدة نظرة عميقة على حفظ الفهود وأعمال إعادة التأهيل في المرفق. يتاح للضيوف الفرصة الفريدة لدخول حاوية الفهود تحت إشراف الخبراء، والتعلم عن هذه القطط الرائعة وحالة حفظها الحرجة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اكتشف Sundays River واستمتع بإثارة التزلج على الرمال على الكثبان الشاهقة على بعد 5 كيلومترات فقط من Addo Elephant National Park. تجمع هذه المغامرة المناسبة للعائلة بين استكشاف النهر الهادئ وإثارة الانزلاق على الكثبان الرملية الذهبية. الأنشطة مناسبة لجميع الأعمار وتوفر تبايناً منعشاً مع مشاهدة الحيوانات التقليدية.",
          "visit_duration_min": 60
        },
        {
          "text": "انضم إلى جولة Addo Wildlife Eco Tour على ضفاف Sundays River، حيث يشارك المرشدون الخبراء المعرفة حول نباتات وأشجار Eastern Cape الفريدة. راقب الحياة البرية الغزيرة في المحمية بما في ذلك خنفساء الروث المحلية غير الطائرة، مخلوق صغير حيوي للنظام البيئي. تختتم التجربة بالمرطبات في بوما على ضفاف النهر.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 4
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "ZA::atlantis",
      "name": "Atlantis",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.5679,
        18.4856
      ],
      "lat": -33.5679,
      "lon": 18.4856,
      "visits": [
        {
          "text": "اكتشف Koeberg Private Nature Reserve، التي توفر معلومات تعليمية حول محطة الطاقة القريبة إلى جانب مسارين رائعين للمشي يعرضان الحيوانات والنباتات المتنوعة بما في ذلك grysbok وsteenbok وspringbok. استكشف المحمية بالدراجة عبر عدة طرق خلابة، وزر مخبأ الطيور للنزهات الهادئة وفرص مراقبة الطيور الاستثنائية.",
          "visit_duration_min": 75
        },
        {
          "text": "استرخ في Silwerstroomstrand، شاطئ العلم الأزرق المشهور بجودة مياهه الممتازة والمساحة الواسعة من الخط الساحلي في بيئة معزولة رائعة. نقطة صخرية صغيرة توفر حماية طبيعية من الأمواج للسباحة الآمنة في المحيط، بينما يوفر حوض المد مياه أدفأ وأهدأ. مناطق النزهات ومرافق الشواء وخيارات الإقامة تجعل هذا ملاذاً ساحلياً مثالياً.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "خوض مغامرة عبر Witzand Aquifer Nature Reserve، موطن Atlantis Dunefields المشهورة عالمياً. منطقة الحماية الفريدة هذه تجمع بين الشواطئ الرملية والخطوط الساحلية الصخرية والكثبان الشاسعة التي توفر مناظر رائعة لـ Table Mountain. الكثبان مثالية لمغامرات الدفع الرباعي وركوب الرمال، مما يخلق تجربة لا تُنسى حيث تلتقي الصحراء بالمحيط.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 4
        }
      ],
      "rating": 5
    },
    {
      "place_id": "ZA::augrabies",
      "name": "Augrabies",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.5944,
        20.3308
      ],
      "lat": -28.5944,
      "lon": 20.3308,
      "visits": [
        {
          "text": "شاهد شلالات Augrabies المهيبة تنحدر 56 متراً في مضيق مذهل بطول 18 كيلومتراً منحوت بواسطة نهر Orange عبر آلاف السنين. شعب Khoi أطلق على هذا المكان 'Aukoerebis' - 'الضجيج العظيم' - وزئير الماء الرعد الذي يتردد عبر الجروف الجرانيتية يفسر السبب تماماً. هذه العجيبة الطبيعية على طول نهر Orange تُصنف بين أكثر الشلالات إثارة في أفريقيا.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف حديقة شلالات Augrabies الوطنية، حيث المناظر الطبيعية الدراماتيكية تعرض الجمال الوعر لـNorthern Cape في أفضل حالاته. تعجب من Moon Rock وقباب Ararat الجرانيتية، تشكيلات قديمة مصقولة ناعمة بفعل دهور الطقس. أشجار quiver الأيقونية تنقط المنظر الطبيعي، صورها الظلية المميزة تخلق موضوعات تصويرية لا تُنسى ضد السماوات الدراماتيكية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "امش على مسار Klipspringer للقاءات حميمة مع النباتات والحيوانات الفريدة في الحديقة، من وبر الصخور يتشمس على الصخور إلى النسور السوداء تحلق فوق المضيق. استمتع بنزهات هادئة في نقاط المراقبة المطلة على الشلالات، أو جرب صيد الذباب بالإفراج والإمساك في أجزاء أكثر هدوءاً من النهر. مع اتصال محدود، إنها مثالية لمراقبة النجوم والاسترخاء من الحياة العصرية.",
          "visit_duration_min": 60
        },
        {
          "text": "اختبر مغامرات التجديف في نهر Orange لعشاق الإثارة، التنقل عبر المنحدرات خلال مناظر الأخدود المذهلة. الجمع بين أنشطة المغامرة والعجيبة الطبيعية يجعل Augrabies وجهة Northern Cape لا يمكن تفويتها. كل نقطة مراقبة تكشف منظورات جديدة على قوة الماء في تشكيل الحجر عبر الزمن الجيولوجي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 7
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::barberspan",
      "name": "Barberspan",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -26.5833,
        25.5833
      ],
      "lat": -26.5833,
      "lon": 25.5833,
      "visits": [
        {
          "text": "اكتشف محمية طيور Barberspan، منطقة مهمة للطيور وموقع رامسار للأراضي الرطبة الذي يُعد زيارة إلزامية لعشاق مراقبة الطيور. هذه المحمية التي تبلغ مساحتها 2,000 هكتار بالقرب من Delareyville سجلت 365 نوعاً، كثير منها طيور مائية أو مهاجرة نادرة. الأنواع المهددة عالمياً تشمل فلامنجو الصغير، والممارس أسود الجناح، وبطة الماكوا، والزقزاق محزم الكستناء.",
          "visit_duration_min": 75
        },
        {
          "text": "راقب الطيور المائية وهي تتجمع بأعداد كبيرة خلال موسم الجفاف من أبريل إلى أكتوبر، عندما تتأثر مصادر المياه الأخرى في المنطقة بالجفاف. مخابئ المحمية ونقاط المراقبة توفر فرص مشاهدة ممتازة للمصورين ومراقبي الطيور الباحثين عن أنواع يصعب العثور عليها في أماكن أخرى في جنوب أفريقيا.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "ألق الصنارة في نهر Vaal العظيم، الذي يشكل الحدود الجنوبية للمقاطعة مع Free State. يمكن اصطياد أنواع تشمل البربل والكارب وسمك الطين وباس كبير الفم، رغم أن السمك الأصفر المرغوب يوفر أفضل مقاومة عند اصطياده بالذبابة. ضفاف النهر توفر أجواء هادئة لرحلات الصيد.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 9
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "ZA::bethlehem",
      "name": "Bethlehem",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.2333,
        28.3
      ],
      "lat": -28.2333,
      "lon": 28.3,
      "visits": [
        {
          "text": "زر ملاذ Lionsrock Park Big Cat Sanctuary، الذي أنقذ أكثر من 90 قطاً كبيراً من جميع أنحاء العالم، مما وفر لهذه الحيوانات الرائعة بيتاً آمناً وكريماً. يقدم هذا المرفق التابع لـ Four Paws لهذه القطط المنقذة - كثير منها من السيرك والمجموعات الخاصة ومناطق الحرب - حاويات واسعة في محيط Free State الجميل. يمثل الملاذ منارة أمل للحيوانات التي عانت على أيدي البشر.",
          "visit_duration_min": 75
        },
        {
          "text": "تعلم عن محنة القطط الكبيرة الأسيرة عالمياً وعمل الحفظ المكرس الذي يمنح الحيوانات المنقذة فرصة ثانية. يعني التزام الملاذ برفاهية الحيوان أن القطط تعيش بطبيعية قدر الإمكان، مع مساحة للتجول والتسلق وببساطة أن تكون نفسها. تسلط البرامج التعليمية الضوء على التحديات التي تواجه مجموعات القطط البرية والأسيرة في جميع أنحاء العالم.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استمتع بجولات التصوير عبر الملاذ، ومراقبة الأسود والنمور والقطط الكبيرة الأخرى في حاوياتها الواسعة. تشمل الأنشطة الإضافية ركوب الخيل عبر الريف المحيط ومراقبة الطيور في الموائل المتنوعة ومسارات المشي لمسافات طويلة التي تكشف عن الجمال الطبيعي للمنطقة. يمكن ترتيب رحلات يومية إلى Golden Gate National Park القريبة لأولئك الذين يريدون توسيع تجاربهم مع الحياة البرية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 4
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::blaauwberg",
      "name": "Blaauwberg",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.7645,
        18.4589
      ],
      "lat": -33.7645,
      "lon": 18.4589,
      "visits": [
        {
          "text": "استكشف Blaauwberg Nature Reserve، الواقعة على بعد 30 كم فقط من Cape Town، توفر مناظر رائعة أسفل المنحدرات المغطاة بـ fynbos عبر منظر المدينة وأكثر من 7 كم من الخط الساحلي الصخري والرملي البكر. نقطة المراقبة الفريدة هذه هي واحدة من الأماكن القليلة على الأرض حيث يمكنك مشاهدة موقعين للتراث العالمي لليونسكو في آن واحد: Table Mountain وجزيرة Robben Island. المحمية تحافظ أيضاً على الموقع التاريخي لمعركة Blaauwberg عام 1806.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استرخ في Melkbosstrand، قرية ساحلية نموذجية شائعة بين السكان المحليين وعشاق الرياضات المائية. الشاطئ الرئيسي الطويل المدعوم بالمروج الخضراء مثالي للنزهات، بينما تحتفظ المنطقة بأهمية تاريخية كموقع هبوط القوات البريطانية خلال غزو 1806.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 3
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "ZA::bloemfontein",
      "name": "Bloemfontein",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -29.1167,
        26.2167
      ],
      "lat": -29.1167,
      "lon": 26.2167,
      "visits": [
        {
          "text": "زر Free State National Botanical Garden على أطراف Bloemfontein، التي تعرض أكثر من 400 نوع نباتي فريد لـ Free State و Northern Cape و Lesotho. ست حدائق مميزة تكشف التنوع النباتي الرائع للهضبة المركزية، من مجموعات العصاريات إلى الأشجار المحلية المتكيفة مع درجات الحرارة الشديدة في المنطقة. مسارات المشي البري تتلوى عبر النباتات الطبيعية خارج المناطق المزروعة.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف Bloemfontein، العاصمة القضائية لجنوب أفريقيا وقلب مقاطعة Free State. تجمع المدينة العمارة الفيكتورية مع المرافق الحديثة، مقدمة متاحف ومعارض ومواقع تاريخية تضيء التاريخ المعقد للمنطقة. الحدائق والمتنزهات في جميع أنحاء المدينة توفر ملاذات خضراء وسط المناظر الطبيعية الحضرية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اكتشف تجربة الفهد، واحدة من أشهر المعالم السياحية في Bloemfontein وزيارة لا بد منها لمحبي القطط الكبيرة. يركز المركز بشكل أساسي على حفظ وتربية الفهود ولكنه يخدم أيضاً كملاذ للأسود والنمور والنمر المرقط والسرفال والكاراكال. يتعلم الزوار عن هذه الحيوانات المفترسة الرائعة ويمكنهم التفاعل جسدياً مع حيوانات معينة تحت إشراف خبراء.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 9
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "ZA::blyde-river-canyon",
      "name": "Blyde River Canyon",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24.5833,
        30.8167
      ],
      "lat": -24.5833,
      "lon": 30.8167,
      "visits": [
        {
          "text": "استمتع بمشاهدة أخدود Blyde River، أحد أكبر الأخاديد الخضراء في العالم ونقطة مركزية في المناظر الطبيعية المذهلة لـ Mpumalanga. الإطلالات البانورامية تمتد عبر المنحدرات الخضراء ونهر Blyde المتعرج في الأسفل، مما يخلق مشاهد سحرت الزوار لأجيال. هذه الأعجوبة الطبيعية تظهر القوى الجيولوجية الدرامية التي شكلت منحدرات جنوب أفريقيا.",
          "visit_duration_min": 75
        },
        {
          "text": "انظر من خلال God's Window، إحدى أشهر نقاط المراقبة على طول Panorama Route، تقدم مناظر خلابة على Lowveld تمتد إلى الأفق. في الأيام الصافية، تمتد الرؤية عبر برية لا نهاية لها على ما يبدو، مما يخلق تجربة روحانية تقريباً للاتصال مع المناظر الطبيعية الأفريقية الواسعة. الغابات الأصلية المورقة المحيطة بنقطة المراقبة هذه تضيف إلى أجوائها السحرية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف Three Rondavels، تكوينات صخرية أسطوانية مميزة تشبه الأكواخ الأفريقية التقليدية وتقف حارسة على الأخدود. هذه القمم الدولوميتية القديمة، المعروفة أيضاً باسم الرئيس وزوجاته الثلاث، تقدم بعض أكثر المناظر الطبيعية تصويراً في جنوب أفريقيا. مسارات المشي حول نقاط المراقبة تقدم وجهات نظر متعددة لهذه التحفة الجيولوجية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 3
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "ZA::cape",
      "name": "Cape",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.9249,
        18.4241
      ],
      "lat": -33.9249,
      "lon": 18.4241,
      "visits": [
        {
          "text": "اصعد إلى Table Mountain، المعلم المميز ذو القمة المسطحة الذي يهيمن على أفق Cape Town ويشكل جزءاً من سلسلة جبال رائعة تمتد لـ60 كم وصولاً إلى Cape Point. سواء اخترت رحلة التلفريك الخلابة أو التنزه المنعش إلى القمة، ستحصل على مناظر بانورامية تعتبر من أروع المناظر في العالم. من هذه العجيبة الطبيعية المعترف بها من قبل اليونسكو، تأمل موقعين للتراث العالمي في آن واحد: الجبل نفسه وجزيرة Robben Island التاريخية في المسافة.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف Kirstenbosch National Botanical Garden، موقع التراث العالمي لليونسكو المشهور عالمياً والمتداخل مع المنحدرات الشرقية لـ Table Mountain. تجول عبر الغابات الأصلية، واسترخ على المروج المهذبة، واندهش من النباتات القديمة والحديقة الاستثنائية Peninsula Garden التي تضم أكثر من 2500 نوع نباتي لا يوجد في أي مكان آخر على الأرض. لا تفوت Tree Canopy Walkway، جسر معلق يوفر منظوراً فريداً عبر مظلة الغابة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اكتشف Cape Floral Kingdom، واحدة من ست ممالك نباتية على الأرض وموقع تراث عالمي لليونسكو يحتوي على 3% من أنواع النباتات في العالم. هذا النظام البيئي الاستثنائي يمتد من شبه جزيرة Cape إلى Eastern Cape، مع نسبة مذهلة تبلغ 69% من نباتاته لا توجد في أي مكان آخر على الكوكب. التنوع والتفرد في هذا الكنز النباتي يجعله تجربة أساسية لعشاق الطبيعة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 1
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::centurion",
      "name": "Centurion",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.8603,
        28.1894
      ],
      "lat": -25.8603,
      "lon": 28.1894,
      "visits": [
        {
          "text": "استكشف محمية Rietvlei Nature Reserve، المفضلة محلياً والتي تعج بالحياة البرية في نظام بيئي محمي للأراضي الرطبة. تتجول الحمر الوحشية ووحيد القرن والفهد والجاموس والنو الأسود والبليسبوك بحرية عبر هذه المحمية القابلة للوصول، مما يوفر مشاهدة ممتازة للطرائد على بعد دقائق من المدينة. يدعم الجمع بين موائل الأراضي العشبية والرطبة تنوعاً بيولوجياً رائعاً.",
          "visit_duration_min": 75
        },
        {
          "text": "استمتع بمراقبة الطيور الاستثنائية في Rietvlei، حيث تشمل المشاهدات النسر السمكي الهيب، وطيور الرفراف الملونة، وبومة العشب الخفية، وقبرة الكعب المدبب، والطيطوى الأسمر، وطائر اللونكلو البرتقالي الحنجرة المذهل. تجذب الموائل المتنوعة للمحمية الأنواع المقيمة والمهاجرة على مدار السنة، مما يجعل كل زيارة مجزية لمراقبي الطيور.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استمتع بالتنزه وركوب الخيل وركوب الدراجات والصيد في هذه المحمية الطبيعية المتعددة الاستخدامات التي تقدم شيئاً لكل محب للأنشطة الخارجية. تخلق الأجواء الهادئة والحياة البرية الوفيرة هروباً مثالياً من الحياة الحضرية، مع البقاء قريباً من Pretoria بشكل مريح. تكشف جولات الطرائد عند الغروب عن سكان المحمية الليليين وهم يخرجون لقضاء الليل.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "عجائب Gauteng الطبيعية: الجبال القديمة ومواقع الأحافير والمحميات الحضرية",
          "day": 8
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "ZA::clarens",
      "name": "Clarens",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.5167,
        28.4167
      ],
      "lat": -28.5167,
      "lon": 28.4167,
      "visits": [
        {
          "text": "اكتشف Clarens، المعروفة بحب باسم 'جوهرة Free State'، وجهة خلابة محاطة بجبال Maluti المهيبة. هذه القرية الساحرة مشهورة بمشهدها الفني النابض بالحياة، مع معارض عديدة ومحلات حرف ووسائل عرض تبرز الأعمال الاستثنائية للفنانين المحليين. تجول في الشوارع الساحرة واكتشف الكنوز المذهلة بما في ذلك اللوحات الأصلية والمجوهرات المصنوعة يدوياً.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف القلب الإبداعي لهذا المجتمع الفني، حيث كل زاوية تكشف كنوز جديدة من الحرفيين الموهوبين. موقع القرية على خلفية المنحدرات الرملية الدرامية يخلق جواً ملهماً جذب الفنانين والحرفيين من جميع أنحاء جنوب أفريقيا. المجتمع المحلي المرحب يضيف دفء لكل زيارة معرض وتجربة تسوق.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "احتضن المغامرات الخارجية المحيطة بـ Clarens، من المشي عبر المناظر الجبلية المذهلة إلى ركوب الدراجات الجبلية على طول المسارات الخلابة. رحلات ركوب الخيل تكشف جمال المناظر الطبيعية من منظور فريد، تتبع المسارات عبر الأراضي العشبية الذهبية تحت التشكيلات الرملية الشاهقة. مزيج الثقافة الفنية والعظمة الطبيعية يجعل Clarens وجهة لا تُنسى.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 7
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "ZA::coffee-bay",
      "name": "Coffee Bay",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -31.9833,
        29.15
      ],
      "lat": -31.9833,
      "lon": 29.15,
      "visits": [
        {
          "text": "تأمل في Hole in the Wall، قوس صخري مميز يرتفع من البحر قبالة قرية Wild Coast التي تحمل نفس الاسم. نحتت هذه العجيبة الطبيعية على مدى ملايين السنين بفعل الأمواج المتواصل ضد الحجر الرملي والصخر الزيتي تحت صخر الدوليريت البركاني الصلب. تقف هذه المعلمة أمام مصب نهر Mpako، ملهمة أساطير لا تحصى بين المجتمعات المحلية.",
          "visit_duration_min": 75
        },
        {
          "text": "انطلق في مسار Wild Coast، عابراً بعض أروع المناظر الساحلية في جنوب أفريقيا على طول طرق مسارات راسخة. تضمن أماكن الإقامة على الطريق إيقاعاً مريحاً بينما تزيد من التعرض لتلال المنطقة الخضراء الشديدة الانحدار وقرى Xhosa التقليدية والمنحدرات المعرضة للرياح والشواطئ البيضاء المهجورة والغابات الأصلية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استمتع بمغامرات ركوب الخيل في Wild Coast المناسبة لجميع المستويات، من الرحلات اليومية اللطيفة التي تستمر 1-4 ساعات إلى المسارات متعددة الأيام الممتدة على طول الساحل البكر. يجمع Kei River Horse Trail بين رحلات الأساس مع رحلة ساحلية لمدة 2-3 ليال، بينما يقدم Wild Coast Horse Trail لـ 7 ليال للراكبين المتقدمين مغامرة ملحمية لـ 8 أيام عبر هذا المشهد البري.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 10
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "ZA::darling",
      "name": "Darling",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.3754,
        18.3845
      ],
      "lat": -33.3754,
      "lon": 18.3845,
      "visits": [
        {
          "text": "زر محطة Mamre Mission التاريخية، الجوهرة المخفية التي تأسست عام 1808 من قبل المبشرين المورافيين. الكنيسة ومنزل الراعي الأصليين، المحميين الآن كنصب وطنية، يحتفظان بسحرهما الأصيل ويستمران في خدمة المجتمع بالخدمات الأسبوعية. طاحونة مياه مرممة بشكل جميل تعمل الآن كمتحف رائع يعرض التراث الغني للمدينة.",
          "visit_duration_min": 75
        },
        {
          "text": "جول في Groote Post Wine Cellar، عقار تاريخي من القرن الثامن عشر حيث التربة الفريدة والمناخ البارد لـ Darling Hills ينتجان نبيذاً استثنائياً. جزء من West Coast Flower Route المشهور، العقار يوفر نزهات طبيعية رائعة ورحلات صيد عبر مناظر fynbos الأصلية. استمتع بتذوق النبيذ مع المأكولات اللذيذة في هذا الموقع الخلاب.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف بلدة Darling الساحرة، الواقعة في قلب West Coast Flower Region حيث يحول الربيع الحقول المحيطة إلى نسيج مذهل من الزهور البرية. زر خلال سبتمبر لمعرض Darling Wildflower الاحتفالي الذي يقام كل عطلة نهاية أسبوع ثالثة. شوارع المدينة الساحرة تضم أيضاً مجمع مسرح Evita se Perron المشهور.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 5
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "ZA::dullstroom",
      "name": "Dullstroom",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.4167,
        30.1167
      ],
      "lat": -25.4167,
      "lon": 30.1167,
      "visits": [
        {
          "text": "اكتشف Dullstroom، المعروفة بمحبة باسم مكة التراوت في جنوب أفريقيا، حيث الهواء النقي والمناخ البارد والمياه المتلألئة جذبت صيادي الذباب لأجيال. هذه المدينة الجبلية الصغيرة تتفوق على وزنها بمجموعة انتقائية من أكثر من 7000 ساعة معروضة في المؤسسات المحلية. الهواء الجبلي المنعش والجو المريح يجعلانها الملاذ المثالي.",
          "visit_duration_min": 75
        },
        {
          "text": "ألق خيطك في الجداول والسدود البكر المليئة بتراوت قوس قزح والبني، تتبع تقاليد صيد الذباب المكرمة بالزمن. يقدم المرشدون الخبراء التعليم للمبتدئين بينما يختبر الصيادون ذوو الخبرة مهاراتهم ضد الأسماك الماكرة في المياه الصافية كالكريستال. توفر المناظر الطبيعية المحيطة لـ highveld خلفية مذهلة لهذا السعي التأملي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف مجموعة Dullstroom الساحرة من المطاعم والحانات ومحلات الحرف المتجمعة على طول الشارع الرئيسي. سمعة المدينة في الطعام الممتاز تجذب الزوار الساعين لوجبات دسمة بجانب النيران المشتعلة في أمسيات highveld الباردة. تكافئ المعارض الفنية ومحلات التحف المتصفحين، بينما تضيف مجموعة الساعات الشهيرة طابعاً غريباً لهذه الوجهة المحبوبة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 9
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::east-london",
      "name": "East London",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.0153,
        27.9116
      ],
      "lat": -33.0153,
      "lon": 27.9116,
      "visits": [
        {
          "text": "اكتشف East London، مدينة هادئة مباركة بنسائم المحيط الهندي الدافئة ومناخ شبه استوائي ترحيبي يجذب الزوار على مدار السنة. تقدم شواطئ المدينة البكر - Nahoon وGonubie وOrient - رمالاً نظيفة ومياهاً متلألئة وغروب شمس مذهل يطلي السماء بألوان رائعة كل مساء.",
          "visit_duration_min": 75
        },
        {
          "text": "استمتع بالأنشطة المائية المتنوعة المتاحة على طول ساحل East London، من رياضة التزلج على الأمواج من الطراز العالمي والغطس إلى رحلات مراقبة الدلافين والحيتان. تدعم التيارات المحيطية الدافئة حياة بحرية وفيرة، مما يجعل هذا الامتداد من الساحل جنة لعشاق الصيد ومستكشفي أعماق البحار.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اعبر نهر Kei على العبارة التاريخية، وهي عبارة كبلية تقليدية نقلت المسافرين عبر هذا الممر المائي المهم لأجيال. يمثل هذا العبور الحدود التقليدية بين مستعمرة الكاب السابقة وTranskei، مما يوفر صلة ملموسة بتاريخ المنطقة المعقد وتراثها الثقافي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 7
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "ZA::gariep-dam",
      "name": "Gariep Dam",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -30.6167,
        25.5
      ],
      "lat": -30.6167,
      "lon": 25.5,
      "visits": [
        {
          "text": "استكشف محمية سد Gariep الطبيعية، أكبر محمية طبيعية في Free State، الممتدة على طول شواطئ أكبر سد في جنوب أفريقيا ونهر Orange العظيم. هذه المنطقة المحمية الواسعة تفتخر بكونها موطناً لأنواع طيور لا تحصى وحياة نباتية متنوعة وأنواع حيوانية عديدة تزدهر في المناظر الطبيعية شبه القاحلة. حجم السد والمحمية يخلق إحساساً مذهلاً بالبرية.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف الحياة الطيورية الرائعة التي تتجمع حول الشاطئ الواسع وجزر السد، تجذب مراقبي الطيور من جميع أنحاء البلاد. الأراضي العشبية المحيطة والنتوءات الصخرية تدعم أنواع الظباء والثدييات الصغيرة، بينما يقدم السد نفسه فرص صيد ممتازة. رحلات القوارب توفر منظورات فريدة على هذا الجسم المائي الضخم.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استمتع برحلات مشاهدة الطرائد عبر المحمية، حيث تجوب السبرينغبوك والنو الأسود وأنواع الظباء الأخرى السهول المفتوحة. مسارات المشي تقدم لقاءات حميمة مع المناظر الطبيعية وسكانها، بينما مواقع النزهات توفر بقع مثالية لامتصاص اتساع هذه المحمية الرائعة. غروب الشمس فوق السد يخلق فرص تصوير لا تُنسى.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 10
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "ZA::golden-gate",
      "name": "Golden Gate",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.5167,
        28.6167
      ],
      "lat": -28.5167,
      "lon": 28.6167,
      "visits": [
        {
          "text": "ادخل متنزه Golden Gate Highlands الوطني، المعروف ربما بحراسه الرملي الذهبي اللون الرائع الذي يضيء كالذهب المصقول في ضوء بعد الظهر المتأخر. هذه التشكيلات الصخرية الدرامية، المنحوتة عبر آلاف السنين بفعل الرياح والمياه، تخلق واحداً من أكثر المناظر الطبيعية الفوتوغرافية في جنوب أفريقيا. يقع المتنزه على مسافات متساوية من Johannesburg و Durban و Bloemfontein، مما يجعله الملاذ المرتفع المثالي.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف الحياة البرية الرائعة التي تسكن هذا الملاذ الجبلي، بما في ذلك النو الأسود والإيلاند والبليسبوك والسبرينغبوك والنسر الملتحي النادر المحلق فوق القمم. تم تسجيل أكثر من 100 نوع من الطيور، من الجوارح التي تركب التيارات الحرارية إلى أنواع الأراضي العشبية الملونة. الموائل المتنوعة من الكهوف والنتوءات إلى الجداول والأراضي العشبية تدعم التنوع البيولوجي الاستثنائي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "امش في شبكة مسارات المتنزه الواسعة، من النزهات القصيرة إلى مسار Rhebok الصعب لمدة يومين الذي يخترق الطيف الكامل للمناظر الطبيعية المرتفعة. الارتفاع العالي يجلب هواء منعش وأنماط طقس درامية تحول المناظر الطبيعية طوال اليوم. مواقع الفن الصخري تكشف أن شعب San سكن هذه الجبال في الماضي، مضيفاً عمقاً ثقافياً إلى الجمال الطبيعي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 6
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::graaff-reinet",
      "name": "Graaff Reinet",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -32.2522,
        24.5308
      ],
      "lat": -32.2522,
      "lon": 24.5308,
      "visits": [
        {
          "text": "قف بإعجاب أمام Valley of Desolation، عجائب جيولوجية ذات جمال آسر تضم أعمدة صخرية بركانية قديمة متآكلة مذهلة بارتفاع 120 متر تقف حارسة على سهول Camdeboo. أعلن كنصب تذكاري وطني في عام 1939 لأهميته الجيولوجية والمناظر الطبيعية، تقدم هذه المناظر الطبيعية الدرامية مشاهدات للكودو وحمار الوحش الجبلي في Cape ونسر Verreaux المهيب بجناحيه المثيرين للإعجاب بطول مترين.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف Graaff-Reinet، رابع أقدم مدينة في جنوب أفريقيا تأسست عام 1786، مشهورة بمنازلها ومبانيها التاريخية المحفوظة بشكل رائع. الشخصيات البارزة بما في ذلك Lord Somerset و Robert Sobukwe و Dr Anton Rupert لها صلات بهذه المدينة الكارو ذات الطابع المميز. يقدم متحف Reinet House رؤى مثيرة للاهتمام في تاريخ وفن Karoo.",
          "visit_duration_min": 75
        },
        {
          "text": "سافر إلى Owl House في Nieu-Bethesda، موقع تراث وطني يمثل أهم مثال لفن الغرباء في جنوب أفريقيا. حولت الفنانة Helen Martins منزل Karoo العادي إلى مكان من الضوء واللون، مع حديقة خيالية مليئة بالمنحوتات الخرسانية والزجاجية المعروفة باسم Camel Yard. رؤيتها الاستثنائية تستمر في سحر الزوار.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اكتشف أحافير Karoo في Wellwood Farm و Ganora Guest Farm، لمشاهدة عروض رائعة للعينات القديمة التي جُمعت على مدى 20 عاماً. تقدم Ganora Excursions جولات مشي مرشدة لمشاهدة لوحات Bushman و Khoi والنقوش الصخرية ومركز James Kitching للأحافير. يؤدي مسار الأحافير المرشد إلى قاع النهر حيث تستمر الأدلة على الماضي ما قبل التاريخي للمنطقة في الظهور.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 14
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "ZA::graskop",
      "name": "Graskop",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24.9317,
        30.8419
      ],
      "lat": -24.9317,
      "lon": 30.8419,
      "visits": [
        {
          "text": "اتبع Panorama Route الأسطوري، البوابة إلى Kruger المتعرجة عبر Lowveld على طول الطرق التي تجتاز المزارع والشلالات والغابات المحلية الكثيفة. يربط هذا الطريق السريع الخلاب العديد من معالم الجذب الأكثر شهرة في Mpumalanga، من فطائر Graskop الشهيرة إلى نقاط مشاهدة الوادي التي تحدد المناظر الطبيعية الدرامية للمنحدرات في المقاطعة.",
          "visit_duration_min": 75
        },
        {
          "text": "اختبر Graskop Gorge Lift، النازل 51 متراً إلى الغابة أدناه في مصعد زجاجي يوفر مناظر مذهلة للمنحدرات والمظلة النباتية المحيطة. في القاع، تتعرج الممرات المرتفعة عبر الغابة القديمة، كاشفة الشلالات والأشجار المحلية والطيور المتنوعة. يقدم Cliff Café المرطبات مع مناظر رائعة للوادي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف الشارع الرئيسي النابض بالحياة في Graskop، الشهير بمطاعم الفطائر ومحلات التذكارات التي تبيع الحرف الأفريقية والمنتجات المحلية. تعمل المدينة كقاعدة ممتازة لاستكشاف Panorama Route، مع جميع المعالم الرئيسية في متناول مسافة قيادة سهلة. تقدم الغابات والأراضي العشبية المحيطة فرصاً إضافية للمشي والمغامرة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 5
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::groot-marico",
      "name": "Groot Marico",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.5167,
        26.3833
      ],
      "lat": -25.5167,
      "lon": 26.3833,
      "visits": [
        {
          "text": "اكتشف Groot Marico، وهي مدينة إقليمية هادئة كانت خلفية للعديد من الحكايات التي كتبها Herman Charles Bosman، أحد أحب الكتاب في South Africa. احتضنت المدينة هذا الارتباط الأدبي بمتحف هو نسخة طبق الأصل من المدرسة المحلية التي درّس فيها Bosman ذات يوم. يحتفل مهرجان Herman Charles Bosman السنوي كل أكتوبر بهذا التراث.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف المدينة الساحرة المسماة على اسم نهر Groot Marico، حيث تعكس الهندسة المعمارية التراث الريفي للمنطقة وتلتقط خيارات الإقامة الأجواء الساحرة لقصص Bosman. يجذب سباق Marico Mountain Bike Classic السنوي عشاق ركوب الدراجات، بينما تقدم الريف المحيط رحلات هادئة عبر أراضي North West الزراعية النموذجية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 4
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::harrismith",
      "name": "Harrismith",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.2833,
        29.1333
      ],
      "lat": -28.2833,
      "lon": 29.1333,
      "visits": [
        {
          "text": "سافر إلى محمية Sterkfontein Dam Nature Reserve، الواقعة على بعد 23 كيلومتراً فقط من Harrismith والمأهولة بمجموعة متنوعة من أنواع الحيوانات والطيور بما في ذلك ريدباك الجبل والريبوك الرمادي. تحيط هذه المحمية الخلابة بأكبر محطة طاقة كهرومائية في البلاد، حيث يخزن السد المياه المضخوة من نهر Tugela خلال فترات الكهرباء خارج الذروة. تكمل التحفة الهندسية الجمال الطبيعي.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف الأنشطة الخارجية الاستثنائية في هذه المحمية الجبلية، المشهورة بالتخييم وصيد الأسماك ومشاهدة الطرائد وركوب الدراجات. تخترق مسارات المشي وركوب الدراجات الأراضي العشبية والنتوءات الصخرية مع إطلالات عبر السد نحو القمم البعيدة. يجلب الموقع المرتفع درجات حرارة باردة حتى في الصيف، مما يجعله ملاذاً منعشاً من حر الأراضي المنخفضة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف الموائل المتنوعة حول سد Sterkfontein، من الأراضي الرطبة على طول الشاطئ إلى الأراضي العشبية الجبلية المتسلقة نحو سفوح جبال Drakensberg. يستمتع مراقبو الطيور برؤى ممتازة لأخصائيي الأراضي العشبية والجوارح، بينما يجرب الصيادون حظهم مع سمك السلمون المرقط والقاروس في المياه الباردة للسد. تكافئ الأجواء المسالمة أولئك الساعين للتأمل الهادئ.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 5
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "ZA::hartbeespoort",
      "name": "Hartbeespoort",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.7447,
        27.8864
      ],
      "lat": -25.7447,
      "lon": 27.8864,
      "visits": [
        {
          "text": "وصل إلى سد Hartbeespoort، وجهة شعبية للزوار تقع ضمن سلسلة جبال Magaliesberg الدراماتيكية. يقدم السد والمنطقة المحيطة الوجهة الرئيسية للمنطقة للرياضات المائية بما في ذلك ركوب الأمواج الشراعية والتزلج النفاث وركوب المياه البيضاء والتجديف والأنابيب على نهر Crocodile الذي يغذي الخزان. تحت سطح السد يقع واحد من مواقع الغوص الداخلية القليلة في جنوب أفريقيا الذي يتميز بمناطق جذب غير عادية.",
          "visit_duration_min": 75
        },
        {
          "text": "قم بزيارة محمية الفيلة في Hartbeespoort Dam، حيث تتيح التفاعلات اليومية الثلاث مع الفيلة الأفريقية المقيمة للزوار التعرف على هذه الحيوانات المذهلة وقضايا الحفاظ على البيئة التي تؤثر على بقائها في البرية. خلال الجولات المشي الموجهة، تتجول الفيلة بحرية في الغابة وتسمح بلقاءات عن قرب حيث يمكنك المشي يداً بخرطوم معها.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف مركز Ann van Dyk للفهود، الذي تأسس عام 1971 كبرنامج تربية للمساعدة في تعزيز أعداد الفهود في البرية. شاهد الفهود والكلاب البرية الأفريقية والنسور والقطط الصغيرة في رحلات صيد موجهة عبر حاوياتها المفتوحة. تُظهر تجارب جري الفهد هذه الحيوانات المفترسة المذهلة وهي تُظهر سرعتها الأسطورية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تصفح سوق Welwitschia Country، وهو معلم سياحي صديق للبيئة يضم 40 كشكاً ريفياً في بيئة مفتوحة تحت أشجار الظل الجميلة. اكتشف الملابس البوهيمية والمنحوتات الأفريقية التقليدية والحرف اليدوية التي صنعها الحرفيون المحليون. يعمل السوق من الثلاثاء إلى الأحد من الساعة 9 صباحاً إلى 5 مساءً، مما يوفر تجربة تسوق أصيلة.",
          "visit_duration_min": 60
        },
        {
          "text": "استمتع بأنشطة المغامرة في التلال والجبال المحيطة، بما في ذلك مسارات المشي الجميلة وتسلق الصخور وركوب الدراجات الرباعية والطيران الشراعي والطيران بالمنطاد. يوفر التلفريك الجوي Harties إطلالات رائعة عبر السد والجبال، بينما يمر مسار المشي Phaladingwe عبر موائل متنوعة مع فرص لرؤية الإمبالا والدويكر والكودو والنيالا.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 1
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "ZA::hazyview",
      "name": "Hazyview",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.05,
        31.1333
      ],
      "lat": -25.05,
      "lon": 31.1333,
      "visits": [
        {
          "text": "اختتم رحلة Mpumalanga في Hazyview، مدينة بوابة نابضة بالحياة إلى Kruger National Park تقدم وصولاً سهلاً إلى بوابتي Phabeni وNumbi في المحمية. ينشئ المناخ الاستوائي للمدينة والنباتات الخصبة بيئة خضراء للأنشطة المغامرة، من تفاعلات الفيلة إلى تجارب القرية الثقافية وجولات الحبل المعلق الجوية عبر مظلة الغابة.",
          "visit_duration_min": 75
        },
        {
          "text": "تابع على طول طريق Panorama إلى Hazyview، مروراً بسد Blyderivierpoort ذو القوس الجاذبي على نهر Blyde في الوادي السفلي. يعرض الطريق أكثر المناظر الطبيعية دراماتيكية في Mpumalanga - منحدرات شاهقة، وشلالات منحدرة، وغابات خضراء تخلق مشاهد من الجمال الطبيعي الاستثنائي في كل منعطف.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استفد من موقع Hazyview في قلب Lowveld للاستمتاع برحلات السفاري الأخيرة أو رحلات غروب الشمس النهرية أو علاجات السبا المريحة في النزل القريبة. تضمن العروض المتنوعة للأنشطة في المدينة شيئاً لكل اهتمام، من مغامرات الأدرينالين إلى تجارب الطبيعة الهادئة. تقدم المطاعم العديدة مأكولات ممتازة تعكس التأثيرات الثقافية المتنوعة للمنطقة.",
          "visit_duration_min": 60
        },
        {
          "text": "استقر في الإقامة في منطقة Kiepersol بالقرب من Hazyview، المحتضنة في سفوح جبال Drakensberg. تدعم الحيوانات والنباتات الطبيعية في المنطقة طيوراً استثنائية، بينما يوفر الوضع الهادئ تبايناً مرحباً به مع إثارة رحلات مراقبة الحيوانات. توفر المنطقة وصولاً سهلاً إلى بوابات Kruger الجنوبية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 6
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 11
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "ZA::heidelberg",
      "name": "Heidelberg",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -26.5,
        28.3667
      ],
      "lat": -26.5,
      "lon": 28.3667,
      "visits": [
        {
          "text": "توجه إلى محمية Suikerbosrand الطبيعية، مساحة 13,330 هكتار من التلال والسهول والوديان جنوب Johannesburg تقدم الهواء النقي ومغامرة البرية. يُشتق اسم المحمية من بروتيا عش السكر التي تزهر على سفوح التلال، خالقة عروضاً مذهلة على خلفية مشهد Highveld المتموج.",
          "visit_duration_min": 75
        },
        {
          "text": "اختر من بين 66 كيلومتراً من مسارات المشي المناسبة لجميع مستويات الخبرة، من المشي اللطيف إلى تسلق التلال الصعب. أثناء الرحلة، راقب الظباء والبابون والفهود والضباع التي تقطن هذه البرية المحمية. تكشف التضاريس المتنوعة نظماً بيئية مختلفة من قيعان الوديان إلى القمم الصخرية، كل منها بنباتات وحيوانات مميزة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "بت ليلاً في المحمية لتعيش تجربة برية Highveld في أكثر أوقاتها سحراً، عندما تتألق النجوم في الأعلى وتخرج الحيوانات الليلية. يمكن لزوار اليوم الواحد استكشاف مسارات متعددة، والاستمتاع بمواقع النزهات ذات الإطلالات الساحرة، أو ببساطة امتصاص هدوء هذه المنطقة المحمية الشاسعة القريبة جداً من Gauteng الحضرية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "عجائب Gauteng الطبيعية: الجبال القديمة ومواقع الأحافير والمحميات الحضرية",
          "day": 6
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::hoedspruit",
      "name": "Hoedspruit",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24.35,
        30.9667
      ],
      "lat": -24.35,
      "lon": 30.9667,
      "visits": [
        {
          "text": "اكتشف حانات البوش الأسطورية في Lowveld، أماكن الشرب الأصيلة حيث يجتمع مرشدو السفاري بالزي الكاكي لمشاركة حكايات البوش. من The Bush Pub في Hoedspruit إلى Tanks Bush Pub في Hazyview، هذه المؤسسات ذات الطابع المميز تقدم المشروبات الباردة والضيافة الدافئة في أجواء تلتقط الروح الحقيقية لتجربة البرية الأفريقية.",
          "visit_duration_min": 75
        },
        {
          "text": "سافر من Manyeleti إلى Hoedspruit، قرية ساحرة عند سفح جبال Klein Drakensberg تخدم كبوابة إلى كل من Kruger وطريق Panorama. توفر الأراضي الزراعية المحيطة، المنقطة ببساتين الحمضيات ومزارع الصيد، قاعدة هادئة لاستكشاف معالم المنطقة المتنوعة.",
          "visit_duration_min": 75
        },
        {
          "text": "زر مركز Hoedspruit للأنواع المهددة بالانقراض، منارة الحفظ التي ترعى الأنواع المهددة وتعلم الزوار حول حماية الحياة البرية. يعمل المركز على تعزيز سلالات الفهود، وإعادة تأهيل وحيد القرن المصاب، وزيادة الوعي حول الأهمية الحرجة للحفظ. كل زيارة تدعم هذه المهام الحيوية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف Hoedspruit، الواقعة بشكل مريح بين Kruger National Park وأخدود Blyde River، مما يجعلها القاعدة المثالية لخيارات السفاري المتنوعة. هذه المدينة الصغيرة تقدم إقامة فريدة بما في ذلك Hoedspruit Aerotel، حيث ينام الضيوف في طائرة Boeing معاد استخدامها. المنطقة المحيطة تستضيف العديد من محميات الألعاب الخاصة ومراكز إعادة تأهيل الحياة البرية.",
          "visit_duration_min": 60
        },
        {
          "text": "اسلك طريق Panorama الشهير، واحد من أكثر الرحلات المناظرية إثارة في جنوب أفريقيا. تعجب من الرونداڤيل الثلاثة - التكوينات الصخرية الأسطوانية المميزة المطلة على وادي نهر Blyde - قبل زيارة حفر Bourke's Luck، ونافذة الإله، والقمة، والشلالات العديدة. تكافئ الرحلة التي تستغرق 5-6 ساعات بإطلالات متغيرة باستمرار.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 2
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 10
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "ZA::hogsback",
      "name": "Hogsback",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -32.5939,
        26.9392
      ],
      "lat": -32.5939,
      "lon": 26.9392,
      "visits": [
        {
          "text": "تجول عبر Hogsback، قرية سحرية تقع في جبال Amatola محاطة بغابات أصلية وشلالات متدفقة. يتميز المكان الساحر بأشجار قديمة وجداول متدفقة وفرصة لمشاهدة ببغاوات Cape النادرة وطيور Knysna Loeries. تأخذ القرية اسمها من ثلاثة جبال على شكل خنزير مرئية عند الاقتراب.",
          "visit_duration_min": 75
        },
        {
          "text": "امش إلى شلال Madonna and Child الرائع، أحد أحب الجذب الطبيعية في Hogsback حيث تتدفق المياه الصافية عبر غابة أصلية بكر. تتعرج المسارات المحيطة عبر أشجار yellowwood القديمة والسراخس الشجرية، مما يخلق جواً خرافياً ألهم عدد لا يحصى من الزوار والفنانين.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف المتاهة في The Edge والتقط سيلفي مميز في حوض الاستحمام الشهير في Away with the Fairies، اثنتان من أكثر البقع تصويراً في Hogsback. تقدم المنطقة العديد من مسارات المشي وركوب الدراجات الجبلية المناسبة للعائلات، بالإضافة إلى زيارات لاستوديوهات الفخار المحلية ومتاجر الحرف التي تعرض المجتمع الإبداعي للقرية.",
          "visit_duration_min": 60
        },
        {
          "text": "انطلق في مسار Amathole، أحد طرق المشي متعددة الأيام الرئيسية في جنوب أفريقيا يعبر غابات أصلية وجداول جبلية ومراعي غنية بالتراث الثقافي لXhosa. يقدم المسار تضاريس صعبة مكافأتها مناظر خلابة ولقاءات مع حياة برية متنوعة في منطقة مشبعة بتاريخ الحدود.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 8
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "ZA::hondeklipbaai",
      "name": "Hondeklipbaai",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -30.3167,
        17.2833
      ],
      "lat": -30.3167,
      "lon": 17.2833,
      "visits": [
        {
          "text": "اختبر Hondeklipbaai، واحدة من 'القرى المنسية' في جنوب أفريقيا التي نجت من التسويق التجاري، محافظة على مناظر طبيعية تبقى 'عظماً عارياً' وغير متأثرة بالتنمية. هذه القرية الصيد الصغيرة تتباهى بـ14 كيلومتراً من الخط الساحلي الرائع المنقط ببرك المد والجزر وبرك الصخور الزاخرة بالحياة البحرية. المناظر البحرية البكر والطابع الأصيل يكافئان المسافرين الذين يغامرون خارج الطريق المطروق.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "زر حطام سفينة Aristea المرئي على طول الساحل، امش إلى منارة Hondeklip التاريخية، أو جرب يدك في غوص سرطان البحر في مياه الأطلسي الصافية كالكريستال. الرحلات اليومية إلى Kamieskroon وSkilpad وSoebatsfontein تكشف عروض الزهور البرية المذهلة في المنطقة خلال موسم الإزهار. الجمع بين الخط الساحلي البكر والزهور الموسمية يجعل Hondeklipbaai ملاذاً ساحلياً فريداً.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 3
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "ZA::jeffreys-bay",
      "name": "Jeffreys Bay",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -34.0498,
        24.9311
      ],
      "lat": -34.0498,
      "lon": 24.9311,
      "visits": [
        {
          "text": "اركب أنابيب Super الأسطورية في Jeffreys Bay، المصنفة باستمرار بين أفضل أماكن ركوب الأمواج في العالم. عندما تتماشى الظروف مع انتفاخ 4-8 أقدام ورياح جنوبية غربية، يمكن لهذه الموجة عالمية المستوى أن تنكسر من النقطة على طول الطريق عبر موقف السيارات. تجعل الضيافة المحلية الدافئة والجو الساحلي المريح هذه الجنة لراكبي الأمواج وجهة لا يمكن تفويتها على ساحل Eastern Cape.",
          "visit_duration_min": 75
        },
        {
          "text": "اختبر الإثارة القصوى مع القفز بالمظلات الثنائي فوق Jeffreys Bay. رحلة طيران خلابة لمدة 20 دقيقة تأخذك إلى أكثر من 2,700 متر قبل السقوط الحر لمدة 30 ثانية بسرعة 200 كيلومتر في الساعة، يتبعها هبوط هادئ بالمظلة لمدة 5 دقائق مع مناظر ساحلية بانورامية. جميع المدربين أكملوا ما لا يقل عن 1,000 قفزة، مما يضمن أعلى معايير الأمان.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف الشواطئ البكر المحيطة بـ Jeffreys Bay، بما في ذلك شواطئ Aston Bay وKabeljous وParadise Beach المناسبة للعائلات. تقدم المدينة خيارات إقامة ممتازة ومطاعم متنوعة وترفيه مسائي حيوي مع الموسيقى الحية ونيران الشواطئ. توفر الأسواق المحلية فرصاً للتسوق لشراء ملابس الشاطئ ومعدات التزلج على الأمواج والهدايا التذكارية الفريدة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 2
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "ZA::johannesburg",
      "name": "Johannesburg",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -26.2041,
        28.0473
      ],
      "lat": -26.2041,
      "lon": 28.0473,
      "visits": [
        {
          "text": "وصل إلى OR Tambo International Airport في Johannesburg، البوابة إلى مغامرة Limpopo. أكبر مدينة في جنوب أفريقيا والعاصمة المالية تقدم معالم جذب رائعة تشمل Apartheid Museum الذي يوثق نضال الأمة من أجل الحرية، وMandela House التاريخي في Soweto، وجولات البلدات المرشدة التي تكشف الثقافة النابضة بالحياة ومرونة المجتمعات المحلية.",
          "visit_duration_min": 75
        },
        {
          "text": "اترك Kruger عبر بوابة Paul Kruger وسافر جنوباً إلى Johannesburg، مكملاً دائرتك الكبرى في Limpopo. تمر الرحلة عبر Dullstroom، عاصمة صيد سمك السلمون المرقط في جنوب أفريقيا، حيث يمكنك التوقف للانتعاش في هذه البلدة المرتفعة الساحرة المعروفة بحاناتها المريحة ومطبخها الممتاز.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف Melville Koppies، منطقة طبيعية وعرة في أحد أحياء Johannesburg الأكثر شعبية لنمط الحياة. تحتوي هذه المحمية الرائعة على أمثلة لأكثر من 80% من أنواع النباتات الموجودة في Gauteng، مما يجعلها كنزاً نباتياً استثنائياً مخفياً داخل المدينة. تخلق النتوءات الصخرية والأراضي العشبية موائل دقيقة متنوعة تدعم تنوعاً نباتياً رائعاً.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف أدلة على قرية من العصر الحجري وأعمال صهر الحديد القديمة التي تثبت أن Melville كانت مستوطنة شعبية لآلاف السنين. تربط المواقع الأثرية الزوار بالتاريخ الإنساني العميق لهذه المنطقة، قبل وجود Johannesburg الحديثة بوقت طويل. تكشف الجولات المرشدة عن التراث الطبيعي والثقافي معاً.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استرح واستعد للرحلة المقبلة في الإقامة الموجودة بشكل مريح بالقرب من المطار في Kempton Park. توفر المنطقة وصولاً سهلاً إلى شبكة الطرق السريعة التي ستأخذك شمالاً إلى مقاطعة Limpopo، حيث البرية غير المروضة ولقاءات الحياة البرية الاستثنائية في الانتظار.",
          "visit_duration_min": 60
        },
        {
          "text": "تأمل في ثلاثة أسابيع من لقاءات الحياة البرية الاستثنائية، وتجارب البرية النائية، والاكتشافات الثقافية وأنت تعود إلى مطار OR Tambo الدولي. من محميات الخمسة الكبار في Waterberg إلى أشجار الباوباب القديمة في Pafuri، كشفت مقاطعة Limpopo قلب جنوب أفريقيا البري في كل تنوعه الرائع.",
          "visit_duration_min": 60
        },
        {
          "text": "تنزه عبر هذه البرية الحضرية المحمية حيث نجت النباتات الأصلية من توسع المدينة. تقدم محمية Melville Koppies Nature Reserve جولات مرشدة في عطلات نهاية الأسبوع تسلط الضوء على الأهمية النباتية والجيولوجية والأثرية للمنطقة. توفر الإطلالات على Johannesburg من القمم الصخرية منظوراً حول كيفية نمو المدينة حول هذا الملاذ الطبيعي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 1
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 13
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "عجائب Gauteng الطبيعية: الجبال القديمة ومواقع الأحافير والمحميات الحضرية",
          "day": 7
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "ZA::kaapsehoop",
      "name": "Kaapsehoop",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.5833,
        30.7667
      ],
      "lat": -25.5833,
      "lon": 30.7667,
      "visits": [
        {
          "text": "استكشف Kaapsehoop، قرية خلابة جاثمة على هضبة عالية فوق Lowveld مع مناظر خلابة للريف المحيط الممتد إلى آفاق بعيدة. هذه المستوطنة الساحرة في Mpumalanga مشهورة بخيولها البرية، نسل الحيوانات المهجورة خلال الحرب الأنجلو-بوير، والتي يمكن رؤيتها غالباً ترعى بسلام في أطراف القرية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "امش في المسارات الخلابة لـ Kaapsehoop Escarpment، حيث تفسح الغابة المحلية المجال لحواف الجرف الدرامية والشلالات المذهلة. تقدم البرية المحيطة فرصاً ممتازة لركوب الدراجات الجبلية ومراقبة الطيور والتصوير الطبيعي. يضيف المجتمع الفني في القرية اهتماماً ثقافياً، مع المعارض واستوديوهات الحرف ترحب بالزوار.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 8
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::kakamas",
      "name": "Kakamas",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.7667,
        20.6167
      ],
      "lat": -28.7667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "استرخ في مزرعة Lake Grappa الضيف، المحتضنة في Green Kalahari محاطة بكروم العنب المورقة التي تنتج عنب المائدة عالي الجودة للتصدير. هذا الملاذ الهادئ يقدم أكواخ فاخرة للخدمة الذاتية تطل على بحيرة بطول 800 متر حيث تنزلق الطيور المائية وغروب الشمس يرسم الماء ذهباً. التباين بين المحيط الصحراوي وهذه الواحة الخضراء يخلق أجواء سحرية.",
          "visit_duration_min": 75
        },
        {
          "text": "استمتع بالرياضات المائية على البحيرة الخاصة، من الصيد والتجديف إلى تعلم التزلج المتعرج من مدرب Springbok المحترف. اقطف عنب المائدة الطازج عالي الجودة للتصدير مباشرة من الكروم المحيطة بالملكية. شلالات Augrabies ومحمية الطبيعة القريبة يمكن الوصول إليها بسهولة للرحلات النهارية، مدمجة الاسترخاء مع المغامرة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف المنطقة المحيطة على مسارات سيارات الدفع الرباعي أو طرق ركوب الدراجات الجبلية التي تكشف عن المناظر الطبيعية المتنوعة لـ Green Kalahari الخضراء. يجمع بحيرة Grappa بين المغامرة والاسترخاء وغروب الشمس المذهل في Kalahari لقضاء عطلة لا تُنسى. تُظهر المنشأة كيف خلقت البراعة البشرية الوفرة في منطقة قاحلة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 8
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::kathu",
      "name": "Kathu",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -27.6944,
        23.0444
      ],
      "lat": -27.6944,
      "lon": 23.0444,
      "visits": [
        {
          "text": "اكتشف Kathu، عاصمة خام الحديد في Northern Cape التي يعني اسمها 'البلدة تحت الأشجار' في إشارة إلى غابة Camel Thorn الرائعة المحيطة بها. تقدم هذه البلدة التعدينية الصغيرة مناظر طبيعية مقفرة وجميلة في آن واحد، مع امتداد Kalahari الواسعة في كل اتجاه. التباين بين النشاط الصناعي والبرية البكر يخلق اهتماماً بصرياً فريداً.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "العب الجولف في واحدة من أجمل عقارات الجولف في البلاد، حيث تتعرج الملاعب عبر النباتات الأصلية. زر كهف Wonderwerk، موقع حفر أثري في تلال Kuruman يحتوي على أدلة على الاحتلال البشري الممتد لمليوني سنة. استكشف Boesmansgat Sinkhole الرائع، نظام كهوف تحت مائي بعمق 270 متر، وحفرة Morokweng المتكونة من تأثير نيزك قديم.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 11
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::kgalagadi",
      "name": "Kgalagadi",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -26.4667,
        20.6167
      ],
      "lat": -26.4667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "ادخل إلى متنزه Kgalagadi Transfrontier، برية خلابة حيث تمتد الكثبان الحمراء بلا نهاية إلى الأفق والحياة البرية الأيقونية تتجول بحرية عبر المناطق الواسعة. المها بعلاماتها الوجهية المميزة، والغزلان تقفز في ضوء الصباح، وأسود Kalahari ذوات الأعراف السوداء الأسطورية تصطاد عبر التضاريس المفتوحة - هذه هي البرية الأفريقية في أكثر حالاتها بدائية وجمالاً للتصوير.",
          "visit_duration_min": 75
        },
        {
          "text": "اجعل قاعدتك في مخيم Twee Rivieren Rest، المحور الرئيسي للمتنزه الذي يوفر الكهرباء على مدار 24 ساعة، ومتجر مليء بالمؤن، ومطعم، ومسبح، ورحلات صيد موجهة. توفر هذه المنشأة المريحة مقدمة ممتازة لعجائب Kgalagadi، مع مرشدين متمرسين يعرفون أين يمكن العثور على الحيوانات المفترسة والمناظر الطبيعية الأكثر إثارة في المتنزه.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف النظم البيئية المتنوعة في المتنزه، من حقول الكثبان الحمراء إلى مجاري الأنهار الجافة التي تجذب الحياة البرية الباحثة عن الظل والرطوبة. توفر مراكز الحيوانات المفترسة والجوارح رؤى حول مجموعات الأسود والفهود والنمور وأنواع النسور المختلفة المثيرة للإعجاب في المتنزه. سيكافأ مراقبو الطيور برؤية النساجين الاجتماعيين وطيور السكرتير والنسور القتالية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تجرأ على الذهاب إلى مخيمات البرية النائية في Mata-Mata وNossob، حيث الإقامة غير المسيجة تقربك بحميمية من الليل الأفريقي البري. تحدّ نفسك على مسارات سيارات الدفع الرباعي التي تصل إلى أكثر زوايا المتنزه عزلة، حيث يجرؤ قلة من الزوار على الذهاب ولقاءات الحياة البرية تبدو برية حقاً. المناظر الطبيعية الفريدة والحياة البرية المتنوعة تجعل هذا المتنزه ملاذاً لعشاق المغامرة والطبيعة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 10
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::kimberley",
      "name": "Kimberley",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.7282,
        24.7499
      ],
      "lat": -28.7282,
      "lon": 24.7499,
      "visits": [
        {
          "text": "اكتشف الحفرة الكبيرة في Kimberley، أكبر حفرة حُفرت يدوياً في العالم وشاهد دراماتيكي على تاريخ تعدين الماس الأسطوري في جنوب أفريقيا. هذه الحفرة الأيقونية بعمق 200 متر حُفرت بالكامل يدوياً خلال اندفاع الماس الذي حوّل هذه المنطقة. حجم المسعى البشري المرئي هنا مثير للإعجاب حقاً، حفرة ضخمة منحوتة من الأرض في السعي وراء الأحجار الكريمة.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف متحف منجم Kimberley، حيث تتكشف القصة الرائعة لاكتشاف الماس من خلال المعروضات التفاعلية والقطع الأثرية المحفوظة. اعد خطوة بالزمن في البلدة القديمة المعاد إنشاؤها بدقة، والتي تنقل الزوار إلى عصر اندفاع الماس في القرن التاسع عشر مكتملة بمباني الحقبة ووسائل النقل والأجواء. يحيي المتحف طموحات ومغامرات أولئك الذين تدفقوا هنا بحثاً عن الثروة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تجول عبر الشوارع المعاد بناؤها لعصر اندفاع الماس، حيث تضم المباني الأصلية متاجر وحانات ومنازل كما ظهرت بالضبط عندما حول الماس هذه المستوطنة المترية إلى بلدة مزدهرة. يقدم الموقع التراثي مزيجاً مثالياً من التاريخ والمغامرة، مما يوفر لمحات فريدة عن التراث الثقافي الغني لـ Northern Cape الذي شكل جنوب أفريقيا الحديثة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 13
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "ZA::kruger",
      "name": "Kruger",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24.0167,
        31.4833
      ],
      "lat": -24.0167,
      "lon": 31.4833,
      "visits": [
        {
          "text": "ادخل إلى Kruger National Park، المنتزه الوطني الرائد والأكثر شعبية في جنوب أفريقيا، وجهة تُعرِّف التميز في السفاري الأفريقي. هذه البرية الواسعة تضم ما يقرب من 20,000 كيلومتر مربع من البوشفلد البكر، تدعم أعلى تنوع للثدييات الكبيرة من أي محمية ألعاب أفريقية. الزوار لأول مرة يكتشفون عالماً حيث تغفو الأسود تحت أشجار الأكاسيا وتتجول الفيلة عبر السافانا الذهبية.",
          "visit_duration_min": 75
        },
        {
          "text": "انطلق في رحلات مشاهدة الحيوانات عبر النظم البيئية المتنوعة، من غابات mopane في الشمال إلى البوشفلد المختلط في الجنوب. الخمسة الكبار - الأسد والنمر والفيل ووحيد القرن والجاموس - يتجولون بحرية جنباً إلى جنب مع المئات من الأنواع الأخرى بما في ذلك الفهد والكلب البري وظباء لا تعد ولا تحصى. كل رحلة تجلب لقاءات جديدة وإثارة مشاهدة الحياة البرية الأفريقية في بيئتها الطبيعية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر سحر سفاري القيادة الذاتية، متابعاً طرق القطران والحصى التي تتعرج عبر المنتزه بوتيرتك الخاصة. توقف عند أحواض المياه حيث تتمرغ أفراس النهر وتتشمس التماسيح، أو توقف بجانب الأنهار حيث تأتي الفيلة لتشرب عند الغروب. مخيمات الراحة في جميع أنحاء المنتزه تقدم إقامة مريحة وفرصة لمشاركة قصص مشاهدات اليوم مع المغامرين الآخرين.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 1
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::kuruman",
      "name": "Kuruman",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -27.45,
        23.4333
      ],
      "lat": -27.45,
      "lon": 23.4333,
      "visits": [
        {
          "text": "اكتشف Kuruman، المعروفة باسم 'واحة Kalahari' بفضل إمدادها المائي الدائم من ينبوع رائع يوفر 20 مليون لتر يومياً للبلدات المحيطة. عين Kuruman، ينبوع طبيعي في قلب البلدة، يخلق هذا التدفق المعطي للحياة الذي أعال المجتمعات لآلاف السنين. المياه الصافية كالكريستال تتدفق باستمرار في برك محاطة بالنباتات المورقة.",
          "visit_duration_min": 75
        },
        {
          "text": "زر بعثة Moffat التاريخية، حيث عاش المبشر الأسكتلندي Robert Moffat وزوجته Mary في عشرينيات القرن التاسع عشر. حقق Moffat الإنجاز الرائع بترجمة الكتاب المقدس إلى لغة Setswana، أول ترجمة من هذا القبيل للكتاب المقدس إلى لغة أفريقية. المباني التبشيرية المحفوظة والمتحف تضيء التاريخ المعقد للنشاط التبشيري في جنوب أفريقيا.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف هذا الموقع التاريخي الفريد حيث تقاطع الإيمان واللغة والثقافة خلال الحقبة الاستعمارية. توفر عين Kuruman مكاناً سلمياً للتأمل، تدفقها المستمر يرمز للديمومة وسط ظروف Kalahari القاسية. Kuruman تسعد الحواس وتكافئ الزوار المهتمين ثقافياً بقصص المقاومة والتحول.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 12
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "ZA::langebaan",
      "name": "Langebaan",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.0926,
        18.0296
      ],
      "lat": -33.0926,
      "lon": 18.0296,
      "visits": [
        {
          "text": "استكشف West Coast National Park، محمية طبيعية بكر تمتد من Yzerfontein إلى Langebaan، توفر أنشطة متنوعة بما في ذلك مراقبة الطيور الاستثنائية مع أكثر من 200 نوع من طيور البر والبحر. عشاق الحياة البرية يمكنهم رؤية springbok وkudu وgemsbok وحمار الوحش الجبلي النادر يتجول في المناظر الطبيعية المحمية. مسارات الدراجات وفرص مراقبة الحيتان تكمل هذا المحمية الساحلية الرائعة.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف قرية Yzerfontein الساحلية الساحرة، ملاذ للطيور والحياة البرية والحياة البحرية والنباتات الأصلية. المنطقة تتباهى بأطول امتداد شاطئ في جنوب أفريقيا، يمتد 16 ميلاً شمالاً إلى West Coast National Park. شائعة بين عشاق الرياضات المائية، القرية توفر أيضاً فرصاً ممتازة لمراقبة الحيتان والصيد والمشي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر Langebaan، المعروفة بجوهرة West Coast، المباركة بأشعة شمس تقريباً على مدار السنة ومياه البحيرة الزرقاء والجمال الطبيعي الذي لا يضاهى. هذا الموقع Ramsar المشهود له دولياً يدعم عدد لا يحصى من أنواع الطيور كموطن أراض رطبة حاسم. المناخ المعتدل والمياه المحمية تجعلها الوجهة المثالية لـ kitesurfing والإبحار ومختلف الرياضات المائية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 7
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "ZA::limpokwena",
      "name": "Limpokwena",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -22.4167,
        28.9167
      ],
      "lat": -22.4167,
      "lon": 28.9167,
      "visits": [
        {
          "text": "سافر إلى محمية Limpokwena الطبيعية، محمية نائية تبلغ مساحتها 2,400 هكتار تقع عند ملتقى نهري Limpopo وMogalakwena القويين بالقرب من حدود Botswana. يجمع اسم المحمية عناصر من كلا النهرين - 'Limpo' و'Kwena' - مما يعكس موقعها الفريد حيث تلتقي هذه الممرات المائية. هذه وجهة بعيدة عن الحضارة، مثالية لإعادة التواصل مع الطبيعة.",
          "visit_duration_min": 75
        },
        {
          "text": "اختبر البرية البكر حيث تتجول الفيلة والزرافات ومجموعة رائعة من الطيور بحرية عبر المناظر الطبيعية البكر. بينما تسكن حيوانات الصيد الكبيرة المحمية، فإن الجاذبية الحقيقية تكمن في البيئة النائية الرائعة والتضاريس الوعرة وفرصة الهروب تماماً من الحياة العصرية. شاهد النسور الأفريقية تصطاد الفرائس ولاحظ الحياة البرية التي تزور مخيمك.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "خيم في مخيم Island Camp غير المسيج على ضفاف نهر Limpopo، تجربة موصى بها فقط للأرواح المغامرة. بدون خدمة الهاتف الخلوي أو Wi-Fi، يوفر هذا الموقع النائي انقطاعاً تاماً وانغماساً في الطبيعة. تستكشف جولات مراقبة الحيوانات بسيارات الدفع الرباعي الموجهة الموائل المتنوعة، بينما تجلب الأمسيات مراقبة النجوم تحت سماء أفريقية غير ملوثة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 3
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "ZA::madikwe",
      "name": "Madikwe",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24.75,
        26.3333
      ],
      "lat": -24.75,
      "lon": 26.3333,
      "visits": [
        {
          "text": "ادخل إلى محمية Madikwe Game، واحدة من أكبر المحميات الخاصة في South Africa تقع على حافة صحراء Kalahari وقصة نجاح مذهلة في الحفظ. تؤوي الموائل المتنوعة في المحمية جميع حيوانات الخمسة الكبار بالإضافة إلى 300 نوع مختلف من الطيور. قبل كل شيء، تشتهر Madikwe باللقاءات القريبة مع مجموعتها المزدهرة من الكلاب البرية الأفريقية المهددة بالانقراض بشدة.",
          "visit_duration_min": 75
        },
        {
          "text": "اختبر رحلات السفاري التصويرية المتخصصة التي تطور Madikwe سمعة رائدة فيها. تشمل التسهيلات الفريدة 'مخبأ السلحفاة' المغمور الذي يبرز من وسط حفرة المياه فوق مستوى الماء مباشرة، مما يوفر للمصورين منظورات استثنائية على الحياة البرية القادمة للشرب. تجذب مجموعة النمور في المحمية أيضاً مصوري الحياة البرية المتفانين.",
          "visit_duration_min": 75
        },
        {
          "text": "استمتع بالبيئة الخالية من الملاريا التي تجعل Madikwe بديلاً رائعاً لـ Kruger National Park للعائلات وأولئك القلقين بشأن المخاطر الصحية. المحمية مفتوحة فقط للضيوف المقيمين ليلاً في أحد منتجعات السفاري الفاخرة، مما يضمن مشاهدة حصرية للحيوانات مع الحد الأدنى من كثافة المركبات في الرحلات.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تتبع الكلاب البرية الأفريقية مع مرشدين خبراء يعرفون أراضي ومعادات القطعان. هذه الحيوانات المفترسة المهددة بالانقراض من الصعب إيجادها في معظم المحميات، لكن مجموعة Madikwe الصحية توفر فرص رؤية ممتازة. تزيد رحلات الحيوانات الصباحية والمسائية من لقاءات الحياة البرية خلال فترات النشاط الذروة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 6
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::magaliesberg",
      "name": "Magaliesberg",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.8333,
        27.5
      ],
      "lat": -25.8333,
      "lon": 27.5,
      "visits": [
        {
          "text": "ادخل سلسلة جبال Magaliesberg، حيث ينتظرك السحر الخالد على بعد مسافة قصيرة بالسيارة من Johannesburg. هذه الجبال القديمة أقدم من جبل Everest نفسه، وتستضيف مجموعة متنوعة من البيئات البدائية التي تطورت عبر مليارات السنين. إن الإحساس بالدخول في الزمن الجيولوجي العميق ملموس وأنت تستكشف الوديان والتلال المشكلة قبل فترة طويلة من سير البشر على الأرض.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف تنوعاً مذهلاً من الزهور والأشجار والحيوانات في بلد العجائب الجبلي هذا الذي رعى نظماً بيئية متنوعة عبر آلاف الألفيات. يضم Magaliesberg أحب الفنادق الريفية في جنوب أفريقيا، والمنتجعات الصحية ذات المستوى العالمي، والمطاعم المشهورة، مقدماً الراحة المتطورة وسط البرية البكر. تجمع المنطقة بين الجمال الطبيعي والضيافة المتقنة.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف سلسلة جبال Magaliesberg السحرية، وهي قمم قديمة أقدم بنحو مائة مرة من Mount Everest مع تراث تاريخي وجيولوجي رائع. عندما تتعاون حركة المرور، تقع هذه الجبال الدرامية على أقل من ساعة من Johannesburg ولكنها تبدو وكأنها على بُعد ألف ميل. تحتوي السلسلة على أشجار ونباتات أصلية أكثر من أي منطقة مماثلة تقريباً في South Africa.",
          "visit_duration_min": 75
        },
        {
          "text": "اتبع طريق Magalies Meander، وهو طريق ذو مناظر خلابة عبر هذه المنطقة الهادئة يربط بين المزارع واستوديوهات الحرف اليدوية والمعالم الطبيعية. شهدت الجبال آلاف السنين من التاريخ الجيولوجي والإنساني، حيث تؤوي حافاتها ووديانها أنظمة بيئية فريدة وأدلة على السكن البشري المبكر.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "عش تجربة Magaliesberg من الأعلى في رحلة بمنطاد الهواء الساخن، منجرفاً بصمت فوق القمم القديمة بينما تصبغ شمس الشروق المشهد الطبيعي بالذهب. انضم إلى المرشدين الخبراء في رحلات مراقبة الطيور أو انطلق في رحلة سفاري لتتبع الفهد المراوغ الذي ما زال يتجول في هذه الجبال. إن الجمع بين المغامرة والهدوء يجعل هذه المنطقة لا تُنسى.",
          "visit_duration_min": 60
        },
        {
          "text": "اختبر جولات Magalies Canopy في محمية Magaliesberg Biosphere، وهي مغامرة انزلاق بحبل مدتها ساعتان ونصف عبر الجبال التي يُقدر عمرها بأكثر من 2500 مليون سنة. تشمل الدورة 10 منزلقات و11 منصة مع مناظر طبيعية خلابة، وتوفر لمحات عن الدويكرز والكليبسبرينغرز المقيمة. احضر كاميرتك لفرص تصوير رائعة حقاً.",
          "visit_duration_min": 60
        },
        {
          "text": "احلق فوق وادي Magalies River في رحلة سفاري بالمنطاد مع أطول شركة طيران منطاد راسخة في Southern Africa. تقدم رحلات شروق الشمس إطلالات على الجبال وموقع Cradle of Humankind للتراث العالمي لليونسكو، مع العالم أدناه مغمور بالضوء الذهبي والصمت المقطوع فقط بموقد المنطاد.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "عجائب Gauteng الطبيعية: الجبال القديمة ومواقع الأحافير والمحميات الحضرية",
          "day": 3
        },
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 2
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "ZA::mahikeng",
      "name": "Mahikeng",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.8603,
        25.6439
      ],
      "lat": -25.8603,
      "lon": 25.6439,
      "visits": [
        {
          "text": "استكشف Mahikeng، عاصمة مقاطعة North West التي تحتفظ بسحر المدينة الصغيرة بينما تلعب دوراً محورياً في تاريخ South Africa. خلال الحرب الإنجليزية البوير عام 1899، صمد هنا حامية صغيرة من القوات البريطانية بشكل مشهور لمدة 217 يوماً ضد جيش البوير الأكبر بكثير. تُوثق المتاحف والمباني التاريخية والنصب التذكارية في جميع أنحاء المدينة هذا الحصار الدرامي.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف إرث Sol Plaatje، الصحفي الشهير وناشط حقوق الإنسان الذي تتشابك حياته بعمق مع سرد المدينة. كان Plaatje أول أمين عام لحزب African National Congress ومدافعاً لا يكل عن حقوق الأفارقة خلال العصر الاستعماري. يوفر منزله السابق والمواقع المرتبطة به نظرة على النشاط في أوائل القرن العشرين.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر ثقافة Bakgatla-ba-Kgafela، وهي مجموعة فرعية من شعب Tswana مع تاريخ طويل في North West. قم بزيارة القرى الثقافية والمتحف الثقافي في Saulspoort القريبة، على بُعد حوالي 35 كيلومتراً من Sun City، لتجربة الضيافة التقليدية والتعرف على العادات التي نجت عبر قرون من التغيير.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 5
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::makhanda",
      "name": "Makhanda",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.3106,
        26.523
      ],
      "lat": -33.3106,
      "lon": 26.523,
      "visits": [
        {
          "text": "اكتشف Makhanda، المدينة المضيفة لـ National Arts Festival، أكبر احتفال سنوي بالفنون في القارة الأفريقية الذي يُقام كل يوليو. تقدم هذه المدينة التاريخية برنامجاً غنياً من الدراما والرقص والمسرح والكوميديا والأوبرا والموسيقى والجاز والفن البصري والسينما، متحولة إلى مركز ثقافي حيوي يجذب الفنانين والجماهير من حول العالم.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف Amazwi Museum of South African Literature، أحد الكنوز الأدبية في البلاد المخبأ في Makhanda. يجمع المتحف الكتابة الإبداعية للكتاب الجنوب أفريقيين عبر جميع الأنواع بما في ذلك الروايات والمسرحيات والشعر والمذكرات. توثق الكتابات النقدية والمخطوطات والمواد السمعية البصرية التراث الأدبي الغني للمنطقة.",
          "visit_duration_min": 75
        },
        {
          "text": "قم بزيارة Albany Museum، الذي تأسس عام 1855 كثاني أقدم متحف في جنوب أفريقيا، ومتحف المرصد الذي يضم واحدة من اثنتين فقط من كاميرات Obscura الفيكتورية في العالم. تعكس هذه الجهاز المرآة السحري المدينة على طاولة دائرية كبيرة، مقدماً منظوراً تاريخياً فريداً. يوجد الجهاز المرافق فقط في Bath، إنجلترا.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "توقف في نزل Pig and Whistle Inn التاريخي في Bathurst القريبة، الذي يقدم الضيافة لأكثر من 180 عاماً وموطن أقدم حانة مرخصة باستمرار في جنوب أفريقيا. يقف بالقرب منها Big Pineapple، معلم من ثلاثة طوابق بُني في الثمانينات يحتوي على متحف حول زراعة الأناناس ومنصة مراقبة مع مناظر بانورامية.",
          "visit_duration_min": 60
        },
        {
          "text": "استمتع بمشاهدة حيوانات Big 5 عالمية المستوى في إحدى محميات Frontier Country المرموقة بما في ذلك Shamwari وKwandwe وLalibela وPumba وAmakhala. تقدم هذه المحميات الخاصة لقاءات استثنائية مع الحياة البرية في المناظر الطبيعية حيث التقت خمس ثقافات عظيمة-San وKhoi-Khoi والهولندية وXhosa والبريطانية-ذات مرة خلال تسع حروب الحدود.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 6
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "ZA::manyeleti",
      "name": "Manyeleti",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24.5167,
        31.3833
      ],
      "lat": -24.5167,
      "lon": 31.3833,
      "visits": [
        {
          "text": "ادخل محمية Manyeleti الخاصة عبر بوابة Orpen، واكتشف محمية الخمسة الكبار التي تبلغ مساحتها 23,000 هكتار واسمها يعني 'مكان النجوم' بلغة Shangaan المحلية. تحد المحمية حديقة Kruger الوطنية وSabi Sands ومحمية Timbavati بدون أسوار بينها، مما يتيح للحياة البرية التجوال بحرية عبر هذه البرية المترابطة الشاسعة.",
          "visit_duration_min": 75
        },
        {
          "text": "تتبع مجموعة الأسود الكبيرة في Manyeleti والفهود الاستثنائية، من بين الأكثر مشاهدة في منطقة Greater Kruger الكبرى. تضمن الكثافة المنخفضة للمركبات في المحمية لقاءات حميمة، بينما تسمح القيادة الأخلاقية خارج الطريق بالاقتراب من الحياة البرية. تضيف أكثر من 300 نوع من الطيور اللون والأغاني إلى كل رحلة مراقبة الحيوانات.",
          "visit_duration_min": 75
        },
        {
          "text": "اختبر الإرشاد عالمي المستوى من المتتبعين الخبراء الذين أمضوا حياتهم في تعلم الأدغال. تكشف رحلات السفاري سيراً على الأقدام التفاصيل الأصغر - الآثار، النباتات، الحشرات - التي يفوتها الزوار المقيدون بالمركبات، بينما تغطي رحلات مراقبة الحيوانات مسافات شاسعة بحثاً عن سكان المحمية الأكثر مراوغة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استرخ بين الرحلات في نُزل فاخر حيث يهتم الخدم الشخصيون بكل احتياج. استمتع بوجبات الإفطار المفاجئة في الأدغال في مجاري الأنهار الجافة، وشاهد الفيلة تشرب في مخبأ التصوير، أو ببساطة امتص سلام البرية الأفريقية من شرفتك الخاصة. يضمن حارس الليل المرور الآمن إلى العشاء تحت النجوم.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::mapesu",
      "name": "Mapesu",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -22.2167,
        29.35
      ],
      "lat": -22.2167,
      "lon": 29.35,
      "visits": [
        {
          "text": "وصل إلى محمية Mapesu الخاصة للحياة البرية، محمية للخمسة الكبار تبلغ مساحتها 7,200 هكتار تأسست في 2014 بجوار موقع التراث العالمي لليونسكو منتزه Mapungubwe الوطني. كشريك في مشروع الجماعات الفرعية للفهود التابع لصندوق الحياة البرية المهددة، تُظهر Mapesu التزاماً استثنائياً بالمحافظة والسياحة المسؤولة في أقصى شمال جنوب أفريقيا.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف المناظر الطبيعية المتنوعة التي تتراوح من تشكيلات الحجر الرملي الدرامية إلى الغابات والغابات النهرية وأشجار البوباب الرمزية في Limpopo. تدعم المناطق البيئية المتنوعة العديد من الثدييات بما في ذلك الحمر الوحشية والظباء المائية والإمبالا والكودو والستينبوك، بينما تم تسجيل أكثر من 383 نوعاً من الطيور داخل المحمية و433 في المنطقة الأوسع.",
          "visit_duration_min": 75
        },
        {
          "text": "انضم إلى مشي موجه لمشاهدة فن San (البوشمن) الصخري القديم، الذي أبدعه أقدم سكان جنوب أفريقيا. تصور هذه اللوحات والنقوش الرائعة في الكهوف والملاجئ الصخرية المعتقدات الروحية والحياة البرية وتجارب الحياة اليومية من آلاف السنين، مما يربط الزوار بالتاريخ العميق للإنسانية في هذا المشهد الطبيعي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تتبع الفهود سيراً على الأقدام كجزء من جهود المحافظة في Mapesu، واكتسب رؤى حميمة حول هذه المفترسات المهددة. يجعل موقع المحمية منها القاعدة المثالية للرحلات إلى منتزه Mapungubwe الوطني، الذي يبعد 15 دقيقة فقط. اجمع بين تجارب الحياة البرية والانغماس الثقافي في إحدى أهم مناطق Limpopo من الناحية التاريخية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 4
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "ZA::mapungubwe",
      "name": "Mapungubwe",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -22.1833,
        29.25
      ],
      "lat": -22.1833,
      "lon": 29.25,
      "visits": [
        {
          "text": "استكشف منتزه Mapungubwe الوطني وموقع التراث العالمي، حيث تتلاقى مناظر الحجر الرملي الخلابة ومناظر السافانا الواسعة عند ملتقى نهري Limpopo وShashe. يضم هذا الموقع المدرج في قائمة اليونسكو أول مملكة في جنوب أفريقيا، التي ازدهرت من 1050 إلى 1270 م كمركز لحضارة قوية ما قبل Shona امتدت إلى Zimbabwe وBotswana الحديثتين.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف الكنوز الأثرية لتلة Mapungubwe، حيث تم اكتشاف القطع الذهبية بما في ذلك وحيد القرن الذهبي الشهير، مما كشف عن مجتمع متطور تاجر مع أراض بعيدة. يحمي المنتزه هذا التراث الذي لا يُقدر بثمن بينما يعرض الجمال الطبيعي للمناظر المفتوحة في المنطقة المضغوطة ضد الحدود الشمالية لجنوب أفريقيا.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "انضم إلى جولات السفاري الموجهة عبر تضاريس المنتزه المتنوعة، حيث تزدهر الحياة البرية بين أشجار البوباب القديمة وعلى طول الأنظمة النهرية. يضم المنتزه الفيلة والأسود والنمور وأنواعاً عديدة من الظباء، بينما تجذب الحياة الطائرة المتحمسين من جميع أنحاء العالم. تضيء الجولات الثقافية التاريخ الرائع لأقدم مجتمع معقد في أفريقيا.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 5
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::maropeng",
      "name": "Maropeng",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.9333,
        27.7167
      ],
      "lat": -25.9333,
      "lon": 27.7167,
      "visits": [
        {
          "text": "اكتشف مهد البشرية، موقع التراث العالمي لليونسكو الذي يكشف مسقط رأس البشرية نفسها. ابدأ في مركز زوار Maropeng للحصول على نظرة عامة غامرة عن أصول البشرية، تتبع تطورنا من خلال المعارض التفاعلية والعروض الرائعة. تحتوي هذه المنطقة البالغة 53,000 هكتار على حوالي 40% من أحافير أسلاف البشر في العالم، مما يجعل كل زيارة عودة عميقة للوطن لجميع المسافرين.",
          "visit_duration_min": 75
        },
        {
          "text": "انزل إلى كهوف Sterkfontein الأسطورية، حيث تم اكتشاف أكثر من 500 أحفورة للبشر الأوائل يعود تاريخها إلى أكثر من مليوني سنة. قف في الحجرات ذاتها حيث تم اكتشاف Mrs Ples و Little Foot - بقايا ثورت فهمنا للتطور البشري. يمتد نظام الكهوف عبر 12 موقع أحافير إضافي، كل منها يساهم بمعرفة لا تقدر بثمن في قصة جنسنا البشري.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف المشهد الطبيعي الأوسع لمهد البشرية، حيث تنتشر الكهوف القديمة ومواقع الأحافير عبر تضاريس متموجة شهدت ملايين السنين من عصور ما قبل التاريخ البشري. تنير الجولات المصحوبة بمرشدين الاكتشافات العلمية التي جعلت هذه المنطقة أغنى موقع للبشر الأوائل في العالم، تربط الزوار بالجذور العميقة للوجود البشري في هذا الركن الرائع من جنوب أفريقيا.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "عجائب Gauteng الطبيعية: الجبال القديمة ومواقع الأحافير والمحميات الحضرية",
          "day": 4
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::matjiesfontein",
      "name": "Matjiesfontein",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.2281,
        20.5783
      ],
      "lat": -33.2281,
      "lon": 20.5783,
      "visits": [
        {
          "text": "ادخل كبسولة الزمن الفيكتوري في Matjiesfontein، موقع التراث الوطني منذ 1975 يقدم للزوار هروباً خالداً إلى العمارة الرائعة للقرن التاسع عشر. تأسست في 1884 من قبل James Douglas Logan ذو الروح المقاولة، هذه القرية الرائعة تحافظ على طابعها الأصيل بعناية دقيقة. المستوطنة بأكملها تبدو متجمدة في الزمن، متحف حي للأناقة الاستعمارية.",
          "visit_duration_min": 75
        },
        {
          "text": "أقم في فندق Lord Milner الأيقوني، حيث تلتقي العظمة الفيكتورية مع ضيافة Karoo الدافئة في محيط فخم استضاف الملوك والمشاهير. زر حانة Laird's Arms التاريخية للانتعاش في جو أصيل من تلك الفترة، واستكشف بقايا دور القرية أثناء الحرب الأفريقية الجنوبية. السحر المحفوظ والمعارض التاريخية تجعل هذا وجهة Northern Cape مثالية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اقم بجولة موجهة في القرية على متن حافلة London ذات طابقين عتيقة، تتعلم قصص الشخصيات الغريبة التي شكلت هذه المستوطنة الفريدة. مزيج العمارة البكر والتاريخ الساحر والضيافة الدافئة يخلق تجربة لا مثيل لها في جنوب أفريقيا. Matjiesfontein تكافئ الزوار الذين يقدرون التراث والشخصية بنسب متساوية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 1
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::mazzeppa-bay",
      "name": "Mazzeppa Bay",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -32.4667,
        28.6167
      ],
      "lat": -32.4667,
      "lon": 28.6167,
      "visits": [
        {
          "text": "اكتشف Mazzeppa Bay، جوهرة خفية على Wild Coast يمكن الوصول إليها فقط عبر طرق صعبة تكافئ المسافرين المغامرين بجمال طبيعي لم يُمس. تتميز هذه الجنة المعزولة بغروب شمس مميز وشواطئ بكر ومنظر فريد للماشية تتجمع على الرمال مع انتهاء اليوم. تصبح الرحلة نفسها جزءاً من المغامرة في هذا الملاذ الساحلي النائي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اعبر الجسر المعلق الشهير في Mazzeppa Bay، الذي يربط البر الرئيسي بالجزيرة البحرية ويوفر مناظر مذهلة للساحل. تقدم المنطقة فرص مشي ممتازة وشواطئ هادئة للسباحة وفرصة لتجربة هدوء Wild Coast الأصيل بعيداً عن حشود الوجهات الأكثر سهولة في الوصول.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 9
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::mountain-zebra",
      "name": "Mountain Zebra",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -32.25,
        25.45
      ],
      "lat": -32.25,
      "lon": 25.45,
      "visits": [
        {
          "text": "استكشف Mountain Zebra National Park، الذي يضم 28,000 هكتار من البرية المحمية التي تخدم كملاذ حاسم لحمار الوحش الجبلي في Cape المهدد بالانقراض. تشمل الحياة البرية المتنوعة في المنتزه ذئب الأرض وجاموس Cape والفهد والكركي الأزرق ووحيد القرن الأسود وطائر Denham's bustard النادر. رحلات السفاري المرشدة من قبل الخبراء لتتبع الفهد سيراً على الأقدام تقدم لقاءات حميمة مع هذه الحيوانات المفترسة الرائعة.",
          "visit_duration_min": 75
        },
        {
          "text": "اختبر المناظر الطبيعية الواسعة لـ Karoo، حيث يُعرَّف الجمال الوعر بالسهول المسطحة والجبال الصخرية وأكبر تشكيلة في العالم من النباتات العصارية. هذه المنطقة الرائعة، التي تتميز بالغبار الأحمر وأشجار الأكاسيا الشائكة والنباتات المتقزمة والصبار وطواحين الهواء، تحتوي على أكبر نظام بيئي في جنوب أفريقيا مع النباتات والمخلوقات المتوطنة التي لا توجد في أي مكان آخر على الأرض.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تنزه في Karoo Camino، مسار متعدد الأيام يعبر Karoo Heartland المذهل عبر المناظر الطبيعية المنقطة بالأغنام وماعز الأنجورا وبعض أجمل المدن في البلاد. تقدم المشي الليلي فرص ممتازة لمراقبة النجوم تحت بعض أوضح السماوات في العالم، بينما رحلات مشاهدة الحيوانات وركوب الدراجات الجبلية تكشف عن الكنوز المخفية في المنطقة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 15
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "ZA::mthatha",
      "name": "Mthatha",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -31.5889,
        28.7844
      ],
      "lat": -31.5889,
      "lon": 28.7844,
      "visits": [
        {
          "text": "ادفع الاحترام في متحف Nelson Mandela في Mthatha، المدعوم من الأيقونة نفسه والذي يقدم تجربة تراث عميقة في قلب مسقط رأسه. يوثق المتحف رحلة Mandela من طفولة ريفية إلى رجل دولة عالمي، مع معروضات تغطي حياته ونضال مناهضة الفصل العنصري وإرثه الدائم للمصالحة.",
          "visit_duration_min": 75
        },
        {
          "text": "ارحل إلى Qunu، القرية حيث نشأ Nelson Mandela وعاش أثناء رئاسته واختارها كمثواه الأخير. امش في الوديان التي تجول فيها كصبي واستمتع بالمشهد الريفي الذي شكل أحد أكثر القادة تأثيراً في التاريخ. يقدم موقع قبره مكاناً للتأمل الهادئ والأهمية التاريخية العميقة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "زر Mvezo، مسقط رأس Nelson Mandela، حيث يحافظ متحف Mvezo Komkhulu على البدايات المتواضعة لهذه الأيقونة العالمية. واصل إلى Mqhekezweni، حيث قضى Mandela الشاب سنوات تكوينه. تحيي هذه المواقع سيرته الذاتية 'Long Walk to Freedom' بحيوية، رغم أن المسافات بين المواقع تتطلب تخطيطاً دقيقاً.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 12
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "ZA::olifants",
      "name": "Olifants",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24,
        31.7333
      ],
      "lat": -24,
      "lon": 31.7333,
      "visits": [
        {
          "text": "اكتشف منطقة Olifants، المشهورة بمشاهدة الحيوانات الممتازة بفضل ثلاثة أنظمة بيئية متقاربة تدعم تنوعاً رائعاً في الحياة البرية. يطل مخيم الراحة بشكل مثير فوق نهر Olifants، مما يوفر إطلالات خلابة عبر البرية حيث تتمرغ أفراس النهر وتأتي الفيلة للشرب عند الغروب.",
          "visit_duration_min": 75
        },
        {
          "text": "اسلك الطريق الرئيسي القديم الهادئ نحو Satara، حيث تجذب الأراضي العشبية المفتوحة قطعاناً كبيرة من الحيوانات الراعية والمفترسات التي تتبعها. تشتهر Satara بمشاهدة الأسود والضباع، مع عدة قطعان تتنافس على المناطق في هذه المنطقة الغنية بالحياة البرية. يوفر الطريق إطلالات جميلة عبر أراضي السافانا العشبية الممتدة إلى الأفق البعيد.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "شاهد الغروب من مخيم راحة Olifants، حيث يوفر الموقع المرتفع واحدة من أكثر نقاط المراقبة إثارة في Kruger. يعج النهر في الأسفل بالحياة - تستلقي التماسيح على الضفاف الرملية، وتطفو أفراس النهر على السطح لتشخر، وتسير الفيلة على طول الضفاف في الضوء الذهبي. تقدم أصوات الليل الموسيقى التصويرية لأمسيات لا تُنسى في الأدغال.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 8
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::oudtshoorn",
      "name": "Oudtshoorn",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.5921,
        22.2021
      ],
      "lat": -33.5921,
      "lon": 22.2021,
      "visits": [
        {
          "text": "انزل إلى كهوف Cango، عالم رائع تحت الأرض ظل يشكل تحفته من الصواعد لمدة 4.5 مليار سنة. تعجب من التكوينات الغريبة والمدهشة بما في ذلك العذراء والطفل، وإبرة كليوباترا الشاهقة بارتفاع 9 أمتار، وعنقود أوراق التبغ المجففة، ومنبر الكاتدرائية، وحتى برج بيزا المائل. يوفر نفق المغامرة ونظام السلالم تحدياً مثيراً للشجعان.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف حديقة Karoo الوطنية، نظام صحراوي رائع يعج بالحياة بما في ذلك الأسود ووحيد القرن والجاموس. من البلدات الصغيرة الغريبة إلى المزارع العاملة، يمكنك السفر لشهور لتختبر مغامرات فريدة في كل موقع. تحتوي Karoo على أكبر نظام بيئي في جنوب أفريقيا، وتتميز بنباتات ومخلوقات محلية لا توجد في أي مكان آخر في العالم.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 11
        }
      ],
      "rating": 8
    },
    {
      "place_id": "ZA::pafuri",
      "name": "Pafuri",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -22.4333,
        31.2167
      ],
      "lat": -22.4333,
      "lon": 31.2167,
      "visits": [
        {
          "text": "ادخل إلى امتياز Makuleke في Pafuri، جوهرة منتزه Kruger الوطني الشمالي. تمثل هذه البرية الحصرية البالغة 24,000 هكتار بين نهري Limpopo وLuvuvhu أكثر زوايا محمية جنوب أفريقيا الرئيسية نأياً ووحشية. مع حد أقصى 52 ضيفاً مسموحاً فقط، توفر هذه المنطقة البكر حصرية لا مثيل لها.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف غابة أشجار الحمى الهائلة، واحدة من أكبر الغابات من نوعها في أفريقيا، حيث تخلق الأشجار ذات اللحاء الذهبي منظراً أثيرياً. تدعم النباتات المتنوعة - التي تمتد عبر المقالي والجبال والسهول الفيضية - قطعان كبيرة من الفيلة والجاموس وأفراس النهر والتماسيح في زاوية Crooks الشهيرة حيث تلتقي ثلاث دول.",
          "visit_duration_min": 75
        },
        {
          "text": "تعجب من أشجار البوباب القديمة، بعضها يزيد عمره عن 4,000 عام، وتقف كشهود صامتين على آلاف السنين من التاريخ الأفريقي. منطقة Pafuri هي نقطة ساخنة لمراقبة الطيور، تجذب مراقبي الطيور الباحثين عن أنواع لا توجد في أي مكان آخر في جنوب أفريقيا. تم تسجيل أكثر من 350 نوعاً من الطيور في هذا الملاذ للتنوع البيولوجي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر شراب الغروب في مضيق Lanner، حيث نحت نهر Luvuvhu مساراً ضيقاً متعرجاً عبر منحدرات الحجر الرملي الدرامية - يمكن القول إنه أفضل موقع لشراب الغروب في أفريقيا. تكشف المشي في البرية مع حراس خبراء عجائب البرية الصغيرة، بينما تواجه جولات مراقبة الحيوانات الحياة البرية الرائعة في المنطقة على خلفيات مذهلة.",
          "visit_duration_min": 60
        },
        {
          "text": "استمتع بإفطار البرية تحت شجرة بوباب عملاقة بعد جولة مراقبة الحيوانات الصباحية، محاطاً بأصوات ومناظر البرية الأفريقية. يوفر Outpost Lodge 12 نزلاً فاخراً يطل على وادي Luvuvhu، متصلة بممرات مرتفعة مع إطلالات رائعة على برية Kruger الشمالية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 6
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::parys",
      "name": "Parys",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -26.9,
        27.45
      ],
      "lat": -26.9,
      "lon": 27.45,
      "visits": [
        {
          "text": "استكشف منتجع Vaal Prive Holiday Resort في Dewetsdorp القريبة، الهروب المثالي من حياة المدينة الواقع على ضفاف سد Vaal. يقدم هذا المنتجع المتعدد الاستخدامات التزلج المائي والصيد وركوب الكاياك ومراقبة الطيور والغوص في المياه الصافية للسد. تشمل المرافق الموجودة في الموقع حمامات السباحة والترامبولين وتنس الطاولة وأحواض المياه الساخنة وصالة رياضية مجهزة تجهيزاً جيداً للضيوف الساعين للاسترخاء النشط.",
          "visit_duration_min": 75
        },
        {
          "text": "زر مركز Dell Cheetah Centre خارج Parys مباشرة، وهو مرفق تربية يربي الفهود قبل إطلاقها في موائلها الطبيعية. يضم المركز حالياً 11 فهداً، ويقدم لقاءات حميمة مع هذه العدائين الرائعين. تتجول حيوانات برية إضافية بما في ذلك النو والحمار الوحشي والزراف والسبرينغبوك والكودو والإمبالا والظباء في الممتلكات المحيطة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اكتشف بلدة Parys الساحرة، المعروفة بمحلات الفنون والحرف اليدوية والتحف المتجمعة حول الشارع الرئيسي. يخلق موقع البلدة على نهر Vaal وداخل هيكل تأثير Vredefort Dome بيئة فريدة للاستكشاف. يقدم العديد من منظمي المغامرات أنشطة من ركوب الدراجات الرباعية إلى الرحلات الجوية الخلابة فوق الحفرة القديمة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 1
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::paternoster",
      "name": "Paternoster",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -32.8132,
        17.8867
      ],
      "lat": -32.8132,
      "lon": 17.8867,
      "visits": [
        {
          "text": "اختبر Paternoster، إحدى أقدم وأكثر قرى الصيد أصالة على الساحل الغربي، حيث تبقى الحياة مرتبطة بشكل وثيق بالبحر. ما زال الصيادون يخرجون يومياً في قوارب خشبية تقليدية ملونة، ويمكن شراء صيدهم الطازج في السوق المحلي أو تذوقه في المطاعم الساحلية الساحرة. تخلق الأكواخ البيضاء البكر والمياه الفيروزية مشهداً مثالياً كبطاقة بريدية.",
          "visit_duration_min": 75
        },
        {
          "text": "زر Shelley Point، شبه جزيرة صغيرة غير ملوثة تقع في المياه الهادئة لخليج Shelley. محمية من موج المحيط، المياه المحمية مثالية للإبحار والصيد والسباحة الآمنة للعائلات. يوفر هذا المأوى الهادئ الهروب المثالي من الحياة الحديثة، مع ملعب غولف من 9 حفر ومرافق صحية تكمل السكينة الطبيعية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف خليج St Helena Bay، ساحل غير ملوث يجتاز 18 خليجاً ويغذيه تيار Benguela الغني بالمغذيات، مما يجعله واحداً من أفضل مناطق الصيد في العالم. تتردد الدلافين والحيتان الجنوبية الصحيحة على المياه الهادئة، بينما توفر محمية Cape St Martin الطبيعية الخاصة فرصة فريدة لمشاهدة شروق الشمس فوق البحر - الموقع الوحيد من نوعه على الساحل الغربي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 9
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::pilanesberg",
      "name": "Pilanesberg",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.25,
        27.0833
      ],
      "lat": -25.25,
      "lon": 27.0833,
      "visits": [
        {
          "text": "استكشف حديقة Pilanesberg الوطنية، محمية الخمسة الكبار الأكثر شعبية وسهولة في الوصول في جنوب أفريقيا. تقع داخل فوهة بركانية قديمة على بُعد 90 دقيقة فقط من Johannesburg، هذه الحديقة الصديقة للعائلة والميزانية خالية تماماً من الملاريا. البيئة الجيولوجية الفريدة تخلق موائل متنوعة تدعم كثافة حياة برية رائعة ضمن منطقة مدمجة.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف الكلاب البرية الأفريقية و360 نوعاً من الطيور، والظباء النادرة مثل الرون والسيبل التي تزدهر في المنطقة البيئية الغنية لـ Pilanesberg. خيارات القيادة الذاتية تتيح الاستكشاف المرن بسيارتك المستأجرة، بينما تقدم الرحلات المصحوبة بمرشدين تفسيراً خبيراً. تبلغ تكلفة الدخول حوالي 110 راند للبالغ الواحد، مما يجعلها خياراً ميسور التكلفة.",
          "visit_duration_min": 75
        },
        {
          "text": "تتبع وحيد القرن في محمية Letsatsing المجاورة، حيث تستخدم الأنشطة التعليمية مع المرشدين الميدانيين أجهزة القياس عن بُعد لتحديد مواقع وحيد القرن الأبيض البري. عندما تشير الإشارات إلى قرب وحيد القرن، يغادر الزوار المركبات للتتبع والاقتراب ومراقبة هذه الحيوانات الرائعة سيراً على الأقدام من مسافة أمتار قليلة - تجربة فريدة ومثيرة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر رحلات المناطيد الهوائية الساخنة - Pilanesberg هي الحديقة الوطنية الوحيدة في جنوب أفريقيا التي تقدم هذا المنظور الفريد للحياة البرية والمناظر الطبيعية. الإطلاق عند الفجر يحمل الركاب فوق الفوهة البركانية والجيولوجيا القديمة والقطعان المتجولة لتجربة سفاري جوية لا تُنسى تكشف عظمة الحديقة الكاملة من الأعلى.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 7
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::pilgrims-rest",
      "name": "Pilgrims Rest",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24.8922,
        30.7575
      ],
      "lat": -24.8922,
      "lon": 30.7575,
      "visits": [
        {
          "text": "ارجع بالزمن إلى الوراء في Pilgrim's Rest، التي أُعلنت كحقل ذهب في عام 1873 والآن محفوظة كمتحف حي مجمد في العصر الفيكتوري. هذه القرية الجذابة تشبع الزوار بالحنين، مع مبانيها من الحديد المموج والشرفات الخشبية تحافظ على الطابع الأصيل لأيام اندفاع الذهب في جنوب أفريقيا. أُعلنت المدينة بأكملها كنصب تذكاري وطني.",
          "visit_duration_min": 75
        },
        {
          "text": "جرب يدك في غسل الذهب في الجداول التي جذبت ذات مرة الآلاف من الباحثين عن الثروة إلى هذا الوادي النائي. التجربة تربطك مباشرة بالمنقبين الذين حولوا هذه البرية إلى مستوطنة تعدين صاخبة. المرشدون المحليون يشاركون قصص الحفارين الذين جمعوا - وفقدوا - ثروات في هذه المياه الحاملة للذهب.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تجول في الشوارع الجوية حيث تضم المباني المرممة الآن متاحف ومحلات حرفية ومطاعم مميزة تقدم الطعام التقليدي. يواصل Royal Hotel، الذي تأسس خلال عصر حمى الذهب، ترحيبه بالزوار بسحره التاريخي. تقدم التلال المحيطة مسارات للمشي لمسافات طويلة عبر الغابات المحلية إلى مواقع التعدين المهجورة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 4
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "ZA::port-alfred",
      "name": "Port Alfred",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.5906,
        26.8911
      ],
      "lat": -33.5906,
      "lon": 26.8911,
      "visits": [
        {
          "text": "أتقن الأمواج في Port Alfred مع التدريب الاحترافي على ركوب الأمواج في Shaka Surf School، التي تعمل من مخيم فريد في الغابة يضم إقامة في بيت الشجر المعاد تدويره. يقع المخيم على حافة غابة الكثبان القديمة، مكتملاً بمسار المشي الخاص به ونصف أنبوب التزلج. تمتد رحلات ركوب الأمواج إلى المناطق القريبة المغامرة لراكبي الأمواج المتحمسين.",
          "visit_duration_min": 75
        },
        {
          "text": "تجديف في Kleinemonde West River Canoe Trail، رحلة 8 كيلومترات عبر المناظر الرائعة إلى كوخ Lily Pad الريفي للمبيت. تعرض هذه التجربة المدمجة للتجديف والمشي الطيور والحياة البرية الوفيرة في المنطقة في بيئة نهرية بكر. يوفر المسار تجربة برية أصيلة على بعد 15 كيلومتراً فقط من Port Alfred.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف أكثر من 100 كيلومتر من الشواطئ البكر الحاصلة على العلم الأزرق على طول Sunshine Coast، الممتدة من Woody Cape الشهيرة إلى Great Fish River. يتميز الساحل بالكثبان المهيبة والخلجان المخفية والخلجان الصخرية وامتدادات الرمال الذهبية، مع عشرة أنهار توفر فرصاً ممتازة للرياضات المائية والتجديف والتجديف في مياه المحيط الهندي الدافئة.",
          "visit_duration_min": 60
        },
        {
          "text": "استمتع بركوب الخيل على الشاطئ مع Three Sisters Horse Trails أو Beachcombers Horse Trails، عدواً على الشواطئ الذهبية واستكشاف الخلجان المنعزلة وحقول الكثبان ومصبات الأنهار. توفر السفاري البرية على الخيل إثارة الركوب إلى جانب قطعان الإيلاند والزرافة والحمار الوحشي في مغامرة Eastern Cape فريدة حقاً.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 5
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::port-nolloth",
      "name": "Port Nolloth",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -29.25,
        16.8667
      ],
      "lat": -29.25,
      "lon": 16.8667,
      "visits": [
        {
          "text": "اصل إلى Port Nolloth، مدينة ساحلية هادئة تقدم تجارب شاطئية سلمية محاطة ببيوت عطلات ساحرة مع إطلالات خلابة على المحيط الأطلسي. الشاطئ مثالي للنزهات المريحة وحمامات الشمس والمرح العائلي، مع استمتاع الأطفال ببرك الصخور الزاخرة بالحياة البحرية. هذه نافذة Northern Cape على البحر، تباين منعش مع المناظر الصحراوية الداخلية.",
          "visit_duration_min": 75
        },
        {
          "text": "زر منارة Port Nolloth الفريدة، أقصى منارة شمالية على الساحل الغربي لجنوب أفريقيا، تقف حارسة على هذه المياه النائية. البنية أرشدت سفن الصيد والمرور الساحلي لأجيال. تراث غوص الألماس في المدينة يضيف إثارة لهذه المستوطنة النائية حيث لا يزال الغواصون يبحثون في قاع البحر عن الأحجار الكريمة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر الأجواء الهادئة المثالية لأولئك الذين يسعون للهروب السلمي من الحياة العصرية المزدحمة. فرص المشي لمسافات طويلة وركوب الدراجات ومراقبة النجوم في المنطقة المحيطة تمدد المغامرة إلى ما وراء الشاطئ. الجمع بين السحر الساحلي وتاريخ الألماس يجعل Port Nolloth مقنعة بشكل فريد بين وجهات Northern Cape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 4
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::port-st-johns",
      "name": "Port St Johns",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -31.6244,
        29.5456
      ],
      "lat": -31.6244,
      "lon": 29.5456,
      "visits": [
        {
          "text": "اشهد Sardine Run المذهل، أحد أعظم مشاهد الطبيعة الذي يحدث على طول Wild Coast من منتصف يونيو إلى أواخر يوليو. تهاجر ملايين السردين على طول الساحل، جاذبة مفترسات المحيط في جنون تغذية يوفر فرص تصوير وغطس غير عادية. يمكن لكل من الغواصين والسباحين الواثقين تجربة هذه الظاهرة مباشرة.",
          "visit_duration_min": 75
        },
        {
          "text": "استمتع بالمناظر الخلابة من مطار Port St Johns، المطل بشكل مثير فوق البلدة حيث يلتقي نهر Umzimvubu بالمحيط الهندي. يخلق الموقع بين منحدرين ضخمين - المعروفين باسم البوابات - أحد أكثر الموانئ الطبيعية إثارة على الساحل الجنوب أفريقي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "زر شلالات Magwa ومزرعة الشاي المحيطة، حيث تتدفق المياه 144 متراً في ممر مشجر. تقدم مزرعة Magwa للشاي جولات في عملياتها على خلفية تلال متموجة مغطاة بشجيرات الشاي. تتميز محمية Mkambati الطبيعية القريبة بشلالات إضافية ومراعي بكر تعج بالحياة البرية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 11
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "ZA::pretoria",
      "name": "Pretoria",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.7479,
        28.2293
      ],
      "lat": -25.7479,
      "lon": 28.2293,
      "visits": [
        {
          "text": "استكشف محمية Roodeplaat Dam الطبيعية، الواقعة على بعد 22 كيلومتراً فقط من Pretoria، حيث تجمع الرحلة اليومية المثالية بين النزهات والصيد ومراقبة الحيوانات ومراقبة الطيور الاستثنائية. تحيط المحمية بسد كبير يعمل كمصدر مياه للحيوانات البرية المتنوعة بما في ذلك الحمار الوحشي والكودو ووحش الماء والنو الأزرق التي تأتي للشرب على طول شواطئه.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف الطيور المذهلة التي تجعل من Roodeplaat جنة لمراقبي الطيور، مع الأنواع التي تتراوح من الطيور المائية على السد إلى الجوارح المحلقة في الأعلى. يكشف مسار المشي لمسافة 7 كيلومترات حول السد عن موائل ونقاط مراقبة مختلفة، بينما يمكن للزوار المبيتين الانغماس بالكامل في الأجواء الهادئة لهذا الملاذ الطبيعي للحياة البرية.",
          "visit_duration_min": 75
        },
        {
          "text": "توجه إلى فوهة Tswaing، وهي معلم جيولوجي رائع نشأ قبل 200,000 سنة عندما اصطدم كويكب بالأرض، تاركاً فوهة بقطر 1.3 كيلومتر. لكان الاصطدام قد أفنى أي شيء في المنطقة - لو كانت Pretoria موجودة آنذاك. تكشف الأدوات الحجرية الموجودة هنا أن البشر حصدوا الملح وجمعوا الماء من الفوهة منذ حوالي 100,000 سنة.",
          "visit_duration_min": 75
        },
        {
          "text": "تجول في المسارات حول موقع الاصطدام القديم هذا، والذي كان حتى التسعينيات محور جدل أكاديمي شديد حول أصوله. تدعم بحيرة الفوهة والنباتات المحيطة الحياة البرية والطيور المتنوعة، بينما توضح العروض التفسيرية الحدث الكارثي الذي خلق هذا المشهد الطبيعي الفريد. إن الإحساس بالتاريخ الكوني عميق.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تابع إلى محمية Dinokeng للألعاب، والتي تعني 'مكان الأنهار' في لغة Setswana، على بعد 40 كيلومتراً فقط من Pretoria. تقدم هذه الوجهة الشعبية تجارب ألعاب سهلة حيث تتجول الحمر الوحشية وأنواع مختلفة من الظباء والنو الأزرق وخنزير الأرض بحرية. تضم المنطقة أيضاً مصنع جعة محلي ومطاعم رائعة، تجمع بين الحياة البرية والمتع الطهوية.",
          "visit_duration_min": 60
        },
        {
          "text": "قم بزيارة محمية Groenkloof الطبيعية، إحدى أولى المناطق التي أُعلنت محمية طبيعية في جنوب أفريقيا والتي تُعتبر الآن إحدى أفضل تجارب المشي لمسافات طويلة في Gauteng. تلبي المسارات احتياجات المشاة وراكبي الدراجات الجبلية وراكبي الخيل والعائلات ومجموعات المشي لمسافات طويلة الجادة. حافظ على انتباهك للكودو والإمبالا والنو الأزرق والنعام في جميع أنحاء المحمية.",
          "visit_duration_min": 60
        },
        {
          "text": "عش المغامرة الخارجية الرائعة لزيارة فوهة اصطدام نيزكي معتمدة، إحدى أفضل الأمثلة المحفوظة على الأرض. تقدم مسارات المشي مستويات صعوبة متفاوتة، بينما يوفر مركز الزوار سياقاً حول كل من الحدث الجيولوجي والتاريخ البشري لحصاد الملح الذي تبع ذلك. احزم نزهة واقض اليوم في الاستكشاف.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "عجائب Gauteng الطبيعية: الجبال القديمة ومواقع الأحافير والمحميات الحضرية",
          "day": 1
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "عجائب Gauteng الطبيعية: الجبال القديمة ومواقع الأحافير والمحميات الحضرية",
          "day": 2
        }
      ],
      "rating": 9
    },
    {
      "place_id": "ZA::rhodes",
      "name": "Rhodes",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -30.7981,
        27.9622
      ],
      "lat": -30.7981,
      "lon": 27.9622,
      "visits": [
        {
          "text": "اكتشف قرية Rhodes الهادئة، المخبأة في زاوية نائية من مرتفعات Eastern Cape الحدودية مع مملكة Lesotho. تخدم هذه المستوطنة السلمية كبوابة لمياه صيد ذباب استثنائية، مع حوالي 150 كيلومتراً من جداول جبلية بكر متاحة للصيادين. توفر الأنهار التي تنبع على ارتفاع يصل إلى 3000 متر فوق مستوى البحر صيد سلمون من الطراز العالمي.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف فن صخري قديم لـ San في مواقع قرب Rhodes، حيث تزين اللوحات التي أنشأها السكان الأصليون منذ مئات السنين الملاجئ الصخرية والكهوف. تصور هذه الأعمال الفنية الثمينة طريقة حياة San ومعتقداتهم الروحية والحياة البرية التي اصطادوها في هذه الجبال. تتطلب المشاهدة زيارات لممتلكات خاصة مع ترتيب مسبق.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر الممرات الجبلية في مرتفعات Eastern Cape، بما في ذلك Naude's Nek - أعلى ممر جبلي في جنوب أفريقيا - و Joubert's Pass، ثالث أعلى ممر في البلاد. يصعد Volunteershoek إلى منتجع Tiffindell للتزلج وأعلى نقطة في Cape، بينما يكافئ Bastervoetpad الصعب السائقين المغامرين بإطلالات رائعة على الوادي.",
          "visit_duration_min": 60
        },
        {
          "text": "اشهد عروض الزهور الألبية المذهلة في المراعي الجبلية من نوفمبر إلى أبريل، مع ذروة الإزهار في المرتفعات العالية. عادة ما يقدم Tiffindell عروضاً مبهرة في أوائل ديسمبر، بينما يصل Naude's Nek إلى ذروة ازدهاره الزهري في فبراير. تكشف الجولات النباتية المرشدة عن تنوع هذه النظم البيئية تحت الألبية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 13
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "ZA::richmond",
      "name": "Richmond",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -31.4167,
        23.95
      ],
      "lat": -31.4167,
      "lon": 23.95,
      "visits": [
        {
          "text": "وصل إلى Richmond، 'بلدة الكتب' المتميزة بوفرة مكتبات الكتب وسكانها المتعلمين محبي الكتب وثقافة مبنية بالكامل حول الكلمة المكتوبة. تجعل هذه المستوطنة الساحرة بين Cape Town وJohannesburg المحطة المثالية في أي رحلة برية لأولئك الذين يقدرون الأدب والتعلم. كل زاوية تكشف عن متجر كتب ساحر آخر يغري بالاستكشاف.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تصفح المتاجر القروية الفريدة والغريبة التي تضم مجموعات تتراوح من الطبعات الأولى النادرة إلى الخيال المعاصر. تجمع العمارة بين التصميم الفيكتوري الكلاسيكي والمنازل التقليدية لـ 'Karoo'، مما يخلق مناظر شوارع ساحرة. الرحلات ذات المناظر الخلابة عبر Great Karoo القريبة تكشف عن مناظر طبيعية واسعة وتأملية مثل أفضل الأدب. Richmond مثالية لدود الكتب والعائلات التي تختبر منظر Karoo القاحل.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 14
        }
      ],
      "rating": 4
    },
    {
      "place_id": "ZA::richtersveld",
      "name": "Richtersveld",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.3833,
        17.05
      ],
      "lat": -28.3833,
      "lon": 17.05,
      "visits": [
        {
          "text": "اكتشف حديقة Ai-Ais/Richtersveld الحدودية العابرة، أكبر صحراء جبلية في جنوب أفريقيا تقدم منظراً طبيعياً سريالياً من جبال الحمم والسهول الرملية والنباتات الفريدة التي لا توجد في أي مكان آخر على الأرض. رغم الظروف القاسية مع أقل من 50 ملم من الأمطار السنوية، هذا النظام البيئي الرائع يدعم حياة برية متنوعة تتغذى على الرطوبة من ضباب الأطلسي الذي يتدحرج إلى الداخل كل صباح.",
          "visit_duration_min": 75
        },
        {
          "text": "تعجب من أشجار Halfmens (نصف الإنسان) وأشجار quiver الأيقونية التي تكيفت للبقاء في هذه البيئة القاسية. هذه الأشجار العصارية تخلق صور ظلية أخروية ضد خلفيات جبلية دراماتيكية، أسماؤها تعكس خيال المسافرين الأوائل الذين رأوا أشكالاً بشرية في أشكالها. التفرد النباتي لـRichtersveld جعلها تكسب مكانة التراث العالمي لليونسكو.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف على مسارات 4x4 صعبة، امش عبر مناظر طبيعية سريالية، استمتع بمراقبة الطيور الاستثنائية، أو اختبر التجديف النهري على طول حدود نهر Orange. المعالم تشمل هضبة Tatasberg الدراماتيكية وممر Rooiberg الدوار والينابيع الساخنة المريحة في منتجع Ai-Ais عبر الحدود الناميبية. مثالية لمحبي الطبيعة المغامرين الذين يسعون لمناظر طبيعية لا مثيل لها في أي مكان آخر.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 5
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "ZA::riebeek-kasteel",
      "name": "Riebeek Kasteel",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.3847,
        18.9036
      ],
      "lat": -33.3847,
      "lon": 18.9036,
      "visits": [
        {
          "text": "اكتشف Riebeek Valley، التي تضم بلدتي Riebeek West وRiebeek Kasteel الخلابتين المتداخلتين بين كروم العنب المتموجة وبساتين الزيتون الفضية. هذه المنطقة مشهورة بأسواقها النابضة بالحياة ومهرجاناتها، بما في ذلك مهرجان الزيتون السنوي الشائع الذي يحتفل بمنتجات المنطقة على الطراز المتوسطي. جبل Kasteelberg يوفر رحلات مجزية مع فرص لرؤية الصقور والنسور والبوم.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف !Khwa ttu San Cultural and Educational Centre، الذي يوفر فهماً عميقاً لثقافة وتراث ومعرفة السكان الأصليين لـ West Coast. مرشدو San المؤهلون يشاركون مهاراتهم الفريدة وحكمتهم القديمة خلال الجولات الغامرة. المركز يضم أيضاً مسارات رائعة لدراجات الجبال والمزرعة الأصلية المحولة إلى مطعم ترحيبي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 6
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "ZA::riemvasmaak",
      "name": "Riemvasmaak",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.5833,
        19.9833
      ],
      "lat": -28.5833,
      "lon": 19.9833,
      "visits": [
        {
          "text": "اكتشف Riemvasmaak، برية صحراوية مساحتها 75,000 هكتار تتميز بأخاديد الجرانيت المذهلة والينابيع الساخنة الطبيعية المثالية للاسترخاء بعد الرحلات الطويلة. المنظر الطبيعي هنا خام ودرامي، مع تشكيلات صخرية قديمة تخلق متاهة من الوديان والتلال. هذه الوجهة النائية تعد بهروب هادئ إلى الطبيعة حيث الأصوات الوحيدة هي الريح وتغريد الطيور.",
          "visit_duration_min": 75
        },
        {
          "text": "انغمس في الينابيع الساخنة العلاجية، حيث تنبثق المياه الغنية بالمعادن من أعماق تحت الأرض لملء برك الصخور الطبيعية. الينابيع توفر راحة مرحب بها للمسافرين المتعبين، دفؤها يتباين بشكل لذيذ مع هواء الصحراء البارد. النسور السوداء المحلقة فوق الرؤوس تكمل تجربة تربط الزوار بأفريقيا البدائية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "استكشف مسارات 4x4 صعبة تتعرج عبر تضاريس مذهلة، أو امش إلى نقاط مراقبة تطل على نهر Orange يقطع عبر الجيولوجيا القديمة. الإقامة في أكواخ ريفية تمتزج مع التضاريس الصخرية تقدم وسائل راحة أساسية بدون كهرباء - احضر الأساسيات بما في ذلك الماء وطارد الحشرات. Riemvasmaak تكافئ المغامرين بمناظر طبيعية خلابة وعزلة عميقة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 6
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "ZA::roodepoort",
      "name": "Roodepoort",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -26.1625,
        27.8728
      ],
      "lat": -26.1625,
      "lon": 27.8728,
      "visits": [
        {
          "text": "تجول في الحديقة النباتية الوطنية Walter Sisulu، جنة مساحتها 300 هكتار من نباتات وحيوانات Highveld تتوجها شلال رائع جذب الزوار لمئات السنين. رغم أنها لم تُؤسس رسمياً إلا في 1982، إلا أن التشكيلات الجيولوجية الفريدة والصبار المحلي والسيكاسيات القديمة في هذا الموقع أسرت عشاق الطبيعة عبر القرون.",
          "visit_duration_min": 75
        },
        {
          "text": "استقر تحت الأشجار الظليلة لنزهة بينما تراقب إحدى أزواج نسر Verreaux المقيمة في Johannesburg تحلق فوق المياه المتدفقة. تجذب الموائل المتنوعة في الحديقة مراقبي الطيور الذين يبحثون عن الأنواع من المختصين في المراعي إلى السمامات التي تقطن الشلالات. تنحني مسارات المشي عبر النباتات المحلية، كاشفة التنوع النباتي الرائع لمنطقة Highveld.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "صور شلال الحديقة المذهل، معلم طبيعي يشكل القطعة المركزية لهذه الواحة الحضرية. توفر المنحدرات والنتوءات الصخرية المحيطة موئلاً لتنوع رائع من الحياة البرية، من الوبر المتشمس في الشمس إلى طيور الغابات السرية في الوديان المشجرة. تضيف عروض الزهور الموسمية انفجارات من الألوان على مدار العام.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "عجائب Gauteng الطبيعية: الجبال القديمة ومواقع الأحافير والمحميات الحضرية",
          "day": 5
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "ZA::rosendal",
      "name": "Rosendal",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.95,
        27.9167
      ],
      "lat": -28.95,
      "lon": 27.9167,
      "visits": [
        {
          "text": "اختبر Rosendal، المعروفة بين السكان المحليين كأفضل سر محفوظ في Free State، حيث تتخلل السحر والهدوء كل زاوية. المباني التاريخية المحفوظة جيداً والجو الودود يدعوان الزوار لإبطاء الوتيرة وتقدير متع الحياة البسيطة. هذه الوجهة محتفى بها لضيافتها الدافئة، مما يجعلها ملاذاً مثالياً من صخب وضجيج الحياة العصرية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "قم بنزهة مريحة عبر شوارع Rosendal الهادئة، معجباً بالهندسة المعمارية الفريدة التي تعكس تراث المنطقة. زر المحلات المحلية التي تقدم الحرف المصنوعة يدوياً والسلع الحرفية المصنوعة من قبل السكان الموهوبين. الوتيرة السلمية للحياة هنا توفر الفرصة المثالية للتواصل مع الأوقات الأبسط ودفء المجتمع الأصيل.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 8
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "ZA::rustenburg",
      "name": "Rustenburg",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.6667,
        27.25
      ],
      "lat": -25.6667,
      "lon": 27.25,
      "visits": [
        {
          "text": "قم بزيارة متحف Paul Kruger Country House في Rustenburg، وهو مجموعة تاريخية من المباني التي شكلت ذات يوم مزرعة Paul Kruger، الرئيس السابق لجمهورية Zuid-Afrikaanse Republiek وقائد المقاومة البوير في الحرب الإنجليزية البويرية. الآن مُرممة بالكامل، توفر الممتلكات نظرة عميقة على حياة Kruger وعائلته، مع قطع أثرية تشمل بندقيته وكتبه المقدسة المعروضة.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف محمية Kgaswane الطبيعية على المنحدرات الشمالية لجبال Magaliesberg، وهي مجموعة خلابة من قمم ووديان الكوارتزيت والشلالات الرائعة وأحواض السباحة الهادئة. يسمح طريق القيادة الذاتية مع مواقع النزهة ونقاط المراقبة بالاستكشاف براحة. تشتهر المحمية بشكل خاص بقطيع تربية الظبي السمور.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اكتشف عشرات أنواع الظباء في Kgaswane، من الكليبسبرينغرز إلى الكودو، بينما يبحث مراقبو الطيور عن مستعمرة تربية نسور الكاب المهددة بالانقراض. توفر المحمية بديلاً هادئاً للحدائق الأكبر، مع حشود أقل وفرص ممتازة لمشاهدة الحياة البرية على بُعد 15 دقيقة فقط من Rustenburg. تكافئ نقاط المراقبة الخلابة المتنزهين بإطلالات بانورامية على الجبال.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 3
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::sabie",
      "name": "Sabie",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.0972,
        30.7831
      ],
      "lat": -25.0972,
      "lon": 30.7831,
      "visits": [
        {
          "text": "اسلك طريق Sabie Waterfall Route، سر محفوظ جيداً يشمل ثمانية شلالات رائعة على امتداد خلاب بطول 50 كيلومتراً من R532. رغم أن Kruger وBlyde River Canyon القريبين يطغيان عليه، يقدم هذا الطريق بعضاً من أروع الجمال الطبيعي في Mpumalanga. يعرض كل شلال طابعاً فريداً، من السيول الرعدية إلى حجابات العروس الرقيقة.",
          "visit_duration_min": 75
        },
        {
          "text": "تعجب من Mac Mac Falls، الذي يهوي 70 متراً مثيراً إلى وادٍ مشجر، المسمى على اسم عمال المناجم الاسكتلنديين الذين نقبوا عن الذهب في هذه الوديان. تابع إلى Lisbon Falls، المتدفق 94 متراً في انخفاض مزدوج رائع يصنف بين الأعلى في المقاطعة. تدعو برك الغابة أدناه للسباحة المنعشة في أيام Lowveld الدافئة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "زر شلالات إضافية تشمل Bridal Veil Falls وHorseshoe Falls وLone Creek Falls، كل منها يمكن الوصول إليه عبر مسيرات قصيرة في الغابة. تخلق غابات المزارع المحيطة والأراضي المشجرة المحلية جنة خضراء من السراخس والطحالب والأشجار الشاهقة. تقدم مواقع النزهات بجانب الشلالات أماكن هادئة لامتصاص الموسيقى الطبيعية للمياه المندفعة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 7
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "ZA::saldanha",
      "name": "Saldanha",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.0115,
        17.9441
      ],
      "lat": -33.0115,
      "lon": 17.9441,
      "visits": [
        {
          "text": "زر خليج Saldanha Bay، الواقع في أكبر خليج طبيعي في جنوب أفريقيا، والمشهور بتناقضاته المذهلة وجماله الطبيعي. باعتباره مركز صناعة الصيد الإقليمية ووجهة عطلات شهيرة لعشاق الرياضات المائية، يوفر الخليج تجارب متنوعة. يشمل حرم الأكاديمية العسكرية الجنوب أفريقية محمية طبيعية بكر تتحول إلى عالم زهري ساحر في الربيع وتوفر نقاط مراقبة ممتازة لمشاهدة الحيتان الجنوبية الصحيحة خلال موسم الولادة.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف الساحل الجميل والوعر في Jacobsbaai، الذي يتميز بواجهة بحرية رائعة بطول 2 كيلومتر تضم سبعة خلجان مختلفة. يجتاز مسار المشي لمسافة 17 كيلومتر بين Swartrietbaai و Tietiesbaai نباتات الفينبوس الساحلية التي تدعم الحياة البرية المتنوعة. تُسمى المنطقة غالباً 'Namaqualand عند البحر'، وعروض الزهور البرية فيها خلابة بشكل مذهل خلال الربيع.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اكتشف Hopefield، المدينة التاريخية التي يعود تاريخها إلى عام 1851، والمحاطة بنباتات الفينبوس الرقيقة وحقول القمح الخضراء المتموجة. زر كنيسة الإصلاح الهولندية الجميلة المبنية عام 1879، حيث ما زالت الأورغان الأصلية تعزف في حفلات الزفاف وخلال معرض Hopefield Fynbos. يعرض متحف الأحافير نسخة طبق الأصل من جمجمة إنسان Saldanha الشهيرة، ويقدم مركز Simply Bee للمراقبة رؤى رائعة حول إنتاج العسل.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 8
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::shingwedzi",
      "name": "Shingwedzi",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -23.1167,
        31.4333
      ],
      "lat": -23.1167,
      "lon": 31.4333,
      "visits": [
        {
          "text": "اقد بنفسك عبر المناطق الشمالية والوسطى من منتزه Kruger الوطني، تجربة أساسية في قائمة الأهداف لجنوب أفريقيا. من Pafuri، اتبع الطريق المعبد عبر غابات المكان نحو Punda Maria وShingwedzi، حيث تكون الفيلة رفقاء مألوفين على طول الرحلة. تتكشف هذه البرية الشاسعة تدريجياً، كاشفة مناظر طبيعية جديدة عند كل منعطف.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف حلقة الصخور الحمراء بالقرب من Shingwedzi، حيث نحتت عوامل التعرية المائية سلسلة من الحفر المثيرة للاهتمام في الحجر الأملس المحمر. تُعتبر هذه الظاهرة الجيولوجية موطناً ممتازاً للفهود، وتدعم المنطقة تنوعاً في الطيور وقطعان الفيلة التي تتحرك عبر غابات المبان.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تابع جنوباً عبر مخيمات الراحة Mopane وLetaba، واختبر تغير المناظر الطبيعية وجماعات الحياة البرية. تقدم كل منطقة في Kruger طابعاً مميزاً - من الغابات الشمالية الغنية بالفيلة إلى السافانا الجنوبية الكثيفة بالمفترسات. توفر مخيمات الراحة إقامة مريحة مع إطلالات خلابة على النهر وفرصة لتبادل قصص المشاهدات مع الرحالة الآخرين.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 7
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::simons",
      "name": "Simons",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -34.1918,
        18.4323
      ],
      "lat": -34.1918,
      "lon": 18.4323,
      "visits": [
        {
          "text": "زر Boulders Beach في بلدة Simon's Town البحرية الساحرة، موطن مستعمرة مزدهرة من حوالي 3000 من البطاريق الأفريقية. محمية بصخور الجرانيت الضخمة التي تخلق خلجان محمية، يوفر هذا الشاطئ الرائع فرصة لا تُنسى لمراقبة هذه الطيور البحرية الجذابة في موطنها الطبيعي. تسمح الممرات الخشبية بلقاءات قريبة مع حماية مناطق تعشيش البطاريق الحساسة.",
          "visit_duration_min": 75
        },
        {
          "text": "سافر إلى Cape Point، المعتبرة واحدة من أجمل الأماكن في جنوب أفريقيا، حيث يلتقي محيطان بشكل درامي في الطرف الجنوبي الغربي للقارة. جزء من Cape Floral Kingdom، هذا الرأس العاصف مغطى بنباتات fynbos الأصلية ويوفر موطناً حاسماً للطيور البحرية المحيطية ومجموعة من القردة المقيمة. المنارة التاريخية توفر مناظر آمرة على المياه المضطربة حيث يتلاقى المحيط الأطلسي والهندي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر مراقبة الحيتان على طول ساحل Western Cape خلال موسم الهجرة من يونيو إلى أكتوبر. هذه الثدييات البحرية الرائعة تسافر عبر الخط الساحلي، مع استضافة Hermanus لمهرجان الحيتان السنوي المشهور في سبتمبر. الخلجان الهادئة والمياه الغنية بالمغذيات في المنطقة تجعلها واحدة من أفضل وجهات مراقبة الحيتان من البر في العالم.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 2
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "ZA::skukuza",
      "name": "Skukuza",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24.9936,
        31.5928
      ],
      "lat": -24.9936,
      "lon": 31.5928,
      "visits": [
        {
          "text": "ادخل حديقة Kruger الوطنية عبر بوابة Paul Kruger، متجهاً إلى Skukuza - وجهة مشاهدة الحيوانات الرئيسية في جنوب أفريقيا في المنطقة الجنوبية. تشتهر هذه المنطقة بمشاهدة المفترسات الاستثنائية ولقاءات الخمسة الكبار، مع الأراضي العشبية المفتوحة، وأحراش الشوك، والغابات النهرية التي تدعم تركيزات رائعة من الحياة البرية.",
          "visit_duration_min": 75
        },
        {
          "text": "اسلك الحلقة الشعبية حول التقاء نهري Sabie وSand، مدمجاً موائل متنوعة في دائرة مجزية واحدة. تزدهر قطعان الأسود هنا مع منافسة أقل بسبب وفرة الفرائس. تقدم رحلات الصباح الباكر وبعد الظهر المتأخر أفضل فرص لمشاهدة نشاط المفترسات على طول هذه الطرق المنتجة.",
          "visit_duration_min": 75
        },
        {
          "text": "أقم في Shalati، إقامة القطار الحصرية على الجسر المطلة على نهر Sabie على جسر السكة الحديد التاريخي. شاهد الفيلة وأفراس النهر والجاموس من شرفتك وهي ترعى وتشرب في الأسفل. يكشف شروق الشمس من سريرك الملكي الأدغال وهي تستيقظ في الضوء الذهبي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر الإحساس الفريد بالنوم في عربة قطار معاد تصورها معلقة فوق الأدغال الأفريقية. تقدم الـ 31 غرفة، بما في ذلك 24 غرفة عربة، إطلالات رائعة وخدمة عالمية المستوى. شاي بعد الظهر في بار الجسر، ومسبح لا نهائي مطل على النهر، وتناول طعام راقٍ يكملان هذه التجربة على قائمة الأمنيات.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 12
        }
      ],
      "rating": 8
    },
    {
      "place_id": "ZA::st-francis-bay",
      "name": "St Francis Bay",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -34.1711,
        24.8336
      ],
      "lat": -34.1711,
      "lon": 24.8336,
      "visits": [
        {
          "text": "اكتشف Greater St Francis، الواقعة في أقصى نقطة شرقية في أفريقيا، حيث تقدم القرية الساحرة المطلة على القناة تجربة ساحلية فريدة. اكتشف St Francis Canals الخلابة بالبارجة، واستكشف هذه الشبكة من الممرات المائية الشبيهة بالبندقية والمحاطة بالأكواخ ذات الأسقف المصنوعة من القش والحدائق الخضراء. تجمع المنطقة بين الجمال الطبيعي والحياة الساحلية المتطورة.",
          "visit_duration_min": 75
        },
        {
          "text": "انطلق في Chokka Trail، رحلة مشي لمسافة 62 كيلومتراً بين Oyster Bay وSt Francis Bay وCape St Francis. تعرض مغامرة المشي ذاتية الوتيرة منطقة St Francis الكبرى في أجمل صورها، مع الإقامة الليلية في دور الضيافة المريحة على طول الطريق. استمتع بالساحل البكر والنباتات المحلية والطيور الوفيرة طوال الرحلة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "العب الغولف في St Francis Links المرموقة، إحدى ملاعب الغولف الرائدة في Eastern Cape المقامة على خلفية من المناظر الساحلية الخلابة. يتحدى التصميم الاحترافي لاعبي الغولف مع تقديم مناظر محيطية مذهلة. تقدم منطقة St Francis الكبرى أيضاً رحلات Eco Sea Cruises لمدة 5-7 ساعات، مما يوفر فرصاً لمراقبة الحياة البحرية في موطنها الطبيعي.",
          "visit_duration_min": 60
        },
        {
          "text": "استمتع بركوب الخيل على طول الشواطئ الذهبية لـ Oyster Bay، حيث يمتد الساحل البكر بقدر ما تراه العين. يقدم عدة مشغلين جولات مناسبة لجميع مستويات الخبرة، من المشي اللطيف على الشاطئ إلى العدو المثير على طول الشاطئ. يجعل الجمال النائي للمنطقة والحياة البرية الوفيرة كل جولة مغامرة لا تُنسى.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 3
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "ZA::storms-river",
      "name": "Storms River",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -33.9691,
        23.8989
      ],
      "lat": -33.9691,
      "lon": 23.8989,
      "visits": [
        {
          "text": "اقد على طريق الحدائق الأسطوري على طول N2 من Cape الجنوبية إلى غابة Tsitsikamma، محاطاً بسلاسل جبلية ضخمة وبانوراما محيطية متغيرة باستمرار. في لحظة ستجد نفسك تتسلق ممرات جبلية مطلة على شواطئ منقطة بالدلافين، وفي اللحظة التالية ستكون منغمساً في غابة محلية قديمة وغامضة. تُصنف هذه الرحلة الخلابة باستمرار بين أجمل رحلات الطرق في العالم.",
          "visit_duration_min": 75
        },
        {
          "text": "اختبر مصب نهر Storms River المثير، مضيق رائع حيث يهدر النهر في المحيط الهندي. توفر هذه الوجهة الأعلى تقييماً في الحديقة الوطنية تجديف المياه البيضاء والسباحة في البرك بلون الكولا والتجديف بالكاياك عبر الخوانق الشديدة الانحدار. امشِ عبر الجسور المعلقة واسبح تحت الشلالات واستمتع بالغطس في المحمية البحرية المحمية لتفهم لماذا تبقى هذه واحدة من أكثر المعالم الطبيعية المحبوبة في جنوب أفريقيا.",
          "visit_duration_min": 75
        },
        {
          "text": "اختبر Bloukrans Bungy المشهور عالمياً، المعترف به كأعلى قفزة بنجي تجارية من جسر على الأرض. اقفز أكثر من 200 متر نحو وادي نهر Bloukrans الرائع باستخدام تقنية البنجي البندولية الحديثة التي تضمن أسلس قفزة ممكنة. تلتقط المناظر الخلابة من أعلى جسر في أفريقيا كل عظمة هذه المنطقة البرية البكر.",
          "visit_duration_min": 75
        },
        {
          "text": "انطلق في جولة مثيرة لقمم الأشجار، متنقلاً بالحبال بين المنصات على طول الكابلات الفولاذية الموضوعة وسط محيط غابة Tsitsikamma الرائع. هذه المغامرة التي لا تُنسى مناسبة للأعمار من 7 إلى 70 سنة، مما يجعلها مثالية للعائلات ومحبي الطبيعة وباحثي الإثارة على حد سواء. انزلق عبر مظلة الغابة المحلية القديمة للحصول على منظور فريد لهذا النظام البيئي المحمي.",
          "visit_duration_min": 75
        },
        {
          "text": "اعبر جسر Storms River المعلق الأيقوني داخل حديقة Tsitsikamma الوطنية، حيث يلتقي أكثر من 80 كيلومتراً من الساحل المحمي بأنظمة بيئية متنوعة تشمل الفينبوس والغابات والحياة البحرية الوفيرة. تقدم الحديقة، التي أُنشئت عام 1964، مناظر طبيعية خلابة ومسارات مشي وفرصاً لمراقبة النباتات والحيوانات الفريدة في هذه البرية الساحلية البكر.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تجول عبر غابة Tsitsikamma القديمة، جزء من حديقة طريق الحدائق الوطنية، حيث تخلق أشجار الخشب الأصفر الشاهقة مظلة سحرية فوق أرضيات الغابة المغطاة بالسرخس. تتعرج مسارات المشي عبر هذه الغابة المحلية البكر، موطن لأنواع متنوعة من الطيور ومجموعة أفيال Knysna النادرة. يخلق الجمع بين الغابة والفينبوس والساحل محمية طبيعية لا مثيل لها.",
          "visit_duration_min": 60
        },
        {
          "text": "انضم إلى تجربة الكاياك والليلو، مجدفاً عبر المحيط وتحت جسر نهر Storms المعلق قبل المغامرة بعمق أكبر في مضيق نهر Storms المثير. تسمح لك هذه المغامرة المناسبة للعائلة بالقفز من النتوءات الصخرية في البرك العميقة واستكشاف المضيق الرائع بالليلو القابل للنفخ. يُوصى بهذه التجربة باستمرار كنقطة بارزة من قبل الزوار من جميع أنحاء العالم.",
          "visit_duration_min": 60
        },
        {
          "text": "اكتشف قرية Storms River وغابة Tsitsikamma المحيطة في جولة إرشادية بالسيجواي. انزلق عبر غابات الصنوبر الباردة والأراضي الحرجية المحلية، عابراً جسر Witteklip التاريخي وزائراً شجرة Tsitsikamma الكبيرة الرائعة التي يبلغ عمرها 1000 سنة. يوفر هذا النمط الفريد من الاستكشاف طريقة لا تُنسى لتجربة عجائب المنطقة الطبيعية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 12
        },
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "الدائرة الكبرى لـ Eastern Cape: من Tsitsikamma إلى الساحل البري",
          "day": 1
        }
      ],
      "rating": 7
    },
    {
      "place_id": "ZA::sun",
      "name": "Sun",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -25.3356,
        27.0928
      ],
      "lat": -25.3356,
      "lon": 27.0928,
      "visits": [
        {
          "text": "اختبر Sun City، المنتجع الضخم الشهير على حدود حديقة Pilanesberg الوطنية الذي يقدم الترفيه لجميع الأعمار. يستمتع البالغون بملعب جولف عالمي الشهرة وأحد أكبر الكازينوهات في أفريقيا، بينما تسعد العائلات بتنوع الألعاب والأنشطة الخارجية ومدينة الألعاب المائية الشهيرة Valley of the Waves بشاطئها المحاط بأشجار النخيل.",
          "visit_duration_min": 75
        },
        {
          "text": "العب جولة في ملعبي الجولف المصممين من قِبل Gary Player في Sun City. صُنف نادي Gary Player Country Club في المرتبة الثالثة في البلاد من قِبل Golf Digest South Africa ويستضيف تحدي Nedbank للجولف السنوي مع لاعبين محترفين. ملعب Lost City Golf Course بطراز الصحراء يضم 300,000 قدم مربع من المعالم المائية بما في ذلك تماسيح النيل الحية في الحفرة الـ13.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "حلق فوق المنتجع في منطاد هوائي ساخن، جرب حظك في الكازينو، أو استمتع بموسيقيين عالميين في مكان الترفيه Superbowl. تتراوح أماكن الإقامة من Cabanas الصديقة للعائلة إلى Cascades خمس نجوم وقصر Lost City الباذخ. أماكن الموسيقى الحية وخيارات الطعام العديدة تكمل عروض الترفيه.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 8
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::sutherland",
      "name": "Sutherland",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -32.3984,
        20.6642
      ],
      "lat": -32.3984,
      "lon": 20.6642,
      "visits": [
        {
          "text": "سافر إلى Sutherland في مرتفعات Karoo، حيث تنتظرك فرص لا مثيل لها لمراقبة النجوم تحت بعض من أحلك وأصفى السماوات على الأرض. موقع المدينة المرتفع والنائي، بعيداً عن التلوث الضوئي، جعلها العاصمة الفلكية لأفريقيا. في الليالي الصافية، تتألق مجرة درب التبانة عبر السماوات بتفاصيل خلابة مرئية بالعين المجردة.",
          "visit_duration_min": 75
        },
        {
          "text": "زر مرصد جنوب أفريقيا الفلكي، موطن التلسكوب الكبير لجنوب أفريقيا (SALT) - أكبر تلسكوب ضوئي في نصف الكرة الجنوبي. توفر الجولات المصحوبة بمرشدين رؤى رائعة للكون، من المجرات البعيدة على بعد مليارات السنين الضوئية إلى اكتشاف كواكب جديدة تدور حول شموس بعيدة. هذا المرفق عالمي المستوى يجعل Sutherland حقاً 'بوابة إلى الكون'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر جلسات مراقبة النجوم المسائية حيث يشير المرشدون الخبراء إلى الأبراج والكواكب والظواهر السماوية غير المرئية من المدن الملوثة ضوئياً. الليالي الباردة والصافية في Karoo تكافئ المراقبين الصبورين بزخات الشهب ومرور الأقمار الصناعية والمنظور العميق لمكاننا في الكون. مثالية لمتحمسي علم الفلك وأي شخص يسعى لتجربة سماوية.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 2
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "ZA::taung",
      "name": "Taung",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -27.55,
        24.7833
      ],
      "lat": -27.55,
      "lon": 24.7833,
      "visits": [
        {
          "text": "اتبع طريق Taung التراثي، رحلة مثيرة بطول 45 كيلومتراً عبر المواقع الأثرية التي تضيء فجوات مهمة في التطور البشري. هذا الطريق يشمل الموقع المدرج في اليونسكو حيث اكتُشفت جمجمة متحجرة عمرها 2.5 مليون سنة لطفل من أشباه البشر في عام 1924. طفل Taung وُصف بأنه أهم أحفورة أنثروبولوجية في القرن العشرين.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف العجائب الطبيعية على طول الطريق التراثي بما في ذلك شلال حجر جيري وأحواض صخرية طبيعية وجداول وكهوف تُعرف مجتمعة باسم Blue Pools. يمكنك أيضاً المغامرة داخل نفق منجم مهجور يوفر نظرة ثاقبة على التاريخ الجيولوجي والتعديني للمنطقة. المناظر الطبيعية تكشف طبقات من ماضي الأرض القديم.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اربط هذه الزيارة بموقع مهد البشرية الأوسع للتراث العالمي، الذي يُعد Taung جزءاً رسمياً منه. الطريق التراثي يوفر سياقاً أساسياً لفهم أصول البشر والعمل العلمي الدقيق الذي أعاد بناء قصة تطورنا من الأدلة الأحفورية الموجودة في هذه المناظر الطبيعية القديمة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "مستكشف مقاطعة North West: الجبال القديمة وسفاري الخمسة الكبار وأصول البشر",
          "day": 10
        }
      ],
      "rating": 3
    },
    {
      "place_id": "ZA::upington",
      "name": "Upington",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.4478,
        21.2561
      ],
      "lat": -28.4478,
      "lon": 21.2561,
      "visits": [
        {
          "text": "ادخل إلى Green Kalahari الخضراء، منطقة مذهلة تمزج بين الجمال الطبيعي والتاريخ الثقافي الغني على طول نهر Orange المعطاء للحياة. يشمل هذا الممر الخصب بلدات Upington وKenhardt وKakamas وAugrabies، وتقدم كل منها مناطق جذب فريدة من الكروم إلى المناظر الطبيعية الدراماتيكية. التباين بين الخضرة المورقة على ضفاف النهر والصحراء شبه المحيطة يخلق تجربة بصرية رائعة.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف التراث الثقافي لشعوب San وNama وKoranna الذين اعتبروا هذه المنطقة موطناً لهم لآلاف السنين. اكتشف نقوش San الصخرية القديمة التي توفر نوافذ على الحياة في عصور ما قبل التاريخ، وزر الكنائس التبشيرية التاريخية التي شكلت التطور الإقليمي، وافحص طواحين المياه التي سخرت نهر Orange. قصص هذه المجتمعات الأصلية تضيف عمقاً عميقاً للمنظر الطبيعي.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "تعجب من Verneuk Pan، المسطح الملحي الواسع حيث حاول السير Malcolm Campbell ذات مرة تحقيق أرقام قياسية للسرعة البرية، وتصفح القطع الأثرية المصنوعة محلياً من San التي تواصل التقاليد الفنية القديمة. نهر Orange قد أعال هذه المنطقة لقرون، مما خلق ظروفاً تشبه الواحة تدعم الزراعة والحياة البرية والمجتمعات. مثالية لعشاق التاريخ ومحبي الطبيعة على حد سواء.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "رحلة Northern Cape: الماس وكثبان الصحراء وعجائب السماء المظلمة",
          "day": 9
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "ZA::velddrif",
      "name": "Velddrif",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -32.7743,
        18.1695
      ],
      "lat": -32.7743,
      "lon": 18.1695,
      "visits": [
        {
          "text": "اكتشف Bokkomlaan في Velddrif، قلب صناعة الصيد في الساحل الغربي وجوهرة غير مكتشفة حصلت مؤخراً على وضع التراث. اعبر جسر Carinus وتوقف عند نقطة المراقبة تحت أشجار النخيل الطويلة لمراقبة طيور الخوض في الممر المائي. يبدو الزمن متوقفاً على طول هذا الشارع التاريخي بينما تتأرجح قوارب الصيد بجانب الأرصفة العديدة ويحضر الصيادون صيدهم باستخدام الطرق التقليدية المتوارثة عبر الأجيال.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر Thali Thali Game Lodge، محمية طرائد وفينبوس خاصة بكر تزخر بالحياة البرية وأنواع الطيور. موطن لأنواع مختلفة من الظباء والعديد من الأنواع الأخرى في بيئة خالية من المفترسات، يمكن للضيوف الاستكشاف بأمان سيراً على الأقدام. تقدم رحلات السفاري اليومية والرماية ومسار الصيد ثلاثي الأبعاد أنشطة متنوعة وسط الجمال الطبيعي للساحل الغربي.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "اكتشاف ساحل Western Cape: من Table Mountain إلى Garden Route",
          "day": 10
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::ventersburg",
      "name": "Ventersburg",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -28.0833,
        26.9667
      ],
      "lat": -28.0833,
      "lon": 26.9667,
      "visits": [
        {
          "text": "استكشف محمية Willem Pretorius Game Reserve بالقرب من بلدة Ventersburg الصغيرة في Free State، حيث يمكن للزوار مشاهدة أكبر قطعان النو الأسود في العالم وهي تتجول عبر الأراضي العشبية المفتوحة. تعمل هذه المحمية الموقعة بشكل مريح كمحطة توقف مثالية بين Johannesburg وCape Town لمحبي الحياة البرية. يدعم الجمع بين موائل السد والأراضي العشبية والأحراش تنوعاً حيوانياً رائعاً.",
          "visit_duration_min": 75
        },
        {
          "text": "راقب الإلاند والبليسبوك والسبرينغبوك ووحيد القرن الأبيض والزراف وهي تتحرك عبر المناظر الطبيعية المتنوعة للمحمية. يجذب سد Allemanskraal الطيور المائية ويوفر نقاط محورية خلابة في جميع أنحاء الممتلكات. تتيح جولات الطرائد والطرق ذات التوجيه الذاتي للزوار الاستكشاف بوتيرتهم الخاصة، مع فرص ممتازة للمشاهدات عالية الجودة.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "أقم ليلة في الإقامة المريحة للمحمية لتختبر برية Free State عند الفجر والغسق عندما تكون الحياة البرية أكثر نشاطاً. توفر مسارات المشي لقاءات حميمة مع المخلوقات الأصغر والحياة النباتية التي غالباً ما تُفوت من المركبات. يجعل الموقع المركزي للمحمية منها قاعدة ممتازة لاستكشاف معالم Free State المحيطة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 3
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "ZA::vredefort",
      "name": "Vredefort",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -27.0167,
        27.4
      ],
      "lat": -27.0167,
      "lon": 27.4,
      "visits": [
        {
          "text": "اكتشف Vredefort Dome، موقع التراث العالمي لليونسكو المعترف به كأقدم وأكبر موقع تأثير نيزكي مؤكد على الأرض. منذ حوالي 2 مليار سنة، اصطدم كويكب يُقدر عرضه بـ 10-15 كيلومتر هنا، مما خلق حفرة يبلغ قطرها الأصلي 300 كيلومتر - مرئية اليوم كحلقة من التلال عرضها 90 كيلومتر. شكل هذا الحدث الكارثي معالم جيولوجية لا يزال العلماء في جميع أنحاء العالم يدرسونها.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف المناظر الطبيعية الدرامية التي خلقها هذا التأثير القديم، حيث تكشف طبقات الصخور المكشوفة عن مليارات السنين من تاريخ الأرض. توفر القبة المركزية المرتفعة والحافة المحيطة فصلاً جيولوجياً لا مثيل له على هذا الكوكب. يتدفق نهر Vaal عبر موقع التأثير، مما يضيف جمالاً خلاباً إلى الأهمية العلمية.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اختبر الأنشطة المغامرة في جميع أنحاء منطقة Vredefort Dome، من المشي لمسافات طويلة ورحلات النهر إلى التسلق بالحبال أسفل المنحدرات الدرامية التي شكلها التأثير القديم. يوفر ركوب الخيل وركوب الزوارق على طول نهر Vaal طرقاً أكثر لطفاً للاستكشاف، بينما يربط التخييم تحت السماء المملوءة بالنجوم الزوار بالقوى الكونية التي خلقت هذا المشهد الرائع.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "اكتشاف Free State: المرتفعات الذهبية والحفر القديمة وملاذات القطط الكبيرة",
          "day": 2
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::wakkerstroom",
      "name": "Wakkerstroom",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -27.35,
        30.1333
      ],
      "lat": -27.35,
      "lon": 30.1333,
      "visits": [
        {
          "text": "وصل إلى Wakkerstroom، جنة مراقبي الطيور المشهورة بـ370 نوعاً مختلفاً من الطيور المسجلة في الأراضي الرطبة والعشبية المحيطة. تتجول طيور غينيا في الشوارع بينما تتغذى الرافعات في vlei مع برج الكنيسة التاريخي يثقب السماء في الخلفية. هذه القرية الهادئة تقدم بعض أجود مخابئ الطيور في جنوب أفريقيا لمراقبي الطيور الجديين.",
          "visit_duration_min": 75
        },
        {
          "text": "استكشف الأراضي الرطبة والعشبية المحيطة بهذه القرية الساحرة، حيث يمكن للمراقبين الصبورين رؤية رافعات زرقاء ورافعات ذات لحمة وأنواع نادرة أخرى عديدة. يجذب نظام vlei الطيور المقيمة والمهاجرة الموسمية، مما يجعل كل موسم مجزياً لمحبي مراقبة الطيور. تكشف المسيرات المرشدة التنوع الرائع لهذه المنطقة المهمة للطيور.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "اكتشف طابع هذه القرية التاريخية خلف سمعتها في مراقبة الطيور، استكشف المحلات المحلية والمعارض والمؤسسات المرحبة. توفر الريف المحيط رحلات قيادة خلابة ومسارات مشي عبر أراضي highveld العشبية البكر. الجو الهادئ لـ Wakkerstroom يوفر الترياق المثالي للحياة العصرية المشغولة.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "مغامرة Mpumalanga Escarpment: الوديان والشلالات والحياة البرية",
          "day": 10
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "ZA::welgevonden",
      "name": "Welgevonden",
      "cc": "ZA",
      "language": "ar",
      "coords": [
        -24.1833,
        27.8667
      ],
      "lat": -24.1833,
      "lon": 27.8667,
      "visits": [
        {
          "text": "ادخل إلى محمية Welgevonden الخاصة للحياة البرية، وهي محمية خالية من الملاريا تمتد عبر 36,000 هكتار ضمن محمية Waterberg الحيوية المدرجة في قائمة اليونسكو. يعني اسم المحمية 'وجدت جيداً' في لغة الأفريقانية - وصف مناسب لهذه البرية البكر التي تضم مناظر جبلية ووديان عميقة وتلال متدحرجة ومراع متموجة على ارتفاعات تتراوح بين 1,200 و1,900 متر فوق مستوى سطح البحر.",
          "visit_duration_min": 75
        },
        {
          "text": "اكتشف إحدى أكبر مجموعات وحيد القرن الأبيض في أفريقيا في محمية خاصة، بما في ذلك صغار لا تتجاوز أعمارها بضعة أشهر. تدعم منطقة المحافظة جميع حيوانات الخمسة الكبار، مع مشاهدات استثنائية لقطعان الأسود وتحالفات الفهود والفيلة والجاموس. تضمن القيود الصارمة على عدد المركبات في المشاهدات تجربة حصرية وحميمة للحياة البرية.",
          "visit_duration_min": 75
        },
        {
          "text": "اختبر التضاريس الفريدة للمحمية، من وادي نهر Taaibos الوعر إلى سهول السافانا الواسعة التي تطل على برك المياه النشطة. تجذب النظم البيئية المتنوعة حياة برية متنوعة تشمل ابن آوى أسود الظهر وأنواع عديدة من الظباء وأكثر من 300 نوع من الطيور. تكشف جولات مراقبة الحيوانات العلاقات المعقدة بين المفترسات والفرائس في هذا النظام البيئي المتوازن.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "انطلق في جولات مراقبة الحيوانات مرتين يومياً بقيادة مرشدين خبراء يتتبعون آثار الحيوانات الطازجة لتحديد موقع الحياة البرية الرائعة. بين الجولات، استرخ بجانب المسبح أو استمتع بعلاجات السبا أو ببساطة امتص هدوء البرية الأفريقية من شرفتك الخاصة المطلة على الوديان أو برك المياه حيث تأتي الفيلة والحمر الوحشية ووحيد القرن والظباء المائية للشرب.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: من Waterberg إلى برية Kruger النائية",
          "day": 2
        }
      ],
      "rating": 4.3
    }
  ]
}