{
  "version": 1,
  "country": "za",
  "language": "fr",
  "places": [
    {
      "place_id": "BW::chobe",
      "name": "Chobe",
      "cc": "BW",
      "coords": [
        -18.7669,
        25.1584
      ],
      "lat": -18.7669,
      "lon": 25.1584,
      "visits": [
        {
          "text": "Partez en safari dans le Parc National de Chobe, situé dans le nord du Botswana et réputé pour abriter l'une des plus fortes concentrations de faune sauvage d'Afrique. Ce sanctuaire exceptionnel accueille les Big Five dans leur intégralité, mais c'est surtout sa population d'éléphants, considérée comme l'une des plus importantes au monde, qui fait sa renommée internationale."
        },
        {
          "text": "Le point central de cette réserve est la rivière Chobe, véritable artère vitale où les animaux se rassemblent par centaines pour s'abreuver, jouer et parfois chasser. Observez les imposants pachydermes traverser majestueusement les eaux peu profondes, les hippopotames paresser dans les méandres et les crocodiles guetter leurs proies sur les berges sablonneuses."
        }
      ],
      "activities": [
        {
          "text": "Safari fluvial au lever du soleil sur la rivière Chobe - une expérience unique et intimiste qui vous permet d'approcher les animaux sous un angle différent tout en observant l'extraordinaire avifaune du parc."
        },
        {
          "text": "Game drive en 4x4 dans les plaines de Savuti, célèbres pour leurs lions chasseurs d'éléphants et leurs meutes de lycaons."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "city"
    },
    {
      "place_id": "BW::okavango-delta",
      "name": "Okavango Delta",
      "cc": "BW",
      "coords": [
        -19.2833,
        22.9167
      ],
      "lat": -19.2833,
      "lon": 22.9167,
      "visits": [
        {
          "text": "Immergez-vous dans le Delta de l'Okavango, un écosystème unique au monde où les eaux du fleuve Okavango se perdent dans les sables du désert du Kalahari. Ce labyrinthe aquatique, dont les niveaux varient au gré des crues annuelles, abrite une biodiversité époustouflante. De mai à septembre, la faune se concentre sur les îles créées par la montée des eaux, offrant des opportunités d'observation exceptionnelles."
        },
        {
          "text": "Ce paysage aquatique vous permet d'explorer en mokoro, une pirogue traditionnelle taillée dans un tronc d'arbre. Glissez silencieusement entre les papyrus et les nénuphars, à quelques mètres seulement des éléphants qui se baignent et des antilopes lechwe qui bondissent dans les marécages. Une communion totale avec la nature sauvage africaine."
        }
      ],
      "activities": [
        {
          "text": "Nuit sous tente au coeur du delta - une expérience authentique qui vous plonge dans l'atmosphère magique de la brousse africaine, bercé par les rugissements lointains des lions et les appels des hippopotames."
        },
        {
          "text": "Safari à pied guidé sur les îles du delta, pour une découverte intimiste de la faune et de la flore avec des guides experts qui vous révèlent les secrets de cet écosystème fragile."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.3,
      "place_type": "city"
    },
    {
      "place_id": "MW::lake-malawi",
      "name": "Lake Malawi",
      "cc": "MW",
      "coords": [
        -13.95,
        34.8667
      ],
      "lat": -13.95,
      "lon": 34.8667,
      "visits": [
        {
          "text": "Détendez-vous sur les rives du Lac Malawi, le troisième plus grand lac d'Afrique qui occupe près d'un tiers de la superficie totale du Malawi. Ce lac d'eau douce d'une beauté stupéfiante est si vaste que se tenir sur ses berges donne l'impression d'être au bord de l'océan. Les plages dorées, les villages de pêcheurs traditionnels et les eaux cristallines créent un tableau d'une sérénité absolue."
        },
        {
          "text": "Plongez dans les eaux tièdes du lac pour découvrir les fameux cichlidés du Lac Malawi, ces poissons aux couleurs extraordinaires dont au moins 700 espèces peuplent ces eaux, presque toutes endémiques. Un véritable aquarium naturel qui ravira les amateurs de snorkeling et de plongée sous-marine."
        }
      ],
      "activities": [
        {
          "text": "Excursion en kayak le long des côtes rocheuses, avec pauses baignade dans des criques isolées et rencontres avec les pêcheurs locaux qui perpétuent des techniques ancestrales."
        },
        {
          "text": "Croisière en voilier traditionnel au coucher du soleil, avec vue sur les silhouettes des montagnes se découpant sur le ciel embrasé."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.1,
      "place_type": "city"
    },
    {
      "place_id": "MZ::quirimbas",
      "name": "Quirimbas",
      "cc": "MZ",
      "coords": [
        -12.1833,
        40.5833
      ],
      "lat": -12.1833,
      "lon": 40.5833,
      "visits": [
        {
          "text": "Évadez-vous dans l'Archipel des Quirimbas au Mozambique, un paradis tropical constitué de 32 îles coralliennes égrenées le long de la côte nord du pays. Ces îles préservées offrent des plages de sable blanc immaculé, des palmiers élancés qui se balancent dans la brise et des eaux turquoise d'une clarté exceptionnelle. L'isolement de cet archipel en fait l'une des destinations balnéaires les plus exclusives d'Afrique."
        },
        {
          "text": "Visitez l'île d'Ibo, célèbre pour son architecture coloniale portugaise croulante mais magnifique. Flânez dans les ruelles de cette ville fantôme où le temps semble s'être arrêté, admirez les forteresses du XVIe siècle envahies par la végétation et rencontrez les artisans qui perpétuent l'art ancestral de la joaillerie en argent."
        }
      ],
      "activities": [
        {
          "text": "Plongée sous-marine sur les récifs coralliens préservés de l'archipel, parmi les plus riches de l'océan Indien, où évoluent raies manta, requins-baleines et tortues marines."
        },
        {
          "text": "Pêche au gros au large des îles, une activité phare de la région qui attire les passionnés du monde entier."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.4,
      "place_type": "city"
    },
    {
      "place_id": "NA::sossusvlei",
      "name": "Sossusvlei",
      "cc": "NA",
      "coords": [
        -24.7333,
        15.2833
      ],
      "lat": -24.7333,
      "lon": 15.2833,
      "visits": [
        {
          "text": "Émerveillez-vous devant les dunes de Sossusvlei, ce paysage fantastique de pics de sable vertigineux qui se découpent sur le bleu profond du ciel désertique namibien. Partie intégrante de l'ancien désert du Namib, cette mer de dunes ocre et orange offre des panoramas d'une beauté surréaliste. Installez-vous au camp de Sesriem, à l'intérieur des limites du parc, pour bénéficier d'un accès privilégié aux dunes dès l'aube."
        },
        {
          "text": "Gravissez l'emblématique Dune 45 dans l'obscurité pré-aube et assistez au spectacle du lever du soleil depuis son sommet. Les premiers rayons embrasent progressivement les crêtes de sable, créant un jeu d'ombres et de lumières qui transforme le paysage de minute en minute. Sossusvlei est un paradis pour les randonneurs et un rêve pour les photographes en quête de l'image parfaite."
        }
      ],
      "activities": [
        {
          "text": "Exploration de Deadvlei, cette oasis fossilisée particulièrement atmosphérique avec son bassin d'argile blanche craquelée, transpercé de troncs d'acacias pétrifiés vieux de 900 ans et encadré par les dunes rouge sang."
        },
        {
          "text": "Vol en montgolfière au lever du soleil pour une perspective unique sur l'immensité du désert du Namib et ses créatures adaptées à cet environnement hostile."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 13
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "city"
    },
    {
      "place_id": "SZ::mbabane",
      "language": "fr",
      "name": "Mbabane",
      "cc": "SZ",
      "coords": [
        -26.3167,
        31.1333
      ],
      "lat": -26.3167,
      "lon": 31.1333,
      "visits": [
        {
          "text": "Route vers l’Eswatini et découverte du marché artisanal swazi à Mbabane.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite d’un atelier de bougies artisanales et soirée détente dans un lodge.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 12,
          "region_code": "SZ"
        }
      ],
      "suggested_days": 0.5,
      "rating": 6.6,
      "place_type": "village"
    },
    {
      "place_id": "ZA::addo",
      "name": "Addo",
      "cc": "ZA",
      "coords": [
        -33.4543,
        25.7619
      ],
      "lat": -33.4543,
      "lon": 25.7619,
      "visits": [
        {
          "text": "Explorez Addo Elephant National Park, le troisième plus grand parc national d'Afrique du Sud et la seule réserve Big 7 au monde. Observez la plus grande densité d'éléphants africains de la planète aux côtés de buffles du Cap, léopards, rhinocéros noirs et lions, plus grands requins blancs et baleines franches australes saisonnières dans la section marine. Les écosystèmes divers du parc englobent 5 des 7 biomes d'Afrique du Sud.",
          "visit_duration_min": 75
        },
        {
          "text": "Volez dans les airs sur la double tyrolienne la plus haute, longue et rapide d'Afrique du Sud, la seule aventure de ce type dans le pays. L'expérience inclut une randonnée modérée de 500 mètres jusqu'à la plateforme de lancement, récompensant les participants avec des vues spectaculaires de la Sundays River Valley. Une balançoire géante unique ajoute des sensations supplémentaires pour les chercheurs d'aventure.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Daniell Cheetah Project pour une visite éducative des prédateurs menée par des guides formés. Cette expérience d'une heure offre un aperçu de la conservation des guépards et du travail de réhabilitation de l'établissement. Les visiteurs ont l'opportunité unique d'entrer dans un enclos à guépards sous supervision d'experts, apprenant sur ces magnifiques félins et leur statut de conservation critique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Naviguez sur la Sundays River et vivez l'excitation de la luge sur sable sur des dunes imposantes à seulement 5 kilomètres du Addo Elephant National Park. Cette aventure familiale combine l'exploration paisible de la rivière avec l'excitation de glisser sur des dunes de sable doré. Les activités conviennent à tous les âges et offrent un contraste rafraîchissant à l'observation traditionnelle du gibier.",
          "visit_duration_min": 60
        },
        {
          "text": "Rejoignez un Addo Wildlife Eco Tour sur les rives de la Sundays River, où des guides experts partagent leurs connaissances sur les plantes et arbres uniques du Eastern Cape. Observez la faune prolifique de la réserve incluant le bousier aptère endémique local, une minuscule créature vitale pour l'écosystème. L'expérience se termine par des rafraîchissements dans un boma au bord de la rivière.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::atlantis",
      "name": "Atlantis",
      "cc": "ZA",
      "coords": [
        -33.5679,
        18.4856
      ],
      "lat": -33.5679,
      "lon": 18.4856,
      "visits": [
        {
          "text": "Découvrez la Réserve Naturelle Privée Koeberg, offrant des informations éducatives sur la centrale électrique voisine ainsi que deux sentiers de randonnée spectaculaires présentant une faune et une flore diversifiées incluant grysbok, steenbok et springbok. Explorez la réserve à vélo le long de plusieurs routes panoramiques, et visitez l'observatoire ornithologique pour des pique-niques paisibles et des opportunités d'observation des oiseaux exceptionnelles.",
          "visit_duration_min": 75
        },
        {
          "text": "Relaxez-vous à Silwerstroomstrand, une plage Pavillon Bleu réputée pour son excellente qualité d'eau et son étendue côtière expansive dans un cadre merveilleusement isolé. Un petit promontoire rocheux offre une protection naturelle contre la houle pour une baignade océanique sûre, tandis qu'une piscine naturelle offre des eaux plus chaudes et plus calmes. Les aires de pique-nique, les installations de barbecue et les options d'hébergement font de cet endroit une retraite côtière idéale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partez à l'aventure dans la Réserve Naturelle de l'Aquifère Witzand, abritant les célèbres Champs de Dunes d'Atlantis. Cette zone de conservation unique combine plages sablonneuses, côtes rocheuses et vastes dunes offrant des vues spectaculaires sur Table Mountain. Les dunes sont parfaites pour les aventures en 4x4 et le surf des sables, créant une expérience inoubliable où le désert rencontre l'océan.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::augrabies",
      "name": "Augrabies",
      "cc": "ZA",
      "coords": [
        -28.5944,
        20.3308
      ],
      "lat": -28.5944,
      "lon": 20.3308,
      "visits": [
        {
          "text": "Admirez les majestueuses chutes d'Augrabies plongeant de 56 mètres dans une superbe gorge de 18 kilomètres sculptée par l'Orange River pendant des millénaires. Le peuple Khoi a nommé cet endroit 'Aukoerebis' - 'le grand bruit' - et le rugissement tonitruant de l'eau résonnant à travers les falaises de granit explique parfaitement pourquoi. Cette merveille naturelle le long de l'Orange River figure parmi les chutes d'eau les plus impressionnantes d'Afrique.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Parc National des Chutes d'Augrabies, où des paysages spectaculaires mettent en valeur la beauté sauvage du Northern Cape à son meilleur. Admirez Moon Rock et les dômes de granit d'Ararat, formations anciennes polies par des éons d'intempéries. Les emblématiques arbres carquois parsèment le paysage, leurs silhouettes distinctives créant des sujets photographiques mémorables contre des ciels dramatiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez sur le sentier Klipspringer pour des rencontres intimes avec la flore et la faune uniques du parc, des damans des rochers se dorant sur les rochers aux aigles noirs planant au-dessus de la gorge. Profitez de pique-niques sereins aux points de vue surplombant les chutes, ou essayez la pêche à la mouche avec remise à l'eau dans les tronçons plus calmes de la rivière. Avec une connectivité limitée, c'est parfait pour observer les étoiles et se détendre de la vie moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez des aventures de rafting sur l'Orange River pour les amateurs de sensations fortes, naviguant les rapides à travers des paysages de canyon spectaculaires. La combinaison d'activités d'aventure et de merveilles naturelles fait d'Augrabies une destination incontournable du Northern Cape. Chaque point de vue révèle de nouvelles perspectives sur le pouvoir de l'eau façonnant la pierre au fil du temps géologique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::ballito",
      "language": "fr",
      "name": "Ballito",
      "cc": "ZA",
      "coords": [
        -29.538,
        31.214
      ],
      "lat": -29.538,
      "lon": 31.214,
      "visits": [
        {
          "text": "Balade sur la plage de Salt Rock – sable doré et observation des surfeurs",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du marché local et promenade sur la promenade de Ballito",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détente et baignade à Petite Provence Guesthouse",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxation au bord de la piscine et dîner sur la côte",
          "visit_duration_min": 60
        },
        {
          "text": "Vol prochaine étape",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 8,
          "region_code": "BALLITO"
        },
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 9,
          "region_code": "BALLITO"
        }
      ],
      "suggested_days": 1,
      "rating": 7.2,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::barberspan",
      "name": "Barberspan",
      "cc": "ZA",
      "coords": [
        -26.5833,
        25.5833
      ],
      "lat": -26.5833,
      "lon": 25.5833,
      "visits": [
        {
          "text": "Découvrez le Sanctuaire d'Oiseaux Barberspan, une Zone Importante pour les Oiseaux et un site humide Ramsar qui est incontournable pour les ornithologues passionnés. Cette réserve de 2 000 hectares près de Delareyville a enregistré 365 espèces, beaucoup d'entre elles étant des oiseaux aquatiques ou de rares migrants. Les espèces mondialement menacées incluent le flamant rose nain, la glaréole à ailes noires, le canard maccoa, et le pluvier à bande marron.",
          "visit_duration_min": 75
        },
        {
          "text": "Observez les oiseaux aquatiques se rassembler en grand nombre pendant la saison sèche d'avril à octobre, lorsque les autres sources d'eau de la région sont frappées par la sécheresse. Les affûts et points d'observation du sanctuaire offrent d'excellentes opportunités d'observation pour les photographes et ornithologues cherchant des espèces difficiles à trouver ailleurs en Afrique du Sud.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Lancez votre ligne sur la puissante rivière Vaal, qui forme la frontière sud de la province avec le Free State. Des espèces incluant le barbeau, la carpe, le poisson-boue et l'achigan à grande bouche peuvent être pêchées, bien que le précieux poisson jaune offre le meilleur combat lorsqu'il est pris à la mouche. Les rives de la rivière offrent des cadres paisibles pour les expéditions de pêche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 9
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.4,
      "place_type": "city"
    },
    {
      "place_id": "ZA::bethlehem",
      "name": "Bethlehem",
      "cc": "ZA",
      "coords": [
        -28.2333,
        28.3
      ],
      "lat": -28.2333,
      "lon": 28.3,
      "visits": [
        {
          "text": "Visitez le sanctuaire de grands félins Lionsrock Park, qui a sauvé plus de 90 grands félins du monde entier, offrant à ces magnifiques animaux un foyer sûr et digne. Cette installation Four Paws offre à ces félins sauvés - beaucoup provenant de cirques, collections privées et zones de guerre - des enclos spacieux dans le magnifique environnement du Free State. Le sanctuaire représente un phare d'espoir pour les animaux qui ont souffert aux mains des humains.",
          "visit_duration_min": 75
        },
        {
          "text": "Apprenez sur la situation difficile des grands félins captifs mondialement et le travail de conservation dévoué qui donne aux animaux sauvés une seconde chance. L'engagement du sanctuaire pour le bien-être animal signifie que les félins vivent aussi naturellement que possible, avec de l'espace pour errer, grimper et simplement être eux-mêmes. Les programmes éducatifs éclairent les défis auxquels font face les populations de félins sauvages et captifs dans le monde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez de safaris photo à travers le sanctuaire, observant lions, tigres et autres grands félins dans leurs enclos spacieux. Les activités supplémentaires incluent l'équitation à travers la campagne environnante, l'observation d'oiseaux dans les habitats divers, et des sentiers de randonnée qui révèlent la beauté naturelle du paysage. Des excursions d'une journée au parc national Golden Gate nearby peuvent être organisées pour ceux voulant étendre leurs expériences de faune.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::blaauwberg",
      "name": "Blaauwberg",
      "cc": "ZA",
      "coords": [
        -33.7645,
        18.4589
      ],
      "lat": -33.7645,
      "lon": 18.4589,
      "visits": [
        {
          "text": "Explorez la Réserve Naturelle de Blaauwberg, située à seulement 30km du Cap, offrant des vues spectaculaires sur les pentes couvertes de fynbos à travers le paysage urbain et plus de 7km de littoral rocheux et sablonneux vierge. Ce point de vue unique est l'un des rares endroits sur Terre où vous pouvez simultanément voir deux Sites du Patrimoine Mondial UNESCO : Table Mountain et Robben Island. La réserve préserve aussi le site historique de la Bataille de Blaauwberg de 1806.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détendez-vous à Melkbosstrand, un village balnéaire typique apprécié des habitants et des amateurs de sports nautiques. La longue plage principale bordée de pelouses vertes est parfaite pour les pique-niques, tandis que la région revêt une importance historique en tant que site de débarquement des troupes britanniques lors de l'invasion de 1806.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::bloemfontein",
      "name": "Bloemfontein",
      "cc": "ZA",
      "coords": [
        -29.1167,
        26.2167
      ],
      "lat": -29.1167,
      "lon": 26.2167,
      "visits": [
        {
          "text": "Visitez le Free State National Botanical Garden à la périphérie de Bloemfontein, présentant plus de 400 espèces végétales uniques au Free State, au Northern Cape et au Lesotho. Six jardins distinctifs révèlent la remarquable diversité botanique du plateau central, des collections de succulentes aux arbres indigènes adaptés aux températures extrêmes de la région. Des sentiers de randonnée sauvage serpentent à travers la végétation naturelle au-delà des zones cultivées.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Bloemfontein, la capitale judiciaire de l'Afrique du Sud et le cœur de la province du Free State. La ville combine architecture victorienne et équipements modernes, offrant musées, galeries et sites historiques qui éclairent l'histoire complexe de la région. Jardins et parcs à travers la ville offrent des refuges verts au milieu du paysage urbain.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez le Cheetah Experience, l'une des attractions touristiques les plus populaires de Bloemfontein et un incontournable pour les amoureux des grands félins. Le centre se concentre principalement sur la conservation et l'élevage des guépards mais sert également de sanctuaire pour lions, tigres, léopards, servals et caracals. Les visiteurs apprennent sur ces magnifiques prédateurs et peuvent interagir physiquement avec certains animaux sous supervision experte.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 9
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 8.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::blyde-river-canyon",
      "language": "fr",
      "name": "Blyde River Canyon",
      "cc": "ZA",
      "coords": [
        -24.5833,
        30.8167
      ],
      "lat": -24.5833,
      "lon": 30.8167,
      "visits": [
        {
          "text": "Three Rondavels – panorama sur les trois formations rocheuses coniques du Blyde River Canyon",
          "visit_duration_min": 75
        },
        {
          "text": "Lowveld View – point de vue paisible sur le canyon",
          "visit_duration_min": 75
        },
        {
          "text": "Bourke’s Luck Potholes – formations géologiques naturelles spectaculaires",
          "visit_duration_min": 75
        },
        {
          "text": "Berlin Falls – cascade de 80 mètres entourée de falaises rouges",
          "visit_duration_min": 75
        },
        {
          "text": "Lisbon Falls – chute d’eau de 92 mètres dans une gorge verdoyante",
          "visit_duration_min": 75
        },
        {
          "text": "God’s Window – panorama sur les plaines du Lowveld",
          "visit_duration_min": 75
        },
        {
          "text": "The Pinnacle Rock – aiguille rocheuse isolée dans une gorge verte",
          "visit_duration_min": 75
        },
        {
          "text": "Graskop Gorge Lift – descente panoramique de 51 m et promenade forestière suspendue",
          "visit_duration_min": 75
        },
        {
          "text": "Croisière sur le Blyde River Canyon – observation des hippopotames, crocodiles et oiseaux",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant le Canyon de la Blyde River, l'un des plus grands canyons verts au monde et pièce maîtresse du paysage spectaculaire du Mpumalanga. Les vues panoramiques s'étendent sur des falaises verdoyantes et la Blyde River serpentant loin en contrebas, créant des scènes qui captivent les visiteurs depuis des générations. Cette merveille naturelle illustre les forces géologiques dramatiques qui ont façonné l'escarpement d'Afrique du Sud.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez à travers God's Window, l'un des points de vue les plus célèbres le long de la Panorama Route, offrant des vues à couper le souffle sur le Lowveld s'étendant jusqu'à l'horizon. Par temps clair, la visibilité s'étend sur une nature sauvage apparemment infinie, créant une expérience presque spirituelle de connexion avec le vaste paysage africain. La forêt indigène luxuriante entourant ce point d'observation ajoute à son atmosphère magique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détente au lodge Umvangati House et contemplation du coucher de soleil sur le canyon",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les Three Rondavels, des formations rocheuses cylindriques distinctives qui ressemblent aux huttes africaines traditionnelles et montent la garde sur le canyon. Ces anciens pics de dolomite, également connus sous le nom du Chef et de ses Trois Épouses, offrent certains des paysages les plus photographiés d'Afrique du Sud. Les sentiers de randonnée autour des points de vue offrent de multiples perspectives de ce chef-d'œuvre géologique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 1,
          "region_code": "BLYDE"
        },
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 2,
          "region_code": "BLYDE"
        },
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 3
        }
      ],
      "suggested_days": 1,
      "rating": 8.7,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::cape-town",
      "language": "fr",
      "name": "Cape Town",
      "cc": "ZA",
      "coords": [
        -33.9249,
        18.4241
      ],
      "lat": -33.9249,
      "lon": 18.4241,
      "visits": [
        {
          "text": "Ascension en téléphérique à la Table Mountain et panorama sur la baie",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du V&A Waterfront – boutiques, restaurants et port de plaisance",
          "visit_duration_min": 75
        },
        {
          "text": "Excursion au Cap de Bonne-Espérance via Chapman’s Peak Drive",
          "visit_duration_min": 75
        },
        {
          "text": "Boulders Beach (colonie de manchots de Simon’s Town)",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du centre historique du Cap, incluant le château de Bonne-Espérance, l’Hôtel de Ville et le quartier malais de Bo-Kaap.",
          "visit_duration_min": 75
        },
        {
          "text": "Excursion à Hout Bay et croisière vers Duiker Island pour observer la colonie de phoques.",
          "visit_duration_min": 75
        },
        {
          "text": "Cap Agulhas (phare et plaque Océan Indien/Atlantique)",
          "visit_duration_min": 75
        },
        {
          "text": "Hermanus (spot d’observation des baleines, selon saison)",
          "visit_duration_min": 75
        },
        {
          "text": "Cape of Good Hope & Cape Point (réserve)",
          "visit_duration_min": 75
        },
        {
          "text": "Hout Bay (bateau vers la colonie d’otaries, météo-permettant)",
          "visit_duration_min": 75
        },
        {
          "text": "Table Mountain (téléphérique/points de vue — selon vent)",
          "visit_duration_min": 75
        },
        {
          "text": "Signal Hill (coucher de soleil/overview)",
          "visit_duration_min": 75
        },
        {
          "text": "Le Cap est également riche en sites historiques témoignant de son passé tumultueux - District Six, quartier métissé rasé pendant l'apartheid ; Bo-Kaap aux maisons colorées de la communauté malaise ; et bien sûr Robben Island, où Nelson Mandela passa la majeure partie de son incarcération. Une visite guidée de cette prison devenue musée est une expérience profondément émouvante et essentielle pour comprendre l'Afrique du Sud moderne.",
          "visit_duration_min": 75
        },
        {
          "text": "Ferry pour Robben Island (selon disponibilité)",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Jardin Botanique National de Kirstenbosch, un Site du Patrimoine Mondial UNESCO de renommée mondiale niché contre les pentes orientales de Table Mountain. Promenez-vous dans les forêts indigènes, détendez-vous sur les pelouses soignées, et émerveillez-vous devant les cycadées anciennes et le remarquable Peninsula Garden présentant plus de 2 500 espèces végétales qu'on ne trouve nulle part ailleurs sur Terre. Ne manquez pas le Tree Canopy Walkway, un pont suspendu offrant une perspective unique à travers la canopée forestière.",
          "visit_duration_min": 75
        },
        {
          "text": "Stellenbosch — dégustation (Winelands)",
          "visit_duration_min": 75
        },
        {
          "text": "Franschhoek — ruelle principale & vignobles",
          "visit_duration_min": 75
        },
        {
          "text": "Arrivez au Cap, nichée au pied de l'emblématique Montagne de la Table, cette ville est considérée par beaucoup comme la plus belle du monde. Les environs regorgent de vignobles sereins, de plages spectaculaires et de montagnes majestueuses. Au coeur de la cité, la culture règne en maître avec des restaurants de classe mondiale et des centres commerciaux design côtoyant des marchés rustiques et des musées fascinants."
        },
        {
          "text": "Gravissez Table Mountain, le monument emblématique au sommet plat qui domine l'horizon du Cap et fait partie d'une spectaculaire chaîne de montagnes de 60km s'étendant jusqu'à Cape Point. Que vous choisissiez la pittoresque montée en téléphérique ou la randonnée revigorante jusqu'au sommet, vous serez récompensé par des vues panoramiques considérées parmi les plus belles au monde. Depuis cette merveille naturelle reconnue par l'UNESCO, admirez simultanément deux Sites du Patrimoine Mondial : la montagne elle-même et l'historique Robben Island au loin.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vol prochaine étape",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade à Clifton Beach et coucher de soleil à Signal Hill",
          "visit_duration_min": 60
        },
        {
          "text": "Balade côtière à Muizenberg et observation des surfeurs",
          "visit_duration_min": 60
        },
        {
          "text": "Ascension en téléphérique de la montagne de la Table pour un panorama sur la baie et l’océan.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation des manchots du Cap sur la plage des Boulders et visite du Cap de Bonne-Espérance.",
          "visit_duration_min": 60
        },
        {
          "text": "Longue étape Knysna → Agulhas → Hermanus → Le Cap",
          "visit_duration_min": 60
        },
        {
          "text": "Boucle péninsule depuis Le Cap (journée complète)",
          "visit_duration_min": 60
        },
        {
          "text": "Circuit urbain en bus Hop-on/Hop-off (option pour fluidifier les déplacements)",
          "visit_duration_min": 60
        },
        {
          "text": "Retour sur Le Cap / aéroport selon horaire de vol",
          "visit_duration_min": 60
        },
        {
          "text": "Ascension en téléphérique de la Montagne de la Table pour des vues panoramiques à 360° sur la ville, les océans Atlantique et Indien, et la péninsule du Cap."
        },
        {
          "text": "Dégustation de vins dans les domaines historiques de Stellenbosch et Franschhoek, où les vignobles primés produisent certains des meilleurs crus de l'hémisphère sud."
        },
        {
          "text": "Découvrez le Royaume Floral du Cap, l'un des six royaumes floraux sur Terre et un Site du Patrimoine Mondial UNESCO contenant 3% des espèces végétales mondiales. Cet écosystème extraordinaire s'étend de la Péninsule du Cap au Cap Oriental, avec un étonnant 69% de sa flore qu'on ne trouve nulle part ailleurs sur la planète. La diversité et l'unicité de ce trésor botanique en font une expérience essentielle pour les amateurs de nature.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 10,
          "region_code": "CAPE"
        },
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 11,
          "region_code": "CAPE"
        },
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 12,
          "region_code": "CAPE"
        },
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 1,
          "region_code": "WC"
        },
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 2,
          "region_code": "WC"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 12,
          "region_code": "WC"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 13,
          "region_code": "WC"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 14,
          "region_code": "WC"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 15,
          "region_code": "WC"
        },
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 14
        },
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 1
        }
      ],
      "suggested_days": 4,
      "rating": 9.7,
      "place_type": "metropolis"
    },
    {
      "place_id": "ZA::cape-town-airport",
      "language": "fr",
      "name": "Cape Town Airport",
      "cc": "ZA",
      "coords": [
        -33.971,
        18.602
      ],
      "lat": -33.971,
      "lon": 18.602,
      "visits": [
        {
          "text": "Retour vers Cape Town Airport et fin du voyage",
          "visit_duration_min": 75
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 15,
          "region_code": "CAPE"
        }
      ],
      "suggested_days": 0.3,
      "rating": 8.6,
      "place_type": "site"
    },
    {
      "place_id": "ZA::centurion",
      "name": "Centurion",
      "cc": "ZA",
      "coords": [
        -25.8603,
        28.1894
      ],
      "lat": -25.8603,
      "lon": 28.1894,
      "visits": [
        {
          "text": "Explorez la Réserve naturelle de Rietvlei, un favori local grouillant d'animaux sauvages dans un écosystème de zones humides protégé. Zèbres, rhinocéros, guépards, buffles, gnous noirs et blesboks errent librement à travers cette réserve accessible, offrant une excellente observation du gibier à quelques minutes de la ville. La combinaison d'habitats de prairies et zones humides soutient une biodiversité remarquable.",
          "visit_duration_min": 75
        },
        {
          "text": "Délectez-vous d'une observation d'oiseaux exceptionnelle à Rietvlei, où les observations incluent le majestueux aigle pêcheur, les martins-pêcheurs colorés, la chouette des herbes secrète, l'alouette à ergots, la pipit fauve, et le remarquable longclaw à gorge orange. Les habitats diversifiés de la réserve attirent des espèces résidentes et migratoires tout au long de l'année, rendant chaque visite gratifiante pour les ornithologues.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez de pique-niques, équitation, cyclisme et pêche dans cette réserve naturelle polyvalente qui offre quelque chose pour chaque passionné de plein air. L'atmosphère paisible et l'abondante faune créent l'évasion parfaite de la vie urbaine, tout en restant convenablement proche de Pretoria. Les safaris au coucher du soleil révèlent les habitants nocturnes de la réserve émergeant pour la nuit.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Merveilles Naturelles du Gauteng : Montagnes Anciennes, Sites Fossilifères et Réserves Urbaines",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::clarens",
      "name": "Clarens",
      "cc": "ZA",
      "coords": [
        -28.5167,
        28.4167
      ],
      "lat": -28.5167,
      "lon": 28.4167,
      "visits": [
        {
          "text": "Découvrez Clarens, affectueusement connue comme le 'Joyau du Free State', une destination pittoresque entourée par les majestueuses montagnes Maluti. Ce charmant village est renommé pour sa scène artistique vibrante, avec de nombreuses galeries, boutiques d'artisanat et studios présentant le travail exceptionnel d'artistes locaux. Promenez-vous dans les rues charmantes et découvrez des trouvailles magnifiques incluant peintures originales et bijoux faits main.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le cœur créatif de cette communauté artistique, où chaque coin révèle de nouveaux trésors d'artisans talentueux. Le cadre du village contre des falaises de grès dramatiques crée une atmosphère inspirante qui a attiré artistes et artisans de toute l'Afrique du Sud. La communauté locale accueillante ajoute de la chaleur à chaque visite de galerie et expérience de shopping.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embrassez les aventures de plein air entourant Clarens, de la randonnée à travers des paysages de montagne spectaculaires au VTT le long de sentiers pittoresques. Les excursions à cheval révèlent la beauté du paysage d'une perspective unique, suivant des chemins à travers des prairies dorées sous d'imposantes formations de grès. La combinaison de culture artistique et de splendeur naturelle fait de Clarens une destination inoubliable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::coffee-bay",
      "name": "Coffee Bay",
      "cc": "ZA",
      "coords": [
        -31.9833,
        29.15
      ],
      "lat": -31.9833,
      "lon": 29.15,
      "visits": [
        {
          "text": "Admirez le Hole in the Wall, une arche rocheuse emblématique s'élevant de la mer juste au large du village de la Wild Coast du même nom. Cette merveille naturelle a été sculptée au cours de millions d'années par l'action incessante des vagues contre le grès et le schiste sous la dolérite volcanique dure. Ce monument se dresse devant l'embouchure de la rivière Mpako, inspirant d'innombrables légendes parmi les communautés locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarquez pour une randonnée sur la Wild Coast, traversant certains des paysages côtiers les plus spectaculaires d'Afrique du Sud le long d'itinéraires de sentiers bien établis. L'hébergement en cours de route assure un rythme confortable tout en maximisant l'exposition aux collines vertes escarpées de la région, aux villages traditionnels Xhosa, aux falaises balayées par les vents, aux plages blanches désertes et aux forêts indigènes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez des aventures équestres sur la Wild Coast adaptées à tous les niveaux, des promenades douces d'une journée de 1 à 4 heures aux sentiers prolongés de plusieurs jours le long du littoral préservé. Le Kei River Horse Trail combine des balades de base avec un voyage côtier de 2 à 3 nuits, tandis que le Wild Coast Horse Trail de 7 nuits offre aux cavaliers expérimentés une aventure épique de 8 jours à travers ce paysage sauvage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 10
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.9,
      "place_type": "city"
    },
    {
      "place_id": "ZA::darling",
      "name": "Darling",
      "cc": "ZA",
      "coords": [
        -33.3754,
        18.3845
      ],
      "lat": -33.3754,
      "lon": 18.3845,
      "visits": [
        {
          "text": "Visitez la Station Missionnaire historique de Mamre, un joyau caché établi en 1808 par les missionnaires moraves. L'église et le presbytère d'origine, maintenant protégés comme monuments nationaux, conservent leur charme authentique et continuent de servir la communauté avec des services hebdomadaires. Un moulin à eau magnifiquement restauré fonctionne maintenant comme un musée fascinant présentant le riche patrimoine de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Cave à Vin Groote Post, un domaine historique du 18ème siècle où le terroir unique et le climat frais des Collines de Darling produisent des vins exceptionnels. Partie de la fameuse Route des Fleurs de la Côte Ouest, la propriété offre des promenades nature spectaculaires et des safaris à travers les paysages de fynbos indigènes. Profitez de dégustations de vin accompagnées d'une délicieuse cuisine dans ce cadre pittoresque.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez la charmante ville de Darling, située au cœur de la Région des Fleurs de la Côte Ouest où le printemps transforme les champs environnants en tapisseries époustouflantes de fleurs sauvages. Visitez en septembre pour le célèbre Salon des Fleurs Sauvages de Darling tenu chaque troisième week-end. Les rues charmantes de la ville abritent également le célèbre complexe théâtral Evita se Perron.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::drakensberg",
      "language": "fr",
      "name": "Drakensberg",
      "cc": "ZA",
      "coords": [
        -29.4833,
        29.35
      ],
      "lat": -29.4833,
      "lon": 29.35,
      "visits": [
        {
          "text": "Tour panoramique de Durban, incluant le Golden Mile et le jardin botanique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Route vers les montagnes du Drakensberg classées UNESCO.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 8,
          "region_code": "KZN"
        }
      ],
      "suggested_days": 0.5,
      "rating": 7.6,
      "place_type": "village"
    },
    {
      "place_id": "ZA::dullstroom",
      "name": "Dullstroom",
      "cc": "ZA",
      "coords": [
        -25.4167,
        30.1167
      ],
      "lat": -25.4167,
      "lon": 30.1167,
      "visits": [
        {
          "text": "Découvrez Dullstroom, affectueusement connue comme la Mecque de la truite d'Afrique du Sud, où l'air pur, le climat frais et les eaux étincelantes attirent les pêcheurs à la mouche depuis des générations. Cette petite ville des hautes terres se distingue par une collection éclectique de plus de 7 000 horloges exposées dans les établissements locaux. L'air vif des montagnes et l'atmosphère chaleureuse en font la retraite parfaite.",
          "visit_duration_min": 75
        },
        {
          "text": "Lancez votre ligne dans des cours d'eau vierges et des barrages peuplés de truites arc-en-ciel et brunes, suivant les traditions séculaires de la pêche à la mouche. Des guides experts offrent des cours aux débutants tandis que les pêcheurs expérimentés testent leurs compétences contre des poissons rusés dans des eaux cristallines. Le paysage du highveld environnant offre un décor magnifique pour cette activité contemplative.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez la charmante collection de restaurants, pubs et boutiques d'artisanat de Dullstroom regroupés le long de la rue principale. La réputation de la ville pour son excellente cuisine attire les visiteurs cherchant des repas copieux près de feux rugissants lors des soirées froides du highveld. Les galeries d'art et boutiques d'antiquités récompensent les curieux, tandis que la célèbre collection d'horloges ajoute un caractère original à cette destination bien-aimée.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 9
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4,
      "place_type": "city"
    },
    {
      "place_id": "ZA::durban",
      "language": "fr",
      "name": "Durban",
      "cc": "ZA",
      "coords": [
        -29.8587,
        31.0218
      ],
      "lat": -29.8587,
      "lon": 31.0218,
      "visits": [
        {
          "text": "Safari de 3h dans le parc national d’Addo à la recherche des Big Five.",
          "visit_duration_min": 75
        },
        {
          "text": "Golden Mile & front de mer de Durban",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier indien & Victoria Street Market",
          "visit_duration_min": 75
        },
        {
          "text": "uShaka Marine World (extérieur/ambiance)",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Durban, ville fascinante à l'atmosphère afro-indienne unique et aux magnifiques plages de sable blanc. Troisième ville la plus peuplée d'Afrique du Sud et deuxième pôle industriel après Johannesburg, Durban vous surprendra par son mélange culturel vibrant. Le front de mer doré, bordé de restaurants et de bars animés, invite à la flânerie et au surf dans des eaux réputées pour abriter l'une des plus fortes concentrations de grands requins blancs au monde."
        },
        {
          "text": "Explorez les Jardins Botaniques de Durban, la plus ancienne institution publique de la ville et les plus anciens jardins botaniques d'Afrique encore en activité. Cette oasis de verdure abrite une collection impressionnante de plantes tropicales et subtropicales, ainsi que de nombreuses espèces d'oiseaux. Les allées ombragées et les pelouses impeccables en font un havre de paix au coeur de l'agitation urbaine."
        }
      ],
      "activities": [
        {
          "text": "Vol intérieur de Port Elizabeth à Durban et transfert à l’hébergement.",
          "visit_duration_min": 60
        },
        {
          "text": "Trajet St Lucia → Durban",
          "visit_duration_min": 60
        },
        {
          "text": "Tour historique en bus de la ville pour plonger dans l'héritage culturel de Durban, de la communauté indienne aux quartiers zoulous en passant par l'histoire coloniale britannique."
        },
        {
          "text": "Visite du marché multiculturel Victoria Street, où se côtoient épices indiennes, artisanat zoulou et produits frais dans une ambiance effervescente."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 7,
          "region_code": "EC"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 6,
          "region_code": "KZN"
        },
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 7
        }
      ],
      "suggested_days": 1.5,
      "rating": 8.3,
      "place_type": "medium_city"
    },
    {
      "place_id": "ZA::east-london",
      "name": "East London",
      "cc": "ZA",
      "coords": [
        -33.0153,
        27.9116
      ],
      "lat": -33.0153,
      "lon": 27.9116,
      "visits": [
        {
          "text": "Découvrez East London, une ville détendue bénie par les brises chaudes de l'océan Indien et un climat subtropical accueillant qui attire les visiteurs toute l'année. Les plages pristines de la ville-Nahoon, Gonubie et Orient-offrent des sables propres, des eaux scintillantes et des couchers de soleil époustouflants qui peignent le ciel de couleurs brillantes chaque soir.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez les diverses activités aquatiques disponibles le long du littoral d'East London, du surf de classe mondiale et de la plongée sous-marine aux expéditions d'observation des dauphins et baleines. Les courants océaniques chauds soutiennent une vie marine abondante, faisant de cette portion de côte un paradis pour les passionnés de pêche et explorateurs sous-marins.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traversez la Kei River sur le pont historique, un bac à câble traditionnel qui transporte les voyageurs à travers cette voie navigable significative depuis des générations. Cette traversée marque la frontière traditionnelle entre l'ancienne Cape Colony et le Transkei, offrant une connexion tangible à l'histoire complexe et au patrimoine culturel de la région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::franschhoek",
      "language": "fr",
      "name": "Franschhoek",
      "cc": "ZA",
      "coords": [
        -33.909,
        19.118
      ],
      "lat": -33.909,
      "lon": 19.118,
      "visits": [
        {
          "text": "Découverte du village de Franschhoek et dégustation de vins dans les vignobles",
          "visit_duration_min": 75
        },
        {
          "text": "Route des vins de Stellenbosch – caves historiques et dégustations",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détente à la Lavender Farm Guesthouse au milieu des champs de lavande",
          "visit_duration_min": 60
        },
        {
          "text": "Dernier dîner gastronomique au cœur des vignobles du Cap",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 13,
          "region_code": "WINELANDS"
        },
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 14,
          "region_code": "WINELANDS"
        }
      ],
      "suggested_days": 0.5,
      "rating": 7.2,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::gariep-dam",
      "name": "Gariep Dam",
      "cc": "ZA",
      "coords": [
        -30.6167,
        25.5
      ],
      "lat": -30.6167,
      "lon": 25.5,
      "visits": [
        {
          "text": "Explorez Gariep Dam Nature Reserve, la plus grande réserve naturelle du Free State, s'étendant le long des rives du plus grand barrage d'Afrique du Sud et du puissant Orange River. Cette vaste zone protégée se targue d'abriter d'innombrables espèces d'oiseaux, une vie végétale diverse et de nombreuses espèces animales qui prospèrent dans le paysage semi-aride. L'ampleur du barrage et de la réserve crée une impression saisissante de nature sauvage.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la remarquable avifaune qui se rassemble autour du vaste littoral et des îles du barrage, attirant les ornithologues de tout le pays. Les prairies environnantes et les affleurements rocheux abritent des espèces d'antilopes et de petits mammifères, tandis que le barrage lui-même offre d'excellentes opportunités de pêche. Les excursions en bateau offrent des perspectives uniques sur cette masse d'eau massive.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez des safaris d'observation à travers la réserve, où springboks, gnous noirs et autres espèces d'antilopes parcourent les plaines ouvertes. Les sentiers de marche offrent des rencontres intimes avec le paysage et ses habitants, tandis que les aires de pique-nique offrent des endroits parfaits pour absorber l'immensité de cette remarquable réserve. Le coucher de soleil sur le barrage crée des opportunités photographiques inoubliables.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 10
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.4,
      "place_type": "city"
    },
    {
      "place_id": "ZA::golden-gate",
      "name": "Golden Gate",
      "cc": "ZA",
      "coords": [
        -28.5167,
        28.6167
      ],
      "lat": -28.5167,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Entrez dans le parc national Golden Gate Highlands, peut-être mieux connu pour ses magnifiques sentinelles de grès aux teintes dorées qui brillent comme de l'or poli dans la lumière de fin d'après-midi. Ces formations de falaises dramatiques, sculptées au fil des millénaires par le vent et l'eau, créent l'un des paysages les plus photogéniques d'Afrique du Sud. Le parc est situé à équidistance de Johannesburg, Durban et Bloemfontein, en faisant l'évasion de montagne idéale.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la faune remarquable habitant ce sanctuaire de montagne, incluant gnous noirs, élands, blesboks, springboks et le rare vautour barbu planant au-dessus des pics. Plus de 100 espèces d'oiseaux ont été recensées, des rapaces chevauchant les courants thermiques aux espèces colorées des prairies. Les habitats divers - des grottes et surplombs aux ruisseaux et prairies - soutiennent une biodiversité exceptionnelle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez sur le réseau étendu de sentiers du parc, des courtes promenades au défi du sentier Rhebok de deux jours qui traverse tout le spectre des paysages de montagne. La haute altitude apporte un air vif et des conditions météorologiques dramatiques qui transforment le paysage tout au long de la journée. Les sites d'art rupestre révèlent que le peuple San a autrefois appelé ces montagnes leur foyer, ajoutant une profondeur culturelle à la beauté naturelle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.4,
      "place_type": "city"
    },
    {
      "place_id": "ZA::graaff-reinet",
      "name": "Graaff Reinet",
      "cc": "ZA",
      "coords": [
        -32.2522,
        24.5308
      ],
      "lat": -32.2522,
      "lon": 24.5308,
      "visits": [
        {
          "text": "Contemplez avec émerveillement la Valley of Desolation, une merveille géologique d'une beauté saisissante présentant des colonnes spectaculaires de 120 mètres de roche volcanique ancienne érodée montant la garde sur les plaines du Camdeboo. Déclarée Monument National en 1939 pour sa signification géologique et paysagère, ce paysage dramatique offre des observations de koudous, de zèbres de montagne du Cap, et du majestueux aigle de Verreaux avec son envergure impressionnante de 2 mètres.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Graaff-Reinet, la quatrième plus ancienne ville d'Afrique du Sud fondée en 1786, réputée pour ses maisons et bâtiments historiques remarquablement bien préservés. Des personnalités notables incluant Lord Somerset, Robert Sobukwe, et Dr Anton Rupert ont des liens avec cette ville du Karoo pleine de caractère. Le musée Reinet House offre des aperçus fascinants sur l'histoire et l'art du Karoo.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez vers la Owl House à Nieu-Bethesda, un Site du Patrimoine National représentant l'exemple le plus remarquable d'art outsider d'Afrique du Sud. L'artiste Helen Martins a transformé une maison ordinaire du Karoo en un lieu de lumière et de couleur, avec un jardin fantastique rempli de sculptures de béton et de verre connu sous le nom de Camel Yard. Sa vision extraordinaire continue de captiver les visiteurs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez les fossiles du Karoo à Wellwood Farm et Ganora Guest Farm, admirant de remarquables collections de spécimens anciens rassemblés sur 20 ans. Ganora Excursions propose des promenades guidées pour voir les peintures Bushman et Khoi, les gravures rupestres, et le James Kitching Fossil Centre. Un sentier fossile guidé mène au lit de la rivière où les preuves du passé préhistorique de la région continuent d'émerger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 14
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::graskop",
      "name": "Graskop",
      "cc": "ZA",
      "coords": [
        -24.9317,
        30.8419
      ],
      "lat": -24.9317,
      "lon": 30.8419,
      "visits": [
        {
          "text": "Suivez la légendaire Panorama Route, la porte d'entrée vers Kruger serpentant à travers le Lowveld le long de routes qui traversent des plantations, des cascades et d'épaisses forêts indigènes. Cette route panoramique relie de nombreuses attractions les plus célèbres du Mpumalanga, des fameuses crêpes de Graskop aux points de vue du canyon qui définissent le paysage dramatique de l'escarpement de la province.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez l'expérience du Graskop Gorge Lift, descendant 51 mètres dans la forêt en contrebas dans un ascenseur de verre qui offre des vues magnifiques sur les falaises environnantes et la canopée. En bas, des passerelles surélevées serpentent à travers l'ancienne forêt, révélant des cascades, des arbres indigènes et une avifaune diversifiée. Le Cliff Café offre des rafraîchissements avec des vues spectaculaires sur les gorges.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez la rue principale animée de Graskop, célèbre pour ses restaurants de crêpes et ses boutiques de curiosités vendant de l'artisanat africain et des produits locaux. La ville sert d'excellente base pour explorer la Panorama Route, avec toutes les principales attractions à distance de conduite facile. Les forêts et prairies environnantes offrent des opportunités supplémentaires de randonnée et d'aventure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6,
      "place_type": "city"
    },
    {
      "place_id": "ZA::groot-marico",
      "name": "Groot Marico",
      "cc": "ZA",
      "coords": [
        -25.5167,
        26.3833
      ],
      "lat": -25.5167,
      "lon": 26.3833,
      "visits": [
        {
          "text": "Découvrez Groot Marico, une charmante ville provinciale qui a servi de toile de fond à de nombreux récits écrits par Herman Charles Bosman, l'un des écrivains les plus aimés d'Afrique du Sud. La ville a embrassé cette association littéraire avec un musée qui est une réplique exacte de l'école locale où Bosman enseignait autrefois. Le Festival annuel Herman Charles Bosman chaque octobre célèbre cet héritage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez cette charmante ville nommée d'après la rivière Groot Marico, où l'architecture reflète l'héritage rural de la région et les options d'hébergement capturent l'atmosphère enchanteresse des histoires de Bosman. Le Classique annuel de VTT Marico attire les passionnés de cyclisme, tandis que la campagne environnante offre des promenades paisibles à travers les terres agricoles typiques du North West.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::harrismith",
      "name": "Harrismith",
      "cc": "ZA",
      "coords": [
        -28.2833,
        29.1333
      ],
      "lat": -28.2833,
      "lon": 29.1333,
      "visits": [
        {
          "text": "Voyagez vers la réserve naturelle du barrage Sterkfontein, située à seulement 23 kilomètres de Harrismith et habitée par une variété d'espèces animales et d'oiseaux incluant le reedbuck de montagne et le rhebok gris. Cette réserve pittoresque entoure la plus grande centrale hydroélectrique du pays, où le barrage stocke l'eau pompée de la rivière Tugela pendant les périodes de faible demande électrique. Cette merveille d'ingénierie complète la beauté naturelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez des activités de plein air exceptionnelles dans cette réserve de montagne, populaire pour le camping, la pêche, l'observation du gibier et le cyclisme. Les sentiers de randonnée et de vélo traversent prairies et affleurements rocheux avec des vues sur le barrage vers des pics distants. L'emplacement en haute altitude apporte des températures fraîches même en été, en faisant une évasion rafraîchissante de la chaleur des basses terres.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les habitats divers autour du barrage Sterkfontein, des zones humides le long de la rive aux prairies montagnardes grimpant vers les contreforts du Drakensberg. Les ornithologues apprécient d'excellentes observations de spécialistes des prairies et de rapaces, tandis que les pêcheurs tentent leur chance avec la truite et la perche dans les eaux fraîches du barrage. L'atmosphère paisible récompense ceux qui cherchent la contemplation tranquille.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.7,
      "place_type": "city"
    },
    {
      "place_id": "ZA::hartbeespoort",
      "name": "Hartbeespoort",
      "cc": "ZA",
      "coords": [
        -25.7447,
        27.8864
      ],
      "lat": -25.7447,
      "lon": 27.8864,
      "visits": [
        {
          "text": "Arrivez au barrage de Hartbeespoort, une destination populaire pour les visiteurs située dans la spectaculaire chaîne de montagnes Magaliesberg. Le barrage et la région environnante offrent la destination principale de la région pour les sports nautiques incluant la planche à voile, le jet ski, le rafting en eaux vives, le canoë et le tubing sur la rivière Crocodile qui alimente le réservoir. Sous la surface du barrage se trouve l'un des rares sites de plongée intérieurs d'Afrique du Sud avec des attractions inhabituelles.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Sanctuaire des éléphants au barrage de Hartbeespoort, où des interactions trois fois par jour avec les éléphants d'Afrique résidents permettent aux visiteurs d'apprendre sur ces animaux incroyables et les questions de conservation affectant leur survie dans la nature. Lors des visites guidées à pied, les éléphants errent librement dans la forêt et permettent des rencontres rapprochées où vous pouvez marcher main dans la trompe avec eux.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Centre de guépards Ann van Dyk, établi en 1971 comme programme d'élevage pour aider à renforcer les populations de guépards dans la nature. Observez des guépards, des lycaons d'Afrique, des vautours et des petits félins lors de safaris guidés à travers leurs enclos ouverts. Les expériences de course de guépards montrent ces incroyables prédateurs démontrant leur vitesse légendaire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez le marché de campagne Welwitschia, une attraction écologique offrant 40 étals rustiques dans un cadre en plein air sous de beaux arbres ombragés. Découvrez des vêtements bohèmes, des sculptures africaines traditionnelles et des artisanats fabriqués par des artisans locaux. Le marché fonctionne du mardi au dimanche de 9h à 17h, offrant une expérience d'achat authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez d'activités d'aventure dans les collines et montagnes environnantes, incluant de beaux sentiers de randonnée, l'escalade, le quad, le parapente et les vols en montgolfière. Le téléphérique de Harties offre des vues spectaculaires sur le barrage et les montagnes, tandis que le sentier de randonnée Phaladingwe serpente à travers des habitats diversifiés avec des chances d'apercevoir des impalas, des céphalophes, des koudous et des nyalas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.9,
      "place_type": "city"
    },
    {
      "place_id": "ZA::hazyview",
      "language": "fr",
      "name": "Hazyview",
      "cc": "ZA",
      "coords": [
        -25.05,
        31.1333
      ],
      "lat": -25.05,
      "lon": 31.1333,
      "visits": [
        {
          "text": "Johannesburg OR Tambo → prise du véhicule",
          "visit_duration_min": 75
        },
        {
          "text": "Ndebele Cultural Village (Botshabelo près de Middelburg)",
          "visit_duration_min": 75
        },
        {
          "text": "The Pinnacle (Panorama Route, près de Graskop)",
          "visit_duration_min": 75
        },
        {
          "text": "God’s Window belvédère",
          "visit_duration_min": 75
        },
        {
          "text": "Bourke’s Luck Potholes",
          "visit_duration_min": 75
        },
        {
          "text": "Three Rondavels Viewpoint (Blyde River Canyon)",
          "visit_duration_min": 75
        },
        {
          "text": "Pilgrim’s Rest (village minier historique)",
          "visit_duration_min": 75
        },
        {
          "text": "Concluez votre voyage dans le Mpumalanga à Hazyview, une ville-porte dynamique vers le Parc National Kruger offrant un accès facile aux portes Phabeni et Numbi de la réserve. Le climat tropical de la ville et sa végétation luxuriante créent un cadre verdoyant pour les activités d'aventure, des interactions avec les éléphants aux expériences de villages culturels et tours de tyrolienne aérienne à travers la canopée forestière.",
          "visit_duration_min": 75
        },
        {
          "text": "Continuez le long de la Panorama Route vers Hazyview, en passant par le barrage à voûte gravitaire Blyderivierpoort Dam sur la Blyde River dans la partie inférieure du canyon. La route dévoile les paysages les plus dramatiques de Mpumalanga - falaises vertigineuses, cascades plongeantes et forêts verdoyantes créant des scènes d'une beauté naturelle extraordinaire à chaque virage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trajet d’approche vers Hazyview (porte d’entrée Kruger & Panorama Route)",
          "visit_duration_min": 60
        },
        {
          "text": "Pause crêpes chez Harrie’s Pancakes (Graskop)",
          "visit_duration_min": 60
        },
        {
          "text": "Boucle panoramique en voiture sur la R532/R534",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez de la position de Hazyview au cœur du Lowveld pour profiter de derniers safaris, de croisières au coucher du soleil sur la rivière ou de soins spa relaxants dans les lodges voisins. L'offre d'activités diversifiées de la ville assure quelque chose pour tous les intérêts, des aventures pleines d'adrénaline aux expériences paisibles dans la nature. De nombreux restaurants servent une excellente cuisine reflétant les diverses influences culturelles de la région.",
          "visit_duration_min": 60
        },
        {
          "text": "Installez-vous dans un hébergement du district de Kiepersol près de Hazyview, niché au pied des montagnes Drakensberg. La faune et la flore naturelles de la région abritent une avifaune exceptionnelle, tandis que le cadre paisible offre un contraste bienvenu avec l'excitation des safaris. La région permet un accès facile aux portes sud de Kruger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 1,
          "region_code": "MP"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 2,
          "region_code": "MP"
        },
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 6
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 11
        }
      ],
      "suggested_days": 1,
      "rating": 7,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::heidelberg",
      "name": "Heidelberg",
      "cc": "ZA",
      "coords": [
        -26.5,
        28.3667
      ],
      "lat": -26.5,
      "lon": 28.3667,
      "visits": [
        {
          "text": "Aventurez-vous dans la Réserve naturelle de Suikerbosrand, une étendue de 13 330 hectares de crêtes, plaines et kloofs juste au sud de Johannesburg offrant air pur et aventure sauvage. Le nom de la réserve dérive des protéas sugarbush qui fleurissent sur les coteaux, créant des spectacles spectaculaires sur fond de paysage vallonné du Highveld.",
          "visit_duration_min": 75
        },
        {
          "text": "Choisissez parmi 66 kilomètres de sentiers de randonnée adaptés à tous les niveaux d'expérience, des promenades douces aux montées de crêtes difficiles. En trekking, guettez les antilopes, babouins, guépards et hyènes qui habitent cette nature sauvage protégée. Le terrain varié révèle différents écosystèmes depuis les fonds de vallée jusqu'aux sommets rocheux, chacun avec une flore et faune distinctes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Campez pour la nuit dans la réserve pour vivre la nature sauvage du Highveld à son plus magique, quand les étoiles brillent au-dessus et que les animaux nocturnes émergent. Les visiteurs d'un jour peuvent explorer plusieurs sentiers, profiter de sites de pique-nique avec vues panoramiques, ou simplement absorber la tranquillité de cette vaste zone protégée si proche du Gauteng urbain.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Merveilles Naturelles du Gauteng : Montagnes Anciennes, Sites Fossilifères et Réserves Urbaines",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::hluhluwe",
      "language": "fr",
      "name": "Hluhluwe",
      "cc": "ZA",
      "coords": [
        -28.0162,
        32.2751
      ],
      "lat": -28.0162,
      "lon": 32.2751,
      "visits": [
        {
          "text": "Safari aquatique à Sainte-Lucie parmi les hippopotames et crocodiles.",
          "visit_duration_min": 75
        },
        {
          "text": "Safari matinal en 4x4 dans la réserve privée de Zulu Nyala.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découverte du Zoulouland et installation dans un lodge au cœur de la savane.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d’un village zoulou et spectacle de danses traditionnelles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 10,
          "region_code": "KZN"
        },
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 11,
          "region_code": "KZN"
        }
      ],
      "suggested_days": 1,
      "rating": 6.5,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::hluhluwe-imfolozi",
      "name": "Hluhluwe Imfolozi",
      "cc": "ZA",
      "coords": [
        -28.2167,
        32.0167
      ],
      "lat": -28.2167,
      "lon": 32.0167,
      "visits": [
        {
          "text": "Partez à la découverte de la Réserve de Hluhluwe-iMfolozi, ce parc emblématique de 96 000 hectares qui abrite les Big Five africains ainsi que guépards, lycaons, nyalas et girafes. Ce sanctuaire est mondialement reconnu pour son programme de conservation du rhinocéros, qui a sauvé cette espèce de l'extinction au XXe siècle. Les paysages vallonnés couverts de savane et de forêts riveraines offrent des panoramas à couper le souffle."
        },
        {
          "text": "Empruntez les routes bien entretenues du parc pour un safari en autonomie, une façon privilégiée d'explorer à votre rythme. Chaque virage peut révéler un troupeau d'éléphants traversant la piste, un rhinocéros broutant paisiblement ou un léopard tapi dans les hautes herbes. Les safaris au lever et au coucher du soleil offrent les meilleures chances d'observer les grands félins en action."
        }
      ],
      "activities": [
        {
          "text": "Safari guidé en 4x4 avec des rangers experts qui vous dévoilent les secrets de la brousse et vous rapprochent au plus près des animaux."
        },
        {
          "text": "Randonnée wilderness de plusieurs jours dans la réserve, une expérience unique pour les aventuriers qui souhaitent s'immerger totalement dans la nature sauvage africaine."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "ZA::hoedspruit",
      "name": "Hoedspruit",
      "cc": "ZA",
      "coords": [
        -24.35,
        30.9667
      ],
      "lat": -24.35,
      "lon": 30.9667,
      "visits": [
        {
          "text": "Découvrez les légendaires pubs de brousse du Lowveld, des points d'eau authentiques où les guides de safari en tenue kaki se rassemblent pour partager des histoires de la brousse. Du Bush Pub à Hoedspruit au Tanks Bush Pub à Hazyview, ces établissements pleins de caractère offrent des boissons fraîches et une hospitalité chaleureuse dans des cadres qui capturent le véritable esprit de l'expérience de la nature sauvage africaine.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez de Manyeleti à Hoedspruit, un charmant village au pied des montagnes Klein Drakensberg qui sert de porte d'entrée vers Kruger et la Panorama Route. Les terres agricoles environnantes, parsemées de vergers d'agrumes et de fermes à gibier, offrent une base paisible pour explorer les diverses attractions de la région.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Hoedspruit Endangered Species Centre, un phare de conservation qui protège les espèces menacées et sensibilise les visiteurs à la protection de la faune. Le centre œuvre pour renforcer les lignées génétiques des guépards, réhabiliter les rhinocéros blessés et sensibiliser à l'importance cruciale de la conservation. Chaque visite soutient ces missions vitales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez Hoedspruit, idéalement situé entre le Parc National Kruger et le Canyon de la Blyde River, ce qui en fait la base parfaite pour diverses options de safari. Cette petite ville offre des hébergements uniques, notamment le Hoedspruit Aerotel, où les clients dorment dans un Boeing reconverti. La région environnante abrite de nombreuses réserves animalières privées et centres de réhabilitation de la faune.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez la célèbre Panorama Route, l'un des circuits panoramiques les plus spectaculaires d'Afrique du Sud. Émerveillez-vous devant les Three Rondavels - formations rocheuses cylindriques distinctives surplombant le canyon de la Blyde River - avant de visiter Bourke's Luck Potholes, God's Window, the Pinnacle et de nombreuses cascades. Ce trajet de 5-6 heures récompense par des vues en constante évolution.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 2
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 10
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::hogsback",
      "name": "Hogsback",
      "cc": "ZA",
      "coords": [
        -32.5939,
        26.9392
      ],
      "lat": -32.5939,
      "lon": 26.9392,
      "visits": [
        {
          "text": "Promenez-vous dans Hogsback, un village mystique niché dans les Amatola Mountains entouré de forêts indigènes et de cascades. Le cadre enchanteur présente des arbres anciens, des ruisseaux coulants et l'opportunité d'apercevoir de rares perroquets du Cap et Knysna Loeries. Le village tire son nom de trois montagnes en forme de cochon visibles à l'approche.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez jusqu'à la magnifique Madonna and Child Waterfall, l'une des attractions naturelles les plus aimées de Hogsback où des eaux cristallines plongent à travers une forêt indigène pristine. Les sentiers environnants serpentent près d'anciens bois jaunes et fougères arborescentes, créant une atmosphère de conte de fées qui a inspiré d'innombrables visiteurs et artistes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le labyrinthe à The Edge et capturez un selfie iconique à la fameuse baignoire d'Away with the Fairies, deux des spots les plus photographiés de Hogsback. La zone offre de nombreux sentiers de randonnée et VTT adaptés aux familles, plus des visites d'ateliers de poterie locaux et boutiques d'artisanat présentant la communauté créative du village.",
          "visit_duration_min": 60
        },
        {
          "text": "Partez sur l'Amathole Trail, l'une des routes de randonnée multi-jours premier plan d'Afrique du Sud traversant forêts indigènes, ruisseaux de montagne et prairies riches en patrimoine culturel Xhosa. Le sentier offre un terrain challenging récompensé par des vues à couper le souffle et des rencontres avec une faune diverse dans une zone imprégnée d'histoire frontalière.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.6,
      "place_type": "city"
    },
    {
      "place_id": "ZA::hondeklipbaai",
      "name": "Hondeklipbaai",
      "cc": "ZA",
      "coords": [
        -30.3167,
        17.2833
      ],
      "lat": -30.3167,
      "lon": 17.2833,
      "visits": [
        {
          "text": "Découvrez Hondeklipbaai, l'un des 'villages oubliés' d'Afrique du Sud qui a échappé à la commercialisation, préservant un paysage qui reste 'à l'état brut' et intact du développement. Ce petit village de pêcheurs se vante de 14 kilomètres de magnifique littoral parsemé de bassins de marée et de mares rocheuses regorgeant de vie marine. Les vues imprenables sur la mer et le caractère authentique récompensent les voyageurs qui s'aventurent hors des sentiers battus.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez l'épave Aristea visible le long de la côte, marchez jusqu'au phare historique Hondeklip, ou essayez-vous à la plongée aux langoustes dans les eaux cristallines de l'Atlantique. Des excursions d'une journée à Kamieskroon, Skilpad et Soebatsfontein révèlent les spectaculaires displays de fleurs sauvages de la région pendant la saison de floraison. La combinaison de littoral préservé et de fleurs saisonnières fait de Hondeklipbaai une retraite balnéaire unique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::jeffreys-bay",
      "name": "Jeffreys Bay",
      "cc": "ZA",
      "coords": [
        -34.0498,
        24.9311
      ],
      "lat": -34.0498,
      "lon": 24.9311,
      "visits": [
        {
          "text": "Surfez les légendaires Super Tubes à Jeffreys Bay, constamment classées parmi les meilleurs spots de surf au monde. Quand les conditions s'alignent avec une houle de 4-8 pieds et des vents du sud-ouest, cette vague de classe mondiale peut déferler depuis la pointe jusqu'au parking. L'hospitalité chaleureuse locale et l'atmosphère côtière décontractée font de ce paradis du surfeur une destination incontournable sur la côte de l'Eastern Cape.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez l'adrénaline ultime avec un saut en parachute tandem au-dessus de Jeffreys Bay. Un vol panoramique de 20 minutes vous emmène à plus de 2 700 mètres avant une chute libre de 30 secondes à 200 kilomètres par heure, suivie d'une descente paisible en parachute de 5 minutes avec vues panoramiques côtières. Tous les instructeurs ont effectué un minimum de 1 000 sauts, garantissant les plus hauts standards de sécurité.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les plages pristines entourant Jeffreys Bay, incluant les rivages familiaux d'Aston Bay, Kabeljous, et Paradise Beach. La ville offre d'excellentes options d'hébergement, des restaurants diversifiés, et des divertissements nocturnes vibrants avec musique live et feux de joie sur la plage. Les marchés locaux offrent des opportunités d'acheter vêtements de plage, équipement de surf, et souvenirs uniques.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::johannesburg",
      "name": "Johannesburg",
      "cc": "ZA",
      "coords": [
        -26.2041,
        28.0473
      ],
      "lat": -26.2041,
      "lon": 28.0473,
      "visits": [
        {
          "text": "Arrivez à l'aéroport international OR Tambo de Johannesburg, la porte d'entrée de votre aventure au Limpopo. La plus grande ville et capitale financière d'Afrique du Sud offre des attractions fascinantes notamment le Musée de l'Apartheid documentant la lutte de la nation pour la liberté, la maison historique de Mandela à Soweto, et des visites guidées des townships qui révèlent la culture vibrante et la résilience des communautés locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Quittez Kruger par Paul Kruger Gate et voyagez vers le sud jusqu'à Johannesburg, achevant votre grand circuit du Limpopo. Le trajet passe par Dullstroom, la capitale de la pêche à la truite d'Afrique du Sud, où vous pouvez vous arrêter pour vous rafraîchir dans cette charmante ville des hauts plateaux connue pour ses pubs chaleureux et son excellente cuisine.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Melville Koppies, une zone naturelle accidentée dans l'un des quartiers lifestyle les plus populaires de Johannesburg. Cette remarquable réserve contient des exemples de plus de 80% des espèces florales trouvées dans le Gauteng, en faisant un trésor botanique exceptionnel caché dans la ville. Les affleurements rocheux et prairies créent des microhabitats diversifiés soutenant une remarquable diversité végétale.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les preuves d'un village de l'âge de pierre et d'anciens travaux de fonte de fer qui prouvent que Melville a été un établissement populaire pendant des milliers d'années. Les sites archéologiques connectent les visiteurs avec l'histoire humaine profonde de ce paysage, bien avant l'existence du Johannesburg moderne. Les promenades guidées révèlent à la fois le patrimoine naturel et culturel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Reposez-vous et préparez-vous pour le voyage à venir dans un hébergement idéalement situé près de l'aéroport à Kempton Park. La zone offre un accès facile au réseau autoroutier qui vous mènera vers le nord dans la province du Limpopo, où la nature sauvage indomptée et des rencontres extraordinaires avec la faune vous attendent.",
          "visit_duration_min": 60
        },
        {
          "text": "Repensez à trois semaines de rencontres extraordinaires avec la faune, d'expériences dans la nature sauvage reculée et de découvertes culturelles en retournant à l'aéroport international OR Tambo. Des réserves des Big Five du Waterberg aux baobabs ancestraux de Pafuri, la province du Limpopo a révélé le cœur sauvage de l'Afrique du Sud dans toute sa magnifique diversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez à travers cette nature sauvage urbaine protégée où la végétation indigène a survécu à l'expansion de la ville. La Réserve naturelle de Melville Koppies offre des promenades guidées de week-end qui éclairent la signification botanique, géologique et archéologique de la zone. Les vues sur Johannesburg depuis les sommets rocheux donnent une perspective sur la façon dont la ville a grandi autour de ce sanctuaire naturel.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 1
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 13
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Merveilles Naturelles du Gauteng : Montagnes Anciennes, Sites Fossilifères et Réserves Urbaines",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 8.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::kaapsehoop",
      "name": "Kaapsehoop",
      "cc": "ZA",
      "coords": [
        -25.5833,
        30.7667
      ],
      "lat": -25.5833,
      "lon": 30.7667,
      "visits": [
        {
          "text": "Explorez Kaapsehoop, un village pittoresque perché sur un plateau au-dessus du Lowveld avec des vues à couper le souffle sur la campagne environnante s'étendant jusqu'aux horizons lointains. Ce charmant village du Mpumalanga est célèbre pour ses chevaux sauvages, descendants d'animaux abandonnés pendant la guerre anglo-boer, que l'on peut souvent voir paître paisiblement aux abords du village.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez sur les sentiers pittoresques de l'escarpement de Kaapsehoop, où la forêt indigène cède la place à des falaises spectaculaires et de magnifiques chutes d'eau. La nature sauvage environnante offre d'excellentes opportunités pour le VTT, l'observation d'oiseaux et la photographie nature. La communauté artistique du village ajoute un intérêt culturel, avec des galeries et ateliers d'artisanat accueillant les visiteurs.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "city"
    },
    {
      "place_id": "ZA::kakamas",
      "name": "Kakamas",
      "cc": "ZA",
      "coords": [
        -28.7667,
        20.6167
      ],
      "lat": -28.7667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Détendez-vous au Lake Grappa Guest Farm, niché dans le Green Kalahari entouré de vignobles luxuriants qui produisent des raisins de table de qualité exportation. Cette retraite tranquille offre des chalets luxueux avec cuisine équipée surplombant un lac de 800 mètres où glissent les oiseaux aquatiques et où les couchers de soleil dorent l'eau. Le contraste entre l'environnement désertique et cette oasis verdoyante crée une atmosphère magique.",
          "visit_duration_min": 75
        },
        {
          "text": "Profitez des sports nautiques sur le lac privé, de la pêche et du canoë à l'apprentissage du ski slalom avec un instructeur professionnel Springbok. Cueillez des raisins de table frais de qualité exportation directement dans les vignobles entourant la propriété. Les chutes d'Augrabies et la réserve naturelle à proximité sont facilement accessibles pour des excursions d'une journée, combinant détente et aventure.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les environs sur des pistes 4x4 ou des itinéraires de VTT qui révèlent les paysages diversifiés du Green Kalahari. Lake Grappa combine aventure, détente et couchers de soleil spectaculaires du Kalahari pour une escapade mémorable. L'installation démontre comment l'ingéniosité humaine a créé l'abondance dans un paysage autrement aride.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::kathu",
      "name": "Kathu",
      "cc": "ZA",
      "coords": [
        -27.6944,
        23.0444
      ],
      "lat": -27.6944,
      "lon": 23.0444,
      "visits": [
        {
          "text": "Découvrez Kathu, la capitale du minerai de fer du Northern Cape dont le nom signifie 'ville sous les arbres' en référence à la remarquable forêt d'acacias à gomme qui l'entoure. Cette petite ville minière offre des paysages à la fois désolés et magnifiques, avec le vaste Kalahari s'étendant dans toutes les directions. Le contraste entre l'activité industrielle et la nature sauvage préservée crée un intérêt visuel unique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jouez au golf sur l'un des plus beaux domaines golfiques du pays, où les fairways serpentent à travers la végétation indigène. Visitez la grotte Wonderwerk, un site de fouilles archéologiques dans les collines de Kuruman contenant des preuves d'occupation humaine s'étalant sur deux millions d'années. Explorez le fascinant gouffre de Boesmansgat, un système de grottes sous-marines de 270 mètres de profondeur, et le cratère de Morokweng formé par l'impact d'une météorite ancienne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 11
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::kgalagadi",
      "name": "Kgalagadi",
      "cc": "ZA",
      "coords": [
        -26.4667,
        20.6167
      ],
      "lat": -26.4667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Entrez dans le Parc Transfrontalier Kgalagadi, un désert sauvage à couper le souffle où les dunes rouges s'étendent à l'infini vers l'horizon et où la faune emblématique erre librement sur de vastes territoires. Oryx aux marques faciales frappantes, springboks bondissant dans la lumière matinale, et les légendaires lions à crinière noire du Kalahari chassant à travers terrain ouvert - c'est le désert africain dans ce qu'il a de plus primordial et photogénique.",
          "visit_duration_min": 75
        },
        {
          "text": "Installez-vous au camp de repos Twee Rivieren, le centre principal du parc offrant électricité 24h/24, magasin bien approvisionné, restaurant, piscine et safaris guidés. Cette installation confortable offre une excellente introduction aux merveilles du Kgalagadi, avec des guides compétents qui savent où trouver les prédateurs du parc et les paysages les plus spectaculaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les écosystèmes diversifiés du parc, des champs de dunes rouges aux lits de rivières sèches qui attirent la faune cherchant ombre et humidité. Les centres de prédateurs et rapaces fournissent des aperçus des populations impressionnantes du parc de lions, guépards, léopards et diverses espèces d'aigles. Les ornithologues seront récompensés par l'observation de tisserands sociables, serpentaires et aigles martiaux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aventurez-vous vers les camps sauvages reculés de Mata-Mata et Nossob, où l'hébergement non clôturé vous rapproche intimement de la nuit africaine sauvage. Défiez-vous sur des pistes 4x4 qui accèdent aux coins les plus isolés du parc, où peu de visiteurs s'aventurent et où les rencontres avec la faune semblent véritablement sauvages. Les paysages uniques et la faune diversifiée font de ce parc un havre pour les amateurs d'aventure et de nature.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 10
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::kimberley",
      "name": "Kimberley",
      "cc": "ZA",
      "coords": [
        -28.7282,
        24.7499
      ],
      "lat": -28.7282,
      "lon": 24.7499,
      "visits": [
        {
          "text": "Découvrez le Big Hole à Kimberley, la plus grande excavation creusée à la main au monde et un témoignage dramatique de l'histoire légendaire de l'extraction diamantaire d'Afrique du Sud. Ce cratère emblématique de 200 mètres de profondeur a été excavé entièrement à la main pendant la ruée vers les diamants qui a transformé cette région. L'ampleur de l'effort humain visible ici est vraiment impressionnante, une fosse massive creusée dans la terre à la recherche de pierres précieuses.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le musée de la mine de Kimberley, où l'histoire fascinante de la découverte de diamants se dévoile à travers des expositions interactives et des artefacts préservés. Remontez le temps dans la vieille ville méticuleusement recréée, qui transporte les visiteurs à l'époque de la ruée vers les diamants du 19e siècle avec des bâtiments d'époque, des transports et une atmosphère authentique. Le musée donne vie aux ambitions et aventures de ceux qui affluaient ici en quête de fortune.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans les rues reconstruites de l'ère de la ruée vers les diamants, où des bâtiments authentiques abritent des magasins, bars et maisons exactement comme ils apparaissaient quand les diamants transformèrent cette bourgade poussiéreuse en ville champignon. Le site patrimonial offre un mélange parfait d'histoire et d'aventure, fournissant des aperçus uniques du riche héritage culturel du Northern Cape qui a façonné l'Afrique du Sud moderne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 13
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::knysna",
      "language": "fr",
      "name": "Knysna",
      "cc": "ZA",
      "coords": [
        -34.0363,
        23.0471
      ],
      "lat": -34.0363,
      "lon": 23.0471,
      "visits": [
        {
          "text": "Exploration des grottes de Cango et découverte du lagon de Knysna.",
          "visit_duration_min": 75
        },
        {
          "text": "Featherbed Nature Reserve (bateau + réserve)",
          "visit_duration_min": 75
        },
        {
          "text": "Knysna Elephant Park (interaction encadrée)",
          "visit_duration_min": 75
        },
        {
          "text": "Knysna Waterfront (dîner/soirée)",
          "visit_duration_min": 75
        },
        {
          "text": "Oudtshoorn — Safari Ostrich Farm",
          "visit_duration_min": 75
        },
        {
          "text": "Cango Caves (visite standard)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Croisière d’1h30 sur le lagon de Knysna et temps libre sur le Waterfront.",
          "visit_duration_min": 60
        },
        {
          "text": "Conduite Port Elizabeth → Knysna (début Garden Route)",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière côtière optionnelle (selon mer)",
          "visit_duration_min": 60
        },
        {
          "text": "Route Knysna ↔ Oudtshoorn par N12/N2 (monts Outeniqua)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 5,
          "region_code": "WC"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 9,
          "region_code": "EC"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 10,
          "region_code": "WC"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 11,
          "region_code": "WC"
        }
      ],
      "suggested_days": 1,
      "rating": 6.9,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::kruger-gate",
      "language": "fr",
      "name": "Kruger Gate",
      "cc": "ZA",
      "coords": [
        -24.9855,
        31.5924
      ],
      "lat": -24.9855,
      "lon": 31.5924,
      "visits": [
        {
          "text": "Découverte de la Happy Valley et visite d’une verrerie artisanale en Eswatini.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite du village culturel de Matsamo et route vers le parc Kruger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 13,
          "region_code": "MP"
        }
      ],
      "suggested_days": 0.3,
      "rating": 7.8,
      "place_type": "site"
    },
    {
      "place_id": "ZA::kruger-national-park",
      "name": "Kruger National Park",
      "cc": "ZA",
      "coords": [
        -24.0167,
        31.4833
      ],
      "lat": -24.0167,
      "lon": 31.4833,
      "visits": [
        {
          "text": "Entrez dans le Parc National Kruger, le parc national phare et le plus populaire d'Afrique du Sud, une destination qui définit l'excellence du safari africain. Cette vaste nature sauvage englobe près de 20 000 kilomètres carrés de brousse vierge, abritant la plus grande diversité de grands mammifères de toute réserve animalière africaine. Les visiteurs découvrent pour la première fois un monde où les lions somnolent sous les acacias et où les éléphants défilent à travers la savane dorée.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarquez pour des safaris à travers divers écosystèmes, des forêts de mopane au nord à la brousse mixte au sud. Les Big Five - lion, léopard, éléphant, rhinocéros et buffle - évoluent librement aux côtés de centaines d'autres espèces, notamment les guépards, les lycaons et d'innombrables antilopes. Chaque safari apporte de nouvelles rencontres et le frisson d'observer la faune africaine dans son habitat naturel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez la magie d'un safari en voiture autonome, en suivant des routes goudronnées et de gravier qui serpentent à travers le parc à votre rythme. Arrêtez-vous aux points d'eau où les hippopotames se vautrent et les crocodiles se prélassent, ou faites une pause au bord des rivières où les éléphants viennent boire au coucher du soleil. Les camps de repos à travers le parc offrent un hébergement confortable et la chance de partager les récits des observations de la journée avec d'autres aventuriers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::kruger-nord",
      "language": "fr",
      "name": "Kruger Nord",
      "cc": "ZA",
      "coords": [
        -23.546,
        30.833
      ],
      "lat": -23.546,
      "lon": 30.833,
      "visits": [
        {
          "text": "Moholoholo Animal Rehabilitation Centre – visite éducative d’un centre de réhabilitation pour animaux sauvages",
          "visit_duration_min": 75
        },
        {
          "text": "Safari matinal au lever du soleil – observation des Big Five dans le nord du parc Kruger",
          "visit_duration_min": 75
        },
        {
          "text": "Safari au coucher du soleil – faune active à la tombée de la nuit",
          "visit_duration_min": 75
        },
        {
          "text": "Dernier safari au lever du jour – observation des prédateurs en chasse",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trajet vers le parc Kruger et installation au Chacma Bush Camp",
          "visit_duration_min": 60
        },
        {
          "text": "Détente et baignade à la piscine du lodge avec vue sur le point d’eau des éléphants",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 3,
          "region_code": "LIMPOPO"
        },
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 4,
          "region_code": "KRUGER"
        },
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 5,
          "region_code": "KRUGER"
        }
      ],
      "suggested_days": 0.5,
      "rating": 4.1,
      "place_type": "village"
    },
    {
      "place_id": "ZA::kruger-south",
      "name": "Kruger South",
      "cc": "ZA",
      "coords": [
        -25.4667,
        31
      ],
      "lat": -25.4667,
      "lon": 31,
      "visits": [
        {
          "text": "Pénétrez dans le légendaire Parc National Kruger, le plus ancien, le plus grand et le plus célèbre des parcs sud-africains. Situé à la frontière du Mozambique dans le nord-est du pays, ce sanctuaire de superlatifs est l'un des meilleurs endroits d'Afrique pour observer les Big Five - rhinocéros, éléphants, léopards, lions et buffles. Les routes bien entretenues vous offrent la liberté d'un safari en autonomie si vous le souhaitez."
        },
        {
          "text": "Les paysages du Kruger varient spectaculairement du nord au sud : savanes dorées parsemées d'acacias, forêts riveraines luxuriantes le long des cours d'eau, kopjes granitiques où les léopards aiment se prélasser. Chaque écosystème abrite sa faune spécifique, et les camps de repos disséminés dans le parc permettent de prolonger l'aventure sur plusieurs jours."
        }
      ],
      "activities": [
        {
          "text": "Safari nocturne pour découvrir la vie secrète de la brousse après la tombée de la nuit, quand les prédateurs se mettent en chasse et que les créatures nocturnes s'éveillent."
        },
        {
          "text": "Randonnée guidée dans la wilderness avec des rangers armés, pour une immersion totale dans l'environnement sauvage africain."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 11
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::kuruman",
      "name": "Kuruman",
      "cc": "ZA",
      "coords": [
        -27.45,
        23.4333
      ],
      "lat": -27.45,
      "lon": 23.4333,
      "visits": [
        {
          "text": "Découvrez Kuruman, connue comme l'« Oasis du Kalahari » grâce à son approvisionnement permanent en eau provenant d'une source remarquable qui fournit 20 millions de litres quotidiennement aux villes environnantes. L'Œil de Kuruman, une source naturelle au cœur de la ville, crée ce flux vital qui a soutenu les communautés pendant des millénaires. L'eau cristalline jaillit continuellement dans des bassins entourés d'une végétation luxuriante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Mission historique de Moffat, où le missionnaire écossais Robert Moffat et sa femme Mary ont vécu dans les années 1820. Moffat a accompli l'exploit remarquable de traduire la Bible en setswana, la première traduction de ce type des Écritures dans une langue africaine. Les bâtiments de mission préservés et le musée éclairent l'histoire complexe de l'activité missionnaire en Afrique australe.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez ce site historique unique où foi, langue et culture se sont croisées pendant l'ère coloniale. L'Œil de Kuruman offre un lieu paisible de réflexion, son flux constant symbolisant la permanence au milieu des conditions difficiles du Kalahari. Kuruman enchante les sens et récompense les visiteurs à l'esprit culturel avec des histoires de résilience et de transformation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 12
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::langebaan",
      "name": "Langebaan",
      "cc": "ZA",
      "coords": [
        -33.0926,
        18.0296
      ],
      "lat": -33.0926,
      "lon": 18.0296,
      "visits": [
        {
          "text": "Explorez le Parc National de la Côte Ouest, une réserve naturelle pristine s'étendant de Yzerfontein à Langebaan, offrant des activités diverses incluant une observation exceptionnelle des oiseaux avec plus de 200 espèces d'oiseaux terrestres et marins. Les passionnés de faune peuvent apercevoir springbok, kudu, gemsbok et le rare zèbre de montagne parcourant les paysages protégés. Les pistes cyclables et les opportunités d'observation des baleines complètent ce remarquable sanctuaire côtier.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le charmant village balnéaire de Yzerfontein, un havre pour la vie aviaire, la faune, la vie marine et la flore indigène. La région possède la plus longue étendue de plage d'Afrique du Sud, s'étendant sur 16 miles vers le nord jusqu'au Parc National de la Côte Ouest. Populaire auprès des amateurs de sports nautiques, le village offre également d'excellentes opportunités d'observation des baleines, de pêche et de randonnée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez Langebaan, connue comme le Joyau de la Côte Ouest, bénie d'un soleil presque toute l'année, d'eaux de lagon azur et d'une beauté naturelle inégalée. Ce Site Ramsar internationalement reconnu soutient une myriade d'espèces d'oiseaux comme habitat humide critique. Le climat doux et les eaux protégées en font la destination parfaite pour le kitesurf, la voile et divers sports nautiques.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::limpokwena",
      "name": "Limpokwena",
      "cc": "ZA",
      "coords": [
        -22.4167,
        28.9167
      ],
      "lat": -22.4167,
      "lon": 28.9167,
      "visits": [
        {
          "text": "Voyagez vers la réserve naturelle de Limpokwena, un sanctuaire reculé de 2 400 hectares situé au confluent des puissantes rivières Limpopo et Mogalakwena près de la frontière du Botswana. Le nom de la réserve combine des éléments des deux rivières - 'Limpo' et 'Kwena' - reflétant son emplacement unique où ces cours d'eau se rencontrent. C'est une destination loin de la civilisation, parfaite pour se reconnecter avec la nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez une nature sauvage vierge où éléphants, girafes et une remarquable variété d'oiseaux évoluent librement à travers des paysages intacts. Bien que des animaux de gros gibier habitent la réserve, le véritable attrait réside dans le cadre splendide et reculé, le terrain accidenté et l'opportunité d'échapper complètement à la vie moderne. Observez les aigles pêcheurs d'Afrique attraper leurs proies et la faune visitant votre camp.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Campez au camp Island non clôturé sur les rives de la rivière Limpopo, une expérience recommandée uniquement aux esprits aventureux. Sans service cellulaire ni Wi-Fi, cet endroit reculé offre une déconnexion complète et une immersion dans la nature. Des safaris guidés en 4x4 explorent les habitats divers, tandis que les soirées apportent l'observation des étoiles sous des cieux africains non pollués.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.9,
      "place_type": "city"
    },
    {
      "place_id": "ZA::madikwe",
      "name": "Madikwe",
      "cc": "ZA",
      "coords": [
        -24.75,
        26.3333
      ],
      "lat": -24.75,
      "lon": 26.3333,
      "visits": [
        {
          "text": "Entrez dans la Réserve de Gibier Madikwe, l'une des plus grandes réserves privées d'Afrique du Sud située au bord du désert du Kalahari et une histoire de conservation étonnante. Les habitats diversifiés de la réserve abritent tous les animaux du Big Five en plus de 300 espèces d'oiseaux différentes. Surtout, Madikwe est célèbre pour les rencontres rapprochées avec sa population florissante de lycaons africains en danger critique d'extinction.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les safaris photographiques spécialisés pour lesquels Madikwe développe une réputation de premier plan. Les installations uniques incluent un 'abri terrapin' submergé qui émerge du milieu d'un point d'eau juste au-dessus du niveau de l'eau, offrant aux photographes des perspectives extraordinaires sur la faune venant boire. La population de léopards de la réserve attire également les photographes animaliers dédiés.",
          "visit_duration_min": 75
        },
        {
          "text": "Profitez de l'environnement sans paludisme qui fait de Madikwe une excellente alternative au Parc National Kruger pour les familles et ceux préoccupés par les risques sanitaires. La réserve n'est ouverte qu'aux clients passant la nuit dans l'un de ses lodges de safari de luxe, assurant une observation exclusive du gibier avec une densité minimale de véhicules lors des sorties.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pistez les lycaons africains avec des guides experts qui connaissent les territoires et habitudes des meutes. Ces prédateurs en danger sont notoirement difficiles à trouver dans la plupart des réserves, mais la population saine de Madikwe offre d'excellentes opportunités d'observation. Les sorties gibier du matin et du soir maximisent les rencontres avec la faune pendant les périodes d'activité intense.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::magaliesberg",
      "name": "Magaliesberg",
      "cc": "ZA",
      "coords": [
        -25.8333,
        27.5
      ],
      "lat": -25.8333,
      "lon": 27.5,
      "visits": [
        {
          "text": "Entrez dans la chaîne de montagnes du Magaliesberg, où une magie intemporelle vous attend à quelques minutes de route de Johannesburg. Ces montagnes anciennes sont plus vieilles que le Mont Everest lui-même, abritant une variété de biomes primordiaux qui ont évolué pendant des milliards d'années. La sensation de plonger dans le temps géologique profond est palpable alors que vous explorez des vallées et des crêtes façonnées bien avant que les humains ne foulent la terre.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez une variété étonnante de fleurs, d'arbres et d'animaux dans ce paradis montagneux qui a nourri des écosystèmes diversifiés à travers d'innombrables millénaires. Le Magaliesberg abrite les hôtels de campagne les plus appréciés d'Afrique du Sud, des spas de classe mondiale et des restaurants renommés, offrant un confort sophistiqué au cœur d'une nature sauvage préservée. La région combine beauté naturelle et hospitalité raffinée.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la magique chaîne de montagnes Magaliesberg, des pics anciens près de cent fois plus vieux que l'Everest avec un patrimoine historique et géologique fascinant. Quand la circulation coopère, ces montagnes spectaculaires sont à moins d'une heure de Johannesburg mais semblent à mille kilomètres. La chaîne contient plus d'arbres et plantes indigènes que presque toute zone comparable d'Afrique du Sud.",
          "visit_duration_min": 75
        },
        {
          "text": "Suivez la route des méandres de Magalies, un itinéraire pittoresque à travers cette région paisible reliant fermes, studios d'artisanat et attractions naturelles. Les montagnes ont été témoins d'innombrables millénaires d'histoire géologique et humaine, leurs crêtes et vallées abritant des écosystèmes uniques et des preuves d'habitation humaine précoce.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez le Magaliesberg depuis les airs lors d'un vol en montgolfière, dérivant silencieusement au-dessus des pics anciens tandis que le lever du soleil peint le paysage en or. Rejoignez des guides experts pour des expéditions d'observation d'oiseaux ou embarquez pour un safari afin de traquer l'insaisissable léopard qui rôde encore dans ces montagnes. La combinaison d'aventure et de tranquillité rend cette région inoubliable.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez l'expérience Magalies Canopy Tours dans la Réserve de biosphère du Magaliesberg, une aventure de tyrolienne de 2h30 à travers des montagnes estimées à plus de 2 500 millions d'années. Le parcours inclut 10 glissades et 11 plateformes avec des paysages à couper le souffle, offrant des aperçus de céphalophes et oréotragues résidents. Apportez votre appareil photo pour des opportunités photographiques vraiment spectaculaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Survolez la vallée de la rivière Magalies lors d'un safari en montgolfière avec la compagnie de ballons établie depuis le plus longtemps en Afrique australe. Les vols au lever du soleil offrent des vues sur les montagnes et le site du patrimoine mondial UNESCO du Berceau de l'humanité, avec le monde en dessous baigné de lumière dorée et le silence interrompu seulement par les brûleurs du ballon.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Merveilles Naturelles du Gauteng : Montagnes Anciennes, Sites Fossilifères et Réserves Urbaines",
          "day": 3
        },
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::mahikeng",
      "name": "Mahikeng",
      "cc": "ZA",
      "coords": [
        -25.8603,
        25.6439
      ],
      "lat": -25.8603,
      "lon": 25.6439,
      "visits": [
        {
          "text": "Explorez Mahikeng, la capitale provinciale du North West qui conserve le charme d'une petite ville tout en jouant un rôle central dans l'histoire sud-africaine. Pendant la Guerre anglo-boer de 1899, une petite garnison de troupes britanniques a tenu célèbrement ici pendant 217 jours contre l'armée boer beaucoup plus importante. Les musées, bâtiments historiques et monuments à travers la ville documentent ce siège dramatique.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'héritage de Sol Plaatje, le célèbre journaliste et militant des droits humains dont la vie est profondément tissée dans le récit de la ville. Plaatje fut le premier Secrétaire Général de l'African National Congress et un défenseur infatigable des droits africains pendant l'époque coloniale. Son ancienne maison et les sites associés offrent un aperçu de l'activisme du début du 20ème siècle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez la culture des Bakgatla-ba-Kgafela, un sous-groupe du peuple Tswana avec une longue histoire dans le North West. Visitez les villages culturels et le musée culturel dans le proche Saulspoort, à environ 35 kilomètres de Sun City, pour expérimenter l'hospitalité traditionnelle et apprendre sur les coutumes qui ont survécu à des siècles de changement.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::makhanda",
      "name": "Makhanda",
      "cc": "ZA",
      "coords": [
        -33.3106,
        26.523
      ],
      "lat": -33.3106,
      "lon": 26.523,
      "visits": [
        {
          "text": "Découvrez Makhanda, ville hôte du National Arts Festival, la plus grande célébration artistique annuelle du continent africain qui se tient chaque juillet. Cette ville historique offre un riche programme de théâtre, danse, comédie, opéra, musique, jazz, arts visuels et cinéma, se transformant en un centre culturel vibrant qui attire artistes et public du monde entier.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'Amazwi Museum of South African Literature, l'un des trésors littéraires du pays niché à Makhanda. Le musée collectionne les écrits créatifs d'auteurs d'Afrique australe dans tous les genres incluant romans, pièces, poésie et mémoires. Les écrits critiques, manuscrits et matériels audiovisuels documentent le riche patrimoine littéraire de la région.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'Albany Museum, établi en 1855 comme le deuxième plus ancien musée d'Afrique du Sud, et son Observatory Museum abritant l'une des deux seules Cameras Obscura victoriennes au monde. Ce dispositif miroir magique reflète la ville sur une grande table circulaire, offrant une perspective historique unique. La pièce compagnon n'existe qu'à Bath, Angleterre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Arrêtez-vous au Pig and Whistle Inn historique dans la proche Bathurst, offrant l'hospitalité depuis plus de 180 ans et abritant le pub avec la licence la plus ancienne encore active d'Afrique du Sud. Près de là se dresse le Big Pineapple, un monument de trois étages construit dans les années 1980 contenant un musée sur la culture d'ananas et une plateforme d'observation avec vues panoramiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez l'observation du gibier Big 5 de classe mondiale dans l'une des réserves prestigieuses du Frontier Country incluant Shamwari, Kwandwe, Lalibela, Pumba et Amakhala. Ces réserves privées offrent des rencontres exceptionnelles avec la faune dans des paysages où cinq grandes cultures-San, Khoi-Khoi, Hollandaise, Xhosa et Britannique-se sont autrefois rencontrées durant neuf guerres frontalières.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::malelane",
      "language": "fr",
      "name": "Malelane",
      "cc": "ZA",
      "coords": [
        -25.475,
        31.518
      ],
      "lat": -25.475,
      "lon": 31.518,
      "visits": [
        {
          "text": "Safari guidé 4x4 matin dans le sud du Kruger (entrée Phabeni/Skukuza)",
          "visit_duration_min": 75
        },
        {
          "text": "Auto-safari l’après-midi sur routes principales (sans quitter le véhicule)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observation faune (Big Five, girafes, zèbres, hippopotames…)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 3,
          "region_code": "MP"
        }
      ],
      "suggested_days": 1.5,
      "rating": 6.3,
      "place_type": "medium_city"
    },
    {
      "place_id": "ZA::manyeleti",
      "name": "Manyeleti",
      "cc": "ZA",
      "coords": [
        -24.5167,
        31.3833
      ],
      "lat": -24.5167,
      "lon": 31.3833,
      "visits": [
        {
          "text": "Entrez dans la Réserve Privée Manyeleti par la Porte d'Orpen, découvrant un sanctuaire Big Five de 23 000 hectares dont le nom signifie 'lieu des étoiles' dans la langue Shangaan locale. Bordant le Parc National Kruger, Sabi Sands et la Réserve Timbavati sans clôtures entre eux, la faune parcourt librement cette vaste nature sauvage interconnectée.",
          "visit_duration_min": 75
        },
        {
          "text": "Pistez la grande population de lions de Manyeleti et les léopards exceptionnels, parmi les plus fréquemment observés dans la région du Grand Kruger. La faible densité de véhicules de la réserve assure des rencontres intimes, tandis que la conduite hors route éthique permet des approches rapprochées de la faune. Plus de 300 espèces d'oiseaux ajoutent couleur et chant à chaque safari.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez un guidage de classe mondiale avec des pisteurs experts qui ont passé leur vie à apprendre la brousse. Les safaris à pied révèlent les plus petits détails - pistes, plantes, insectes - que les visiteurs en véhicule manquent, tandis que les safaris couvrent de vastes distances à la recherche des résidents les plus insaisissables de la réserve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Détendez-vous entre les safaris dans un lodge de luxe où des majordomes personnels veillent à tous vos besoins. Savourez des petits-déjeuners surprise dans la brousse au cœur de lits de rivières asséchées, observez les éléphants s'abreuver depuis l'affût photo, ou simplement imprégnez-vous de la paix de la nature sauvage africaine depuis votre terrasse privée. Le garde de nuit assure un passage sécurisé vers le dîner sous les étoiles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 9
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::mapesu",
      "name": "Mapesu",
      "cc": "ZA",
      "coords": [
        -22.2167,
        29.35
      ],
      "lat": -22.2167,
      "lon": 29.35,
      "visits": [
        {
          "text": "Arrivez à la réserve privée de Mapesu, un sanctuaire Big Five de 7 200 hectares établi en 2014 adjacent au site du patrimoine mondial de l'UNESCO du parc national de Mapungubwe. En tant que partenaire du projet de métapopulation de guépards de l'Endangered Wildlife Trust, Mapesu démontre un engagement exceptionnel envers la conservation et le tourisme responsable dans l'extrême nord de l'Afrique du Sud.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez des paysages diversifiés allant de formations de grès spectaculaires aux forêts, forêts riveraines et aux emblématiques baobabs du Limpopo. Ces écotones variés abritent de nombreux mammifères notamment zèbres, cobes à croissant, impalas, koudous et steenboks, tandis que plus de 383 espèces d'oiseaux ont été recensées dans la réserve et 433 dans la région élargie.",
          "visit_duration_min": 75
        },
        {
          "text": "Participez à une promenade guidée pour admirer l'art rupestre ancien des San (Bushmen), créé par les plus anciens habitants d'Afrique australe. Ces remarquables peintures et gravures dans les grottes et abris rocheux dépeignent les croyances spirituelles, la faune sauvage et les expériences de la vie quotidienne d'il y a des milliers d'années, connectant les visiteurs à l'histoire profonde de l'humanité dans ce paysage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pistez les guépards à pied dans le cadre des efforts de conservation de Mapesu, gagnant un aperçu intime de ces prédateurs menacés. L'emplacement de la réserve en fait la base idéale pour des excursions au Parc National Mapungubwe, à seulement 15 minutes. Combinez expériences animalières et immersion culturelle dans l'une des régions les plus significatives historiquement du Limpopo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::mapungubwe",
      "name": "Mapungubwe",
      "cc": "ZA",
      "coords": [
        -22.1833,
        29.25
      ],
      "lat": -22.1833,
      "lon": 29.25,
      "visits": [
        {
          "text": "Explorez le Parc National Mapungubwe et Site du Patrimoine Mondial, où des paysages de grès à couper le souffle et de vastes paysages de savane convergent au confluent des rivières Limpopo et Shashe. Ce site classé UNESCO englobe le premier royaume d'Afrique du Sud, qui a prospéré de 1050 à 1270 après J.-C. comme centre d'une puissante civilisation pré-Shona s'étendant au Zimbabwe et Botswana modernes.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les trésors archéologiques de Mapungubwe Hill, où des artefacts en or incluant le célèbre rhinocéros doré ont été mis au jour, révélant une société sophistiquée qui commerçait avec des terres lointaines. Le parc protège ce patrimoine irremplaçable tout en présentant la beauté naturelle des paysages ouverts de la région contre la frontière nord de l'Afrique du Sud.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participez à des safaris guidés à travers le terrain varié du parc, où la faune prospère parmi d'anciens baobabs et le long des systèmes fluviaux. Le parc abrite éléphants, lions, léopards et de nombreuses espèces d'antilopes, tandis que l'avifaune attire des passionnés du monde entier. Les visites culturelles éclairent l'histoire remarquable de la première société complexe d'Afrique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::maropeng",
      "name": "Maropeng",
      "cc": "ZA",
      "coords": [
        -25.9333,
        27.7167
      ],
      "lat": -25.9333,
      "lon": 27.7167,
      "visits": [
        {
          "text": "Découvrez le Berceau de l'Humanité, site du patrimoine mondial de l'UNESCO qui révèle le lieu de naissance de l'humanité elle-même. Commencez par le Centre d'accueil Maropeng pour un aperçu immersif des origines de l'humanité, retraçant notre évolution à travers des expositions interactives et des présentations fascinantes. Cette zone de 53 000 hectares contient environ 40% des fossiles d'ancêtres humains du monde, faisant de chaque visite un retour aux sources profond pour tous les voyageurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Descendez dans les légendaires grottes de Sterkfontein, où plus de 500 fossiles d'hominidés datant de plus de deux millions d'années ont été découverts. Tenez-vous dans les chambres mêmes où Mrs Ples et Little Foot ont été découverts - des restes qui ont révolutionné notre compréhension de l'évolution humaine. Le système de grottes s'étend à travers 12 sites fossilifères supplémentaires, chacun contribuant des connaissances inestimables à l'histoire de notre espèce.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le paysage plus large du Berceau de l'Humanité, où d'anciennes grottes et sites fossilifères parsèment un terrain vallonné qui a été témoin de millions d'années de préhistoire humaine. Les visites guidées éclairent les découvertes scientifiques qui ont fait de cette région le site d'hominidés le plus riche au monde, connectant les visiteurs aux racines profondes de l'existence humaine dans ce remarquable coin d'Afrique du Sud.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Merveilles Naturelles du Gauteng : Montagnes Anciennes, Sites Fossilifères et Réserves Urbaines",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "ZA::matjiesfontein",
      "name": "Matjiesfontein",
      "cc": "ZA",
      "coords": [
        -33.2281,
        20.5783
      ],
      "lat": -33.2281,
      "lon": 20.5783,
      "visits": [
        {
          "text": "Entrez dans la capsule temporelle victorienne de Matjiesfontein, site du patrimoine national depuis 1975 offrant aux visiteurs une échappée intemporelle dans une splendide architecture du 19ème siècle. Fondé en 1884 par l'entrepreneur James Douglas Logan, ce remarquable village préserve son caractère original avec un soin méticuleux. L'ensemble du village semble figé dans le temps, un musée vivant d'élégance coloniale.",
          "visit_duration_min": 75
        },
        {
          "text": "Séjournez à l'iconique Lord Milner Hotel, où la grandeur victorienne rencontre la chaleureuse hospitalité du Karoo dans un cadre opulent qui a accueilli royauté et célébrités. Visitez l'historique pub Laird's Arms pour des rafraîchissements dans une authentique atmosphère d'époque, et explorez les vestiges du rôle du village pendant la Guerre sud-africaine. Le charme préservé et les expositions historiques en font une destination idéale du Northern Cape.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participez à une visite guidée du village à bord d'un bus londonien à impériale vintage, découvrant les histoires des personnages excentriques qui ont façonné cette colonie unique. La combinaison d'architecture immaculée, d'histoire fascinante et d'hospitalité chaleureuse crée une expérience sans égale en Afrique du Sud. Matjiesfontein récompense les visiteurs qui apprécient patrimoine et caractère à parts égales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.7,
      "place_type": "city"
    },
    {
      "place_id": "ZA::mazzeppa-bay",
      "name": "Mazzeppa Bay",
      "cc": "ZA",
      "coords": [
        -32.4667,
        28.6167
      ],
      "lat": -32.4667,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Découvrez Mazzeppa Bay, un joyau caché sur la Wild Coast accessible seulement via des routes challenging qui récompensent les voyageurs aventureux avec une beauté naturelle intacte. Ce paradis isolé présente des couchers de soleil iconiques, des plages pristines et la vue unique de bétail se rassemblant sur le sable à la fin du jour. Le voyage lui-même devient partie de l'aventure dans ce havre côtier reculé.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traversez le célèbre pont suspendu de Mazzeppa Bay, reliant le continent à l'île au large et offrant des vues spectaculaires sur le littoral. La région offre d'excellentes opportunités de randonnée, des plages paisibles pour la baignade, et la chance de vivre l'authentique tranquillité de la Wild Coast loin des foules des destinations plus accessibles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 9
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::montagu",
      "language": "fr",
      "name": "Montagu",
      "cc": "ZA",
      "coords": [
        -33.7865,
        20.1216
      ],
      "lat": -33.7865,
      "lon": 20.1216,
      "visits": [
        {
          "text": "Visite des villes de Stellenbosch et Franschhoek et découverte du patrimoine huguenot.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustation de vins et déjeuner dans un domaine viticole.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 3,
          "region_code": "WC"
        }
      ],
      "suggested_days": 0.3,
      "rating": 6.3,
      "place_type": "site"
    },
    {
      "place_id": "ZA::mountain-zebra-np",
      "name": "Mountain Zebra Np",
      "cc": "ZA",
      "coords": [
        -32.25,
        25.45
      ],
      "lat": -32.25,
      "lon": 25.45,
      "visits": [
        {
          "text": "Explorez le Mountain Zebra National Park, englobant 28 000 hectares de nature sauvage protégée qui sert de sanctuaire crucial pour le zèbre de montagne du Cap en voie de disparition. La faune diverse du parc inclut le protèle, le buffle du Cap, le guépard, la grue bleue, le rhinocéros noir, et la rare outarde de Denham. Les safaris de pistage de guépards à pied guidés par des experts offrent des rencontres intimes avec ces magnifiques prédateurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le vaste paysage du Karoo, où la beauté sauvage est définie par des plaines plates, des montagnes rocheuses, et la plus grande variété de succulentes au monde. Cette région remarquable, caractérisée par la poussière rouge, les acacias épineux, la végétation rabougrie, les aloès et les moulins à vent, contient le plus grand écosystème d'Afrique du Sud avec des plantes et créatures endémiques introuvables ailleurs sur Terre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez sur le Karoo Camino, un sentier de plusieurs jours qui traverse le spectaculaire cœur du Karoo à travers des paysages parsemés de moutons, de chèvres angora et de quelques-unes des villes les plus pittoresques du pays. Les marches nocturnes offrent d'excellentes opportunités d'observation des étoiles sous certains des ciels les plus clairs au monde, tandis que les safaris et le VTT révèlent les trésors cachés de la région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 15
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.9,
      "place_type": "city"
    },
    {
      "place_id": "ZA::mthatha",
      "name": "Mthatha",
      "cc": "ZA",
      "coords": [
        -31.5889,
        28.7844
      ],
      "lat": -31.5889,
      "lon": 28.7844,
      "visits": [
        {
          "text": "Rendez hommage au musée Nelson Mandela à Mthatha, approuvé par l'icône lui-même et offrant une expérience patrimoniale profonde au cœur de sa terre natale. Le musée documente le parcours de Mandela de son enfance rurale à homme d'État mondial, avec des expositions couvrant sa vie, la lutte anti-apartheid et son héritage durable de réconciliation.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez vers Qunu, le village où Nelson Mandela a grandi, vécu pendant sa présidence, et choisi comme lieu de repos final. Marchez dans les vallées qu'il parcourait enfant et découvrez le paysage rural qui a façonné l'un des dirigeants les plus influents de l'histoire. Sa tombe offre un lieu de réflexion silencieuse et de signification historique profonde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez Mvezo, le lieu de naissance de Nelson Mandela, où le musée Mvezo Komkhulu préserve les modestes débuts de cette icône mondiale. Continuez vers Mqhekezweni, où le jeune Mandela a passé ses années formatrices. Ces sites donnent vie de manière saisissante à son autobiographie 'Un long chemin vers la liberté', bien que les distances entre les lieux nécessitent une planification minutieuse.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 12
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::northern-drakensberg",
      "language": "fr",
      "name": "Northern Drakensberg",
      "cc": "ZA",
      "coords": [
        -28.661,
        29.069
      ],
      "lat": -28.661,
      "lon": 29.069,
      "visits": [
        {
          "text": "Randonnée vers Cannibal Cave et Camel’s Hump – panoramas spectaculaires sur les crêtes du Drakensberg",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trajet vers les montagnes du Drakensberg – route panoramique de 8 heures depuis Kruger",
          "visit_duration_min": 60
        },
        {
          "text": "Détente au Cavern Resort & Spa – spa, piscine et dégustation de vins locaux",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 6,
          "region_code": "DRAKENSBERG"
        },
        {
          "itin_id": "ZA::nord-sud::afrique-du-sud-15j",
          "itin_title": "L’AFRIQUE DU SUD : SAFARIS, CANYONS ET OCÉAN",
          "day": 7,
          "region_code": "DRAKENSBERG"
        }
      ],
      "suggested_days": 0.5,
      "rating": 6.6,
      "place_type": "village"
    },
    {
      "place_id": "ZA::olifants",
      "name": "Olifants",
      "cc": "ZA",
      "coords": [
        -24,
        31.7333
      ],
      "lat": -24,
      "lon": 31.7333,
      "visits": [
        {
          "text": "Découvrez la région d'Olifants, réputée pour d'excellentes observations animalières grâce à trois écosystèmes convergents qui soutiennent une remarquable diversité faunique. Le camp de repos se perche dramatiquement au-dessus de la rivière Olifants, offrant des vues à couper le souffle sur la nature sauvage où les hippopotames se vautrent et les éléphants viennent boire au coucher du soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduisez sur la tranquille Ancienne Route Principale vers Satara, où les prairies ouvertes attirent de grands troupeaux d'herbivores et les prédateurs qui les suivent. Satara est célèbre pour les observations de lions et hyènes, avec plusieurs groupes rivalisant pour le territoire dans cette zone riche en faune. La route offre de belles vues sur les prairies de savane s'étendant vers des horizons lointains.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Regardez le coucher de soleil depuis le Camp de Repos d'Olifants, où la position élevée fournit l'un des points de vue les plus spectaculaires de Kruger. La rivière en contrebas grouille de vie - les crocodiles se prélassent sur les bancs de sable, les hippopotames font surface pour souffler, et les éléphants paradent le long des berges dans la lumière dorée. Les sons nocturnes fournissent la bande sonore à des soirées inoubliables en brousse.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::oudtshoorn",
      "language": "fr",
      "name": "Oudtshoorn",
      "cc": "ZA",
      "coords": [
        -33.5921,
        22.2021
      ],
      "lat": -33.5921,
      "lon": 22.2021,
      "visits": [
        {
          "text": "Découverte du musée de Montagu et route panoramique dans le Petit Karoo.",
          "visit_duration_min": 75
        },
        {
          "text": "Descendez dans les Cango Caves, un monde souterrain spectaculaire qui façonne son chef-d'œuvre de stalactites depuis 4,5 milliards d'années. Admirez des formations étranges et merveilleuses notamment la Madonna and Child, l'imposante Cleopatra's Needle de 9 mètres de haut, l'amas Dried Tobacco Leaves, la Cathedral's Pulpit, et même une Leaning Tower of Pisa. Le tunnel d'aventure et le système d'échelles offrent un défi passionnant pour les cœurs courageux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite d’une ferme d’autruches et rencontre avec les éleveurs.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le Karoo National Park, un écosystème désertique remarquable regorgeant de vie incluant lions, rhinocéros et buffles. Des petites villes pittoresques aux fermes en activité, vous pourriez voyager pendant des mois en vivant des aventures uniques dans chaque lieu. Le Karoo contient le plus grand écosystème d'Afrique du Sud, abritant des plantes et créatures endémiques qu'on ne trouve nulle part ailleurs au monde.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 4,
          "region_code": "WC"
        },
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 11
        }
      ],
      "suggested_days": 0.5,
      "rating": 7.4,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::pafuri",
      "name": "Pafuri",
      "cc": "ZA",
      "coords": [
        -22.4333,
        31.2167
      ],
      "lat": -22.4333,
      "lon": 31.2167,
      "visits": [
        {
          "text": "Entrez dans la Concession Makuleke à Pafuri, le joyau du Nord du Parc National Kruger. Cette nature sauvage exclusive de 24 000 hectares entre les rivières Limpopo et Luvuvhu représente le coin le plus reculé et sauvage de la réserve phare d'Afrique du Sud. Avec un maximum de seulement 52 invités autorisés, cette zone pristine offre une exclusivité inégalée.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'immense forêt d'arbres à fièvre, l'une des plus grandes de ce type en Afrique, où des arbres à écorce dorée créent un paysage éthéré. La végétation variée - couvrant marécages, montagnes et plaines inondables - soutient de grands troupeaux d'éléphants, buffles, hippopotames et crocodiles au célèbre Crooks' Corner où trois pays se rencontrent.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant d'anciens baobabs, certains vieux de plus de 4 000 ans, se dressant comme témoins silencieux de millénaires d'histoire africaine. La région de Pafuri est un point chaud ornithologique, attirant des ornithologues cherchant des espèces trouvées nulle part ailleurs en Afrique du Sud. Plus de 350 espèces d'oiseaux ont été recensées dans ce havre de biodiversité.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez un apéritif au coucher du soleil à Lanner Gorge, où la rivière Luvuvhu a sculpté un parcours étroit et sinueux à travers des falaises de grès spectaculaires - sans doute le plus bel endroit pour l'apéritif en Afrique. Les promenades en brousse avec des rangers experts révèlent les petites merveilles de la brousse, tandis que les safaris rencontrent la remarquable faune de la région sur des toiles de fond époustouflantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Savourez un petit-déjeuner en brousse sous un baobab géant après un safari matinal, entouré par les sons et vues de la nature sauvage africaine. L'Outpost Lodge offre 12 lodges de luxe surplombant la vallée de Luvuvhu, connectés par des passerelles surélevées avec des vues spectaculaires sur la nature sauvage du Nord Kruger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::parys",
      "name": "Parys",
      "cc": "ZA",
      "coords": [
        -26.9,
        27.45
      ],
      "lat": -26.9,
      "lon": 27.45,
      "visits": [
        {
          "text": "Explorez le Vaal Prive Holiday Resort dans le Dewetsdorp voisin, l'évasion idéale de la vie citadine située sur les rives du barrage de Vaal. Ce complexe polyvalent offre ski nautique, pêche, kayak, observation d'oiseaux et plongée dans les eaux claires du barrage. Les équipements sur place incluent piscines, trampolines, tennis de table, jacuzzis et une salle de sport bien équipée pour les clients cherchant une détente active.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Dell Cheetah Centre juste à l'extérieur de Parys, un centre d'élevage qui élève des guépards avant de les relâcher dans leurs habitats naturels. Actuellement foyer de 11 guépards, le centre offre des rencontres intimes avec ces magnifiques bolides. Une faune supplémentaire incluant gnous, zèbres, girafes, springboks, koudous, impalas et antilopes parcourt la propriété environnante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez la charmante ville de Parys, connue pour ses boutiques d'artisanat et d'antiquités regroupées autour de la rue principale. La position de la ville sur la rivière Vaal et dans la structure d'impact du Vredefort Dome crée un cadre unique pour l'exploration. De nombreux opérateurs d'aventure proposent des activités allant du quad aux vols panoramiques au-dessus de l'ancien cratère.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::paternoster",
      "name": "Paternoster",
      "cc": "ZA",
      "coords": [
        -32.8132,
        17.8867
      ],
      "lat": -32.8132,
      "lon": 17.8867,
      "visits": [
        {
          "text": "Découvrez Paternoster, l'un des plus anciens et authentiques villages de pêcheurs de la Côte Ouest, où la vie reste intimement liée à la mer. Les pêcheurs s'aventurent encore quotidiennement dans des bateaux en bois traditionnels colorés, et leur prise fraîche peut être achetée au marché local ou savourée dans de charmants restaurants en bord de mer. Les cottages pristines blanchis à la chaux et les eaux turquoise créent un cadre digne d'une carte postale.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Shelley Point, une petite péninsule préservée nichée dans les eaux calmes de Shelley Bay. Protégées de la houle océanique, les eaux abritées sont idéales pour la voile, la pêche et la baignade sûre pour les familles. Cette retraite tranquille offre l'échappée parfaite de la vie moderne, avec un parcours de golf de 9 trous et des installations de bien-être complétant la sérénité naturelle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez St Helena Bay, un littoral préservé traversant 18 baies et alimenté par le Courant riche en nutriments du Benguela, en faisant l'une des principales zones de pêche au monde. Les dauphins et les Baleines Franches Australes fréquentent les eaux calmes, tandis que la Réserve Naturelle Privée Cape St Martin offre l'opportunité unique de voir le lever du soleil sur la mer - le seul endroit de ce type sur la Côte Ouest.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 9
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::pilanesberg",
      "name": "Pilanesberg",
      "cc": "ZA",
      "coords": [
        -25.25,
        27.0833
      ],
      "lat": -25.25,
      "lon": 27.0833,
      "visits": [
        {
          "text": "Explorez le Parc National Pilanesberg, la réserve de gibier Big Five la plus populaire et accessible d'Afrique du Sud. Située à l'intérieur d'un ancien cratère volcanique à seulement 90 minutes de Johannesburg, ce parc familial et économique est complètement exempt de paludisme. Le cadre géologique unique crée des habitats diversifiés supportant une densité remarquable de faune dans une zone compacte.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les lycaons africains, 360 espèces d'oiseaux, et des antilopes inhabituelles comme le roan et le sable qui prospèrent dans la zone écologique riche de Pilanesberg. Les options de conduite autonome permettent une exploration flexible dans votre voiture de location, tandis que les sorties guidées offrent une interprétation experte. L'entrée coûte environ 110 rands par adulte, en faisant un choix abordable.",
          "visit_duration_min": 75
        },
        {
          "text": "Pistez les rhinocéros à la Réserve de Gibier Letsatsing adjacente, où les activités éducatives avec des guides de terrain utilisent des dispositifs de télémétrie pour localiser les rhinocéros blancs sauvages. Quand les signaux indiquent que les rhinocéros sont proches, les visiteurs quittent les véhicules pour pister, approcher et observer ces magnifiques animaux à pied à seulement quelques mètres-une expérience unique et palpitante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez les safaris en montgolfière-Pilanesberg est le seul parc national en Afrique du Sud offrant cette perspective unique sur la faune et le paysage. Les décollages à l'aube transportent les passagers au-dessus du cratère volcanique, de la géologie ancienne et des troupeaux itinérants pour une expérience de safari aérien inoubliable qui révèle la majesté complète du parc d'en haut.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.6,
      "place_type": "city"
    },
    {
      "place_id": "ZA::pilgrims-rest",
      "name": "Pilgrims Rest",
      "cc": "ZA",
      "coords": [
        -24.8922,
        30.7575
      ],
      "lat": -24.8922,
      "lon": 30.7575,
      "visits": [
        {
          "text": "Remontez le temps à Pilgrim's Rest, déclaré champ aurifère en 1873 et maintenant préservé comme un musée vivant figé dans l'ère victorienne. Ce village pittoresque imprègne les visiteurs de nostalgie, ses bâtiments en tôle ondulée et vérandas en bois maintenant le caractère authentique des jours de ruée vers l'or en Afrique du Sud. Toute la ville a été déclarée monument national.",
          "visit_duration_min": 75
        },
        {
          "text": "Essayez-vous à l'orpaillage dans les ruisseaux qui ont autrefois attiré des milliers de chercheurs de fortune dans cette vallée reculée. L'expérience vous connecte directement avec les prospecteurs qui ont transformé cette nature sauvage en un établissement minier animé. Les guides locaux partagent des histoires des chercheurs qui ont fait - et perdu - des fortunes dans ces eaux aurifères.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans les rues atmosphériques où les bâtiments restaurés abritent maintenant des musées, des boutiques d'artisanat et des restaurants pleins de caractère servant des plats traditionnels. Le Royal Hotel, établi pendant l'ère de la ruée vers l'or, continue d'accueillir les visiteurs avec un charme d'époque. Les collines environnantes offrent des sentiers de randonnée à travers la forêt indigène vers des sites miniers abandonnés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::port-alfred",
      "name": "Port Alfred",
      "cc": "ZA",
      "coords": [
        -33.5906,
        26.8911
      ],
      "lat": -33.5906,
      "lon": 26.8911,
      "visits": [
        {
          "text": "Maîtrisez les vagues à Port Alfred avec des cours de surf professionnels à la Shaka Surf School, opérant depuis un camp de surf forestier unique avec un hébergement en cabane dans les arbres recyclée. Le camp se situe en bordure d'une ancienne forêt dunaire, avec son propre sentier de randonnée et une rampe de skateboard. Les road trips de surf vers les spots voisins prolongent l'aventure pour les passionnés de vagues.",
          "visit_duration_min": 75
        },
        {
          "text": "Pagayez sur le Kleinemonde West River Canoe Trail, un parcours de 8 kilomètres à travers des paysages magnifiques jusqu'à la rustique hutte de nuit Lily Pad. Cette expérience combinant canoë et randonnée présente l'abondante faune et flore aviaire de la région dans un cadre fluvial pristine. Le sentier offre une expérience authentique de nature sauvage à seulement 15 kilomètres de Port Alfred.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez plus de 100 kilomètres de plages pristines Pavillon Bleu le long de la Sunshine Coast, s'étendant de l'iconique Woody Cape à la Great Fish River. Le littoral présente des dunes majestueuses, des criques cachées, des baies rocheuses et des étendues de sable doré, avec dix rivières offrant d'excellentes opportunités pour les sports nautiques, le pagayage et le canoë dans les eaux chaudes de l'océan Indien.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez l'équitation sur plage avec Three Sisters Horse Trails ou Beachcombers Horse Trails, galopant le long de plages dorées et explorant des criques isolées, des champs de dunes et des embouchures de rivières. Les safaris animaliers à cheval offrent l'excitation de chevaucher aux côtés de troupeaux d'élands, girafes et zèbres dans une aventure vraiment unique du Eastern Cape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::port-elizabeth",
      "language": "fr",
      "name": "Port Elizabeth",
      "cc": "ZA",
      "coords": [
        -33.9608,
        25.6022
      ],
      "lat": -33.9608,
      "lon": 25.6022,
      "visits": [
        {
          "text": "Balade dans le parc national de Tsitsikamma et découverte du Big Tree.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour de ville de Port Elizabeth et parcours artistique de la Route 67.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 6,
          "region_code": "EC"
        }
      ],
      "suggested_days": 0.5,
      "rating": 8.4,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::port-nolloth",
      "name": "Port Nolloth",
      "cc": "ZA",
      "coords": [
        -29.25,
        16.8667
      ],
      "lat": -29.25,
      "lon": 16.8667,
      "visits": [
        {
          "text": "Arrivez à Port Nolloth, une ville balnéaire sereine offrant des expériences de plage paisibles flanquées de charmantes maisons de vacances avec de superbes vues sur l'océan Atlantique. La plage est idéale pour des promenades relaxantes, les bains de soleil et le plaisir familial, les enfants se délectant des mares rocheuses regorgeant de vie marine. C'est la fenêtre du Northern Cape sur la mer, un contraste rafraîchissant avec les paysages désertiques de l'intérieur.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'unique phare de Port Nolloth, le phare le plus septentrional de la côte ouest de l'Afrique du Sud, veillant sentinelle sur ces eaux reculées. La structure guide les navires de pêche et le trafic côtier depuis des générations. L'héritage de plongée diamantifère de la ville ajoute de l'intrigue à cette colonie reculée où les plongeurs cherchent encore le fond marin pour des pierres précieuses.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez l'atmosphère tranquille parfaite pour ceux qui cherchent une évasion paisible de la vie moderne trépidante. Les opportunités de randonnée, cyclisme et observation des étoiles dans les environs étendent l'aventure au-delà de la plage. La combinaison du charme côtier et de l'histoire diamantaire rend Port Nolloth uniquement captivant parmi les destinations du Northern Cape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::port-st-johns",
      "name": "Port St Johns",
      "cc": "ZA",
      "coords": [
        -31.6244,
        29.5456
      ],
      "lat": -31.6244,
      "lon": 29.5456,
      "visits": [
        {
          "text": "Assistez à l'incroyable Sardine Run, l'un des plus grands spectacles de la nature se déroulant le long de la Wild Coast de mi-juin à fin juillet. Des millions de sardines migrent le long de la côte, attirant les prédateurs océaniques dans une frénésie alimentaire qui offre des opportunités extraordinaires de photographie et de plongée avec tuba. Les plongeurs et les plongeurs avec tuba expérimentés peuvent vivre ce phénomène de première main.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les vues à couper le souffle depuis la piste d'atterrissage de Port St Johns, perchée de manière spectaculaire au-dessus de la ville où la rivière Umzimvubu rencontre l'océan Indien. Le cadre entre deux falaises massives - connues sous le nom de Gates - crée l'un des ports naturels les plus spectaculaires de la côte sud-africaine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez les chutes Magwa et la plantation de thé environnante, où l'eau cascade sur 144 mètres dans une gorge boisée. Le Magwa Tea Estate propose des visites de ses opérations sur un fond de collines ondulantes couvertes de buissons de thé. La réserve naturelle voisine de Mkambati présente des chutes d'eau supplémentaires et des prairies vierges grouillant de faune.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 11
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::pretoria",
      "name": "Pretoria",
      "cc": "ZA",
      "coords": [
        -25.7479,
        28.2293
      ],
      "lat": -25.7479,
      "lon": 28.2293,
      "visits": [
        {
          "text": "Explorez la réserve naturelle de Roodeplaat Dam, située à seulement 22 kilomètres de Pretoria, où une excursion d'une journée parfaite combine pique-nique, pêche, observation de la faune et ornithologie exceptionnelle. La réserve entoure un grand barrage qui sert de source d'eau pour une faune diversifiée incluant zèbres, koudous, cobes à croissant et gnous bleus qui viennent s'abreuver le long de ses rives.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'incroyable avifaune qui fait de Roodeplaat un paradis pour les ornithologues, avec des espèces allant des oiseaux aquatiques du barrage aux rapaces planant au-dessus. Le sentier de randonnée de 7 kilomètres autour du barrage révèle différents habitats et points de vue, tandis que les visiteurs passant la nuit peuvent s'immerger pleinement dans l'atmosphère paisible de ce sanctuaire animalier.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Continuez vers la réserve de gibier Dinokeng, signifiant 'Lieu des Rivières' en Setswana, à seulement 40 kilomètres de Pretoria. Cette destination populaire offre des expériences animalières décontractées où zèbres, diverses espèces d'antilopes, gnous et phacochères errent librement. La région compte aussi une brasserie locale et de fantastiques restaurants, combinant faune sauvage et plaisirs culinaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez la réserve naturelle de Groenkloof, l'une des premières zones déclarées réserve naturelle en Afrique du Sud et désormais considérée comme l'une des meilleures expériences de randonnée du Gauteng. Les sentiers s'adressent aux marcheurs, vététistes, cavaliers, familles et groupes de randonneurs sérieux. Gardez l'œil ouvert pour les koudous, impalas, gnous bleus et autruches dans toute la réserve.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Merveilles Naturelles du Gauteng : Montagnes Anciennes, Sites Fossilifères et Réserves Urbaines",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::pretoria-north",
      "name": "Pretoria North",
      "cc": "ZA",
      "coords": [
        -25.6167,
        28.1833
      ],
      "lat": -25.6167,
      "lon": 28.1833,
      "visits": [
        {
          "text": "Rendez-vous au cratère de Tswaing, une formation géologique remarquable créée il y a 200 000 ans lorsqu'un astéroïde est entré en collision avec la Terre, laissant un cratère de 1,3 kilomètre de diamètre. L'impact aurait anéanti tout dans la région - si Pretoria avait existé à l'époque. Des outils de pierre trouvés ici révèlent que les humains récoltaient du sel et collectaient de l'eau du cratère il y a environ 100 000 ans.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez les sentiers autour de ce site d'impact ancien, qui jusqu'aux années 1990 était au centre d'un débat académique féroce sur ses origines. Le lac du cratère et la végétation environnante abritent une faune et une avifaune diversifiées, tandis que les panneaux d'interprétation expliquent l'événement catastrophique qui a créé ce paysage unique. Le sentiment d'histoire cosmique est profond.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez l'aventure remarquable en plein air de visiter un cratère d'impact de météorite vérifié, l'un des exemples les mieux préservés sur Terre. Les sentiers de randonnée offrent différents niveaux de difficulté, tandis que le centre d'accueil fournit un contexte sur l'événement géologique et l'histoire humaine de récolte de sel qui a suivi. Préparez un pique-nique et passez la journée à explorer.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Merveilles Naturelles du Gauteng : Montagnes Anciennes, Sites Fossilifères et Réserves Urbaines",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "city"
    },
    {
      "place_id": "ZA::rhodes",
      "name": "Rhodes",
      "cc": "ZA",
      "coords": [
        -30.7981,
        27.9622
      ],
      "lat": -30.7981,
      "lon": 27.9622,
      "visits": [
        {
          "text": "Découvrez le pittoresque village de Rhodes, niché dans un coin reculé des Eastern Cape Highlands à la frontière du Royaume du Lesotho. Cette paisible localité sert de porte d'entrée à des eaux de pêche à la mouche exceptionnelles, avec environ 150 kilomètres de cours d'eau de montagne vierges disponibles pour les pêcheurs. Les rivières prenant leur source jusqu'à 3 000 mètres d'altitude offrent une pêche à la truite de classe mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'art rupestre ancien des San près de Rhodes, où des peintures créées par les habitants originaux il y a des centaines d'années ornent les abris rocheux et les grottes. Ces œuvres d'art précieuses dépeignent le mode de vie des San, leurs croyances spirituelles et la faune qu'ils chassaient dans ces montagnes. Les visites nécessitent des visites de propriétés privées avec arrangement préalable.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez les cols de montagne des Eastern Cape Highlands, incluant Naude's Nek - le col de montagne le plus haut d'Afrique du Sud - et Joubert's Pass, le troisième plus haut du pays. Volunteershoek monte vers Tiffindell Ski Resort et le point le plus haut du Cap, tandis que le difficile Bastervoetpad récompense les conducteurs aventureux avec des vues incroyables sur la vallée.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistez à des spectacles floraux alpins spectaculaires dans les prairies montagnardes de novembre à avril, avec une floraison maximale aux altitudes plus élevées. Tiffindell offre généralement des spectacles impressionnants début décembre, tandis que Naude's Nek atteint son pic floral en février. Les visites botaniques guidées révèlent la diversité de ces écosystèmes sub-alpins.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 13
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::richmond",
      "name": "Richmond",
      "cc": "ZA",
      "coords": [
        -31.4167,
        23.95
      ],
      "lat": -31.4167,
      "lon": 23.95,
      "visits": [
        {
          "text": "Arrivez à Richmond, une 'ville du livre' distinguée par son abondance de librairies, ses résidents bibliophiles avisés et une culture entièrement construite autour de l'écrit. Cette charmante localité entre Le Cap et Johannesburg constitue l'arrêt parfait lors de tout road trip pour ceux qui apprécient la littérature et l'apprentissage. Chaque coin révèle une autre librairie charmante qui invite à l'exploration.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez les magasins uniques et originaux du village abritant des collections allant des premières éditions rares à la fiction contemporaine. L'architecture combine le style classiquement victorien avec les maisons traditionnelles du 'Karoo', créant des paysages de rue charmants. Les routes panoramiques à travers le Grand Karoo voisin révèlent des paysages aussi vastes et contemplatifs que la meilleure littérature. Richmond est parfait pour les rats de bibliothèque et les familles découvrant le paysage aride du Karoo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 14
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::richtersveld",
      "name": "Richtersveld",
      "cc": "ZA",
      "coords": [
        -28.3833,
        17.05
      ],
      "lat": -28.3833,
      "lon": 17.05,
      "visits": [
        {
          "text": "Découvrez le Parc Transfrontalier Ai-Ais/Richtersveld, le plus grand désert montagneux d'Afrique australe offrant un paysage surréaliste de montagnes de lave, de plaines sablonneuses et une flore unique qu'on ne trouve nulle part ailleurs sur Terre. Malgré des conditions difficiles avec moins de 50mm de pluie annuelle, cet écosystème remarquable abrite une faune diverse soutenue par l'humidité du brouillard atlantique qui s'étend vers l'intérieur chaque matin.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les arbres Halfmens (mi-humains) et les emblématiques arbres carquois qui se sont adaptés pour survivre dans cet environnement extrême. Ces arbres succulents créent des silhouettes d'un autre monde contre des toiles de fond montagneuses spectaculaires, leurs noms reflétant l'imagination des premiers voyageurs qui voyaient des formes humaines dans leurs contours. L'unicité botanique du Richtersveld lui a valu le statut de patrimoine mondial de l'UNESCO.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez sur des pistes 4x4 difficiles, randonnez à travers des paysages surréalistes, profitez d'observation d'oiseaux exceptionnelle, ou vivez l'expérience du rafting le long de la frontière de l'Orange River. Les points forts incluent le plateau spectaculaire de Tatasberg, le vertigineux col de Rooiberg, et les sources chaudes relaxantes du complexe Ai-Ais de l'autre côté de la frontière namibienne. Idéal pour les amoureux de la nature aventureux cherchant des paysages uniques au monde.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::riebeek-kasteel",
      "name": "Riebeek Kasteel",
      "cc": "ZA",
      "coords": [
        -33.3847,
        18.9036
      ],
      "lat": -33.3847,
      "lon": 18.9036,
      "visits": [
        {
          "text": "Découvrez la Vallée de Riebeek, englobant les villes pittoresques de Riebeek West et Riebeek Kasteel nichées parmi les vignobles vallonnés et les oliveraies argentées. Cette région est réputée pour ses marchés vibrants et ses festivals, incluant le populaire Festival annuel de l'Olive célébrant les produits de style méditerranéen de la région. La montagne Kasteelberg offre des randonnées gratifiantes avec des opportunités d'apercevoir faucons, aigles et hiboux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le Centre Culturel et Éducatif San !Khwa ttu, offrant des aperçus profonds de la culture, du patrimoine et des connaissances des habitants originaux de la Côte Ouest. Des guides San qualifiés partagent leurs compétences uniques et leur sagesse ancienne lors de visites immersives. Le centre présente également des pistes spectaculaires de VTT et la ferme d'origine transformée en restaurant accueillant.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::riemvasmaak",
      "name": "Riemvasmaak",
      "cc": "ZA",
      "coords": [
        -28.5833,
        19.9833
      ],
      "lat": -28.5833,
      "lon": 19.9833,
      "visits": [
        {
          "text": "Découvrez Riemvasmaak, un désert sauvage de 75 000 hectares présentant de superbes canyons de granit et des sources chaudes naturelles parfaites pour se détendre après de longs voyages. Le paysage ici est brut et spectaculaire, avec d'anciennes formations rocheuses créant un labyrinthe de vallées et de crêtes. Cette destination reculée promet une évasion sereine dans la nature où les seuls sons sont le vent et le chant des oiseaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Immergez-vous dans les sources chaudes thérapeutiques, où les eaux riches en minéraux jaillissent des profondeurs souterraines pour remplir des bassins rocheux naturels. Les sources apportent un soulagement bienvenu aux voyageurs fatigués, leur chaleur contrastant délicieusement avec l'air frais du désert. Des aigles noirs planent au-dessus, complétant une expérience qui connecte les visiteurs à l'Afrique primordiale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez des pistes 4x4 difficiles qui serpentent à travers un terrain spectaculaire, ou randonnez jusqu'aux points de vue surplombant l'Orange River qui traverse une géologie ancienne. L'hébergement dans des chalets rustiques se fondant avec le terrain rocheux offre des commodités de base sans électricité - apportez les essentiels incluant eau et répulsif contre les insectes. Riemvasmaak récompense les aventuriers avec des paysages à couper le souffle et une solitude profonde.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::roodepoort",
      "name": "Roodepoort",
      "cc": "ZA",
      "coords": [
        -26.1625,
        27.8728
      ],
      "lat": -26.1625,
      "lon": 27.8728,
      "visits": [
        {
          "text": "Promenez-vous dans le Jardin botanique national Walter Sisulu, un paradis de 300 hectares de flore et faune du Highveld couronné par une magnifique cascade qui attire les visiteurs depuis des centaines d'années. Bien qu'officiellement établi seulement en 1982, les formations géologiques uniques de ce site, ses aloès indigènes et ses cycadées anciennes ont captivé les amoureux de la nature à travers les siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Installez-vous sous des arbres ombragés pour un pique-nique tout en observant l'un des couples d'aigles de Verreaux résidents de Johannesburg planer au-dessus des eaux cascadantes. Les habitats diversifiés du jardin attirent les observateurs d'oiseaux cherchant des espèces allant des spécialistes des prairies aux martinets vivant près des cascades. Les sentiers de randonnée serpentent à travers la végétation indigène, révélant la remarquable diversité botanique de la région du Highveld.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Photographiez la cascade spectaculaire du jardin, un repère naturel qui forme la pièce maîtresse de cette oasis urbaine. Les falaises environnantes et affleurements rocheux offrent un habitat pour une remarquable variété d'animaux sauvages, des dassies se prélassant au soleil aux oiseaux forestiers secrets dans les kloofs boisés. Les expositions florales saisonnières ajoutent des éclats de couleur tout au long de l'année.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Merveilles Naturelles du Gauteng : Montagnes Anciennes, Sites Fossilifères et Réserves Urbaines",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.6,
      "place_type": "city"
    },
    {
      "place_id": "ZA::rosendal",
      "name": "Rosendal",
      "cc": "ZA",
      "coords": [
        -28.95,
        27.9167
      ],
      "lat": -28.95,
      "lon": 27.9167,
      "visits": [
        {
          "text": "Découvrez Rosendal, connu des habitants comme le secret le mieux gardé du Free State, où charme et tranquillité imprègnent chaque recoin. Les bâtiments historiques bien préservés et l'atmosphère conviviale invitent les visiteurs à ralentir et à apprécier les plaisirs simples de la vie. Cette destination est réputée pour sa chaleureuse hospitalité, ce qui en fait une échappatoire idéale à l'agitation de la vie moderne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous tranquillement dans les rues paisibles de Rosendal, en admirant l'architecture unique qui reflète le patrimoine de la région. Visitez les boutiques locales proposant de l'artisanat fait main et des produits artisanaux créés par des résidents talentueux. Le rythme de vie paisible offre l'opportunité parfaite de renouer avec des temps plus simples et la chaleur authentique d'une communauté.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::rustenburg",
      "name": "Rustenburg",
      "cc": "ZA",
      "coords": [
        -25.6667,
        27.25
      ],
      "lat": -25.6667,
      "lon": 27.25,
      "visits": [
        {
          "text": "Visitez le Musée de la Maison de Campagne Paul Kruger à Rustenburg, une collection historique de bâtiments qui formaient autrefois la ferme de Paul Kruger, ancien Président de la Zuid-Afrikaanse Republiek et leader de la résistance boer pendant la Guerre anglo-boer. Maintenant entièrement restaurée, la propriété offre un aperçu immersif de la vie de Kruger et de sa famille, avec des artefacts incluant son fusil et ses bibles en exposition.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Réserve Naturelle de Kgaswane sur les pentes nord des montagnes Magaliesberg, une collection pittoresque de pics et vallées de quartzite, de magnifiques cascades et de piscines naturelles tranquilles. Un parcours en voiture avec aires de pique-nique et points de vue permet une exploration à votre rythme. La réserve est particulièrement célèbre pour son troupeau reproducteur d'antilopes sables.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez des dizaines d'espèces d'antilopes à Kgaswane, des klipspringers aux koudous, tandis que les ornithologues recherchent la colonie reproductrice de vautours du Cap en voie de disparition. La réserve offre une alternative paisible aux grands parcs, avec moins de foule et d'excellentes opportunités d'observation de la faune à seulement 15 minutes de Rustenburg. Les points de vue panoramiques récompensent les randonneurs avec des vistas montagnards panoramiques.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.9,
      "place_type": "city"
    },
    {
      "place_id": "ZA::sabie",
      "name": "Sabie",
      "cc": "ZA",
      "coords": [
        -25.0972,
        30.7831
      ],
      "lat": -25.0972,
      "lon": 30.7831,
      "visits": [
        {
          "text": "Voyagez le long de la Sabie Waterfall Route, un secret bien gardé englobant huit cascades magnifiques le long d'un tronçon panoramique de 50 kilomètres de la R532. Bien qu'éclipsée par le Kruger et le Blyde River Canyon voisins, cette route offre certaines des plus spectaculaires beautés naturelles du Mpumalanga. Chaque cascade présente un caractère unique, des torrents grondants aux voiles de mariée délicats.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant Mac Mac Falls, plongeant sur 70 mètres impressionnants dans une gorge boisée, nommée d'après les mineurs écossais qui ont prospecté l'or dans ces vallées. Continuez vers Lisbon Falls, cascadant sur 94 mètres dans une chute double spectaculaire qui se classe parmi les plus hautes de la province. Les bassins forestiers en contrebas invitent à des baignades rafraîchissantes lors des chaudes journées du Lowveld.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitez des chutes d'eau supplémentaires notamment Bridal Veil Falls, Horseshoe Falls et Lone Creek Falls, chacune accessible par de courtes promenades en forêt. Les forêts de plantation environnantes et les bois indigènes créent un paradis vert de fougères, mousses et arbres imposants. Les aires de pique-nique près des chutes offrent des endroits paisibles pour s'imprégner de la bande sonore naturelle de l'eau qui coule.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::saldanha",
      "name": "Saldanha",
      "cc": "ZA",
      "coords": [
        -33.0115,
        17.9441
      ],
      "lat": -33.0115,
      "lon": 17.9441,
      "visits": [
        {
          "text": "Visitez Saldanha Bay, située dans la plus grande baie naturelle d'Afrique du Sud, réputée pour ses contrastes frappants et sa beauté naturelle. En tant que centre de l'industrie de la pêche régionale et destination de vacances populaire pour les amateurs de sports nautiques, la baie offre des expériences diverses. Le campus de l'Académie Militaire Sud-Africaine inclut une réserve naturelle pristine qui se transforme en merveille florale au printemps et fournit d'excellents points de vue pour l'observation des Baleines Franches Australes pendant la saison de mise bas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le magnifique littoral accidenté de Jacobsbaai, possédant un spectaculaire front de mer de 2km englobant sept baies distinctes. Un sentier de randonnée de 17km entre Swartrietbaai et Tietiesbaai traverse le fynbos côtier soutenant une faune diverse. Souvent appelée 'Namaqualand au bord de la mer', les displays de fleurs sauvages de la région sont d'une beauté à couper le souffle au printemps.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez Hopefield, une ville historique datant de 1851, entourée de fynbos délicat et de champs de blé vert ondoyants. Visitez la belle Église Réformée Hollandaise construite en 1879, où l'orgue d'origine joue encore lors des mariages et pendant le Salon du Fynbos de Hopefield. Le Musée des Fossiles expose une réplique du célèbre crâne hominidé de l'Homme de Saldanha, et le Centre d'Observation Simply Bee offre des aperçus fascinants de la production de miel.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.6,
      "place_type": "city"
    },
    {
      "place_id": "ZA::shingwedzi",
      "name": "Shingwedzi",
      "cc": "ZA",
      "coords": [
        -23.1167,
        31.4333
      ],
      "lat": -23.1167,
      "lon": 31.4333,
      "visits": [
        {
          "text": "Conduisez par vous-même à travers les régions nord et centre du Parc National Kruger, une expérience essentielle de la liste des incontournables sud-africains. Depuis Pafuri, suivez la route goudronnée à travers les forêts de mopane vers Punda Maria et Shingwedzi, où les éléphants sont des compagnons communs le long du voyage. Cette vaste nature sauvage se dévoile graduellement, révélant de nouveaux paysages à chaque virage.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Boucle des Rochers Rouges près de Shingwedzi, où l'érosion hydrique a sculpté une série de marmites fascinantes dans la pierre lisse et rougeâtre. Cette curiosité géologique fournit un excellent habitat aux léopards, et la zone soutient une avifaune diversifiée et des troupeaux d'éléphants se déplaçant à travers la forêt de mopane.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Continuez vers le sud à travers les camps de repos de Mopane et Letaba, découvrant les paysages changeants et les populations fauniques. Chaque région de Kruger offre un caractère distinct - des forêts du nord riches en éléphants aux savanes du sud denses en prédateurs. Les camps de repos offrent un hébergement confortable avec de superbes vues sur la rivière et la chance de partager des histoires d'observations avec d'autres voyageurs.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.1,
      "place_type": "city"
    },
    {
      "place_id": "ZA::simons-town",
      "name": "Simons Town",
      "cc": "ZA",
      "coords": [
        -34.1918,
        18.4323
      ],
      "lat": -34.1918,
      "lon": 18.4323,
      "visits": [
        {
          "text": "Visitez Boulders Beach dans la charmante ville navale de Simon's Town, abritant une colonie florissante d'environ 3 000 manchots africains. Protégée par des rochers granitiques massifs créant des criques abritées, cette plage remarquable offre une opportunité inoubliable d'observer ces oiseaux marins charismatiques dans leur habitat naturel. Les passerelles en bois permettent des rencontres rapprochées tout en protégeant les zones sensibles de nidification des manchots.",
          "visit_duration_min": 75
        },
        {
          "text": "Voyagez vers Cape Point, considéré comme l'un des plus beaux endroits d'Afrique du Sud, où deux océans se rencontrent dramatiquement à la pointe sud-ouest du continent. Partie du Royaume Floral du Cap, ce promontoire balayé par les vents est couvert de végétation fynbos indigène et fournit un habitat critique aux oiseaux marins pélagiques et une population résidente de babouins. Le phare historique offre des vues dominantes sur les eaux turbulentes où convergent les océans Atlantique et Indien.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez l'observation des baleines le long de la côte du Cap Occidental pendant la saison de migration de juin à octobre. Ces magnifiques mammifères marins voyagent le long du littoral, avec Hermanus accueillant le renommé Festival annuel des Baleines en septembre. Les baies calmes et les eaux riches en nutriments de la région en font l'une des destinations mondiales premières pour l'observation terrestre des baleines.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.7,
      "place_type": "city"
    },
    {
      "place_id": "ZA::skukuza",
      "name": "Skukuza",
      "cc": "ZA",
      "coords": [
        -24.9936,
        31.5928
      ],
      "lat": -24.9936,
      "lon": 31.5928,
      "visits": [
        {
          "text": "Entrez dans le parc national Kruger par Paul Kruger Gate, en direction de Skukuza - la destination d'observation animalière de premier plan d'Afrique du Sud dans la région sud. Cette zone est réputée pour ses observations exceptionnelles de prédateurs et ses rencontres avec les Big Five, avec des prairies ouvertes, des fourrés épineux et des forêts riveraines abritant des concentrations remarquables de faune sauvage.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez la boucle populaire autour de la confluence des rivières Sabie et Sand, combinant divers habitats en un circuit gratifiant. Les troupeaux de lions prospèrent ici avec moins de concurrence grâce à l'abondance de proies. Les safaris tôt le matin et en fin d'après-midi offrent les meilleures chances d'observer l'activité des prédateurs le long de ces itinéraires productifs.",
          "visit_duration_min": 75
        },
        {
          "text": "Séjournez au Shalati, l'hébergement exclusif Train on the Bridge perché au-dessus de la rivière Sabie sur un pont ferroviaire historique. Observez les éléphants, hippopotames et buffles depuis votre balcon alors qu'ils broutent et s'abreuvent en contrebas. Le lever de soleil depuis votre lit king-size révèle la brousse qui s'éveille dans une lumière dorée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez la sensation unique de dormir dans un wagon de train réinventé suspendu au-dessus de la brousse africaine. Les 31 chambres, dont 24 chambres dans les wagons, offrent des vues magnifiques et un service de classe mondiale. Le thé de l'après-midi au bar du pont, une piscine à débordement surplombant la rivière et une cuisine gastronomique complètent cette expérience inoubliable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 12
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.4,
      "place_type": "city"
    },
    {
      "place_id": "ZA::st-francis-bay",
      "name": "St Francis Bay",
      "cc": "ZA",
      "coords": [
        -34.1711,
        24.8336
      ],
      "lat": -34.1711,
      "lon": 24.8336,
      "visits": [
        {
          "text": "Découvrez Greater St Francis, situé au point le plus à l'est de l'Afrique, où le charmant village au bord du canal offre une expérience côtière unique. Naviguez sur les pittoresques St Francis Canals en barge, explorant ce réseau de voies d'eau semblable à Venise bordé de cottages aux toits de chaume et jardins luxuriants. La région combine beauté naturelle et vie côtière sophistiquée.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarquez sur le Chokka Trail, un parcours de randonnée de 62 kilomètres entre Oyster Bay, St Francis Bay, et Cape St Francis. Cette aventure de marche à votre rythme présente la région de Greater St Francis sous son meilleur jour, avec hébergement nocturne dans des maisons d'hôtes confortables le long du parcours. Découvrez un littoral pristine, une végétation indigène, et une avifaune abondante tout au long du voyage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jouez au golf prestigieux St Francis Links, l'un des parcours de golf premier de l'Eastern Cape situé dans un décor de paysages côtiers spectaculaires. Le parcours de championnat défie les golfeurs tout en offrant de superbes vues océaniques. La région de Greater St Francis propose aussi des Eco Sea Cruises durant 5-7 heures, offrant des opportunités d'observer la vie marine dans son habitat naturel.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez l'équitation le long des plages dorées d'Oyster Bay, où le littoral préservé s'étend à perte de vue. Plusieurs opérateurs offrent des balades adaptées à tous niveaux d'expérience, des promenades douces sur la plage aux galops exaltants le long du rivage. La beauté sauvage de la région et sa faune abondante font de chaque balade une aventure mémorable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.7,
      "place_type": "city"
    },
    {
      "place_id": "ZA::st-lucia",
      "language": "fr",
      "name": "St Lucia",
      "cc": "ZA",
      "coords": [
        -28.3833,
        32.4167
      ],
      "lat": -28.3833,
      "lon": 32.4167,
      "visits": [
        {
          "text": "Aube dans Kruger (dernier game drive court)",
          "visit_duration_min": 75
        },
        {
          "text": "Transit via Eswatini (frontières Jeppe’s Reef/Golela selon itinéraire)",
          "visit_duration_min": 75
        },
        {
          "text": "Safari matin à Hluhluwe–Imfolozi Park",
          "visit_duration_min": 75
        },
        {
          "text": "Croisière estuaire iSimangaliso (hippos & crocodiles)",
          "visit_duration_min": 75
        },
        {
          "text": "Embarquez pour une croisière inoubliable sur l'estuaire de St. Lucia, le plus grand système estuarien d'Afrique et premier site du patrimoine mondial de l'UNESCO en Afrique du Sud. Ce monde aquatique abrite environ 800 hippopotames et près de 1000 crocodiles, ainsi qu'une multitude d'espèces d'oiseaux aux couleurs éclatantes. Le bateau glisse paresseusement sur les eaux calmes tandis que le guide vous révèle les secrets de cet écosystème unique."
        },
        {
          "text": "Les hippopotames émergent régulièrement des eaux, révélant leurs oreilles frémissantes et leurs yeux curieux avant de replonger dans un ballet aquatique hypnotisant. Le guide vous explique la puissance phénoménale de leur mâchoire et leur rôle crucial dans l'écosystème. Les crocodiles, immobiles sur les berges, semblent sculptés dans la boue jusqu'à ce qu'un mouvement brusque trahisse leur nature de prédateur redoutable."
        }
      ],
      "activities": [
        {
          "text": "Long trajet Malelane → St Lucia (via Eswatini)",
          "visit_duration_min": 60
        },
        {
          "text": "Après-midi détente (plage/piscine) à St Lucia",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion nocturne pour observer les hippopotames sortir de l'eau et brouter sur les berges, un spectacle rare et fascinant."
        },
        {
          "text": "Observation des tortues marines sur les plages de ponte (saison : novembre à mars), un moment magique de communion avec la nature."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 4,
          "region_code": "KZN"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 5,
          "region_code": "KZN"
        },
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 9
        }
      ],
      "suggested_days": 1,
      "rating": 7.6,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::storms-river",
      "name": "Storms River",
      "cc": "ZA",
      "coords": [
        -33.9691,
        23.8989
      ],
      "lat": -33.9691,
      "lon": 23.8989,
      "visits": [
        {
          "text": "Parcourez la légendaire Garden Route le long de la N2 du Southern Cape à la forêt Tsitsikamma, bordée par d'immenses chaînes de montagnes et un panorama océanique en perpétuel changement. Un moment vous gravissez des cols de montagne surplombant des plages parsemées de dauphins, le suivant vous êtes immergé dans une forêt indigène ancienne et mystérieuse. Cette route panoramique est constamment classée parmi les plus beaux voyages routiers au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le spectaculaire Storms River Mouth, une gorge dramatique où la rivière se déverse avec fracas dans l'océan Indien. Cette destination de parc national très prisée offre rafting en eaux vives, baignade dans des bassins couleur cola, et kayak à travers des kloofs escarpés. Randonnez sur des ponts suspendus, nagez sous des cascades, et faites de la plongée dans la réserve marine protégée pour comprendre pourquoi cela reste l'une des attractions naturelles les plus aimées d'Afrique du Sud.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez l'expérience du célèbre Bloukrans Bungy, reconnu comme le saut à l'élastique commercial le plus haut depuis un pont au monde. Plongez de plus de 200 mètres vers la magnifique vallée de la Bloukrans River grâce à une technologie de saut pendulaire de pointe qui assure le saut le plus fluide possible. Les vues à couper le souffle depuis le pont le plus haut d'Afrique capturent toute la majesté de cette région sauvage pristine.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarquez pour un Tree Top Canopy Tour exaltant, glissant en tyrolienne entre plateformes le long de câbles d'acier installés dans le magnifique environnement forestier de Tsitsikamma. Cette aventure inoubliable convient aux âges de 7 à 70 ans, parfaite pour les familles, amoureux de la nature et amateurs de sensations fortes. Glissez à travers la canopée de l'ancienne forêt indigène pour une perspective unique sur cet écosystème protégé.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez l'iconique Storms River Suspension Bridge dans le Tsitsikamma National Park, où plus de 80 kilomètres de côte protégée rencontrent des écosystèmes divers incluant fynbos, forêts, et une vie marine abondante. Le parc, établi en 1964, offre des paysages époustouflants, des sentiers de randonnée, et des opportunités d'observer la flore et faune uniques de cette nature sauvage côtière pristine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous dans l'ancienne forêt Tsitsikamma, partie du Garden Route National Park, où de hauts yellowwood trees créent une canopée mystique au-dessus de sols forestiers couverts de fougères. Les sentiers de randonnée serpentent à travers cette forêt indigène pristine, habitat de diverses espèces d'oiseaux et de l'insaisissable population d'éléphants de Knysna. La combinaison de forêt, fynbos et côte crée un sanctuaire naturel inégalé.",
          "visit_duration_min": 60
        },
        {
          "text": "Rejoignez une Kayak and Lilo Experience, pagayant à travers l'océan et sous le pont suspendu de Storms River avant de vous aventurer plus profondément dans la dramatique Storms River Gorge. Cette aventure familiale vous permet de sauter depuis des surplombs rocheux dans des bassins profonds et d'explorer la gorge spectaculaire en matelas pneumatique gonflable. L'expérience est constamment recommandée comme un point fort par des visiteurs du monde entier.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez Storms River Village et la forêt Tsitsikamma environnante lors d'une visite guidée en Segway. Glissez à travers de fraîches forêts de pins et des bois indigènes, traversant l'historique Witteklip Bridge et visitant le magnifique Tsitsikamma Big Tree vieux de 1 000 ans. Ce mode d'exploration unique offre une façon inoubliable de découvrir les merveilles naturelles de la région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 12
        },
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuit Grand Eastern Cape : De Tsitsikamma à la Wild Coast",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::sun-city",
      "name": "Sun City",
      "cc": "ZA",
      "coords": [
        -25.3356,
        27.0928
      ],
      "lat": -25.3356,
      "lon": 27.0928,
      "visits": [
        {
          "text": "Découvrez Sun City, le célèbre méga-complexe à la frontière du Parc National Pilanesberg offrant du divertissement pour tous les âges. Les adultes profitent d'un parcours de golf mondialement célèbre et de l'un des plus grands casinos d'Afrique, tandis que les familles se délectent de la variété d'attractions, activités de plein air, et du célèbre parc aquatique Valley of the Waves avec sa plage bordée de palmiers.",
          "visit_duration_min": 75
        },
        {
          "text": "Jouez une partie sur les deux parcours de golf conçus par Gary Player à Sun City. Le Gary Player Country Club a été classé troisième du pays par Golf Digest South Africa et accueille le défi de golf annuel Nedbank avec des joueurs professionnels. Le parcours de golf Lost City de style désertique présente 300 000 pieds carrés d'éléments aquatiques incluant des crocodiles du Nil vivants au 13ème trou.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Planez au-dessus du complexe en montgolfière, tentez votre chance au casino, ou assistez à des musiciens de classe mondiale au lieu de divertissement Superbowl. L'hébergement va des Cabanas familiaux aux cinq étoiles Cascades et à l'extravagant Palace of the Lost City. Les lieux de musique live et de nombreuses options de restauration complètent les offres de divertissement.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 6.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::sutherland",
      "name": "Sutherland",
      "cc": "ZA",
      "coords": [
        -32.3984,
        20.6642
      ],
      "lat": -32.3984,
      "lon": 20.6642,
      "visits": [
        {
          "text": "Voyagez vers Sutherland dans les Karoo Highlands, où des opportunités d'observation des étoiles inégalées vous attendent sous certains des ciels les plus sombres et clairs de la Terre. L'altitude élevée et l'emplacement reculé de la ville, loin de la pollution lumineuse, en ont fait la capitale astronomique de l'Afrique. Par nuits sans nuages, la Voie lactée flamboie à travers les cieux dans des détails à couper le souffle visibles à l'œil nu.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le South African Astronomical Observatory, qui abrite le Southern African Large Telescope (SALT) - le plus grand télescope optique de l'hémisphère sud. Les visites guidées offrent des aperçus fascinants de l'univers, des galaxies lointaines à des milliards d'années-lumière à la découverte de nouvelles planètes en orbite autour de soleils distants. Cette installation de classe mondiale fait vraiment de Sutherland la 'porte d'entrée vers l'univers'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez des sessions d'observation des étoiles en soirée où des guides experts pointent constellations, planètes et phénomènes célestes invisibles depuis les villes polluées par la lumière. Les nuits froides et claires du Karoo récompensent les observateurs patients avec des pluies de météores, des passages de satellites et la perspective profonde de notre place dans le cosmos. Parfait pour les passionnés d'astronomie et quiconque cherche une expérience céleste.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.6,
      "place_type": "city"
    },
    {
      "place_id": "ZA::taung",
      "name": "Taung",
      "cc": "ZA",
      "coords": [
        -27.55,
        24.7833
      ],
      "lat": -27.55,
      "lon": 24.7833,
      "visits": [
        {
          "text": "Suivez la Route du Patrimoine de Taung, un fascinant parcours de 45 kilomètres à travers des sites archéologiques qui éclairent des lacunes importantes dans l'évolution humaine. Cette route inclut le site classé UNESCO où un crâne fossilisé vieux de 2,5 millions d'années d'un enfant hominidé a été découvert en 1924. L'Enfant de Taung a été qualifié de fossile anthropologique le plus important du 20ème siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les merveilles naturelles le long de la route du patrimoine incluant une cascade de calcaire et des bassins rocheux naturels, ruisseaux et grottes collectivement connus sous le nom de Bassins Bleus. Vous pouvez aussi vous aventurer à l'intérieur d'un tunnel de mine abandonné qui donne un aperçu de l'histoire géologique et minière de la région. Le paysage révèle les couches du passé ancien de la Terre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Reliez cette visite au plus vaste Site du Patrimoine Mondial du Berceau de l'Humanité, dont Taung fait officiellement partie. La route du patrimoine fournit un contexte essentiel pour comprendre les origines humaines et le travail scientifique minutieux qui a reconstitué notre histoire évolutive à partir des preuves fossiles trouvées dans ces paysages anciens.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorateur de la Province du North West : Montagnes anciennes, safaris Big Five et origines humaines",
          "day": 10
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.7,
      "place_type": "city"
    },
    {
      "place_id": "ZA::thula-thula",
      "name": "Thula Thula",
      "cc": "ZA",
      "coords": [
        -28.6667,
        31.1333
      ],
      "lat": -28.6667,
      "lon": 31.1333,
      "visits": [
        {
          "text": "Séjournez à Thula Thula, cette réserve privée de 55 kilomètres carrés rendue célèbre par le conservationniste Lawrence Anthony et son extraordinaire relation avec un troupeau d'éléphants sauvages. Le lodge vous accueille avec des boissons rafraîchissantes et des vues imprenables depuis sa terrasse. Cette réserve intimiste offre une expérience safari plus personnelle et exclusive que les grands parcs nationaux."
        },
        {
          "text": "Partez en safari en jeep à travers les paysages variés de la réserve - savane dorée, forêts d'acacias et zones humides - à la recherche de girafes élancées, de gnous majestueux, de zèbres aux rayures hypnotiques, de nyalas timides et bien sûr du fameux troupeau d'éléphants. L'émotion est palpable lorsque les imposants pachydermes s'approchent du véhicule, leurs yeux intelligents semblant sonder votre âme."
        }
      ],
      "activities": [
        {
          "text": "Rencontre avec les éléphants orphelins du programme de réhabilitation de la réserve et échange avec les soigneurs passionnés."
        },
        {
          "text": "Nuit en camp de brousse sous les étoiles africaines, avec les sons de la savane comme berceuse."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 10
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.3,
      "place_type": "city"
    },
    {
      "place_id": "ZA::umhlanga",
      "language": "fr",
      "name": "Umhlanga",
      "cc": "ZA",
      "coords": [
        -29.7277,
        31.0678
      ],
      "lat": -29.7277,
      "lon": 31.0678,
      "visits": [
        {
          "text": "Ascension du Sani Pass en 4x4 jusqu’au Lesotho et rencontre avec le peuple Basotho.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Déjeuner panoramique au col et descente vers la côte d’Umhlanga.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::cape-kruger::essence-afrique-sud",
          "itin_title": "L'ESSENCE DE L'AFRIQUE DU SUD : DU CAP AU KRUGER ",
          "day": 9,
          "region_code": "KZN"
        }
      ],
      "suggested_days": 0.5,
      "rating": 8.2,
      "place_type": "small_city"
    },
    {
      "place_id": "ZA::underberg",
      "language": "fr",
      "name": "Underberg",
      "cc": "ZA",
      "coords": [
        -29.792,
        29.498
      ],
      "lat": -29.792,
      "lon": 29.498,
      "visits": [
        {
          "text": "Pietermaritzburg (repères historiques de Gandhi)",
          "visit_duration_min": 75
        },
        {
          "text": "Howick Falls (chute de 95 m)",
          "visit_duration_min": 75
        },
        {
          "text": "Balade coucher de soleil dans les Drakensberg (secteur Underberg)",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnée douce dans les Drakensberg",
          "visit_duration_min": 75
        },
        {
          "text": "Équitation ou mini-golf (activité loisir sur place)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trajet Durban → Underberg (Drakensberg sud)",
          "visit_duration_min": 60
        },
        {
          "text": "Option: excursion 4x4 vers le Lesotho via Sani Pass (selon météo/guide)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 7,
          "region_code": "KZN"
        },
        {
          "itin_id": "ZA::multi-province::za-classic-2w",
          "itin_title": "AFRIQUE DU SUD EN 15 JOURS — KRUGER, ZOULOULAND, DRAKENSBERG, GARDEN ROUTE & CAP",
          "day": 8,
          "region_code": "KZN"
        }
      ],
      "suggested_days": 1.5,
      "rating": 7,
      "place_type": "medium_city"
    },
    {
      "place_id": "ZA::upington",
      "name": "Upington",
      "cc": "ZA",
      "coords": [
        -28.4478,
        21.2561
      ],
      "lat": -28.4478,
      "lon": 21.2561,
      "visits": [
        {
          "text": "Entrez dans le Green Kalahari, une région magnifique qui mélange beauté naturelle et riche histoire culturelle le long de l'Orange River qui donne la vie. Ce corridor fertile englobe les villes d'Upington, Kenhardt, Kakamas et Augrabies, chacune offrant des attractions uniques des vignobles aux paysages spectaculaires. Le contraste entre la verdure luxuriante des rives et le semi-désert environnant crée une expérience visuelle remarquable.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'héritage culturel des peuples San, Nama et Koranna qui ont appelé cette région leur foyer pendant des millénaires. Découvrez d'anciennes gravures rupestres San qui offrent des fenêtres sur la vie préhistorique, visitez des églises de missions historiques qui ont façonné le développement régional, et examinez des moulins à eau qui ont exploité l'Orange River. Les histoires de ces communautés indigènes ajoutent une profondeur profonde au paysage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admirez le Verneuk Pan, la vaste plaine salée où Sir Malcolm Campbell a tenté des records de vitesse terrestre, et parcourez les objets artisanaux San fabriqués localement qui perpétuent les traditions artistiques anciennes. L'Orange River a soutenu cette région pendant des siècles, créant des conditions d'oasis qui soutiennent l'agriculture, la faune et les communautés. Parfait pour les passionnés d'histoire et les amoureux de la nature.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odyssée du Northern Cape : Diamants, Dunes du Désert et Merveilles du Ciel Étoilé",
          "day": 9
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.4,
      "place_type": "city"
    },
    {
      "place_id": "ZA::velddrif",
      "name": "Velddrif",
      "cc": "ZA",
      "coords": [
        -32.7743,
        18.1695
      ],
      "lat": -32.7743,
      "lon": 18.1695,
      "visits": [
        {
          "text": "Découvrez Bokkomlaan à Velddrif, le cœur de l'industrie de la pêche de la Côte Ouest et un joyau non découvert récemment accordé du statut de patrimoine. Traversez le Pont Carinus et arrêtez-vous au point de vue sous de hauts palmiers pour observer les échassiers dans la voie navigable. Le temps semble s'arrêter le long de cette rue historique tandis que les bateaux de pêche se balancent près de nombreuses jetées et les pêcheurs préparent leur prise en utilisant des méthodes traditionnelles transmises à travers les générations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez Thali Thali Game Lodge, une réserve de gibier et de fynbos pristine privée abondante en faune et espèces d'oiseaux. Abritant diverses antilopes et de nombreuses autres espèces dans un environnement sans prédateurs, les invités peuvent explorer en toute sécurité à pied. Les safaris quotidiens, le tir à l'arc et une piste de chasse à l'arc 3D fournissent des activités diverses au milieu de la beauté naturelle de la Côte Ouest.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Découverte Côtière du Cap Occidental : De Table Mountain à la Garden Route",
          "day": 10
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.8,
      "place_type": "city"
    },
    {
      "place_id": "ZA::ventersburg",
      "name": "Ventersburg",
      "cc": "ZA",
      "coords": [
        -28.0833,
        26.9667
      ],
      "lat": -28.0833,
      "lon": 26.9667,
      "visits": [
        {
          "text": "Explorez la réserve de gibier Willem Pretorius près de la petite ville de Ventersburg dans le Free State, où les visiteurs peuvent observer les plus grands troupeaux de gnous noirs du monde parcourant les prairies ouvertes. Cette réserve bien située sert d'escale idéale entre Johannesburg et Cape Town pour les amateurs de faune. La combinaison d'habitats de barrage, prairie et bushveld soutient une diversité animale remarquable.",
          "visit_duration_min": 75
        },
        {
          "text": "Observez élands, blesboks, springboks, rhinocéros blancs et girafes se déplaçant à travers les paysages variés de la réserve. Le barrage Allemanskraal attire les oiseaux aquatiques et fournit des points focaux pittoresques dans toute la propriété. Les safaris et les circuits auto-guidés permettent aux visiteurs d'explorer à leur propre rythme, avec d'excellentes chances d'observations de qualité.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passez la nuit dans l'hébergement confortable de la réserve pour vivre la nature sauvage du Free State à l'aube et au crépuscule quand la faune est la plus active. Les sentiers de randonnée offrent des rencontres intimes avec les petites créatures et la vie végétale souvent manquées depuis les véhicules. L'emplacement central de la réserve en fait une excellente base pour explorer les points forts environnants du Free State.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.5,
      "place_type": "city"
    },
    {
      "place_id": "ZA::vredefort",
      "name": "Vredefort",
      "cc": "ZA",
      "coords": [
        -27.0167,
        27.4
      ],
      "lat": -27.0167,
      "lon": 27.4,
      "visits": [
        {
          "text": "Découvrez le Vredefort Dome, un site du patrimoine mondial de l'UNESCO reconnu comme le site d'impact de météorite vérifié le plus ancien et le plus grand sur Terre. Il y a environ 2 milliards d'années, un astéroïde estimé à 10-15 kilomètres de large a frappé ici, créant un cratère originellement de 300 kilomètres de diamètre - visible aujourd'hui comme un anneau de collines de 90 kilomètres de diamètre. Cet événement cataclysmique a façonné des caractéristiques géologiques encore étudiées par des scientifiques du monde entier.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les paysages dramatiques créés par cet ancien impact, où les couches rocheuses exposées révèlent des milliards d'années d'histoire de la Terre. Le dôme central surélevé et le rebord environnant offrent une salle de classe géologique unique au monde. La rivière Vaal traverse le site d'impact, ajoutant une beauté pittoresque à l'importance scientifique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez des activités d'aventure à travers la zone du Vredefort Dome, de la randonnée et du rafting aux descentes en rappel le long de falaises dramatiques façonnées par l'ancien impact. L'équitation et le canoë le long de la rivière Vaal offrent des moyens plus doux d'explorer, tandis que camper sous des cieux étoilés connecte les visiteurs aux forces cosmiques qui ont créé ce paysage remarquable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Découverte du Free State : Hautes Terres Dorées, Cratères Anciens & Sanctuaires de Grands Félins",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "ZA::wakkerstroom",
      "name": "Wakkerstroom",
      "cc": "ZA",
      "coords": [
        -27.35,
        30.1333
      ],
      "lat": -27.35,
      "lon": 30.1333,
      "visits": [
        {
          "text": "Arrivez à Wakkerstroom, un paradis pour ornithologues célèbre pour les 370 espèces d'oiseaux différentes répertoriées dans les zones humides et prairies environnantes. Les pintades se promènent dans les rues tandis que les grues se nourrissent dans le vlei avec le clocher historique de l'église perçant le ciel en arrière-plan. Ce village paisible offre quelques-uns des plus beaux observatoires d'oiseaux d'Afrique du Sud pour les ornithologues sérieux.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les zones humides et prairies entourant ce charmant village, où les observateurs patients peuvent apercevoir des grues bleues, grues caronculeés et de nombreuses autres espèces rares. Le système de vlei attire à la fois les oiseaux résidents et les migrateurs saisonniers, rendant chaque saison gratifiante pour les amateurs d'ornithologie. Les promenades guidées révèlent la remarquable diversité de cette Zone importante pour les oiseaux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez le caractère de ce village historique au-delà de sa réputation ornithologique, en explorant les boutiques locales, galeries et établissements accueillants. La campagne environnante offre des routes panoramiques et sentiers de randonnée à travers les prairies vierges du highveld. L'atmosphère paisible de Wakkerstroom offre l'antidote parfait à la vie moderne trépidante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventure de l'Escarpement du Mpumalanga : Canyons, Cascades et Faune",
          "day": 10
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.4,
      "place_type": "city"
    },
    {
      "place_id": "ZA::welgevonden",
      "name": "Welgevonden",
      "cc": "ZA",
      "coords": [
        -24.1833,
        27.8667
      ],
      "lat": -24.1833,
      "lon": 27.8667,
      "visits": [
        {
          "text": "Entrez dans la réserve privée de Welgevonden, un sanctuaire sans paludisme s'étendant sur 36 000 hectares au sein de la réserve de biosphère du Waterberg classée par l'UNESCO. Le nom de la réserve signifie 'bien trouvé' en afrikaans - une description appropriée pour cette nature sauvage vierge comprenant des paysages montagneux, vallées profondes, collines ondulantes et prairies ondoyantes à des altitudes entre 1 200 et 1 900 mètres au-dessus du niveau de la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'une des plus grandes populations de rhinocéros blancs d'Afrique dans une réserve privée, notamment de jeunes veaux âgés de quelques mois seulement. L'aire de conservation abrite tous les animaux du Big Five, avec des observations exceptionnelles de groupes de lions, coalitions de guépards, éléphants et buffles. Les limites strictes de véhicules lors des observations de la réserve garantissent une expérience exclusive et intime avec la faune.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la topographie unique de la réserve, de la vallée accidentée de la rivière Taaibos aux vastes plaines de savane surplombant des points d'eau actifs. Les écosystèmes variés attirent une faune diverse notamment des chacals à dos noir, de nombreuses espèces d'antilopes et plus de 300 espèces d'oiseaux. Les safaris révèlent les relations complexes entre prédateurs et proies dans cet écosystème équilibré.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embarquez pour des safaris biquotidiens menés par des guides experts qui suivent les traces fraîches d'animaux pour localiser une faune remarquable. Entre les safaris, détendez-vous au bord de la piscine, profitez de soins spa, ou absorbez simplement la tranquillité de la brousse africaine depuis votre terrasse privée surplombant les vallées ou points d'eau où éléphants, zèbres, rhinocéros et cobes viennent s'abreuver.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grand Safari du Limpopo : Du Waterberg aux Terres sauvages reculées de Kruger",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.2,
      "place_type": "city"
    },
    {
      "place_id": "ZA::wild-coast",
      "name": "Wild Coast",
      "cc": "ZA",
      "coords": [
        -31.6333,
        29.5333
      ],
      "lat": -31.6333,
      "lon": 29.5333,
      "visits": [
        {
          "text": "Explorez la Wild Coast, également connue sous le nom de Transkei, ce littoral sauvage et préservé de la province du Cap-Oriental en Afrique du Sud. Avec ses falaises vertigineuses, ses vagues puissantes et ses plages abandonnées à couper le souffle, c'est l'endroit idéal pour renouer avec la nature dans sa forme la plus brute. Cette côte indomptée est le paradis des surfeurs, des randonneurs et des pêcheurs."
        },
        {
          "text": "Le Transkei est également le territoire ancestral du peuple Xhosa, dont les rondavels aux couleurs pastel parsèment les collines surplombant l'océan. Imprégnez-vous de cette culture riche et vivante, goûtez à la cuisine traditionnelle et écoutez les récits des anciens autour du feu. Port St. Johns, au nord, est considéré comme le meilleur point de départ pour le fameux Sardine Run annuel."
        }
      ],
      "activities": [
        {
          "text": "Randonnée sur le Wild Coast Trail, l'un des plus beaux sentiers côtiers du monde, entre forêts primaires et plages désertes."
        },
        {
          "text": "Surf sur les vagues légendaires de Coffee Bay, spot mythique qui attire les surfeurs du monde entier."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 12
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.9,
      "place_type": "city"
    },
    {
      "place_id": "ZM::south-luangwa",
      "name": "South Luangwa",
      "cc": "ZM",
      "coords": [
        -13.0833,
        31.75
      ],
      "lat": -13.0833,
      "lon": 31.75,
      "visits": [
        {
          "text": "Explorez le Parc National de South Luangwa en Zambie, mondialement célèbre comme le berceau du safari à pied. Cette réserve exceptionnelle vous permet de vous immerger véritablement dans la magie de la brousse africaine. Avec plus de 60 espèces de mammifères, dont une importante population de lions, des troupeaux d'éléphants et d'énigmatiques léopards solitaires, chaque instant réserve son lot de découvertes."
        },
        {
          "text": "La vie dans South Luangwa gravite autour de la rivière Luangwa, royaume des hippopotames, des crocodiles et d'une multitude d'oiseaux aquatiques aux couleurs chatoyantes. L'observation ornithologique y est particulièrement rewarding, avec plus de 400 espèces d'oiseaux recensées dans les limites du parc, des majestueux aigles pêcheurs aux minuscules guêpiers carmins."
        }
      ],
      "activities": [
        {
          "text": "Walking safari au lever du jour - une expérience unique et intense qui vous place au même niveau que la faune sauvage, accompagné de rangers armés et de pisteurs expérimentés qui vous enseignent à lire les traces et les signes de la brousse."
        },
        {
          "text": "Safari nocturne à la recherche des prédateurs, léopards, hyènes et lions, particulièrement actifs une fois la nuit tombée."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.4,
      "place_type": "city"
    },
    {
      "place_id": "ZW::victoria-falls",
      "name": "Victoria Falls",
      "cc": "ZW",
      "coords": [
        -17.9243,
        25.8572
      ],
      "lat": -17.9243,
      "lon": 25.8572,
      "visits": [
        {
          "text": "Découvrez les majestueuses Chutes Victoria, connues localement sous le nom de Mosi-oa-Tunya, 'La Fumée qui Gronde'. Ces chutes spectaculaires, classées parmi les Sept Merveilles Naturelles du Monde, déversent plus de 500 millions de litres d'eau par seconde pendant la saison des pluies. Préparez-vous à être trempé jusqu'aux os par les embruns titanesques qui s'élèvent du précipice - une expérience sensorielle inoubliable."
        },
        {
          "text": "Explorez les différents points de vue stratégiquement placés le long des gorges du fleuve Zambèze. Chaque belvédère offre une perspective unique sur ce mur d'eau de 108 mètres de hauteur et 1,7 kilomètre de largeur. Le lever et le coucher du soleil transforment les embruns en arcs-en-ciel permanents, créant des opportunités photographiques exceptionnelles."
        }
      ],
      "activities": [
        {
          "text": "Vol en hélicoptère au-dessus des chutes pour une vue aérienne époustouflante, la meilleure façon d'apprécier l'immensité de ce phénomène naturel."
        },
        {
          "text": "Croisière au coucher du soleil sur le Zambèze, avec observation d'hippopotames et de crocodiles dans leur habitat naturel."
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::kwazulu-natal::safari-wildlife-complete",
          "itin_title": "Grand Safari Afrique Australe : Des Chutes Victoria au Cap",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 9.5,
      "place_type": "city"
    }
  ]
}