{
  "version": 1,
  "country": "za",
  "language": "pt",
  "places": [
    {
      "place_id": "ZA::addo",
      "name": "Addo",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.4543,
        25.7619
      ],
      "lat": -33.4543,
      "lon": 25.7619,
      "visits": [
        {
          "text": "Explore o Addo Elephant National Park, o terceiro maior parque nacional da África do Sul e a única reserva Big 7 do mundo. Testemunhe a maior densidade de elefantes africanos do planeta ao lado de búfalos do Cabo, leopardos, rinocerontes negros e leões, além de tubarões brancos e baleias francas do sul sazonais na seção marinha. Os diversos ecossistemas do parque abrangem 5 dos 7 biomas da África do Sul.",
          "visit_duration_min": 75
        },
        {
          "text": "Voe pelo ar na tirolesa dupla mais alta, longa e rápida da África do Sul, a única aventura desse tipo no país. A experiência inclui uma caminhada moderada de 500 metros até a plataforma de lançamento, recompensando os participantes com vistas espetaculares do Sundays River Valley. Um balanço gigante único adiciona emoções extras para os aventureiros.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Daniell Cheetah Project para um Tour de Predadores educativo conduzido por guias treinados. Esta experiência de uma hora fornece insights sobre conservação de guepardos e o trabalho de reabilitação da instalação. Os hóspedes têm a oportunidade única de entrar em um recinto de guepardos sob supervisão especializada, aprendendo sobre esses felinos magníficos e seu status crítico de conservação.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegue pelo Sundays River e experimente a emoção de deslizar na areia em dunas imponentes a apenas 5 quilômetros do Addo Elephant National Park. Esta aventura familiar combina exploração pacífica do rio com a emoção de deslizar pelas dunas de areia dourada. As atividades são adequadas para todas as idades e oferecem um contraste refrescante à observação tradicional de animais.",
          "visit_duration_min": 60
        },
        {
          "text": "Participe de um Addo Wildlife Eco Tour nas margens do Sundays River, onde guias especialistas compartilham conhecimento sobre plantas e árvores únicas do Eastern Cape. Observe a prolífica vida selvagem da reserva incluindo o besouro rola-bosta local sem asas, uma pequena criatura vital para o ecossistema. A experiência termina com refrescos em uma boma à beira do rio.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 4
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "ZA::atlantis",
      "name": "Atlantis",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.5679,
        18.4856
      ],
      "lat": -33.5679,
      "lon": 18.4856,
      "visits": [
        {
          "text": "Descubra a Koeberg Private Nature Reserve, oferecendo informações educacionais sobre a usina elétrica próxima junto com duas trilhas espetaculares mostrando fauna e flora diversas incluindo grysbok, steenbok e springbok. Explore a reserva de bicicleta ao longo de várias rotas cênicas, e visite o observatório de aves para piqueniques tranquilos e oportunidades excepcionais de observação de aves.",
          "visit_duration_min": 75
        },
        {
          "text": "Relaxe em Silwerstroomstrand, uma praia Bandeira Azul renomada por sua excelente qualidade da água e extenso trecho de costa em um ambiente maravilhosamente isolado. Um pequeno ponto rochoso fornece proteção natural das ondas para natação oceânica segura, enquanto uma piscina natural oferece águas mais quentes e calmas. Áreas de piquenique, churrasqueiras e opções de acomodação tornam este um refúgio costeiro ideal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aventure-se pela Witzand Aquifer Nature Reserve, lar das mundialmente famosas Atlantis Dunefields. Esta área de conservação única combina praias arenosas, costas rochosas e vastas dunas oferecendo vistas espetaculares da Table Mountain. As dunas são perfeitas para aventuras 4x4 e sandboard, criando uma experiência inesquecível de deserto encontrando oceano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 4
        }
      ],
      "rating": 5
    },
    {
      "place_id": "ZA::augrabies",
      "name": "Augrabies",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.5944,
        20.3308
      ],
      "lat": -28.5944,
      "lon": 20.3308,
      "visits": [
        {
          "text": "Testemunhe as majestosas Cataratas Augrabies mergulhando 56 metros em um desfiladeiro deslumbrante de 18 quilômetros esculpido pelo Rio Orange ao longo de milênios. O povo Khoi nomeou este lugar 'Aukoerebis' - 'o grande ruído' - e o rugido trovejante da água ecoando através dos penhascos de granito explica perfeitamente o porquê. Esta maravilha natural ao longo do Rio Orange está entre as cachoeiras mais impressionantes da África.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Parque Nacional das Cataratas Augrabies, onde paisagens dramáticas mostram a beleza acidentada do Northern Cape em seu melhor. Maravilhe-se com Moon Rock e os domos de granito Ararat, formações antigas polidas até ficarem lisas por éons de intempéries. Árvores aljava icônicas pontilham a paisagem, suas silhuetas distintivas criando assuntos fotográficos memoráveis contra céus dramáticos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pela Trilha Klipspringer para encontros íntimos com a flora e fauna únicas do parque, desde híraxes-das-rochas tomando sol em pedras até águias negras voando sobre o desfiladeiro. Desfrute de piqueniques serenos em mirantes com vista para as cataratas, ou tente pesca com mosca pesque-e-solte em trechos mais calmos do rio. Com conectividade limitada, é perfeito para observar estrelas e relaxar da vida moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente aventuras de rafting no Rio Orange para buscadores de emoção, navegando corredeiras através de cenário espetacular de cânion. A combinação de atividades de aventura e maravilha natural torna Augrabies um destino imperdível do Northern Cape. Cada mirante revela novas perspectivas sobre o poder da água moldando pedra ao longo do tempo geológico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 7
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::barberspan",
      "name": "Barberspan",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -26.5833,
        25.5833
      ],
      "lat": -26.5833,
      "lon": 25.5833,
      "visits": [
        {
          "text": "Descubra o Santuário de Aves Barberspan, uma Área Importante para Aves e sítio Ramsar de zona húmida que é imperdível para observadores de aves dedicados. Esta reserva de 2.000 hectares perto de Delareyville registrou 365 espécies, muitas delas aves aquáticas ou migrantes raras. Espécies globalmente ameaçadas incluem o flamingo-pequeno, perdiz-do-mar-de-asa-preta, pato-maccoa e borrelho-de-banda-castanha.",
          "visit_duration_min": 75
        },
        {
          "text": "Observe aves aquáticas se congregando em grande número durante a estação seca de abril a outubro, quando outras fontes de água na região estão afetadas pela seca. Os esconderijos e pontos de observação do santuário proporcionam excelentes oportunidades de visualização para fotógrafos e observadores de aves que buscam espécies difíceis de encontrar em outros lugares da África do Sul.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Lance uma linha no poderoso Rio Vaal, que forma a fronteira sul da província com o Free State. Espécies incluindo barbel, carpa, peixe-do-lodo e robalo-grande podem ser pescadas, embora o valorizado peixe-amarelo proporcione a melhor luta quando pescado com mosca. As margens do rio oferecem cenários pacíficos para expedições de pesca.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 9
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "ZA::bethlehem",
      "name": "Bethlehem",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.2333,
        28.3
      ],
      "lat": -28.2333,
      "lon": 28.3,
      "visits": [
        {
          "text": "Visite o Santuário de Grandes Felinos Lionsrock Park, que resgatou mais de 90 grandes felinos de todo o mundo, proporcionando a esses animais magníficos um lar seguro e digno. Esta instalação Four Paws oferece a esses felinos resgatados - muitos de circos, coleções privadas e zonas de guerra - recintos espaçosos nos belos arredores do Free State. O santuário representa um farol de esperança para animais que sofreram nas mãos humanas.",
          "visit_duration_min": 75
        },
        {
          "text": "Aprenda sobre a situação dos grandes felinos em cativeiro globalmente e o trabalho de conservação dedicado que dá aos animais resgatados uma segunda chance. O compromisso do santuário com o bem-estar animal significa que os felinos vivem o mais naturalmente possível, com espaço para vagar, escalar e simplesmente serem eles mesmos. Programas educacionais iluminam os desafios enfrentados pelas populações de felinos selvagens e em cativeiro mundialmente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desfrute de safáris fotográficos através do santuário, observando leões, tigres e outros grandes felinos em seus recintos espaçosos. Atividades adicionais incluem equitação pela zona rural circundante, observação de aves nos diversos habitats e trilhas para caminhada que revelam a beleza natural da paisagem. Viagens de um dia ao vizinho Parque Nacional Golden Gate podem ser organizadas para aqueles que querem estender suas experiências com vida selvagem.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 4
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::blaauwberg",
      "name": "Blaauwberg",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.7645,
        18.4589
      ],
      "lat": -33.7645,
      "lon": 18.4589,
      "visits": [
        {
          "text": "Explore a Blaauwberg Nature Reserve, localizada a apenas 30km da Cidade do Cabo, oferecendo vistas espetaculares pelas encostas cobertas de fynbos através da paisagem urbana e mais de 7km de costa rochosa e arenosa pristina. Este ponto de vista único é um dos poucos lugares na Terra onde você pode simultaneamente ver dois Patrimônios Mundiais da UNESCO: Table Mountain e Robben Island. A reserva também preserva o local histórico da Batalha de Blaauwberg de 1806.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relaxe em Melkbosstrand, uma vila litorânea quintessencial popular entre os locais e entusiastas de esportes aquáticos. A longa praia principal cercada por gramados verdes é perfeita para piqueniques, enquanto a área possui significado histórico como local de desembarque das tropas britânicas durante a invasão de 1806.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 3
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "ZA::bloemfontein",
      "name": "Bloemfontein",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -29.1167,
        26.2167
      ],
      "lat": -29.1167,
      "lon": 26.2167,
      "visits": [
        {
          "text": "Visite o Jardim Botânico Nacional do Free State nos arredores de Bloemfontein, apresentando mais de 400 espécies de plantas únicas do Free State, Northern Cape e Lesotho. Seis jardins distintos revelam a notável diversidade botânica do planalto central, desde coleções de suculentas até árvores nativas adaptadas às temperaturas extremas da região. Trilhas de caminhada selvagem serpenteiam através da vegetação natural além das áreas cultivadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Bloemfontein, a capital judiciária da África do Sul e o coração da província Free State. A cidade combina arquitetura vitoriana com amenidades modernas, oferecendo museus, galerias e sítios históricos que iluminam a história complexa da região. Jardins e parques por toda a cidade proporcionam refúgios verdes em meio à paisagem urbana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra a Cheetah Experience, uma das atrações turísticas mais populares de Bloemfontein e uma visita obrigatória para amantes de felinos grandes. O centro foca principalmente na conservação e reprodução de guepardos, mas também serve como santuário para leões, tigres, leopardos, servais e caracais. Os visitantes aprendem sobre esses predadores magníficos e podem interagir fisicamente com certos animais sob supervisão especializada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 9
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "ZA::blyde-river-canyon",
      "name": "Blyde River Canyon",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24.5833,
        30.8167
      ],
      "lat": -24.5833,
      "lon": 30.8167,
      "visits": [
        {
          "text": "Maravilhe-se com o Blyde River Canyon, um dos maiores cânions verdes do mundo e peça central da paisagem espetacular de Mpumalanga. As vistas panorâmicas se estendem por penhascos verdejantes e o serpenteante Blyde River lá embaixo, criando cenas que têm cativado visitantes por gerações. Esta maravilha natural mostra as forças geológicas dramáticas que moldaram a escarpa da África do Sul.",
          "visit_duration_min": 75
        },
        {
          "text": "Olhe através da God's Window, um dos mirantes mais famosos ao longo da Panorama Route, oferecendo vistas de tirar o fôlego sobre o Lowveld se estendendo até o horizonte. Em dias claros, a visibilidade se estende por uma natureza selvagem aparentemente infinita, criando uma experiência quase espiritual de conexão com a vasta paisagem africana. A floresta indígena exuberante ao redor deste ponto de observação adiciona à sua atmosfera mágica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore as Three Rondavels, formações rochosas cilíndricas distintivas que se assemelham a cabanas africanas tradicionais e fazem sentinela sobre o cânion. Estes antigos picos de dolomita, também conhecidos como o Chefe e suas Três Esposas, proporcionam algumas das paisagens mais fotografadas da África do Sul. Trilhas para caminhada ao redor dos mirantes oferecem múltiplas perspectivas desta obra-prima geológica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 3
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "ZA::cape",
      "name": "Cape",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.9249,
        18.4241
      ],
      "lat": -33.9249,
      "lon": 18.4241,
      "visits": [
        {
          "text": "Suba a Table Mountain, o icônico marco de topo plano que domina o horizonte da Cidade do Cabo e faz parte de uma espetacular cadeia montanhosa de 60km que se estende até Cape Point. Seja escolhendo o pitoresco passeio de teleférico ou a caminhada revigorante até o cume, você será recompensado com vistas panorâmicas consideradas entre as melhores do mundo. Desta maravilha natural reconhecida pela UNESCO, contemple dois Patrimônios Mundiais simultaneamente: a própria montanha e a histórica Robben Island à distância.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Kirstenbosch National Botanical Garden, um Patrimônio Mundial da UNESCO mundialmente renomado aninhado nas encostas orientais da Table Mountain. Caminhe através de florestas nativas, relaxe em gramados bem cuidados e se maravilhe com as antigas cicas e o notável Peninsula Garden com mais de 2.500 espécies de plantas encontradas em nenhum outro lugar da Terra. Não perca o Tree Canopy Walkway, uma ponte suspensa oferecendo uma perspectiva única através da copa da floresta.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra o Cape Floral Kingdom, um dos seis reinos florais da Terra e um Patrimônio Mundial da UNESCO contendo 3% das espécies de plantas do mundo. Este extraordinário ecossistema se estende da Península do Cabo ao Eastern Cape, com impressionantes 69% de sua flora encontrada em nenhum outro lugar do planeta. A diversidade e singularidade deste tesouro botânico o tornam uma experiência essencial para entusiastas da natureza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 1
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::centurion",
      "name": "Centurion",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.8603,
        28.1894
      ],
      "lat": -25.8603,
      "lon": 28.1894,
      "visits": [
        {
          "text": "Explore a Reserva Natural Rietvlei, uma favorita local repleta de vida selvagem em um ecossistema de pântano protegido. Zebras, rinocerontes, guepardos, búfalos, gnus pretos e blesbok vagam livremente por esta reserva acessível, oferecendo excelente observação de animais a poucos minutos da cidade. A combinação de habitats de campos e pântanos sustenta uma biodiversidade notável.",
          "visit_duration_min": 75
        },
        {
          "text": "Desfrute da observação excepcional de aves em Rietvlei, onde os avistamentos incluem a majestosa águia-pescadora, martins-pescadores coloridos, a coruja-do-campo reservada, cotovia-de-esporão, pia-pia-amarelada e o impressionante uru-de-garganta-laranja. Os diversos habitats da reserva atraem espécies residentes e migratórias durante todo o ano, tornando cada visita recompensadora para observadores de aves.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desfrute de piqueniques, equitação, ciclismo e pesca nesta reserva natural versátil que oferece algo para cada entusiasta do ar livre. A atmosfera tranquila e a abundante vida selvagem criam a fuga perfeita da vida urbana, mantendo-se convenientemente perto de Pretoria. Safáris ao pôr do sol revelam os habitantes noturnos da reserva emergindo para a noite.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravilhas Naturais de Gauteng: Montanhas Antigas, Sítios Fossilíferos e Reservas Urbanas",
          "day": 8
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "ZA::clarens",
      "name": "Clarens",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.5167,
        28.4167
      ],
      "lat": -28.5167,
      "lon": 28.4167,
      "visits": [
        {
          "text": "Descubra Clarens, carinhosamente conhecida como a 'Joia do Free State', um destino pitoresco cercado pelas majestosas Montanhas Maluti. Esta charmosa vila é renomada por sua vibrante cena artística, com numerosas galerias, lojas de artesanato e estúdios apresentando o trabalho excepcional de artistas locais. Passeie pelas ruas encantadoras e descubra achados impressionantes incluindo pinturas originais e joias feitas à mão.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o coração criativo desta comunidade artística, onde cada esquina revela novos tesouros de artesãos talentosos. O cenário da vila contra penhascos dramáticos de arenito cria uma atmosfera inspiradora que atraiu artistas e artesãos de toda a África do Sul. A comunidade local acolhedora adiciona calor a cada visita à galeria e experiência de compras.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Abrace as aventuras ao ar livre ao redor de Clarens, desde caminhadas por paisagens montanhosas espetaculares até mountain bike em trilhas cênicas. Excursões a cavalo revelam a beleza da paisagem de uma perspectiva única, seguindo caminhos através de campos dourados sob formações imponentes de arenito. A combinação de cultura artística e esplendor natural torna Clarens um destino inesquecível.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 7
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "ZA::coffee-bay",
      "name": "Coffee Bay",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -31.9833,
        29.15
      ],
      "lat": -31.9833,
      "lon": 29.15,
      "visits": [
        {
          "text": "Maravilhe-se com o Hole in the Wall, um arco rochoso icônico que se eleva do mar logo ao largo da vila da Wild Coast de mesmo nome. Esta maravilha natural foi esculpida ao longo de milhões de anos pela ação incansável das ondas contra arenito e xisto sob dolerito vulcânico duro. O marco fica diante da foz do Rio Mpako, inspirando inúmeras lendas entre as comunidades locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarque em uma caminhada pela Wild Coast, atravessando alguns dos cenários costeiros mais espetaculares da África do Sul ao longo de rotas de trilha bem estabelecidas. A acomodação ao longo do caminho garante ritmo confortável enquanto maximiza a exposição às colinas verdes íngremes da região, vilas tradicionais Xhosa, penhascos varridos pelo vento, praias brancas desertas e florestas nativas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente aventuras de cavalgada na Wild Coast adequadas para todos os níveis, desde passeios suaves de um dia durando 1-4 horas até trilhas estendidas de vários dias ao longo da costa intocada. A Trilha de Cavalo do Rio Kei combina cavalgadas base com uma jornada costeira de 2-3 noites, enquanto a Trilha de Cavalo Wild Coast de 7 noites oferece aos cavaleiros avançados uma aventura épica de 8 dias através desta paisagem selvagem.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 10
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "ZA::darling",
      "name": "Darling",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.3754,
        18.3845
      ],
      "lat": -33.3754,
      "lon": 18.3845,
      "visits": [
        {
          "text": "Visite a histórica Mamre Mission Station, uma joia escondida estabelecida em 1808 por missionários morávios. A igreja original e presbitério, agora protegidos como monumentos nacionais, mantêm seu charme autêntico e continuam a servir a comunidade com serviços semanais. Um moinho de água lindamente restaurado agora opera como um museu fascinante mostrando a rica herança da cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça um tour pela Groote Post Wine Cellar, uma propriedade histórica do século XVIII onde o terroir único e clima fresco das Darling Hills produzem vinhos excepcionais. Parte da famosa West Coast Flower Route, a propriedade oferece caminhadas espetaculares na natureza e safáris através de paisagens de fynbos nativo. Desfrute de degustações de vinhos acompanhadas de culinária deliciosa neste cenário pitoresco.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore a cidade pitoresca de Darling, situada no coração da West Coast Flower Region onde a primavera transforma os campos circundantes em tapeçarias deslumbrantes de flores silvestres. Visite durante setembro para o celebrado Darling Wildflower Show realizado todo terceiro fim de semana. As ruas charmosas da cidade também abrigam o famoso complexo teatral Evita se Perron.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 5
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "ZA::dullstroom",
      "name": "Dullstroom",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.4167,
        30.1167
      ],
      "lat": -25.4167,
      "lon": 30.1167,
      "visits": [
        {
          "text": "Descubra Dullstroom, carinhosamente conhecida como a meca da truta da África do Sul, onde ar puro, clima fresco e águas cristalinas atraem pescadores com mosca há gerações. Esta pequena cidade serrana supera expectativas com uma coleção eclética de mais de 7.000 relógios exibidos em estabelecimentos locais. O ar fresco da montanha e a atmosfera aconchegante a tornam o refúgio perfeito.",
          "visit_duration_min": 75
        },
        {
          "text": "Lance sua linha em riachos e represas pristinos povoados com trutas arco-íris e marrons, seguindo tradições de pesca com mosca consagradas pelo tempo. Guias especialistas oferecem instrução para iniciantes enquanto pescadores experientes testam suas habilidades contra peixes astutos em águas cristalinas. A paisagem circundante do highveld oferece um cenário deslumbrante para esta busca contemplativa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore a charmosa coleção de restaurantes, pubs e lojas de artesanato de Dullstroom agrupados ao longo da rua principal. A reputação da cidade por excelente comida atrai visitantes buscando refeições fartas ao lado de lareiras crepitantes nas noites frias do highveld. Galerias de arte e lojas de antiguidades recompensam os curiosos, enquanto a famosa coleção de relógios adiciona caráter peculiar a este destino querido.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 9
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::east-london",
      "name": "East London",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.0153,
        27.9116
      ],
      "lat": -33.0153,
      "lon": 27.9116,
      "visits": [
        {
          "text": "Descubra East London, uma cidade relaxante abençoada com brisas mornas do Oceano Índico e um clima subtropical acolhedor que atrai visitantes o ano todo. As praias intocadas da cidade - Nahoon, Gonubie e Orient - oferecem areias limpas, águas cristalinas e pores do sol deslumbrantes que pintam o céu com cores brilhantes todas as noites.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente as diversas atividades aquáticas disponíveis ao longo da costa de East London, desde surf de classe mundial e mergulho autônomo até expedições para observar golfinhos e baleias. As correntes oceânicas mornas sustentam vida marinha abundante, tornando este trecho da costa um paraíso para entusiastas da pesca e exploradores subaquáticos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Atravesse o Rio Kei na histórica balsa, uma tradicional balsa a cabo que transporta viajantes através desta importante via fluvial há gerações. Esta travessia marca a fronteira tradicional entre a antiga Colônia do Cabo e o Transkei, oferecendo uma conexão tangível com a história complexa e o patrimônio cultural da região.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 7
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "ZA::gariep-dam",
      "name": "Gariep Dam",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -30.6167,
        25.5
      ],
      "lat": -30.6167,
      "lon": 25.5,
      "visits": [
        {
          "text": "Explore a Reserva Natural da Represa Gariep, a maior reserva natural do Free State, estendendo-se ao longo das margens da maior represa da África do Sul e do poderoso Rio Orange. Esta vasta área protegida se orgulha de ser lar de inúmeras espécies de aves, vida vegetal diversa e numerosas espécies animais que prosperam na paisagem semi-árida. A escala tanto da represa quanto da reserva cria uma impressionante sensação de natureza selvagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a vida aviária notável que se congrega ao redor da extensa linha costeira e ilhas da represa, atraindo observadores de aves de todo o país. Os campos circundantes e afloramentos rochosos sustentam espécies de antílopes e mamíferos menores, enquanto a própria represa oferece excelentes oportunidades de pesca. Passeios de barco proporcionam perspectivas únicas desta massiva massa d'água.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desfrute de safáris pela reserva, onde springbok, gnu-preto e outras espécies de antílopes vagam pelas planícies abertas. Trilhas para caminhada oferecem encontros íntimos com a paisagem e seus habitantes, enquanto áreas para piquenique proporcionam locais perfeitos para absorver a vastidão desta reserva notável. O pôr do sol sobre a represa cria oportunidades fotográficas inesquecíveis.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 10
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "ZA::golden-gate",
      "name": "Golden Gate",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.5167,
        28.6167
      ],
      "lat": -28.5167,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Entre no Parque Nacional Golden Gate Highlands, talvez mais conhecido por suas magníficas sentinelas de arenito dourado que brilham como ouro polido na luz do final da tarde. Essas formações dramáticas de penhascos, esculpidas ao longo de milênios pelo vento e água, criam uma das paisagens mais fotogênicas da África do Sul. O parque está situado equidistante de Johannesburg, Durban e Bloemfontein, tornando-se o refúgio serrano ideal.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a vida selvagem notável que habita este santuário montanhoso, incluindo gnu-preto, eland, blesbok, springbok e o raro abutre-barbudo voando sobre os picos. Mais de 100 espécies de aves foram registradas, desde aves de rapina aproveitando correntes térmicas até espécies coloridas de campos. Os diversos habitats - desde cavernas e saliências até riachos e campos - sustentam uma biodiversidade excepcional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pela extensa rede de trilhas do parque, desde caminhadas curtas até a desafiadora Trilha Rhebok de dois dias que atravessa todo o espectro de paisagens serranas. A alta altitude traz ar puro e padrões climáticos dramáticos que transformam a paisagem ao longo do dia. Sítios de arte rupestre revelam que o povo San uma vez chamou essas montanhas de lar, adicionando profundidade cultural à beleza natural.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 6
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::graaff-reinet",
      "name": "Graaff Reinet",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -32.2522,
        24.5308
      ],
      "lat": -32.2522,
      "lon": 24.5308,
      "visits": [
        {
          "text": "Fique em contemplação diante do Valley of Desolation, uma maravilha geológica assombrosamente bela apresentando espetaculares colunas de 120 metros de rocha vulcânica erodida antiga que fazem sentinela sobre as planícies Camdeboo. Declarado Monumento Nacional em 1939 por sua importância geológica e cênica, esta paisagem dramática oferece avistamentos de kudu, zebra da montanha do Cabo e a majestosa águia Verreaux's com sua impressionante envergadura de 2 metros.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Graaff-Reinet, a quarta cidade mais antiga da África do Sul fundada em 1786, renomada por suas casas e edifícios históricos notavelmente bem preservados. Figuras notáveis incluindo Lord Somerset, Robert Sobukwe e Dr Anton Rupert têm conexões com esta característica cidade do Karoo. O museu Reinet House oferece insights fascinantes sobre a história e arte do Karoo.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaje até a Owl House em Nieu-Bethesda, um Sítio do Patrimônio Nacional representando o principal exemplo de arte outsider da África do Sul. A artista Helen Martins transformou uma casa comum do Karoo em um lugar de luz e cor, com um jardim fantasioso repleto de esculturas de concreto e vidro conhecido como Camel Yard. Sua visão extraordinária continua a cativar visitantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra fósseis do Karoo na Wellwood Farm e Ganora Guest Farm, observando exibições notáveis de espécimes antigos coletados ao longo de 20 anos. Ganora Excursions oferece caminhadas guiadas para ver pinturas Bushman e Khoi, gravuras em rochas e o James Kitching Fossil Centre. Uma trilha de fósseis guiada leva ao leito do rio onde evidências do passado pré-histórico da região continuam a emergir.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 14
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "ZA::graskop",
      "name": "Graskop",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24.9317,
        30.8419
      ],
      "lat": -24.9317,
      "lon": 30.8419,
      "visits": [
        {
          "text": "Siga a lendária Panorama Route, o portal para Kruger serpenteando pelo Lowveld ao longo de estradas que atravessam plantações, cachoeiras e densas florestas nativas. Esta rodovia cênica conecta muitas das atrações mais celebradas de Mpumalanga, desde as famosas panquecas de Graskop até os mirantes do canyon que definem a paisagem dramática da escarpa da província.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente o Graskop Gorge Lift, descendo 51 metros na floresta abaixo em um elevador de vidro que oferece vistas deslumbrantes dos penhascos e copa das árvores ao redor. Na base, passarelas elevadas serpenteiam pela floresta antiga, revelando cachoeiras, árvores nativas e diversas aves. O Cliff Café oferece refrescos com vistas espetaculares do desfiladeiro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore a vibrante rua principal de Graskop, famosa por seus restaurantes de panquecas e lojas de curiosidades vendendo artesanatos africanos e produtos locais. A cidade serve como uma excelente base para explorar a Panorama Route, com todas as principais atrações a uma distância fácil de dirigir. As florestas e pradarias circundantes oferecem oportunidades adicionais de caminhada e aventura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 5
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::groot-marico",
      "name": "Groot Marico",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.5167,
        26.3833
      ],
      "lat": -25.5167,
      "lon": 26.3833,
      "visits": [
        {
          "text": "Descubra Groot Marico, uma cidade provincial pitoresca que serviu como cenário para muitos contos escritos por Herman Charles Bosman, um dos escritores mais queridos da África do Sul. A cidade abraçou essa associação literária com um museu que é uma réplica exata da escola local onde Bosman uma vez ensinou. O Festival anual Herman Charles Bosman todo outubro celebra essa herança.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore a charmosa cidade nomeada em homenagem ao Rio Groot Marico, onde a arquitetura reflete o patrimônio rural da região e as opções de acomodação capturam a atmosfera encantadora das histórias de Bosman. O Clássico anual de Mountain Bike Marico atrai entusiastas do ciclismo, enquanto a zona rural ao redor oferece passeios pacíficos através das fazendas típicas do North West.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 4
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::harrismith",
      "name": "Harrismith",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.2833,
        29.1333
      ],
      "lat": -28.2833,
      "lon": 29.1333,
      "visits": [
        {
          "text": "Viaje para a Reserva Natural da Barragem Sterkfontein, localizada apenas 23 quilômetros de Harrismith e habitada por uma variedade de espécies de animais e aves incluindo antílope-do-monte e rhebok-cinza. Esta reserva cênica cerca a maior usina hidrelétrica do país, onde a barragem armazena água bombeada do Rio Tugela durante períodos de baixo consumo de eletricidade. A maravilha da engenharia complementa a beleza natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra atividades ao ar livre excepcionais nesta reserva montanhosa, popular para camping, pesca, observação de fauna e ciclismo. Trilhas para caminhada e ciclismo atravessam campos e afloramentos rochosos com vistas da represa até picos distantes. A localização em alta altitude traz temperaturas amenas mesmo no verão, tornando-se um refúgio refrescante do calor das terras baixas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore os diversos habitats ao redor da Represa Sterkfontein, desde pântanos ao longo da margem até campos montanos que se estendem em direção às encostas do Drakensberg. Observadores de aves desfrutam de excelentes avistamentos de espécies especialistas de campos e aves de rapina, enquanto pescadores tentam a sorte com trutas e robalos nas águas frias da represa. A atmosfera pacífica recompensa aqueles que buscam contemplação silenciosa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 5
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "ZA::hartbeespoort",
      "name": "Hartbeespoort",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.7447,
        27.8864
      ],
      "lat": -25.7447,
      "lon": 27.8864,
      "visits": [
        {
          "text": "Chegue a Hartbeespoort Dam, um destino popular para visitantes situado dentro da dramática cordilheira Magaliesberg. A represa e área circundante oferecem o destino principal da região para esportes aquáticos incluindo windsurf, jet ski, rafting em águas brancas, canoagem e tubing no Crocodile River que alimenta o reservatório. Sob a superfície da represa encontra-se um dos poucos sítios de mergulho interior da África do Sul apresentando atrações incomuns.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Santuário dos Elefantes em Hartbeespoort Dam, onde interações três vezes por dia com elefantes africanos residentes permitem que visitantes aprendam sobre esses animais incríveis e questões de conservação que afetam sua sobrevivência na natureza. Durante passeios guiados a pé, os elefantes circulam livremente pela floresta e permitem encontros próximos onde você pode caminhar tromba na mão com eles.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Centro de Guepardos Ann van Dyk, estabelecido em 1971 como um programa de reprodução para ajudar a fortalecer as populações de guepardos na natureza. Veja guepardos, cães selvagens africanos, abutres e felinos menores em safáris guiados através de seus recintos abertos. As experiências de corrida dos guepardos mostram esses predadores incríveis demonstrando sua velocidade lendária.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite o Welwitschia Country Market, uma atração ecológica que oferece 40 barracas rústicas em um ambiente ao ar livre sob belas árvores que fazem sombra. Descubra roupas boêmias, entalhes africanos tradicionais e artesanatos feitos por artesãos locais. O mercado funciona de terça a domingo das 9h às 17h, proporcionando uma experiência de compras autêntica.",
          "visit_duration_min": 60
        },
        {
          "text": "Desfrute de atividades de aventura nas colinas e montanhas ao redor, incluindo belas trilhas para caminhada, escalada em rocha, quadriciclo, parapente e voo de balão. O Teleférico Harties oferece vistas espetaculares sobre a represa e as montanhas, enquanto a Trilha Phaladingwe serpenteia através de habitats diversos com chances de avistar impalas, duikers, kudus e nialas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 1
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "ZA::hazyview",
      "name": "Hazyview",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.05,
        31.1333
      ],
      "lat": -25.05,
      "lon": 31.1333,
      "visits": [
        {
          "text": "Conclua sua jornada por Mpumalanga em Hazyview, uma cidade portal vibrante para o Kruger National Park oferecendo fácil acesso aos portões Phabeni e Numbi da reserva. O clima tropical da cidade e a vegetação exuberante criam um cenário verdejante para atividades de aventura, desde interações com elefantes até experiências em aldeias culturais e passeios de tirolesa aérea através da copa da floresta.",
          "visit_duration_min": 75
        },
        {
          "text": "Continue pela Panorama Route até Hazyview, passando pela Blyderivierpoort Dam em arco gravitacional no Rio Blyde no canyon inferior. A rota exibe as paisagens mais dramáticas de Mpumalanga - penhascos altíssimos, cachoeiras despencando e florestas verdejantes criando cenas de extraordinária beleza natural a cada curva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aproveite a posição de Hazyview no coração do Lowveld para desfrutar de safáris finais, cruzeiros ao pôr do sol no rio, ou relaxantes tratamentos de spa em pousadas próximas. As diversas ofertas de atividades da cidade garantem algo para todos os interesses, desde aventuras com adrenalina até experiências pacíficas na natureza. Numerosos restaurantes servem excelente culinária refletindo as diversas influências culturais da área.",
          "visit_duration_min": 60
        },
        {
          "text": "Acomode-se em hospedagem no distrito de Kiepersol perto de Hazyview, aninhado nas encostas das Montanhas Drakensberg. A fauna e flora naturais da área sustentam aves excepcionais, enquanto o ambiente pacífico oferece um contraste bem-vindo à emoção dos safaris. A região oferece fácil acesso aos portões sul do Kruger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 6
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 11
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "ZA::heidelberg",
      "name": "Heidelberg",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -26.5,
        28.3667
      ],
      "lat": -26.5,
      "lon": 28.3667,
      "visits": [
        {
          "text": "Aventure-se na Reserva Natural Suikerbosrand, uma extensão de 13.330 hectares de cristas, planícies e kloofs ao sul de Johannesburg oferecendo ar fresco e aventura selvagem. O nome da reserva deriva das proteas sugarbush que florescem nas encostas, criando displays espetaculares contra o pano de fundo da paisagem ondulante do Highveld.",
          "visit_duration_min": 75
        },
        {
          "text": "Escolha entre 66 quilômetros de trilhas de caminhada adequadas para todos os níveis de experiência, desde caminhadas suaves até escaladas desafiadoras de cristas. Enquanto caminha, observe antílopes, babuínos, guepardos e hienas que habitam esta natureza selvagem protegida. O terreno variado revela diferentes ecossistemas desde fundos de vales até cumes rochosos, cada um com flora e fauna distintas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Acampe durante a noite na reserva para experimentar a natureza selvagem do Highveld em seu momento mais mágico, quando estrelas brilham no alto e animais noturnos emergem. Visitantes de um dia podem explorar múltiplas trilhas, desfrutar de locais para piquenique com vistas amplas, ou simplesmente absorver a tranquilidade desta vasta área protegida tão próxima ao Gauteng urbano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravilhas Naturais de Gauteng: Montanhas Antigas, Sítios Fossilíferos e Reservas Urbanas",
          "day": 6
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::hoedspruit",
      "name": "Hoedspruit",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24.35,
        30.9667
      ],
      "lat": -24.35,
      "lon": 30.9667,
      "visits": [
        {
          "text": "Descubra os lendários bush pubs do Lowveld, autênticos bares onde guias de safári de cáqui se reúnem para compartilhar contos do mato. Do The Bush Pub em Hoedspruit ao Tanks Bush Pub em Hazyview, esses estabelecimentos cheios de personalidade oferecem bebidas geladas e hospitalidade calorosa em ambientes que capturam o verdadeiro espírito da experiência da natureza selvagem africana.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaje de Manyeleti para Hoedspruit, uma vila encantadora no sopé das montanhas Klein Drakensberg que serve como portal tanto para o Kruger quanto para a Panorama Route. As terras agrícolas ao redor, pontilhadas com pomares de citros e fazendas de caça, oferecem uma base pacífica para explorar as diversas atrações da região.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Hoedspruit Endangered Species Centre, um farol de conservação que nutre espécies ameaçadas e educa visitantes sobre proteção da vida selvagem. O centro trabalha para fortalecer linhagens de guepardos, reabilitar rinocerontes feridos e conscientizar sobre a importância crítica da conservação. Cada visita apoia essas missões vitais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Hoedspruit, convenientemente situada entre o Kruger National Park e o Blyde River Canyon, tornando-a a base perfeita para diversas opções de safári. Esta pequena cidade oferece acomodação única incluindo o Hoedspruit Aerotel, onde os hóspedes dormem em uma aeronave Boeing reaproveitada. A área circundante abriga numerosas reservas privadas de caça e centros de reabilitação da vida selvagem.",
          "visit_duration_min": 60
        },
        {
          "text": "Dirija pela famosa Panorama Route, uma das jornadas cênicas mais espetaculares da África do Sul. Maravilhe-se com os Three Rondavels - formações rochosas cilíndricas distintas com vista para o Blyde River Canyon - antes de visitar Bourke's Luck Potholes, God's Window, the Pinnacle e numerosas cachoeiras. A condução de 5-6 horas recompensa com vistas constantemente mutáveis.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 2
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 10
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "ZA::hogsback",
      "name": "Hogsback",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -32.5939,
        26.9392
      ],
      "lat": -32.5939,
      "lon": 26.9392,
      "visits": [
        {
          "text": "Passeie por Hogsback, uma vila mística aninhada nas Montanhas Amatola, cercada por florestas nativas e cachoeiras em cascata. O cenário encantador apresenta árvores antigas, riachos correntes e a oportunidade de avistar papagaios-do-cabo raros e Knysna Loeries. A vila recebe seu nome de três montanhas em formato de porco visíveis na aproximação.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça uma trilha até a magnífica Cachoeira Madonna and Child, uma das atrações naturais mais queridas de Hogsback, onde águas cristalinas mergulham através da floresta nativa intocada. As trilhas ao redor serpenteiam por antigos yellowwoods e samambaias arborescentes, criando uma atmosfera de conto de fadas que inspirou inúmeros visitantes e artistas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o labirinto em The Edge e capture uma selfie icônica na famosa banheira em Away with the Fairies, dois dos pontos mais fotografados de Hogsback. A área oferece numerosas trilhas para caminhada e mountain bike adequadas para famílias, além de visitas a estúdios de cerâmica locais e lojas de artesanato que mostram a comunidade criativa da vila.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarque na Trilha Amathole, uma das principais rotas de caminhada de vários dias da África do Sul, atravessando florestas nativas, riachos de montanha e pastagens ricas em patrimônio cultural Xhosa. A trilha oferece terreno desafiador recompensado com vistas de tirar o fôlego e encontros com vida selvagem diversa em uma área impregnada de história da fronteira.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 8
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "ZA::hondeklipbaai",
      "name": "Hondeklipbaai",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -30.3167,
        17.2833
      ],
      "lat": -30.3167,
      "lon": 17.2833,
      "visits": [
        {
          "text": "Experimente Hondeklipbaai, uma das 'vilas esquecidas' da África do Sul que escapou da comercialização, preservando cenários que permanecem 'essenciais' e intocados pelo desenvolvimento. Esta pequena vila de pescadores possui 14 quilômetros de litoral deslumbrante pontilhado com piscinas naturais repletas de vida marinha. As vistas do mar imaculadas e o caráter autêntico recompensam viajantes que se aventuram fora dos caminhos batidos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite o naufrágio Aristea visível ao longo da costa, caminhe até o histórico Farol Hondeklip, ou tente pescar lagostins nas águas cristalinas do Atlântico. Viagens de um dia para Kamieskroon, Skilpad e Soebatsfontein revelam as espetaculares exibições de flores silvestres da região durante a época de floração. A combinação de litoral intocado e flores sazonais torna Hondeklipbaai um refúgio litorâneo único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 3
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "ZA::jeffreys-bay",
      "name": "Jeffreys Bay",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -34.0498,
        24.9311
      ],
      "lat": -34.0498,
      "lon": 24.9311,
      "visits": [
        {
          "text": "Surfe os lendários Super Tubes em Jeffreys Bay, consistentemente classificados entre os melhores pontos de surf do mundo. Quando as condições se alinham com ondulação de 4-8 pés e ventos sudoeste, esta onda de classe mundial pode quebrar desde a ponta até o estacionamento. A hospitalidade local calorosa e atmosfera costeira descontraída fazem deste paraíso do surfista um destino imperdível na costa do Eastern Cape.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente a adrenalina máxima com um salto de paraquedas duplo sobre Jeffreys Bay. Um voo panorâmico de 20 minutos leva você a mais de 2.700 metros antes de uma queda livre de 30 segundos a 200 quilômetros por hora, seguida de uma descida pacífica de 5 minutos de paraquedas com vistas panorâmicas da costa. Todos os instrutores completaram no mínimo 1.000 saltos, garantindo os mais altos padrões de segurança.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore as praias pristinas ao redor de Jeffreys Bay, incluindo as praias familiares de Aston Bay, Kabeljous e Paradise Beach. A cidade oferece excelentes opções de hospedagem, restaurantes diversificados e entretenimento noturno vibrante com música ao vivo e fogueiras na praia. Mercados locais oferecem oportunidades para comprar roupas de praia, equipamentos de surf e souvenirs únicos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 2
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "ZA::johannesburg",
      "name": "Johannesburg",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -26.2041,
        28.0473
      ],
      "lat": -26.2041,
      "lon": 28.0473,
      "visits": [
        {
          "text": "Chegue ao Aeroporto Internacional OR Tambo em Johannesburg, o portal para sua aventura em Limpopo. A maior cidade e capital financeira da África do Sul oferece atrações fascinantes incluindo o Museu do Apartheid documentando a luta da nação pela liberdade, a histórica Casa Mandela em Soweto, e tours guiados pelas townships que revelam a cultura vibrante e a resistência das comunidades locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Parta do Kruger pelo Paul Kruger Gate e viaje ao sul para Johannesburg, completando seu grande circuito de Limpopo. A condução passa por Dullstroom, a capital da pesca de trutas da África do Sul, onde você pode parar para um lanche nesta encantadora cidade serrana conhecida por seus pubs aconchegantes e excelente culinária.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Melville Koppies, uma área natural acidentada em um dos bairros mais populares de Johannesburg. Esta reserva notável contém exemplos de mais de 80% das espécies de flora encontradas em Gauteng, tornando-a um tesouro botânico excepcional escondido dentro da cidade. Os afloramentos rochosos e campos criam microhabitats diversos que sustentam uma diversidade vegetal notável.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore evidências de uma aldeia da Idade da Pedra e antigas obras de fundição de ferro que provam que Melville tem sido um assentamento popular por milhares de anos. Os sítios arqueológicos conectam os visitantes com a profunda história humana desta paisagem, muito antes da Johannesburg moderna existir. Caminhadas guiadas revelam tanto o patrimônio natural quanto cultural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descanse e prepare-se para a jornada à frente em acomodações convenientemente localizadas perto do aeroporto em Kempton Park. A área oferece fácil acesso à rede rodoviária que o levará ao norte para a Província de Limpopo, onde natureza selvagem intocada e encontros extraordinários com vida selvagem aguardam.",
          "visit_duration_min": 60
        },
        {
          "text": "Reflita sobre três semanas de encontros extraordinários com a vida selvagem, experiências remotas na natureza e descobertas culturais ao retornar ao OR Tambo International Airport. Desde as reservas dos Big Five do Waterberg até os antigos baobás de Pafuri, a Província de Limpopo revelou o coração selvagem da África do Sul em toda sua magnífica diversidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe através desta natureza urbana protegida onde a vegetação nativa sobreviveu à expansão da cidade. A Reserva Natural Melville Koppies oferece caminhadas guiadas nos fins de semana que iluminam o significado botânico, geológico e arqueológico da área. As vistas de Johannesburg dos cumes rochosos oferecem perspectiva sobre como a cidade cresceu ao redor deste santuário natural.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 1
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 13
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravilhas Naturais de Gauteng: Montanhas Antigas, Sítios Fossilíferos e Reservas Urbanas",
          "day": 7
        }
      ],
      "rating": 8.3
    },
    {
      "place_id": "ZA::kaapsehoop",
      "name": "Kaapsehoop",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.5833,
        30.7667
      ],
      "lat": -25.5833,
      "lon": 30.7667,
      "visits": [
        {
          "text": "Explore Kaapsehoop, uma vila pitoresca empoleirada em um planalto bem acima do Lowveld com vistas de tirar o fôlego da paisagem circundante se estendendo até horizontes distantes. Este charmoso povoado de Mpumalanga é famoso por seus cavalos selvagens, descendentes de animais abandonados durante a Guerra Anglo-Boer, que podem frequentemente ser vistos pastando pacificamente nos arredores da vila.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pelas trilhas cênicas da Kaapsehoop Escarpment, onde a floresta nativa dá lugar a bordas dramáticas de penhascos e cachoeiras deslumbrantes. A natureza selvagem circundante oferece excelentes oportunidades para mountain bike, observação de aves e fotografia da natureza. A comunidade artística da vila adiciona interesse cultural, com galerias e estúdios de artesanato recebendo visitantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 8
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::kakamas",
      "name": "Kakamas",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.7667,
        20.6167
      ],
      "lat": -28.7667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Relaxe na Fazenda Lake Grappa Guest Farm, aninhada no Kalahari Verde cercada por vinhedos exuberantes que produzem uvas de mesa de qualidade para exportação. Este retiro tranquilo oferece chalés luxuosos self-catering com vista para um lago de 800 metros onde aves aquáticas deslizam e pores do sol pintam a água de dourado. O contraste entre o ambiente desértico e este oásis verdejante cria uma atmosfera mágica.",
          "visit_duration_min": 75
        },
        {
          "text": "Desfrute de esportes aquáticos no lago privado, desde pesca e canoagem até aprender esqui slalom com um instrutor profissional Springbok. Colha uvas de mesa frescas de qualidade para exportação diretamente dos vinhedos ao redor da propriedade. As próximas Cataratas Augrabies e Reserva Natural são facilmente acessíveis para excursões de um dia, combinando relaxamento com aventura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore a área circundante em trilhas 4x4 ou rotas de mountain bike que revelam as paisagens diversas do Kalahari Verde. Lake Grappa combina aventura, relaxamento e deslumbrantes pores do sol do Kalahari para uma escapada memorável. A instalação demonstra como a engenhosidade humana criou abundância em uma paisagem que de outra forma seria árida.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 8
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::kathu",
      "name": "Kathu",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -27.6944,
        23.0444
      ],
      "lat": -27.6944,
      "lon": 23.0444,
      "visits": [
        {
          "text": "Descubra Kathu, a capital do minério de ferro do Northern Cape cujo nome significa 'cidade sob as árvores' em referência à notável floresta de Camel Thorn que a cerca. Esta pequena cidade mineradora oferece cenário que é ao mesmo tempo desolado e belo, com o vasto Kalahari se estendendo em todas as direções. O contraste entre atividade industrial e natureza selvagem pristina cria interesse visual único.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jogue golfe em um dos campos de golfe mais belos do país, onde fairways serpenteiam através de vegetação indígena. Visite a Wonderwerk Cave, um sítio de escavação arqueológica nas Kuruman Hills contendo evidências de ocupação humana abrangendo dois milhões de anos. Explore o fascinante Boesmansgat Sinkhole, um sistema de cavernas subaquáticas de 270 metros de profundidade, e a Morokweng Crater formada por impacto de meteorito antigo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 11
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::kgalagadi",
      "name": "Kgalagadi",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -26.4667,
        20.6167
      ],
      "lat": -26.4667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Entre no Kgalagadi Transfrontier Park, uma natureza selvagem de tirar o fôlego onde dunas vermelhas se estendem infinitamente até o horizonte e vida selvagem icônica vagueia livremente através de vastos territórios. Gemsbok com suas marcas faciais impressionantes, springbok saltando na luz da manhã, e os lendários leões do Kalahari de juba preta caçando através de terreno aberto - esta é a natureza selvagem africana em seu estado mais primordial e fotogênico.",
          "visit_duration_min": 75
        },
        {
          "text": "Estabeleça-se no Twee Rivieren Rest Camp, o hub principal do parque oferecendo eletricidade 24 horas, uma loja bem abastecida, restaurante, piscina e safáris guiados. Esta instalação confortável proporciona uma excelente introdução às maravilhas do Kgalagadi, com guias experientes que sabem onde encontrar os predadores do parque e as paisagens mais espetaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore os diversos ecossistemas do parque, desde campos de dunas vermelhas até leitos de rios secos que atraem vida selvagem buscando sombra e umidade. Os centros de predadores e aves de rapina fornecem insights sobre as impressionantes populações do parque de leões, guepardos, leopardos e várias espécies de águias. Observadores de pássaros serão recompensados com avistamentos de tecelões sociáveis, pássaros-secretário e águias-marciais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aventure-se aos acampamentos selvagens remotos em Mata-Mata e Nossob, onde acomodações sem cercas te trazem intimamente perto da noite selvagem africana. Desafie-se em trilhas 4x4 que acessam os cantos mais isolados do parque, onde poucos visitantes se aventuram e encontros com vida selvagem parecem genuinamente selvagens. As paisagens únicas e vida selvagem diversa fazem deste parque um paraíso para entusiastas de aventura e natureza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 10
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::kimberley",
      "name": "Kimberley",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.7282,
        24.7499
      ],
      "lat": -28.7282,
      "lon": 24.7499,
      "visits": [
        {
          "text": "Descubra o Big Hole em Kimberley, a maior escavação feita à mão do mundo e um testemunho dramático da lendária história de mineração de diamantes da África do Sul. Esta cratera icônica de 200 metros de profundidade foi escavada inteiramente à mão durante a corrida do diamante que transformou esta região. A pura escala do esforço humano visível aqui é verdadeiramente impressionante, um buraco massivo esculpido da terra em busca de gemas preciosas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Kimberley Mine Museum, onde a fascinante história da descoberta do diamante se desenrola através de exposições interativas e artefatos preservados. Volte no tempo na meticulosamente recriada Old Town, que transporta visitantes para a era da corrida do diamante do século XIX completa com prédios de época, transporte e atmosfera. O museu dá vida às ambições e aventuras daqueles que acorreram aqui buscando fortuna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelas ruas reconstruídas da era da corrida do diamante, onde prédios autênticos abrigam lojas, bares e casas exatamente como apareciam quando diamantes transformaram este assentamento empoeirado em uma cidade em crescimento. O sítio patrimonial oferece uma mistura perfeita de história e aventura, proporcionando vislumbres únicos da rica herança cultural do Northern Cape que moldou a África do Sul moderna.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 13
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "ZA::kruger",
      "name": "Kruger",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24.0167,
        31.4833
      ],
      "lat": -24.0167,
      "lon": 31.4833,
      "visits": [
        {
          "text": "Entre no Kruger National Park, o parque nacional principal e mais popular da África do Sul, um destino que define a excelência do safári africano. Esta vasta natureza selvagem abrange quase 20.000 quilômetros quadrados de bushveld pristino, suportando a maior diversidade de grandes mamíferos de qualquer reserva de caça africana. Visitantes de primeira viagem descobrem um mundo onde leões dormem sob árvores de acácia e elefantes desfilam pela savana dourada.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarque em game drives através de ecossistemas diversos, das florestas de mopane no norte ao bushveld misto no sul. Os Big Five - leão, leopardo, elefante, rinoceronte e búfalo - vagam livremente ao lado de centenas de outras espécies incluindo guepardo, cachorro-selvagem e incontáveis antílopes. Cada drive traz novos encontros e a emoção de testemunhar a vida selvagem da África em seu habitat natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente a magia de um safári autoguiado, seguindo estradas de asfalto e cascalho que serpenteiam pelo parque no seu próprio ritmo. Pare em poços d'água onde hipopótamos se banham e crocodilos tomam sol, ou faça uma pausa ao lado de rios onde elefantes vêm beber ao pôr do sol. Acampamentos de descanso por todo o parque oferecem acomodação confortável e a chance de compartilhar histórias dos avistamentos do dia com outros aventureiros.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 1
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::kuruman",
      "name": "Kuruman",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -27.45,
        23.4333
      ],
      "lat": -27.45,
      "lon": 23.4333,
      "visits": [
        {
          "text": "Descubra Kuruman, conhecida como o 'Oásis do Kalahari' graças ao seu suprimento permanente de água de uma fonte notável que fornece 20 milhões de litros diários para cidades circundantes. O Eye of Kuruman, uma fonte natural no coração da cidade, cria este fluxo que dá vida e que tem sustentado comunidades por milênios. Água cristalina borbulha continuamente em piscinas cercadas por vegetação exuberante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a histórica Moffat Mission, onde o missionário escocês Robert Moffat e sua esposa Mary viveram na década de 1820. Moffat conseguiu o feito notável de traduzir a Bíblia para Setswana, a primeira tradução de escritura para uma língua africana. Os prédios da missão preservados e o museu iluminam a história complexa da atividade missionária na África Austral.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore este sítio histórico único onde fé, linguagem e cultura se cruzaram durante a era colonial. O Eye of Kuruman proporciona um lugar pacífico para reflexão, seu fluxo constante simbolizando permanência em meio às condições severas do Kalahari. Kuruman encanta os sentidos e recompensa visitantes com inclinação cultural com histórias de resistência e transformação.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 12
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "ZA::langebaan",
      "name": "Langebaan",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.0926,
        18.0296
      ],
      "lat": -33.0926,
      "lon": 18.0296,
      "visits": [
        {
          "text": "Explore o West Coast National Park, uma reserva natural pristina se estendendo de Yzerfontein a Langebaan, oferecendo atividades diversas incluindo observação excepcional de aves com mais de 200 espécies de aves terrestres e marinhas. Entusiastas da vida selvagem podem avistar springbok, kudu, gemsbok e a rara zebra da montanha percorrendo as paisagens protegidas. Trilhas de ciclismo e oportunidades de observação de baleias complementam este notável santuário costeiro.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a charmosa vila litorânea de Yzerfontein, um refúgio para aves, vida selvagem, vida marinha e flora nativa. A área possui o mais longo trecho de praia da África do Sul, estendendo-se por 16 milhas ao norte até o West Coast National Park. Popular entre entusiastas de esportes aquáticos, a vila também oferece excelentes oportunidades de observação de baleias, pesca e caminhadas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente Langebaan, conhecida como a Joia da West Coast, abençoada com sol quase o ano todo, águas azuis da lagoa e beleza natural insuperável. Este Sítio Ramsar aclamado internacionalmente suporta miríades de espécies de aves como habitat crítico de zona úmida. O clima ameno e águas protegidas a tornam o destino perfeito para kitesurf, vela e vários esportes aquáticos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 7
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "ZA::limpokwena",
      "name": "Limpokwena",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -22.4167,
        28.9167
      ],
      "lat": -22.4167,
      "lon": 28.9167,
      "visits": [
        {
          "text": "Viaje para a Limpokwena Nature Reserve, um santuário remoto de 2.400 hectares posicionado na confluência dos poderosos rios Limpopo e Mogalakwena perto da fronteira com Botswana. O nome da reserva combina elementos de ambos os rios - 'Limpo' e 'Kwena' - refletindo sua localização única onde essas vias aquáticas se encontram. Este é um destino longe da civilização, perfeito para se reconectar com a natureza.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente a natureza selvagem pristina onde elefantes, girafas e uma variedade notável de aves vagam livremente através de paisagens intocadas. Embora animais de grande porte habitem a reserva, o verdadeiro atrativo está no esplêndido ambiente remoto, terreno acidentado e a oportunidade de escapar completamente da vida moderna. Observe águias-pesqueiras africanas caçarem presas e observe a vida selvagem visitando seu acampamento.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Acampe no Island Camp sem cercas nas margens do Rio Limpopo, uma experiência recomendada apenas para espíritos aventureiros. Sem serviço celular ou Wi-Fi, esta localização remota oferece desconexão completa e imersão na natureza. Safáris guiados em 4x4 exploram os habitats diversos, enquanto as noites trazem observação das estrelas sob céus africanos não poluídos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 3
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "ZA::madikwe",
      "name": "Madikwe",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24.75,
        26.3333
      ],
      "lat": -24.75,
      "lon": 26.3333,
      "visits": [
        {
          "text": "Entre na Reserva de Caça Madikwe, uma das maiores reservas privadas da África do Sul situada na borda do Deserto Kalahari e uma história de conservação surpreendente. Os habitats diversos da reserva são lar de todos os animais dos Cinco Grandes além de 300 espécies diferentes de aves. Acima de tudo, Madikwe é famosa por encontros próximos com sua população próspera de cães selvagens africanos criticamente ameaçados.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente safáris fotográficos especializados pelos quais Madikwe está desenvolvendo uma reputação de primeira classe. Instalações únicas incluem um 'esconderijo de tartaruga' submerso que emerge do meio de um poço d'água logo acima do nível da água, oferecendo aos fotógrafos perspectivas extraordinárias da vida selvagem vindo beber. A população de leopardos da reserva também atrai fotógrafos dedicados da vida selvagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Aproveite o ambiente livre de malária que torna Madikwe uma ótima alternativa ao Parque Nacional Kruger para famílias e aqueles preocupados com riscos à saúde. A reserva só está aberta para hóspedes pernoitando em um de seus lodges de safári de luxo, garantindo observação exclusiva de animais com densidade mínima de veículos nos passeios.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rastreie cães selvagens africanos com guias especialistas que conhecem os territórios e hábitos das matilhas. Esses predadores ameaçados são notoriamente difíceis de encontrar na maioria das reservas, mas a população saudável de Madikwe oferece excelentes oportunidades de avistamento. Safáris matinais e vespertinos maximizam encontros com a vida selvagem durante períodos de atividade máxima.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 6
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::magaliesberg",
      "name": "Magaliesberg",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.8333,
        27.5
      ],
      "lat": -25.8333,
      "lon": 27.5,
      "visits": [
        {
          "text": "Entre na Cordilheira Magaliesberg, onde a magia atemporal aguarda a uma curta viagem de Johannesburg. Estas montanhas antigas são mais velhas que o próprio Monte Everest, abrigando uma variedade de biomas primordiais que evoluíram ao longo de bilhões de anos. A sensação de pisar no tempo geológico profundo é palpável enquanto você explora vales e cristas moldados muito antes dos humanos caminharem pela terra.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra uma variedade impressionante de flores, árvores e animais neste paraíso montanhoso que nutriu ecossistemas diversos através de incontáveis milênios. O Magaliesberg abriga os hotéis rurais mais queridos da África do Sul, spas de classe mundial e restaurantes aclamados, oferecendo conforto sofisticado em meio à natureza pristina. A região combina beleza natural com hospitalidade refinada.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a mágica cadeia montanhosa Magaliesberg, picos antigos quase cem vezes mais velhos que o Monte Everest com fascinante patrimônio histórico e geológico. Quando o trânsito colabora, essas montanhas dramáticas ficam a menos de uma hora de Johannesburg, mas parecem estar a mil quilômetros de distância. A cordilheira contém mais árvores e plantas nativas que quase qualquer área comparável na África do Sul.",
          "visit_duration_min": 75
        },
        {
          "text": "Siga o Magalies Meander, uma rota cênica através desta região pacífica conectando fazendas, estúdios de artesanato e atrações naturais. As montanhas testemunharam incontáveis milênios de história geológica e humana, suas cristas e vales abrigando ecossistemas únicos e evidências de habitação humana primitiva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente o Magaliesberg do alto em um passeio de balão de ar quente, deslizando silenciosamente sobre picos antigos enquanto o nascer do sol pinta a paisagem de dourado. Junte-se a guias especializados para expedições de observação de aves ou embarque em um safari para rastrear o leopardo esquivo que ainda percorre estas montanhas. A combinação de aventura e tranquilidade torna esta região inesquecível.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente o Magalies Canopy Tours na Reserva da Biosfera Magaliesberg, uma aventura de tirolesa de 2,5 horas através de montanhas estimadas em mais de 2.500 milhões de anos. O percurso inclui 10 descidas e 11 plataformas com cenários de tirar o fôlego, oferecendo vislumbres de duikers e klipspringers residentes. Traga sua câmera para oportunidades fotográficas verdadeiramente espetaculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Voe sobre o Vale do Rio Magalies em um safari de balão com a companhia aérea de balões mais antiga da África Austral. Voos ao nascer do sol oferecem vistas sobre as montanhas e o Sítio do Patrimônio Mundial UNESCO Berço da Humanidade, com o mundo abaixo banhado em luz dourada e silêncio interrompido apenas pelos queimadores do balão.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravilhas Naturais de Gauteng: Montanhas Antigas, Sítios Fossilíferos e Reservas Urbanas",
          "day": 3
        },
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 2
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "ZA::mahikeng",
      "name": "Mahikeng",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.8603,
        25.6439
      ],
      "lat": -25.8603,
      "lon": 25.6439,
      "visits": [
        {
          "text": "Explore Mahikeng, capital provincial do North West que mantém o charme de cidade pequena enquanto desempenha um papel fundamental na história sul-africana. Durante a Guerra Anglo-Bôer de 1899, uma pequena guarnição de tropas britânicas famosamente resistiu aqui por 217 dias contra o exército Bôer muito maior. Museus, edifícios históricos e monumentos por toda a cidade documentam esse cerco dramático.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o legado de Sol Plaatje, o famoso jornalista e ativista dos direitos humanos cuja vida está profundamente entrelaçada na narrativa da cidade. Plaatje foi o primeiro Secretário-Geral do Congresso Nacional Africano e um defensor incansável dos direitos africanos durante a era colonial. Sua antiga casa e locais associados oferecem uma visão do ativismo do início do século XX.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente a cultura dos Bakgatla-ba-Kgafela, um subgrupo do povo Tswana com uma longa história no North West. Visite aldeias culturais e o museu cultural em Saulspoort, cerca de 35 quilômetros de Sun City, para experimentar a hospitalidade tradicional e aprender sobre costumes que sobreviveram a séculos de mudança.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 5
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::makhanda",
      "name": "Makhanda",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.3106,
        26.523
      ],
      "lat": -33.3106,
      "lon": 26.523,
      "visits": [
        {
          "text": "Descubra Makhanda, cidade anfitriã do National Arts Festival, a maior celebração anual de artes do continente africano realizada todo julho. Esta cidade histórica oferece um rico programa de drama, dança, teatro, comédia, ópera, música, jazz, artes visuais e cinema, transformando-se em um centro cultural vibrante que atrai artistas e audiências do mundo todo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Amazwi Museum of South African Literature, um dos tesouros literários do país escondido em Makhanda. O museu coleta escritos criativos de autores sul-africanos de todos os gêneros incluindo romances, peças, poesia e memórias. Escritos críticos, manuscritos e materiais audiovisuais documentam o rico patrimônio literário da região.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Albany Museum, estabelecido em 1855 como o segundo museu mais antigo da África do Sul, e seu Observatory Museum abrigando uma das duas únicas Câmaras Obscuras Vitorianas do mundo. Este dispositivo de espelho mágico reflete a cidade sobre uma grande mesa circular, oferecendo uma perspectiva histórica única. A peça companheira existe apenas em Bath, Inglaterra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pare no histórico Pig and Whistle Inn na próxima Bathurst, oferecendo hospitalidade por mais de 180 anos e lar do pub continuamente licenciado mais antigo da África do Sul. Nas proximidades fica o Big Pineapple, um marco de três andares construído nos anos 1980 contendo um museu sobre cultivo de abacaxi e uma plataforma de observação com vistas panorâmicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente observação de animais Big 5 de classe mundial em uma das prestigiosas reservas do Frontier Country incluindo Shamwari, Kwandwe, Lalibela, Pumba e Amakhala. Estas reservas privadas oferecem encontros excepcionais com vida selvagem em paisagens onde cinco grandes culturas-San, Khoi-Khoi, Holandesa, Xhosa e Britânica-uma vez se encontraram durante nove guerras de fronteira.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 6
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "ZA::manyeleti",
      "name": "Manyeleti",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24.5167,
        31.3833
      ],
      "lat": -24.5167,
      "lon": 31.3833,
      "visits": [
        {
          "text": "Entre na Manyeleti Private Game Reserve pelo Orpen Gate, descobrindo um santuário dos Big Five de 23.000 hectares cujo nome significa 'lugar das estrelas' na língua local Shangaan. Fazendo fronteira com o Kruger National Park, Sabi Sands e Timbavati Reserve sem cercas entre eles, a vida selvagem vaga livremente por esta vasta natureza interconectada.",
          "visit_duration_min": 75
        },
        {
          "text": "Rastree a grande população de leões de Manyeleti e leopardos excepcionais, entre os mais frequentemente avistados na área do Greater Kruger. A baixa densidade de veículos da reserva garante encontros íntimos, enquanto a condução ética fora da estrada permite aproximações próximas da vida selvagem. Mais de 300 espécies de aves adicionam cor e canto a cada safari.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente guias de classe mundial de rastreadores especialistas que passaram suas vidas aprendendo sobre o mato. Safaris a pé revelam os menores detalhes - pegadas, plantas, insetos - que visitantes presos a veículos perdem, enquanto safaris de carro cobrem vastas distâncias em busca dos residentes mais elusivos da reserva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relaxe entre os safaris em um lodge de luxo onde mordomos pessoais atendem a todas as necessidades. Desfrute de cafés da manhã surpresa no mato em leitos secos de rios, observe elefantes bebendo no esconderijo fotográfico, ou simplesmente absorva a paz da natureza selvagem africana do seu deck privativo. O guarda noturno garante passagem segura para o jantar sob as estrelas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::mapesu",
      "name": "Mapesu",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -22.2167,
        29.35
      ],
      "lat": -22.2167,
      "lon": 29.35,
      "visits": [
        {
          "text": "Chegue à Mapesu Private Game Reserve, um santuário dos Big Five de 7.200 hectares estabelecido em 2014 adjacente ao Sítio do Patrimônio Mundial da UNESCO do Mapungubwe National Park. Como parceira do projeto de metapopulação de guepardos da Endangered Wildlife Trust, Mapesu demonstra compromisso excepcional com a conservação e turismo responsável no extremo norte da África do Sul.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore paisagens diversas que variam de formações dramáticas de arenito a florestas, matas ciliares e as icônicas baobás de Limpopo. Os ecótonos variados sustentam numerosos mamíferos incluindo zebras, antílopes d'água, impalas, kudus e steenboks, enquanto mais de 383 espécies de aves foram registradas dentro da reserva e 433 na região mais ampla.",
          "visit_duration_min": 75
        },
        {
          "text": "Junte-se a uma caminhada guiada para ver arte rupestre antiga dos San (Bosquímanos), criada pelos habitantes mais antigos da África Austral. Essas pinturas e gravuras notáveis em cavernas e abrigos rochosos retratam crenças espirituais, vida selvagem e experiências da vida cotidiana de milhares de anos atrás, conectando visitantes com a história profunda da humanidade nesta paisagem.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rasteje guepardos a pé como parte dos esforços de conservação de Mapesu, obtendo insights íntimos sobre esses predadores ameaçados. A localização da reserva a torna a base ideal para excursões ao Mapungubwe National Park, apenas 15 minutos de distância. Combine experiências com vida selvagem com imersão cultural em uma das regiões historicamente mais significativas de Limpopo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 4
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "ZA::mapungubwe",
      "name": "Mapungubwe",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -22.1833,
        29.25
      ],
      "lat": -22.1833,
      "lon": 29.25,
      "visits": [
        {
          "text": "Explore o Mapungubwe National Park e Sítio do Patrimônio Mundial, onde cenários de arenito de tirar o fôlego e paisagens expansivas de savana convergem na confluência dos rios Limpopo e Shashe. Este sítio listado pela UNESCO engloba o primeiro reino da África do Sul, que floresceu de 1050 a 1270 d.C. como centro de uma poderosa civilização pré-Shona que se estendia até o atual Zimbábue e Botswana.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra os tesouros arqueológicos de Mapungubwe Hill, onde artefatos de ouro incluindo o famoso rinoceronte dourado foram desenterrados, revelando uma sociedade sofisticada que comerciava com terras distantes. O parque protege este patrimônio insubstituível enquanto exibe a beleza natural das paisagens abertas da região pressionadas contra a fronteira norte da África do Sul.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Junte-se a safáris guiados através do terreno variado do parque, onde a vida selvagem prospera entre baobás antigas e ao longo de sistemas fluviais. O parque abriga elefantes, leões, leopardos e numerosas espécies de antílopes, enquanto a avifauna atrai entusiastas de todo o mundo. Tours culturais iluminam a história notável da primeira sociedade complexa da África.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 5
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::maropeng",
      "name": "Maropeng",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.9333,
        27.7167
      ],
      "lat": -25.9333,
      "lon": 27.7167,
      "visits": [
        {
          "text": "Descubra o Berço da Humanidade, um Sítio do Patrimônio Mundial da UNESCO que revela o local de nascimento da própria humanidade. Comece no Centro de Visitantes Maropeng para uma visão imersiva das origens da humanidade, traçando nossa evolução através de exposições interativas e displays fascinantes. Esta área de 53.000 hectares contém aproximadamente 40% dos fósseis de ancestrais humanos do mundo, tornando cada visita um retorno profundo ao lar para todos os viajantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Desça às lendárias Cavernas Sterkfontein, onde mais de 500 fósseis hominídeos datando de mais de dois milhões de anos foram desenterrados. Fique nas próprias câmaras onde Mrs Ples e Little Foot foram descobertos - restos que revolucionaram nossa compreensão da evolução humana. O sistema de cavernas se estende através de 12 sítios fossilíferos adicionais, cada um contribuindo com conhecimento inestimável para a história de nossa espécie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore a paisagem mais ampla do Berço da Humanidade, onde cavernas antigas e sítios fossilíferos pontilham um terreno ondulante que testemunhou milhões de anos de pré-história humana. Tours guiados iluminam as descobertas científicas que fizeram desta região o sítio hominídeo mais rico do mundo, conectando visitantes com as raízes profundas da existência humana neste canto notável da África do Sul.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravilhas Naturais de Gauteng: Montanhas Antigas, Sítios Fossilíferos e Reservas Urbanas",
          "day": 4
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::matjiesfontein",
      "name": "Matjiesfontein",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.2281,
        20.5783
      ],
      "lat": -33.2281,
      "lon": 20.5783,
      "visits": [
        {
          "text": "Entre na cápsula do tempo vitoriana de Matjiesfontein, um Sítio do Patrimônio Nacional desde 1975 oferecendo aos visitantes uma fuga atemporal para a arquitetura esplêndida do século XIX. Fundada em 1884 pelo empreendedor James Douglas Logan, esta vila notável preserva seu caráter original com cuidado meticuloso. Todo o assentamento parece congelado no tempo, um museu vivo da elegância colonial.",
          "visit_duration_min": 75
        },
        {
          "text": "Hospede-se no icônico Lord Milner Hotel, onde a grandeza vitoriana encontra a hospitalidade calorosa do Karoo em ambientes opulentos que já hospedaram realeza e celebridades. Visite o histórico pub Laird's Arms para refrescos em autêntica atmosfera de época, e explore remanescentes do papel da vila durante a Guerra Sul-Africana. O charme preservado e as exposições históricas tornam este um destino ideal do Northern Cape.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça um tour guiado pela vila a bordo de um ônibus de dois andares vintage de Londres, aprendendo histórias dos personagens excêntricos que moldaram este assentamento único. A combinação de arquitetura pristina, história fascinante e hospitalidade calorosa cria uma experiência diferente de qualquer outra na África do Sul. Matjiesfontein recompensa visitantes que apreciam patrimônio e caráter em igual medida.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 1
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::mazzeppa-bay",
      "name": "Mazzeppa Bay",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -32.4667,
        28.6167
      ],
      "lat": -32.4667,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Descubra Mazzeppa Bay, uma joia escondida na Wild Coast acessível apenas por estradas desafiadoras que recompensam viajantes aventureiros com beleza natural intocada. Este paraíso isolado apresenta pores do sol icônicos, praias intocadas e a visão única de gado se reunindo na areia ao fim do dia. A própria jornada se torna parte da aventura neste refúgio costeiro remoto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Atravesse a famosa ponte suspensa em Mazzeppa Bay, conectando o continente à ilha offshore e proporcionando vistas espetaculares da costa. A área oferece excelentes oportunidades de caminhada, praias tranquilas para nadar e a chance de experimentar a autêntica tranquilidade da Wild Coast longe das multidões de destinos mais acessíveis.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 9
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::mountain-zebra",
      "name": "Mountain Zebra",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -32.25,
        25.45
      ],
      "lat": -32.25,
      "lon": 25.45,
      "visits": [
        {
          "text": "Explore o Mountain Zebra National Park, abrangendo 28.000 hectares de natureza selvagem protegida que serve como santuário crucial para a zebra da montanha do Cabo ameaçada de extinção. A fauna diversa do parque inclui lobo-da-terra, búfalo do Cabo, guepardo, grou-azul, rinoceronte-negro e a rara abetarda de Denham. Safáris de rastreamento de guepardos a pé com guias especializados oferecem encontros íntimos com esses predadores magníficos.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente a vasta paisagem do Karoo, onde a beleza selvagem é definida por planícies planas, montanhas rochosas e a maior variedade de suculentas do mundo. Esta região notável, caracterizada por poeira vermelha, acácias espinhosas, vegetação atrofiada, aloés e moinhos de vento, contém o maior ecossistema da África do Sul com plantas e criaturas endêmicas encontradas em nenhum outro lugar na Terra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça a trilha do Karoo Camino, uma trilha de vários dias atravessando o espetacular Karoo Heartland através de paisagens pontilhadas com ovelhas, cabras angorá e algumas das cidades mais pitorescas do país. Caminhadas noturnas oferecem excelentes oportunidades de observação de estrelas sob alguns dos céus mais limpos do mundo, enquanto game drives e mountain bike revelam os tesouros escondidos da região.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 15
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "ZA::mthatha",
      "name": "Mthatha",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -31.5889,
        28.7844
      ],
      "lat": -31.5889,
      "lon": 28.7844,
      "visits": [
        {
          "text": "Preste homenagem no Museu Nelson Mandela em Mthatha, endossado pelo próprio ícone e oferecendo uma experiência de patrimônio profunda no coração de seu nascimento. O museu documenta a jornada de Mandela da infância rural a estadista global, com exposições abrangendo sua vida, a luta anti-apartheid e seu legado duradouro de reconciliação.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaje para Qunu, a vila onde Nelson Mandela cresceu, viveu durante sua presidência e escolheu como seu local de descanso final. Caminhe pelos vales que ele percorreu quando menino e experimente a paisagem rural que moldou um dos líderes mais influentes da história. Seu túmulo oferece um local de reflexão silenciosa e significado histórico profundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite Mvezo, o local de nascimento de Nelson Mandela, onde o Museu Mvezo Komkhulu preserva os começos humildes deste ícone global. Continue para Mqhekezweni, onde o jovem Mandela passou seus anos formativos. Estes locais dão vida vívida à sua autobiografia 'Long Walk to Freedom', embora as distâncias entre os locais exijam planejamento cuidadoso.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 12
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "ZA::olifants",
      "name": "Olifants",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24,
        31.7333
      ],
      "lat": -24,
      "lon": 31.7333,
      "visits": [
        {
          "text": "Descubra a região do Olifants, renomada pela excelente observação de animais graças a três ecossistemas convergentes que sustentam uma notável diversidade da vida selvagem. O acampamento se ergue dramaticamente sobre o Rio Olifants, oferecendo vistas de tirar o fôlego através da natureza selvagem onde hipopótamos se banham e elefantes vêm beber ao pôr do sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Dirija pela tranquila Old Main Road em direção a Satara, onde pradarias abertas atraem grandes rebanhos de herbívoros e os predadores que os seguem. Satara é famosa pelos avistamentos de leões e hienas, com múltiplos grupos competindo por território nesta área rica em vida selvagem. A estrada oferece belas vistas através das pradarias da savana que se estendem até horizontes distantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observe o pôr do sol do Olifants Rest Camp, onde a posição elevada oferece um dos pontos de observação mais espetaculares do Kruger. O rio abaixo fervilha de vida - crocodilos tomam sol em bancos de areia, hipopótamos emergem para bufar, e elefantes desfilam pelas margens na luz dourada. Os sons da noite fornecem a trilha sonora para noites inesquecíveis no mato.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 8
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::oudtshoorn",
      "name": "Oudtshoorn",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.5921,
        22.2021
      ],
      "lat": -33.5921,
      "lon": 22.2021,
      "visits": [
        {
          "text": "Desça às Cango Caves, um espetacular mundo subterrâneo que vem formando sua obra-prima de estalactites há 4,5 bilhões de anos. Maravilhe-se com formações estranhas e maravilhosas incluindo a Madonna e Child, a imponente Cleopatra's Needle de 9 metros, o aglomerado Dried Tobacco Leaves, o Cathedral's Pulpit, e até mesmo uma Torre Inclinada de Pisa. O túnel de aventura e sistema de escadas oferece um desafio emocionante para os corajosos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o Karoo National Park, um notável ecossistema desértico repleto de vida incluindo leões, rinocerontes e búfalos. De pequenas cidades peculiares a fazendas funcionais, você poderia viajar por meses vivenciando aventuras únicas em cada local. O Karoo contém o maior ecossistema da África do Sul, ostentando plantas e criaturas endêmicas encontradas em nenhum outro lugar do mundo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 11
        }
      ],
      "rating": 8
    },
    {
      "place_id": "ZA::pafuri",
      "name": "Pafuri",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -22.4333,
        31.2167
      ],
      "lat": -22.4333,
      "lon": 31.2167,
      "visits": [
        {
          "text": "Adentre a Concessão Makuleke em Pafuri, a joia do Norte do Kruger National Park. Esta região selvagem exclusiva de 24.000 hectares entre os rios Limpopo e Luvuvhu representa o canto mais remoto e selvagem da reserva principal da África do Sul. Com um máximo de apenas 52 hóspedes permitidos, esta área pristina oferece exclusividade incomparável.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a imensa floresta de árvores da febre, uma das maiores do tipo na África, onde árvores de casca dourada criam uma paisagem etérea. A vegetação variada - abrangendo pans, montanhas e planícies de inundação - sustenta grandes rebanhos de elefantes, búfalos, hipopótamos e crocodilos no famoso Crooks' Corner onde três países se encontram.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com baobás antigas, algumas com mais de 4.000 anos, permanecendo como testemunhas silenciosas de milênios da história africana. A região de Pafuri é um hotspot de observação de aves, atraindo observadores em busca de espécies encontradas em nenhum outro lugar da África do Sul. Mais de 350 espécies de aves foram registradas neste paraíso da biodiversidade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente um sundowner no Lanner Gorge, onde o Rio Luvuvhu esculpiu um curso estreito e serpenteante através de penhascos dramáticos de arenito - possivelmente o melhor local para sundowner na África. Caminhadas no bush com guardas especialistas revelam as pequenas maravilhas do mato, enquanto safáris encontram a vida selvagem notável da região contra cenários deslumbrantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Desfrute de um café da manhã no bush sob uma baobá gigante após um safari matinal, cercado pelos sons e vistas da natureza selvagem africana. O Outpost Lodge oferece 12 lodges de luxo com vista para o vale Luvuvhu, conectados por passarelas elevadas com vistas espetaculares da natureza selvagem do Norte do Kruger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 6
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::parys",
      "name": "Parys",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -26.9,
        27.45
      ],
      "lat": -26.9,
      "lon": 27.45,
      "visits": [
        {
          "text": "Explore o Vaal Prive Holiday Resort na vizinha Dewetsdorp, a fuga ideal da vida urbana situada nas margens da Barragem Vaal. Este resort versátil oferece esqui aquático, pesca, canoagem, observação de aves e mergulho nas águas cristalinas da barragem. As comodidades do local incluem piscinas, trampolins, tênis de mesa, banheiras de hidromassagem e uma academia bem equipada para hóspedes que buscam relaxamento ativo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Dell Cheetah Centre nos arredores de Parys, uma instalação de reprodução que cria guepardos antes de liberá-los em seus habitats naturais. Atualmente abriga 11 guepardos, o centro oferece encontros íntimos com esses magníficos velocistas. Vida selvagem adicional incluindo gnus, zebras, girafas, springbok, kudu, impala e antílopes vagam pela propriedade circundante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra a charmosa cidade de Parys, conhecida por suas lojas de artes, artesanato e antiguidades agrupadas ao redor da rua principal. A posição da cidade no Rio Vaal e dentro da estrutura de impacto do Domo Vredefort cria um cenário único para exploração. Numerosos operadores de aventura oferecem atividades desde passeios de quadriciclo até voos panorâmicos sobre a cratera antiga.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 1
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::paternoster",
      "name": "Paternoster",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -32.8132,
        17.8867
      ],
      "lat": -32.8132,
      "lon": 17.8867,
      "visits": [
        {
          "text": "Conheça Paternoster, uma das aldeias pesqueiras mais antigas e autênticas da Costa Oeste, onde a vida permanece intimamente conectada ao mar. Os pescadores ainda saem diariamente em barcos tradicionais de madeira coloridos, e sua pescaria fresca pode ser comprada no mercado local ou saboreada em pitorescos restaurantes à beira-mar. As casas pristinas caiadas de branco e águas turquesa criam um cenário perfeito de cartão postal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite Shelley Point, uma pequena península intocada aninhada nas águas calmas de Shelley Bay. Protegidas das ondulações do oceano, as águas abrigadas são ideais para velejar, pescar e nadar com segurança para famílias. Este refúgio tranquilo oferece o escape perfeito da vida moderna, com um campo de golfe de 9 buracos e instalações de bem-estar complementando a serenidade natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore St Helena Bay, uma costa intocada atravessando 18 baías e alimentada pela Corrente de Benguela rica em nutrientes, tornando-a uma das principais áreas de pesca do mundo. Golfinhos e Baleias Franca Austral frequentam as águas calmas, enquanto a Cape St Martin Private Nature Reserve oferece a oportunidade única de observar o nascer do sol sobre o mar - o único local assim na Costa Oeste.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 9
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::pilanesberg",
      "name": "Pilanesberg",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.25,
        27.0833
      ],
      "lat": -25.25,
      "lon": 27.0833,
      "visits": [
        {
          "text": "Explore o Parque Nacional Pilanesberg, a reserva dos Big Five mais popular e acessível da África do Sul. Situado dentro de uma antiga cratera vulcânica a apenas 90 minutos de Johannesburg, este parque familiar e econômico é completamente livre de malária. O cenário geológico único cria habitats diversos que sustentam uma notável densidade de vida selvagem em uma área compacta.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra os cães selvagens africanos, 360 espécies de aves e antílopes incomuns como o palanca-negra e o palanca-real que prosperam na rica zona ecológica de Pilanesberg. As opções de condução própria permitem exploração flexível no seu carro alugado, enquanto os passeios guiados oferecem interpretação especializada. A entrada custa aproximadamente 110 rands por adulto, tornando-se uma escolha acessível.",
          "visit_duration_min": 75
        },
        {
          "text": "Rastreie rinocerontes na adjacente Reserva de Caça Letsatsing, onde atividades educacionais com guias de campo usam dispositivos de telemetria para localizar rinocerontes brancos selvagens. Quando os sinais indicam que os rinocerontes estão próximos, os visitantes saem dos veículos para rastrear, se aproximar e observar estes animais magníficos a pé a apenas metros de distância - uma experiência única e emocionante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente safáris de balão de ar quente - Pilanesberg é o único parque nacional na África do Sul que oferece esta perspectiva única da vida selvagem e paisagem. Decolagens ao amanhecer levam passageiros sobre a cratera vulcânica, geologia antiga e rebanhos em movimento para uma experiência de safari aéreo inesquecível que revela toda a majestade do parque de cima.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 7
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::pilgrims-rest",
      "name": "Pilgrims Rest",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24.8922,
        30.7575
      ],
      "lat": -24.8922,
      "lon": 30.7575,
      "visits": [
        {
          "text": "Volte no tempo em Pilgrim's Rest, declarado campo de ouro em 1873 e agora preservado como um museu vivo congelado na era vitoriana. Esta vila pitoresca satura os visitantes com nostalgia, seus edifícios de ferro ondulado e varandas de madeira mantendo o caráter autêntico dos dias da corrida do ouro da África do Sul. A cidade inteira foi declarada monumento nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente garimpar ouro nos riachos que uma vez atraíram milhares de caçadores de fortuna para este vale remoto. A experiência conecta você diretamente com os garimpeiros que transformaram esta natureza selvagem em um assentamento de mineração movimentado. Guias locais compartilham histórias dos garimpeiros que fizeram - e perderam - fortunas nessas águas auríferas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pelas ruas atmosféricas onde edifícios restaurados agora abrigam museus, lojas de artesanato e restaurantes cheios de personalidade servindo pratos tradicionais. O Royal Hotel, estabelecido durante a era da corrida do ouro, continua a receber visitantes com charme de época. As encostas circundantes oferecem trilhas através da floresta nativa até locais de mineração abandonados.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 4
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "ZA::port-alfred",
      "name": "Port Alfred",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.5906,
        26.8911
      ],
      "lat": -33.5906,
      "lon": 26.8911,
      "visits": [
        {
          "text": "Domine as ondas em Port Alfred com instrução profissional de surf na Shaka Surf School, operando de um acampamento de surf florestal único com acomodação em casa na árvore reciclada. O acampamento fica na borda de uma antiga floresta de dunas, completo com sua própria trilha de caminhada e half pipe de skate. Viagens de surf para breaks próximos estendem a aventura para surfistas entusiastas.",
          "visit_duration_min": 75
        },
        {
          "text": "Reme na Kleinemonde West River Canoe Trail, uma jornada de 8 quilômetros através de cenário magnífico até a rústica cabana noturna Lily Pad. Esta experiência combinada de canoagem e caminhada mostra a abundante vida selvagem e de aves da região em um ambiente fluvial pristino. A trilha oferece uma experiência autêntica de natureza selvagem a apenas 15 quilômetros de Port Alfred.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore mais de 100 quilômetros de praias pristinas Bandeira Azul ao longo da Sunshine Coast, estendendo-se desde o icônico Woody Cape até o Great Fish River. O litoral apresenta dunas majestosas, enseadas escondidas, baías rochosas e extensões de areia dourada, com dez rios oferecendo excelentes oportunidades para esportes aquáticos, remo e canoagem nas águas mornas do Oceano Índico.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente cavalgada na praia com Three Sisters Horse Trails ou Beachcombers Horse Trails, galopando ao longo de praias douradas e explorando enseadas isoladas, campos de dunas e desembocaduras de rios. Safaris da vida selvagem a cavalo oferecem a emoção de cavalgar ao lado de rebanhos de eland, girafas e zebras em uma aventura verdadeiramente única do Eastern Cape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 5
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::port-nolloth",
      "name": "Port Nolloth",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -29.25,
        16.8667
      ],
      "lat": -29.25,
      "lon": 16.8667,
      "visits": [
        {
          "text": "Chegue em Port Nolloth, uma cidade litorânea serena oferecendo experiências de praia tranquilas ladeadas por charmosas casas de veraneio com vistas deslumbrantes do Oceano Atlântico. A praia é ideal para caminhadas relaxantes, banhos de sol e diversão familiar, com crianças se deliciando nas piscinas naturais repletas de vida marinha. Esta é a janela do Northern Cape para o mar, um contraste refrescante com as paisagens desérticas do interior.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o único Farol de Port Nolloth, o farol mais ao norte da Costa Oeste da África do Sul, montando guarda sobre essas águas remotas. A estrutura tem guiado embarcações pesqueiras e tráfego costeiro por gerações. O patrimônio de mergulho por diamantes da cidade adiciona intriga a este assentamento remoto onde mergulhadores ainda buscam pedras preciosas no fundo do mar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente a atmosfera tranquila perfeita para aqueles buscando escape pacífico da vida moderna agitada. Oportunidades para caminhadas, ciclismo e observação das estrelas na área circundante estendem a aventura além da praia. A combinação de charme costeiro e história dos diamantes torna Port Nolloth unicamente atraente entre os destinos do Northern Cape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 4
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::port-st-johns",
      "name": "Port St Johns",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -31.6244,
        29.5456
      ],
      "lat": -31.6244,
      "lon": 29.5456,
      "visits": [
        {
          "text": "Testemunhe a incrível Corrida da Sardinha, um dos maiores espetáculos da natureza que ocorre ao longo da Wild Coast de meados de junho ao final de julho. Milhões de sardinhas migram pela costa, atraindo predadores oceânicos em um frenesi alimentar que oferece oportunidades extraordinárias de fotografia e mergulho com snorkel. Tanto mergulhadores autônomos quanto praticantes de snorkel confiantes podem experimentar este fenômeno em primeira mão.",
          "visit_duration_min": 75
        },
        {
          "text": "Aprecie as vistas de tirar o fôlego da pista de pouso de Port St Johns, situada dramaticamente acima da cidade onde o Rio Umzimvubu encontra o Oceano Índico. O cenário entre dois penhascos massivos - conhecidos como os Portões - cria um dos portos naturais mais espetaculares da costa sul-africana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite as Cachoeiras Magwa e a plantação de chá ao redor, onde a água cai em cascata por 144 metros em um desfiladeiro florestal. A Fazenda de Chá Magwa oferece tours de suas operações com o cenário de colinas ondulantes cobertas de arbustos de chá. A próxima Reserva Natural Mkambati apresenta cachoeiras adicionais e pastagens intocadas repletas de vida selvagem.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 11
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "ZA::pretoria",
      "name": "Pretoria",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.7479,
        28.2293
      ],
      "lat": -25.7479,
      "lon": 28.2293,
      "visits": [
        {
          "text": "Explore a Reserva Natural Roodeplaat Dam, localizada a apenas 22 quilômetros de Pretoria, onde um dia perfeito combina piqueniques, pescaria, observação de animais e avistamento excepcional de aves. A reserva circunda uma grande represa que serve como fonte de água para diversos animais selvagens, incluindo zebras, kudus, antílopes-d'água e gnus-azuis que vêm beber em suas margens.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a incrível vida aviária que faz de Roodeplaat um paraíso para observadores de aves, com espécies que vão desde aves aquáticas na represa até aves de rapina voando no alto. A trilha de caminhada de 7 quilômetros ao redor da represa revela diferentes habitats e mirantes, enquanto visitantes que pernoitam podem se imergir completamente na atmosfera pacífica deste santuário da vida selvagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaje até a Cratera Tswaing, uma formação geológica notável criada há 200.000 anos quando um asteroide colidiu com a Terra, deixando uma cratera de 1,3 quilômetro de diâmetro. O impacto teria aniquilado tudo na região - se Pretoria existisse naquela época. Ferramentas de pedra encontradas aqui revelam que humanos colhiam sal e coletavam água da cratera há aproximadamente 100.000 anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhe pelas trilhas ao redor deste antigo local de impacto, que até os anos 1990 foi o centro de intenso debate acadêmico sobre suas origens. O lago da cratera e a vegetação circundante abrigam vida selvagem e aviária diversa, enquanto painéis interpretativos explicam o evento catastrófico que criou esta paisagem única. A sensação de história cósmica é profunda.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Continue até a Reserva de Caça Dinokeng, que significa 'Lugar dos Rios' em Setswana, a apenas 40 quilômetros de Pretoria. Este destino popular oferece experiências de safari tranquilas onde zebras, várias espécies de antílopes, gnus e javalis-africanos circulam livremente. A área também possui uma cervejaria local e restaurantes fantásticos, combinando vida selvagem com prazeres culinários.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite a Reserva Natural Groenkloof, uma das primeiras áreas declaradas reserva natural na África do Sul e agora considerada uma das melhores experiências de caminhada em Gauteng. As trilhas atendem caminhantes, ciclistas de montanha, cavaleiros, famílias e grupos sérios de trilheiros. Mantenha os olhos abertos para kudus, impalas, gnus-azuis e avestruzes por toda a reserva.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente a notável aventura ao ar livre de visitar uma cratera de impacto meteorítico verificada, um dos exemplos mais bem preservados da Terra. As trilhas de caminhada oferecem diferentes níveis de dificuldade, enquanto o centro de visitantes fornece contexto tanto sobre o evento geológico quanto sobre a história humana de colheita de sal que se seguiu. Leve um piquenique e passe o dia explorando.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravilhas Naturais de Gauteng: Montanhas Antigas, Sítios Fossilíferos e Reservas Urbanas",
          "day": 1
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravilhas Naturais de Gauteng: Montanhas Antigas, Sítios Fossilíferos e Reservas Urbanas",
          "day": 2
        }
      ],
      "rating": 9
    },
    {
      "place_id": "ZA::rhodes",
      "name": "Rhodes",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -30.7981,
        27.9622
      ],
      "lat": -30.7981,
      "lon": 27.9622,
      "visits": [
        {
          "text": "Descubra a vila pitoresca de Rhodes, escondida em um canto remoto das Terras Altas do Cabo Oriental fazendo fronteira com o Reino do Lesoto. Este povoado pacífico serve como portal para águas excepcionais de pesca com mosca, com aproximadamente 150 quilômetros de riachos de montanha intocados disponíveis para pescadores. Rios originários até 3.000 metros acima do nível do mar proporcionam pesca de truta de classe mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore arte rupestre San antiga em locais próximos a Rhodes, onde pinturas criadas pelos habitantes originais há centenas de anos adornam abrigos rochosos e cavernas. Estas obras de arte preciosas retratam o modo de vida San, suas crenças espirituais e a vida selvagem que caçavam nestas montanhas. As visitações requerem visitas a propriedades privadas com acordo prévio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente as passagens montanhosas das Eastern Cape Highlands, incluindo Naude's Nek - a passagem montanhosa mais alta da África do Sul - e Joubert's Pass, a terceira mais alta do país. Volunteershoek sobe até o Tiffindell Ski Resort e o ponto mais alto do Cabo, enquanto a desafiadora Bastervoetpad recompensa motoristas aventureiros com vistas incríveis do vale.",
          "visit_duration_min": 60
        },
        {
          "text": "Testemunhe espetaculares exibições de flores alpinas nas pastagens montanas de novembro a abril, com florescimento de pico em altitudes mais elevadas. Tiffindell tipicamente oferece shows impressionantes no início de dezembro, enquanto Naude's Nek atinge seu pico floral em fevereiro. Tours botânicos guiados revelam a diversidade desses ecossistemas sub-alpinos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 13
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "ZA::richmond",
      "name": "Richmond",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -31.4167,
        23.95
      ],
      "lat": -31.4167,
      "lon": 23.95,
      "visits": [
        {
          "text": "Chegue a Richmond, uma 'cidade do livro' distinguida por sua abundância de livrarias, residentes bibliófilos conhecedores e uma cultura construída inteiramente em torno da palavra escrita. Este assentamento pitoresco entre Cape Town e Johannesburg faz a parada perfeita em qualquer viagem rodoviária para aqueles que apreciam literatura e aprendizado. Cada esquina revela outra livraria encantadora convidando à exploração.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegue através de lojas de vila únicas e peculiares abrigando coleções que vão desde primeiras edições raras até ficção contemporânea. A arquitetura combina estilo classicamente vitoriano com casas tradicionais 'Karoo', criando paisagens urbanas encantadoras. Passeios cênicos através do Great Karoo próximo revelam paisagens tão vastas e contemplativas quanto a melhor literatura. Richmond é perfeito para ratões de biblioteca e famílias experimentando a paisagem árida do Karoo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 14
        }
      ],
      "rating": 4
    },
    {
      "place_id": "ZA::richtersveld",
      "name": "Richtersveld",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.3833,
        17.05
      ],
      "lat": -28.3833,
      "lon": 17.05,
      "visits": [
        {
          "text": "Descubra o Parque Transfronteiriço Ai-Ais/Richtersveld, o maior deserto montanhoso da África Austral oferecendo uma paisagem surreal de montanhas de lava, planícies arenosas e flora única que não existe em nenhum outro lugar da Terra. Apesar das condições severas com menos de 50mm de chuva anual, este ecossistema notável sustenta vida selvagem diversa mantida pela umidade da neblina atlântica que rola para o interior cada manhã.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com as árvores Halfmens (meio-humanas) e as icônicas árvores aljava que se adaptaram para sobreviver neste ambiente extremo. Essas árvores suculentas criam silhuetas sobrenaturais contra cenários montanhosos dramáticos, seus nomes refletindo a imaginação dos primeiros viajantes que viam formas humanas em suas formas. A singularidade botânica do Richtersveld lhe rendeu status de Patrimônio Mundial da UNESCO.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore em trilhas desafiadoras de 4x4, caminhe por paisagens surreais, desfrute de observação de aves excepcional, ou experimente rafting ao longo da fronteira do Rio Orange. Destaques incluem o dramático planalto Tatasberg, a vertiginosa Passagem Rooiberg, e relaxantes águas termais no Resort Ai-Ais através da fronteira namibiana. Ideal para amantes da natureza aventureiros buscando paisagens diferentes de qualquer outro lugar.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 5
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "ZA::riebeek-kasteel",
      "name": "Riebeek Kasteel",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.3847,
        18.9036
      ],
      "lat": -33.3847,
      "lon": 18.9036,
      "visits": [
        {
          "text": "Descubra o Riebeek Valley, englobando as cidades pitorescas de Riebeek West e Riebeek Kasteel aninhadas entre vinhedos ondulantes e olivais prateados. Esta área é renomada por seus mercados vibrantes e festivais, incluindo o popular Festival Anual da Azeitona celebrando os produtos de estilo mediterrâneo da região. A montanha Kasteelberg oferece caminhadas recompensadoras com oportunidades de avistar falcões, águias e corujas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o !Khwa ttu San Cultural and Educational Centre, oferecendo insights profundos sobre a cultura, patrimônio e conhecimento dos habitantes originais da West Coast. Guias San qualificados compartilham suas habilidades únicas e sabedoria antiga durante tours imersivos. O centro também apresenta trilhas espetaculares de mountain bike e a casa de fazenda original transformada em um restaurante acolhedor.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 6
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "ZA::riemvasmaak",
      "name": "Riemvasmaak",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.5833,
        19.9833
      ],
      "lat": -28.5833,
      "lon": 19.9833,
      "visits": [
        {
          "text": "Descubra Riemvasmaak, um deserto selvagem de 75.000 hectares apresentando cânions de granito deslumbrantes e águas termais naturais perfeitas para relaxamento após longas jornadas. A paisagem aqui é crua e dramática, com formações rochosas antigas criando um labirinto de vales e cordilheiras. Este destino remoto promete um escape sereno na natureza onde os únicos sons são vento e canto de pássaros.",
          "visit_duration_min": 75
        },
        {
          "text": "Mergulhe nas águas termais terapêuticas, onde águas ricas em minerais borbulham das profundezas subterrâneas para encher piscinas naturais de pedra. As fontes proporcionam alívio bem-vindo para viajantes cansados, seu calor contrastando deliciosamente com o ar fresco do deserto. Águias negras sobem em círculos acima, completando uma experiência que conecta visitantes com a África primordial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore trilhas desafiadoras de 4x4 que serpenteiam através de terreno espetacular, ou caminhe até mirantes com vista para o Rio Orange cortando através de geologia antiga. Acomodação em chalés rústicos que se misturam com o terreno rochoso oferece comodidades básicas sem eletricidade - traga essenciais incluindo água e repelente de insetos. Riemvasmaak recompensa aventureiros com paisagens de tirar o fôlego e solidão profunda.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 6
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "ZA::roodepoort",
      "name": "Roodepoort",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -26.1625,
        27.8728
      ],
      "lat": -26.1625,
      "lon": 27.8728,
      "visits": [
        {
          "text": "Passeie pelo Jardim Botânico Nacional Walter Sisulu, um paraíso de 300 hectares da flora e fauna do Highveld coroado por uma cachoeira magnífica que atrai visitantes há centenas de anos. Embora formalmente estabelecido apenas em 1982, as formações geológicas únicas deste local, aloés indígenas e cicas antigas cativaram amantes da natureza através dos séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Acomode-se sob árvores sombreadas para um piquenique enquanto observa um dos casais residentes de águia-de-Verreaux de Johannesburg voar sobre as águas cascateantes. Os habitats diversos do jardim atraem observadores de aves em busca de espécies desde especialistas de campos até andorinhões que habitam cachoeiras. Trilhas para caminhada serpenteiam pela vegetação indígena, revelando a diversidade botânica notável da região do Highveld.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fotografe a cachoeira espetacular do jardim, um marco natural que forma a peça central deste oásis urbano. Os penhascos circundantes e afloramentos rochosos proporcionam habitat para uma variedade notável de vida selvagem, desde dassies tomando sol até aves florestais secretas nos kloofs arborizados. Displays florais sazonais adicionam explosões de cor durante todo o ano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravilhas Naturais de Gauteng: Montanhas Antigas, Sítios Fossilíferos e Reservas Urbanas",
          "day": 5
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "ZA::rosendal",
      "name": "Rosendal",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.95,
        27.9167
      ],
      "lat": -28.95,
      "lon": 27.9167,
      "visits": [
        {
          "text": "Experimente Rosendal, conhecida pelos locais como o segredo mais bem guardado do Free State, onde charme e tranquilidade permeiam cada canto. Os prédios históricos bem preservados e a atmosfera amigável convidam os visitantes a desacelerar e apreciar os prazeres simples da vida. Este destino é celebrado por sua hospitalidade calorosa, tornando-se um refúgio ideal da correria da vida moderna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça uma caminhada tranquila pelas ruas silenciosas de Rosendal, admirando a arquitetura única que reflete a herança da região. Visite lojas locais oferecendo artesanatos feitos à mão e produtos artesanais criados por residentes talentosos. O ritmo pacífico de vida aqui proporciona a oportunidade perfeita para se reconectar com tempos mais simples e o calor genuíno da comunidade.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 8
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "ZA::rustenburg",
      "name": "Rustenburg",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.6667,
        27.25
      ],
      "lat": -25.6667,
      "lon": 27.25,
      "visits": [
        {
          "text": "Visite o Museu Casa de Campo Paul Kruger em Rustenburg, uma coleção histórica de edifícios que uma vez formaram a fazenda de Paul Kruger, ex-Presidente da Zuid-Afrikaanse Republiek e líder da resistência Bôer na Guerra Anglo-Bôer. Agora totalmente restaurada, a propriedade oferece uma visão imersiva da vida de Kruger e sua família, com artefatos incluindo seu rifle e bíblias em exposição.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a Reserva Natural Kgaswane nas encostas norte das montanhas Magaliesberg, uma coleção pitoresca de picos e vales de quartzito, cachoeiras magníficas e piscinas naturais tranquilas. Uma rota de carro próprio com locais para piquenique e mirantes permite exploração no seu próprio ritmo. A reserva é particularmente famosa por seu rebanho reprodutor de antílopes sable.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra dezenas de espécies de antílopes em Kgaswane, desde klipspringers até kudus, enquanto observadores de aves procuram pela colônia reprodutora de abutres-do-cabo ameaçados. A reserva oferece uma alternativa pacífica aos parques maiores, com menos multidões e excelentes oportunidades de observação da vida selvagem a apenas 15 minutos de Rustenburg. Mirantes cênicos recompensam caminhantes com vistas panorâmicas das montanhas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 3
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::sabie",
      "name": "Sabie",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.0972,
        30.7831
      ],
      "lat": -25.0972,
      "lon": 30.7831,
      "visits": [
        {
          "text": "Percorra a Sabie Waterfall Route, um segredo bem guardado que abrange oito magníficas cascatas ao longo de um trecho cênico de 50 quilômetros da R532. Embora ofuscada pelo próximo Kruger e Blyde River Canyon, esta rota oferece algumas das mais espetaculares belezas naturais de Mpumalanga. Cada cachoeira apresenta caráter único, desde torrentes estrondosas até delicados véus de noiva.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com Mac Mac Falls, mergulhando impressionantes 70 metros em um desfiladeiro florestal, nomeada em homenagem aos mineradores escoceses que procuraram ouro nestes vales. Continue até Lisbon Falls, cascateando 94 metros em uma queda dupla espetacular que está entre as mais altas da província. As piscinas naturais da floresta abaixo convidam a mergulhos refrescantes nos dias quentes do Lowveld.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite cachoeiras adicionais incluindo Bridal Veil Falls, Horseshoe Falls e Lone Creek Falls, cada uma acessível através de curtas caminhadas na floresta. As florestas de plantação circundantes e a mata nativa criam um paraíso verde de samambaias, musgos e árvores imponentes. Locais para piquenique ao lado das cachoeiras oferecem pontos pacíficos para absorver a trilha sonora natural da água corrente.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 7
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "ZA::saldanha",
      "name": "Saldanha",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.0115,
        17.9441
      ],
      "lat": -33.0115,
      "lon": 17.9441,
      "visits": [
        {
          "text": "Visite Saldanha Bay, situada na maior baía natural da África do Sul, famosa por seus contrastes impressionantes e beleza natural. Como centro da indústria pesqueira regional e destino de férias popular para entusiastas de esportes aquáticos, a baía oferece experiências diversas. O campus da Academia Militar Sul-Africana inclui uma reserva natural intocada que se transforma em um paraíso floral na primavera e oferece excelentes pontos de observação para as Baleias Franca Austral durante a temporada de reprodução.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a bela e acidentada costa de Jacobsbaai, com uma espetacular orla marítima de 2km que abrange sete baías distintas. Uma trilha de 17km entre Swartrietbaai e Tietiesbaai atravessa o fynbos costeiro que abriga vida selvagem diversa. Frequentemente chamada de 'Namaqualand à beira-mar', as exibições de flores silvestres da área são de uma beleza de tirar o fôlego durante a primavera.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra Hopefield, uma cidade histórica que data de 1851, cercada por delicado fynbos e campos de trigo verde ondulantes. Visite a bela Igreja Reformada Holandesa construída em 1879, onde o órgão original ainda toca em casamentos e durante o Hopefield Fynbos Show. O Museu de Fósseis exibe uma réplica do famoso crânio hominídeo do Homem de Saldanha, e o Simply Bee Observation Centre oferece insights fascinantes sobre a produção de mel.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 8
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::shingwedzi",
      "name": "Shingwedzi",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -23.1167,
        31.4333
      ],
      "lat": -23.1167,
      "lon": 31.4333,
      "visits": [
        {
          "text": "Dirija pelas regiões norte e central do Kruger National Park, uma experiência essencial da lista de desejos sul-africana. De Pafuri, siga a estrada asfaltada através das florestas de mopane em direção a Punda Maria e Shingwedzi, onde elefantes são companheiros comuns ao longo da jornada. Esta vasta natureza selvagem se revela gradualmente, revelando novas paisagens a cada curva.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Red Rocks Loop perto de Shingwedzi, onde a erosão da água esculpiu uma série de marmitas fascinantes em pedra lisa e avermelhada. Esta curiosidade geológica oferece excelente habitat para leopardos, e a área abriga diversas aves e manadas de elefantes que se movem pela floresta de mopane.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Continue ao sul pelos acampamentos de Mopane e Letaba, vivenciando as paisagens e populações de vida selvagem em constante mudança. Cada região do Kruger oferece caráter distinto - das florestas do norte ricas em elefantes às savanas do sul densas em predadores. Os acampamentos oferecem acomodações confortáveis com vistas deslumbrantes do rio e a chance de compartilhar histórias de avistamentos com outros viajantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 7
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::simons",
      "name": "Simons",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -34.1918,
        18.4323
      ],
      "lat": -34.1918,
      "lon": 18.4323,
      "visits": [
        {
          "text": "Visite Boulders Beach na charmosa cidade naval de Simon's Town, lar de uma próspera colônia de aproximadamente 3.000 pinguins africanos. Protegida por enormes pedras de granito que criam enseadas abrigadas, esta praia notável oferece uma oportunidade inesquecível de observar essas aves marinhas carismáticas em seu habitat natural. Passarelas de madeira permitem encontros próximos enquanto protegem as áreas sensíveis de nidificação dos pinguins.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaje até Cape Point, considerado um dos lugares mais belos da África do Sul, onde dois oceanos se encontram dramaticamente na ponta sudoeste do continente. Parte do Cape Floral Kingdom, este promontório varrido pelos ventos é coberto por vegetação fynbos nativa e fornece habitat crítico para aves marinhas pelágicas e uma população residente de babuínos. O farol histórico oferece vistas dominantes sobre as águas turbulentas onde os oceanos Atlântico e Índico convergem.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente a observação de baleias ao longo da costa do Western Cape durante a temporada de migração de junho a outubro. Estes magníficos mamíferos marinhos passam pela costa, com Hermanus sediando o renomado Festival Anual das Baleias em setembro. As baías calmas da região e águas ricas em nutrientes a tornam um dos principais destinos mundiais para observação de baleias em terra.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 2
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "ZA::skukuza",
      "name": "Skukuza",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24.9936,
        31.5928
      ],
      "lat": -24.9936,
      "lon": 31.5928,
      "visits": [
        {
          "text": "Entre no Kruger National Park pelo Paul Kruger Gate, indo para Skukuza - o principal destino de observação de animais da África do Sul na região sul. Esta área é renomada pelos excepcionais avistamentos de predadores e encontros com os Big Five, com pradarias abertas, matagais espinhosos e florestas ribeirinhas sustentando concentrações notáveis de vida selvagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Dirija pelo loop popular ao redor da confluência dos Rios Sabie e Sand, combinando diversos habitats em um circuito recompensador. Grupos de leões prosperam aqui com menos competição devido à abundante presa. Safaris no início da manhã e final da tarde oferecem as melhores chances de testemunhar atividade de predadores ao longo dessas rotas produtivas.",
          "visit_duration_min": 75
        },
        {
          "text": "Hospede-se no Shalati, a acomodação exclusiva Train on the Bridge empoleirada sobre o Rio Sabie em uma ponte ferroviária histórica. Observe elefantes, hipopótamos e búfalos da sua varanda enquanto pastam e bebem abaixo. O nascer do sol da sua cama king-size revela o mato despertando na luz dourada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente a sensação única de dormir em um vagão de trem reimaginado suspenso sobre o mato africano. Os 31 quartos, incluindo 24 quartos de vagão, oferecem vistas magníficas e serviço de classe mundial. Chá da tarde no bar da ponte, uma piscina infinita com vista para o rio e jantar gourmet completam esta experiência única.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 12
        }
      ],
      "rating": 8
    },
    {
      "place_id": "ZA::st-francis-bay",
      "name": "St Francis Bay",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -34.1711,
        24.8336
      ],
      "lat": -34.1711,
      "lon": 24.8336,
      "visits": [
        {
          "text": "Descubra Greater St Francis, localizada no ponto mais oriental da África, onde a charmosa vila à beira do canal oferece uma experiência costeira única. Navegue pelos pitorescos St Francis Canals de barcaça, explorando esta rede de canais estilo Veneza cercada por casas de telhado de sapé e jardins exuberantes. A área combina beleza natural com vida costeira sofisticada.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarque na Chokka Trail, uma jornada de 62 quilômetros de trekking leve entre Oyster Bay, St Francis Bay e Cape St Francis. Esta aventura de caminhada no seu próprio ritmo mostra a região de St Francis em seu melhor, com hospedagem noturna em pousadas confortáveis ao longo da rota. Experimente litoral pristino, vegetação nativa e abundante vida selvagem durante toda a jornada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jogue no prestigioso St Francis Links, um dos principais campos de golfe do Eastern Cape situado contra um cenário de paisagem costeira espetacular. O layout de campeonato desafia golfistas enquanto oferece vistas deslumbrantes do oceano. A região de St Francis também oferece Eco Sea Cruises de 5-7 horas, proporcionando oportunidades para observar vida marinha em seu habitat natural.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente cavalgada ao longo das praias douradas de Oyster Bay, onde o litoral intocado se estende até onde a vista alcança. Múltiplos operadores oferecem passeios adequados para todos os níveis de experiência, desde caminhadas suaves na praia até galopes emocionantes pela costa. A beleza remota da área e a abundante vida selvagem tornam cada passeio uma aventura memorável.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 3
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "ZA::storms-river",
      "name": "Storms River",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -33.9691,
        23.8989
      ],
      "lat": -33.9691,
      "lon": 23.8989,
      "visits": [
        {
          "text": "Percorra a lendária Garden Route pela N2 do Southern Cape à Tsitsikamma Forest, ladeada por enormes cordilheiras e um panorama oceânico em constante mudança. Em um momento você estará subindo passagens de montanha com vista para praias pontilhadas de golfinhos, no próximo estará imerso em floresta indígena antiga e misteriosa. Esta rota cênica é consistentemente classificada entre as viagens rodoviárias mais belas do mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Conheça a dramática Storms River Mouth, um desfiladeiro espetacular onde o rio troveja no Oceano Índico. Este destino de Parque Nacional altamente classificado oferece rafting em águas bravas, natação em piscinas cor de cola e caiaque através de desfiladeiros íngremes. Caminhe por pontes suspensas, nade sob cachoeiras e faça snorkel ou mergulhe na reserva marinha protegida para entender por que esta permanece uma das atrações naturais mais amadas da África do Sul.",
          "visit_duration_min": 75
        },
        {
          "text": "Conheça o mundialmente famoso Bloukrans Bungy, reconhecido como o salto de bungee jump comercial mais alto de uma ponte na Terra. Mergulhe mais de 200 metros em direção ao magnífico vale do Rio Bloukrans usando tecnologia de bungee jump pendular de última geração que garante o salto mais suave possível. As vistas de tirar o fôlego da ponte mais alta da África capturam toda a majestade desta área selvagem pristina.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarque em um emocionante Tree Top Canopy Tour, deslizando por tirolesa entre plataformas ao longo de cabos de aço dispostos entre os magníficos arredores da floresta Tsitsikamma. Esta aventura inesquecível é adequada para idades de 7 a 70 anos, tornando-a perfeita para famílias, amantes da natureza e buscadores de emoção. Deslize através do dossel da floresta indígena antiga para uma perspectiva única deste ecossistema protegido.",
          "visit_duration_min": 75
        },
        {
          "text": "Atravesse a icônica Storms River Suspension Bridge dentro do Tsitsikamma National Park, onde mais de 80 quilômetros de costa protegida encontram ecossistemas diversos incluindo fynbos, florestas e abundante vida marinha. O parque, estabelecido em 1964, oferece cenários deslumbrantes, trilhas para caminhada e oportunidades para observar a flora e fauna únicas desta natureza selvagem costeira pristina.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pela antiga Tsitsikamma Forest, parte do Garden Route National Park, onde árvores yellowwood imponentes criam um dossel místico sobre pisos florestais cobertos de samambaias. Trilhas para caminhada serpenteiam através desta floresta indígena pristina, lar de diversas espécies de aves e da elusiva população de elefantes de Knysna. A combinação de floresta, fynbos e costa cria um santuário natural incomparável.",
          "visit_duration_min": 60
        },
        {
          "text": "Participe de uma Kayak and Lilo Experience, remando através do oceano e sob a ponte suspensa do Storms River antes de se aventurar mais profundamente no dramático Desfiladeiro do Storms River. Esta aventura familiar permite que você salte de saliências de penhasco em piscinas profundas e explore o desfiladeiro espetacular por lilo inflável. A experiência é consistentemente recomendada como um destaque por visitantes de todo o mundo.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra Storms River Village e a Tsitsikamma Forest circundante em um tour guiado de Segway. Deslize através de florestas frescas de pinheiros e bosques indígenas, cruzando a histórica Witteklip Bridge e visitando a magnífica Tsitsikamma Big Tree de 1.000 anos. Este modo único de exploração oferece uma maneira inesquecível de vivenciar as maravilhas naturais da área.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 12
        },
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Grand do Eastern Cape: De Tsitsikamma à Wild Coast",
          "day": 1
        }
      ],
      "rating": 7
    },
    {
      "place_id": "ZA::sun",
      "name": "Sun",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -25.3356,
        27.0928
      ],
      "lat": -25.3356,
      "lon": 27.0928,
      "visits": [
        {
          "text": "Experimente Sun City, o famoso mega-resort na fronteira do Parque Nacional Pilanesberg oferecendo entretenimento para todas as idades. Os adultos desfrutam de um campo de golfe mundialmente famoso e um dos maiores cassinos da África, enquanto as famílias se deliciam com a variedade de brinquedos, atividades ao ar livre e o famoso parque aquático Valley of the Waves com sua praia cercada de palmeiras.",
          "visit_duration_min": 75
        },
        {
          "text": "Jogue uma partida nos dois campos de golfe projetados por Gary Player em Sun City. O Gary Player Country Club foi classificado em terceiro lugar no país pela Golf Digest South Africa e hospeda o desafio anual Nedbank Golf Challenge com jogadores profissionais. O campo de golfe Lost City, estilo deserto, possui 300.000 pés quadrados de recursos aquáticos incluindo crocodilos do Nilo vivos no 13º buraco.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Voe sobre o resort em um balão de ar quente, tente a sorte no cassino, ou assista músicos de classe mundial no local de entretenimento Superbowl. A acomodação varia desde as Cabanas familiares até o cinco estrelas Cascades e o extravagante Palace of the Lost City. Locais de música ao vivo e inúmeras opções gastronômicas completam as ofertas de entretenimento.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 8
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::sutherland",
      "name": "Sutherland",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -32.3984,
        20.6642
      ],
      "lat": -32.3984,
      "lon": 20.6642,
      "visits": [
        {
          "text": "Viaje para Sutherland nas Terras Altas do Karoo, onde oportunidades incomparáveis de observação das estrelas aguardam sob alguns dos céus mais escuros e claros da Terra. A alta elevação da cidade e localização remota, longe da poluição luminosa, a transformaram na capital astronômica da África. Em noites sem nuvens, a Via Láctea brilha através dos céus em detalhes deslumbrantes visíveis a olho nu.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Observatório Astronômico Sul-Africano, lar do Southern African Large Telescope (SALT) - o maior telescópio óptico do Hemisfério Sul. Tours guiados oferecem insights fascinantes sobre o universo, desde galáxias distantes a bilhões de anos-luz até a descoberta de novos planetas orbitando sóis distantes. Esta instalação de classe mundial torna Sutherland verdadeiramente o 'portal para o universo'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente sessões noturnas de observação das estrelas onde guias especialistas apontam constelações, planetas e fenômenos celestiais invisíveis das cidades com poluição luminosa. As noites frias e claras do Karoo recompensam observadores pacientes com chuvas de meteoros, passagens de satélites e a perspectiva profunda do nosso lugar no cosmos. Perfeito para entusiastas da astronomia e qualquer um buscando uma experiência celestial.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 2
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "ZA::taung",
      "name": "Taung",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -27.55,
        24.7833
      ],
      "lat": -27.55,
      "lon": 24.7833,
      "visits": [
        {
          "text": "Siga a Rota do Patrimônio Taung, uma fascinante jornada de 45 quilômetros através de sítios arqueológicos que iluminam lacunas significativas na evolução humana. Esta rota inclui o local listado pela UNESCO onde um crânio fossilizado de 2,5 milhões de anos de uma criança hominídea foi descoberto em 1924. A Criança Taung foi rotulada como o fóssil antropológico mais importante do século XX.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore maravilhas naturais ao longo da rota do patrimônio incluindo uma cachoeira de calcário e bacias rochosas naturais, riachos e cavernas coletivamente conhecidas como as Piscinas Azuis. Você também pode se aventurar dentro de um túnel de mina abandonado que fornece insights sobre a história geológica e de mineração da região. A paisagem revela camadas do passado antigo da Terra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Conecte esta visita com o mais amplo Sítio do Patrimônio Mundial Berço da Humanidade, do qual Taung é oficialmente parte. A rota do patrimônio fornece contexto essencial para entender as origens humanas e o trabalho científico meticuloso que reconstruiu nossa história evolutiva a partir de evidências fósseis encontradas nessas paisagens antigas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador da North West Province: Montanhas Antigas, Safáris dos Big Five e Origens Humanas",
          "day": 10
        }
      ],
      "rating": 3
    },
    {
      "place_id": "ZA::upington",
      "name": "Upington",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.4478,
        21.2561
      ],
      "lat": -28.4478,
      "lon": 21.2561,
      "visits": [
        {
          "text": "Entre no Kalahari Verde, uma região deslumbrante que combina beleza natural com rica história cultural ao longo do Orange River que dá vida. Este corredor fértil abrange as cidades de Upington, Kenhardt, Kakamas e Augrabies, cada uma oferecendo atrações únicas desde vinhedos até paisagens dramáticas. O contraste entre a vegetação verde exuberante à beira do rio e o semi-deserto circundante cria uma experiência visual notável.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a herança cultural dos povos San, Nama e Koranna que chamaram esta região de lar por milênios. Descubra antigas gravuras rupestres San que proporcionam janelas para a vida pré-histórica, visite igrejas missionárias históricas que moldaram o desenvolvimento regional, e examine moinhos d'água que aproveitaram o Orange River. As histórias dessas comunidades indígenas adicionam profundidade profunda à paisagem.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Maravilhe-se com o Verneuk Pan, a vasta planície salgada onde Sir Malcolm Campbell uma vez tentou recordes de velocidade terrestre, e navegue por artefatos San artesanais locais que continuam tradições artísticas antigas. O Orange River tem sustentado esta região por séculos, criando condições semelhantes a oásis que suportam agricultura, vida selvagem e comunidades. Perfeito para entusiastas da história e amantes da natureza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisseia do Northern Cape: Diamantes, Dunas do Deserto e Maravilhas do Céu Escuro",
          "day": 9
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "ZA::velddrif",
      "name": "Velddrif",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -32.7743,
        18.1695
      ],
      "lat": -32.7743,
      "lon": 18.1695,
      "visits": [
        {
          "text": "Descubra Bokkomlaan em Velddrif, o coração da indústria pesqueira da Costa Oeste e uma joia não descoberta recentemente reconhecida como patrimônio histórico. Atravesse a Carinus Bridge e pare no mirante sob palmeiras altas para observar pássaros limícolas no canal. O tempo parece parar ao longo desta rua histórica enquanto barcos de pesca balançam ao lado de numerosos píers e pescadores preparam sua pescaria usando métodos tradicionais passados através de gerações.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Conheça o Thali Thali Game Lodge, uma reserva pristina de caça e fynbos de propriedade privada abundante em vida selvagem e espécies de aves. Lar de vários antílopes e muitas outras espécies em um ambiente livre de predadores, os hóspedes podem explorar com segurança a pé. Safáris diários, tiro com arco e uma pista de caça com arco 3D oferecem atividades diversas em meio à beleza natural da Costa Oeste.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descoberta da Costa do Western Cape: Da Table Mountain à Garden Route",
          "day": 10
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::ventersburg",
      "name": "Ventersburg",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -28.0833,
        26.9667
      ],
      "lat": -28.0833,
      "lon": 26.9667,
      "visits": [
        {
          "text": "Explore a Reserva de Caça Willem Pretorius perto da pequena cidade do Free State Ventersburg, onde visitantes podem testemunhar os maiores rebanhos de gnus pretos do mundo vagando pelos campos abertos. Esta reserva convenientemente localizada serve como a parada ideal entre Johannesburg e Cape Town para amantes da vida selvagem. A combinação de habitats de barragem, campos e bushveld sustenta uma diversidade animal notável.",
          "visit_duration_min": 75
        },
        {
          "text": "Observe eland, blesbok, springbok, rinoceronte branco e girafas enquanto se movem pelas paisagens variadas da reserva. A Barragem Allemanskraal atrai aves aquáticas e fornece pontos focais cênicos por toda a propriedade. Safáris e rotas autoguiadas permitem aos visitantes explorar no próprio ritmo, com excelentes chances de avistamentos de qualidade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pernoite na acomodação confortável da reserva para experimentar a natureza selvagem do Free State ao amanhecer e anoitecer quando a vida selvagem está mais ativa. Trilhas para caminhada oferecem encontros íntimos com criaturas menores e vida vegetal frequentemente perdidas dos veículos. A localização central da reserva a torna uma excelente base para explorar os destaques circundantes do Free State.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 3
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "ZA::vredefort",
      "name": "Vredefort",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -27.0167,
        27.4
      ],
      "lat": -27.0167,
      "lon": 27.4,
      "visits": [
        {
          "text": "Descubra o Domo Vredefort, um Patrimônio Mundial da UNESCO reconhecido como o local de impacto de meteorito mais antigo e maior verificado da Terra. Aproximadamente 2 bilhões de anos atrás, um asteroide estimado em 10-15 quilômetros de largura atingiu aqui, criando uma cratera originalmente de 300 quilômetros de diâmetro - visível hoje como um anel de colinas de 90 quilômetros de largura. Este evento cataclísmico moldou características geológicas ainda estudadas por cientistas mundialmente.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore as paisagens dramáticas criadas por este impacto antigo, onde camadas rochosas expostas revelam bilhões de anos da história da Terra. O domo central elevado e a borda circundante proporcionam uma sala de aula geológica diferente de qualquer outra no planeta. O Rio Vaal flui através do local de impacto, adicionando beleza cênica ao significado científico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente atividades de aventura por toda a área do Domo Vredefort, desde caminhadas e rafting até rapel em penhascos dramáticos moldados pelo impacto antigo. Equitação e canoagem ao longo do Rio Vaal oferecem maneiras mais suaves de explorar, enquanto acampar sob céus estrelados conecta os visitantes com as forças cósmicas que criaram esta paisagem notável.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descoberta do Free State: Terras Altas Douradas, Crateras Antigas e Santuários de Grandes Felinos",
          "day": 2
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::wakkerstroom",
      "name": "Wakkerstroom",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -27.35,
        30.1333
      ],
      "lat": -27.35,
      "lon": 30.1333,
      "visits": [
        {
          "text": "Chegue a Wakkerstroom, um paraíso para observadores de aves famoso por 370 espécies aviárias diferentes registradas nas áreas úmidas e pradarias circundantes. Galinhas d'angola vagam pelas ruas enquanto grous se alimentam no vlei com o campanário histórico da igreja perfurando o céu ao fundo. Esta vila pacífica oferece alguns dos melhores esconderijos para aves da África do Sul para observadores sérios.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore as áreas úmidas e pradarias ao redor desta charmosa vila, onde observadores pacientes podem avistar grous azuis, grous-de-barbela e numerosas outras espécies raras. O sistema de vlei atrai tanto aves residentes quanto migrantes sazonais, tornando cada estação recompensadora para entusiastas da observação de aves. Caminhadas guiadas revelam a notável diversidade desta Área Importante para Aves.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra o caráter desta vila histórica além de sua reputação ornitológica, explorando lojas locais, galerias e estabelecimentos acolhedores. A paisagem circundante oferece passeios cênicos e trilhas para caminhada através de pradarias pristinas do highveld. A atmosfera pacífica de Wakkerstroom oferece o antídoto perfeito para a vida moderna agitada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura do Mpumalanga Escarpment: Cânions, Cachoeiras e Vida Selvagem",
          "day": 10
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "ZA::welgevonden",
      "name": "Welgevonden",
      "cc": "ZA",
      "language": "pt",
      "coords": [
        -24.1833,
        27.8667
      ],
      "lat": -24.1833,
      "lon": 27.8667,
      "visits": [
        {
          "text": "Adentre a Welgevonden Private Game Reserve, um santuário livre de malária que se estende por 36.000 hectares dentro da Reserva da Biosfera Waterberg, listada pela UNESCO. O nome da reserva significa 'bem encontrado' em africâner - uma descrição adequada para esta natureza selvagem pristina com paisagens montanhosas, vales profundos, colinas ondulantes e campos de gramíneas ondulantes em elevações entre 1.200 e 1.900 metros acima do nível do mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra uma das maiores populações de rinocerontes brancos da África em uma reserva privada, incluindo filhotes de apenas alguns meses de idade. A área de conservação abriga todos os animais dos Big Five, com avistamentos excepcionais de grupos de leões, coalizões de guepardos, elefantes e búfalos. Os limites rigorosos de veículos nos avistamentos da reserva garantem uma experiência exclusiva e íntima com a vida selvagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente a topografia única da reserva, desde o vale acidentado do Rio Taaibos até as extensas planícies de savana com vista para poços d'água ativos. Os ecossistemas variados atraem vida selvagem diversa, incluindo chacais de dorso preto, numerosas espécies de antílopes e mais de 300 espécies de aves. Os safáris revelam as relações intrincadas entre predadores e presas neste ecossistema equilibrado.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embarque em safáris duas vezes ao dia liderados por guias especialistas que rastreiam pegadas frescas de animais para localizar vida selvagem extraordinária. Entre os safáris, relaxe na piscina, desfrute de tratamentos de spa ou simplesmente absorva a tranquilidade do bush africano do seu deck privativo com vista para vales ou poços d'água onde elefantes, zebras, rinocerontes e antílopes d'água vêm beber.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Grande Safari de Limpopo: De Waterberg ao Remoto Wilderness de Kruger",
          "day": 2
        }
      ],
      "rating": 4.3
    }
  ]
}