{
  "version": "v1",
  "country": "YT",
  "language": "fr",
  "itineraries": [
    {
      "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
      "id": "YT::lagoon::mayotte-ylang-lagoon",
      "language": "fr",
      "created_at": "2025-10-25T15:45:40.000Z",
      "source_url": "",
      "dept_code": "YT",
      "dept_name": "Mayotte",
      "title": "Circuit Mayotte : Lagon Géant et Îlots",
      "subtitle": "De Mamoudzou aux plages du sud, entre volcans éteints, mangroves et tortues marines",
      "notes": "Around Grande‑Terre and Petite‑Terre: mangroves, volcanic peaks and the vast coral lagoon with sea‑turtle hotspots.",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::mamoudzou",
            "coords": [
              -12.779,
              45.227
            ],
            "map_keywords": [
              "Marché couvert Mamoudzou",
              "Église Notre-Dame de Fatima Mamoudzou",
              "Rue du Commerce Mamoudzou",
              "Pointe Mahabou Mamoudzou",
              "Ponton de plaisance Mamoudzou"
            ]
          },
          "visits": [
            {
              "text": "Marché et front de mer — Point d'intérêt naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le marché couvert de Mamoudzou regroupe vendeuses de fruits, pêcheurs et artisans sous un même toit. Mangues, papayes, manioc, brèdes, gingembre et zébu s'y côtoient dans un joyeux désordre coloré.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Jetée du ferry — Caractéristique géologique pittoresque ou patrimoniale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Poussez la porte de l'église Notre-Dame de Fatima, construite en 1855 sur les hauteurs de la ville. C'est l'un des deux seuls lieux de culte catholique de Mayotte, dans un département à 95 % musulman.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Points de vue à flanc de colline — Point de vue classique pour photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Empruntez la rue du Commerce, artère principale de Mamoudzou. Les échoppes mêlent textiles, épices et artisanat comorien dans une ambiance animée.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Le ponton de plaisance marque le point de départ des sorties en mer : plongée, observation de baleines (juillet à octobre) et excursions vers les îlots du lagon.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Face au ponton, la sculpture en l'honneur de Zéna M'Déré rappelle cette figure emblématique du maintien de Mayotte dans la République française.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Rejoignez le parc de la Pointe Mahabou, jardin botanique aménagé en parcours de santé. Palmiers, cocotiers, tamarins et bougainvilliers bordent les sentiers.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Le belvédère de la Pointe Mahabou culmine à 58 m et offre un panorama sur le port, Petite-Terre, l'îlot M'Bouzi et le lagon. Le tombeau du sultan Andriantsoly, dernier sultan de Mayotte qui céda l'île à la France en 1841, se trouve en contrebas.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Goûtez au mataba (feuilles de manioc pilées au lait de coco) et au pilao de poulet au marché couvert. Les vendeuses servent sur le pouce dès le milieu de matinée.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "11h-13h",
                "tip": "Prévoir de la monnaie"
              }
            },
            {
              "text": "Embarquez depuis le ponton pour une sortie snorkeling dans le lagon. Tortues vertes et poissons multicolores peuplent les herbiers à quelques encablures du rivage.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "booking": "Réservation conseillée auprès des clubs sur le ponton"
              }
            },
            {
              "text": "En fin de journée, les familles mahoraises se retrouvent aux farés de la Pointe Mahabou pour le voulé, le barbecue local en plein air.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 6,
            "drive_min": 7,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "YT::mamoudzou",
            "coords": [
              -12.779,
              45.227
            ],
            "map_keywords": [
              "Mosquée Mtsapéré Mamoudzou",
              "Mangrove Mamoudzou",
              "Cascade Passamainty Mamoudzou",
              "Îlot Mbouzi Mayotte",
              "Kawéni Mamoudzou"
            ]
          },
          "visits": [
            {
              "text": "Marché aux noix de coco — Point d'intérêt naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le quartier de M'tsapéré, au sud de Mamoudzou, conserve quelques bâtiments de l'époque coloniale. L'ancienne mosquée blanche de Balamanga et son minaret en sont les vestiges les plus visibles.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Étals d'artisanat — Caractéristique géologique pittoresque ou patrimoine.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Traversez la mangrove par les sentiers aménagés entre palétuviers et vasières. Les crabes violonistes agitent leur pince unique, les périophtalmes sautillent entre les racines.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Esplanade côtière — Point de vue classique pour les photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "En direction du nord, les hauteurs de Kawéni dévoilent les vestiges de l'ancienne résidence des gouverneurs de Mayotte, bâtisse de style créole à quatre pentes avec varangues.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Depuis le rivage, l'îlot M'Bouzi se découpe au milieu du lagon. Cette réserve naturelle nationale de 142 hectares abrite une forêt sèche primaire à ébène des Comores, espèce en voie de disparition.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Les vestiges d'usines sucrières jalonnent les sentiers entre Mamoudzou et Dembéni. Le sucre a fait la richesse de Mayotte au XIXe siècle avant la crise de 1883-1885.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Rendez-vous à la cascade de Passamainty, accessible par un sentier en sous-bois. Le filet d'eau se jette dans une vasque ombragée par la végétation tropicale.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Explorez la mangrove en kayak depuis le littoral de Mamoudzou. On navigue entre deux murailles de feuillages où se cachent martins-pêcheurs et hérons striés.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Se renseigner sur les horaires de marée"
              }
            },
            {
              "text": "Les clubs de plongée au ponton de Mamoudzou proposent des baptêmes et des sorties vers la passe en S, où courants et visibilité attirent raies, requins de récif et bancs de carangues.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~3h (trajet + plongée)",
                "booking": "Réservation la veille recommandée"
              }
            },
            {
              "text": "Flânez au marché en fin d'après-midi pour rapporter des épices (vanille, curcuma, girofle) et des sachets de poutou, le mélange de piments que chaque cuisinière prépare à sa façon.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 26,
            "drive_min": 31,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::mamoudzou",
            "coords": [
              -12.779,
              45.227
            ],
            "map_keywords": [
              "Barge Mamoudzou Dzaoudzi",
              "Embarcadère Mamoudzou",
              "Front de mer Mamoudzou",
              "Place de l'hôtel de ville Mamoudzou",
              "Plage Trévani Koungou"
            ]
          },
          "visits": [
            {
              "text": "Fresques murales de la ville — Point d'intérêt naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Prenez la barge qui relie Mamoudzou à Petite-Terre. La traversée dure 15 à 20 minutes et offre une vue imprenable sur les deux îles, le lagon et le récif.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Caractéristique géologique pittoresque ou patrimoine.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "À l'arrivée sur Grande-Terre, le front de mer dévoile l'animation quotidienne du port. Les barges jaunes font la navette sans interruption entre les deux rives.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Promenade d'adieu — Point de vue classique pour les photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La place de l'hôtel de ville marque le coeur administratif de la capitale. L'architecture mêle héritage colonial et bâtiments modernes.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Envie de sable ? La plage de Trévani, sur la commune de Koungou au nord de Mamoudzou, est la plus proche de la ville. Sable clair et eaux calmes du lagon.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "De retour en ville, la maison de l'Artisanat expose bijoux, poteries et vanneries confectionnés par des artisans locaux. Les salouvas (tissus traditionnels) rivalisent de couleurs.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Assistez à un voulé dominical si le calendrier s'y prête : les Mahorais se réunissent en famille sur les plages, autour de brochettes de poisson frais et de riz au coco.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Samedi ou dimanche, à partir de 11h",
                "tip": "Apporter une contribution est bienvenu"
              }
            },
            {
              "text": "Testez le wakeboard ou le ski nautique au départ du port de plaisance. Les eaux protégées du lagon se prêtent bien à l'initiation.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h",
                "booking": "Sur place au port de plaisance"
              }
            },
            {
              "text": "Le soir, goûtez aux mabawas (ailes de poulet grillées) assaisonnées de poutou dans les gargotes du front de mer.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::dzaoudzi",
            "coords": [
              -12.789,
              45.269
            ],
            "map_keywords": [
              "Lac Dziani Dzaha Petite-Terre",
              "Plage de Moya Mayotte",
              "Rocher de Dzaoudzi",
              "Résidence des Gouverneurs Dzaoudzi",
              "MuMA Musée de Mayotte Dzaoudzi",
              "Boulevard des Crabes Dzaoudzi"
            ]
          },
          "visits": [
            {
              "text": "Bord du lac de cratère Dziani — Point d'intérêt naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le lac Dziani Dzaha occupe un cratère volcanique éteint depuis environ 7 000 ans. Ses eaux vert émeraude contiennent des cyanobactéries et sont corrosives : baignade interdite. Le sentier balisé en fait le tour en 1h15.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Falaises de la Plage de Moya — Caractéristique géologique pittoresque ou patrimoine.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Depuis le bord du cratère, le panorama s'étend sur Grande-Terre, le lagon et l'océan Indien. En mahorais, « dziani » signifie lac et « dzaha » cratère.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Pointe du phare — Point de vue classique pour les photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descendez vers les plages de Moya, d'anciens cratères effondrés formant des criques quasi circulaires ouvertes sur le large. C'est un site majeur de ponte des tortues marines, surveillé toute l'année.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Les falaises qui bordent Moya dévoilent les strates géologiques de l'activité volcanique passée. Le paille-en-queue, oiseau blanc à longue queue, niche dans les parois rocheuses.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Remontez vers le quartier historique du Rocher de Dzaoudzi. On y trouve la résidence des Gouverneurs, édifice à ossature métallique construit en 1891-1892 par les ateliers Moisant, concurrent d'Eiffel. Le bâtiment est classé monument historique.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Le MuMA (Musée de Mayotte), installé dans l'ancienne poste sur le Rocher, retrace l'histoire, la culture et le patrimoine de l'île. Comptez 1h30 à 2h pour la visite complète.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Randonnée du tour du lac Dziani et descente vers les plages de Moya. Sentier balisé, quelques passages en sous-bois et une descente raide vers la plage.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "9 km (boucle complète)",
                "duration": "~2h45",
                "difficulty": "Modéré"
              }
            },
            {
              "text": "Snorkeling à Moya : l'eau limpide permet d'observer coraux et poissons tropicaux directement depuis la plage. Attention aux courants côté large.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Apporter masque et tuba, aucun équipement sur place"
              }
            },
            {
              "text": "Visite guidée du quartier historique de Dzaoudzi avec audioguide disponible en quatre langues. On passe devant l'église Saint-Michel (1849), l'hôpital colonial et la maison du premier médecin.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "YT::dzaoudzi",
            "coords": [
              -12.789,
              45.269
            ],
            "map_keywords": [
              "Boulevard des Crabes Dzaoudzi",
              "Vasière des Badamiers Petite-Terre",
              "Plage des Badamiers Petite-Terre",
              "Plage du Faré Petite-Terre",
              "Mosquée de Polé Petite-Terre",
              "Site de la Vigie Petite-Terre"
            ]
          },
          "visits": [
            {
              "text": "Sentier côtier de Petite-Terre — Point d'intérêt naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Empruntez le boulevard des Crabes, digue artificielle construite dès les premiers temps de la colonisation française. Elle relie le Rocher de Dzaoudzi à Pamandzi ; avant sa construction, la ville était isolée à marée haute.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Point de l'ancienne piste — Caractéristique géologique pittoresque ou patrimoniale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "À marée basse, un sentier latéral mène à la vasière des Badamiers. Crabes violonistes, palétuviers et oiseaux limicoles peuplent ce biotope entre terre et mer.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Belvédères du lagon — Point de vue classique pour les photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le site de Bagamoyo, le long de la digue, révèle un vaste cimetière médiéval datant du Xe au XIIIe siècle. Les tombes musulmanes apparaissent à marée basse, vestiges d'un ancien village disparu.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La mosquée de Polé conserve les traces d'un des plus anciens lieux de culte de Mayotte, antérieur au XIXe siècle. C'est aussi un lieu de rites animistes où les habitants viennent invoquer les djinns.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Grimpez jusqu'au site de la Vigie, point culminant de Petite-Terre à 202 m. Le panorama embrasse Grande-Terre, la piste de l'aéroport, la passe en S et les eaux turquoise du lagon.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Terminez par la plage du Faré, la plus accessible de Petite-Terre. Les couchers de soleil y sont spectaculaires, avec le mont Choungui en toile de fond.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Randonnée du GR1 sur Petite-Terre : un circuit de 15 km traverse le site naturel du Dziani aux plages de Moya, en passant par la Vigie. Faisable à la journée ou en demi-étapes.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "15 km (circuit complet)",
                "duration": "~5h",
                "difficulty": "Modéré"
              }
            },
            {
              "text": "Le cimetière chrétien de Petite-Terre abrite de majestueux frangipaniers et les tombes d'anciens gouverneurs. Le frère d'Honoré de Balzac, Henry, y repose.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min"
              }
            },
            {
              "text": "Profitez de la plage des Badamiers pour un voulé face au lagon. Vue dégagée sur le Rocher de Dzaoudzi et Grande-Terre.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 6,
            "drive_min": 7,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "YT::mtsamboro",
            "coords": [
              -12.688,
              45.07
            ],
            "map_keywords": [
              "Îlots Choizil Mtsamboro",
              "Îlot Mtsamboro Mayotte",
              "Pointe Mkadijou Mayotte",
              "Village Mtsamboro Mayotte",
              "Village Hamjago Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Vues des îlots de Choizil — Point culminant naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Depuis le rivage de Mtsamboro, les îlots Choizil se découpent sur le lagon. Deux îlots vierges de toute construction, reliés entre eux par une langue de sable blanc qui n'apparaît qu'à marée basse.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Bord du récif nord — Caractéristique géologique pittoresque ou patrimoniale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village de Mtsamboro occupe un piton rocheux sur la côte nord. Ses minarets dominent les maisons basses, face à l'îlot du même nom - le plus grand de Mayotte avec 240 hectares.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Village de pêcheurs — Point de vue classique pour les photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Côté Grande-Terre, les minarets de Hamjago et Mtsamboro se détachent devant les montagnes verdoyantes. Par temps clair, l'île d'Anjouan (Comores) apparaît à l'horizon nord-ouest.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La pointe Mkadijou, la plus au nord de Mayotte, reste peu accessible. Ses fourrés secs et ses récifs préservés forment un paysage sauvage protégé par le Conservatoire du littoral.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Le long de la côte, des pirogues traditionnelles sont tirées sur le sable. Les pêcheurs du village partent à l'aube et reviennent avec thons, mérous et carangues.",
              "place_id": "",
              "visit_duration_min": 25
            }
          ],
          "activities": [
            {
              "text": "Excursion en bateau vers les îlots Choizil. Snorkeling dans une eau turquoise et limpide, au milieu des poissons-clowns, poissons-anges et coraux multicolores.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~4h (demi-journée)",
                "booking": "Réservation auprès des prestataires à Mtsamboro",
                "tip": "Apporter eau, nourriture et crème solaire : aucun ombrage sur les îlots"
              }
            },
            {
              "text": "Entre juillet et octobre, les baleines à bosse et leurs baleineaux fréquentent les eaux autour de l'îlot Mtsamboro. Les sorties en mer offrent aussi l'observation de dauphins toute l'année.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Juillet à octobre pour les baleines"
              }
            },
            {
              "text": "Pique-nique sur le banc de sable entre les deux îlots Choizil à marée basse. Un décor de carte postale, sans aucune trace humaine.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 24,
            "drive_min": 29,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "YT::sada",
            "coords": [
              -12.85,
              45.103
            ],
            "map_keywords": [
              "Sada Mayotte",
              "Îlot Sada tombolo",
              "Tahiti plage Sada Mayotte",
              "Mosquées Sada Mayotte",
              "Baie de Bouéni Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Vues du banc de sable de l'îlot — Point culminant naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sada est construite à flanc de colline sur la côte ouest. Face au village, l'îlot Sada se relie à la plage par un tombolo - une bande de sable naturelle praticable à marée basse.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Peuplements de baobabs — Caractéristique géologique pittoresque ou patrimoniale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La ville compte onze mosquées, dont deux mosquées du vendredi distantes d'une centaine de mètres, fait unique à Mayotte. Elles témoignent d'anciennes rivalités entre les quartiers de Gnambobolé et Gnambotiti.",
              "place_id": "",
              "visit_duration_min": 35
            },
            {
              "text": "Points de vue du coucher de soleil — Point de vue classique pour les photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La place Ha Ndovou (place de la boulangerie) est le coeur du village. C'est ici qu'ont lieu les rassemblements, le marché et les manifestations culturelles comme le debaa (danse religieuse féminine).",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La place de l'Artisanat expose bijoux, poteries et vanneries. On y assiste parfois au mlidi (danse religieuse masculine) ou aux madjlissi lors des mariages.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Au sud de la commune, Tahiti Plage déroule son sable clair face à la baie de Bouéni. Les eaux calmes du lagon invitent au snorkeling et au farniente.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Le coucher de soleil depuis Sada est l'un des plus beaux de Mayotte. La presqu'île de Bouéni ferme la baie en face, et le soleil plonge dans le canal du Mozambique.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Traversez le tombolo jusqu'à l'îlot Sada à marée basse. On y fait le tour à pied en une petite heure, avec vue sur la côte ouest et la baie de Bouéni.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h",
                "tip": "Vérifier les horaires de marée avant de partir"
              }
            },
            {
              "text": "Snorkeling à Tahiti Plage : récif frangeant accessible depuis le bord, avec coraux et tortues vertes en pâture sur les herbiers.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Masque et tuba indispensables"
              }
            },
            {
              "text": "Les passes de Sada et de Bouéni, au sud-ouest, sont réputées pour la plongée sous-marine. Courants modérés, coraux mous et bancs de poissons pélagiques.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 17,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "YT::sada",
            "coords": [
              -12.85,
              45.103
            ],
            "map_keywords": [
              "Jardin botanique Coconi Mayotte",
              "Plantation ylang-ylang Combani Mayotte",
              "Mangrove baie de Bouéni Mayotte",
              "Lac Karihani Tsingoni Mayotte",
              "Mosquée de Tsingoni Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Passerelle de la mangrove — Point culminant naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "À Combani, au centre de l'île, les rangées d'ylang-ylang alignent leurs branches tortueuses. Cette fleur aux six pétales jaunes est récoltée à la main chaque matin pour préserver son parfum.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Distillerie d'ylang (ext) — Caractéristique géologique pittoresque ou patrimoniale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'ylang-ylang a été introduit à Mayotte au début du XXe siècle. Son huile essentielle entre dans la composition de grands parfums et fait la fierté de l'île surnommée « île aux parfums ».",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Ruelles du village — Point de vue classique pour les photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le jardin botanique de Coconi déploie ses alignements de palmiers, cocotiers et plantes tropicales. La pépinière se visite aussi, particulièrement belle en saison des pluies.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Poussez jusqu'à la mosquée de Tsingoni, l'une des plus anciennes de France (XVIe siècle). Le village est l'ancienne capitale du sultanat de Mayotte.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Le lac Karihani (dziani Karihani), unique lac naturel d'eau douce de Mayotte, est souvent couvert de nénuphars. Aigrettes, hérons et poules d'eau s'y réfugient.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "En redescendant vers la côte ouest, la mangrove de la baie de Bouéni borde la route. Les palétuviers forment un rideau dense entre terre et lagon.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Participez à une journée d'immersion sur une exploitation d'ylang-ylang : cueillette des fleurs, distillation, fabrication d'huile essentielle et déjeuner champêtre.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Journée complète ou demi-journée",
                "booking": "Réservation obligatoire"
              }
            },
            {
              "text": "Explorez la mangrove en kayak ou en pirogue traditionnelle. Entre les racines de palétuviers, on croise périophtalmes, crabes et crabiers blancs.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Chaussures d'eau recommandées"
              }
            },
            {
              "text": "Balade tranquille autour du lac Karihani, près de Tsingoni. Le sentier ombragé fait le tour du plan d'eau en moins d'une heure.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~3 km",
                "duration": "~45 min",
                "difficulty": "Facile"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 17,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::bandrele",
            "coords": [
              -12.902,
              45.211
            ],
            "map_keywords": [
              "Écomusée du sel Bandrélé Mayotte",
              "Plage de N'Gouja Mayotte",
              "Îlot Bandrélé Mayotte",
              "Plage Sakouli Bandrélé",
              "Mont Choungui Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Musée des tortues (ext) — Point d'intérêt naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'écomusée du sel de Bandrélé présente le travail des « mamas shingo » (mamans du sel en shimaoré). Ces saunières récoltent le limon dans la mangrove et le transforment en sel d'une blancheur éclatante par cuisson au feu de bois.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Début du sentier Saziley — Caractéristique géologique ou patrimoniale pittoresque.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sel de Bandrélé est unique au monde : il ne provient pas de l'évaporation d'eau de mer mais de la cuisson de la saumure concentrée dans le limon. Cette technique ancestrale d'origine bantoue se transmet de mère en fille.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Promontoires côtiers — Point de vue classique pour les photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La plage de Sakouli, sur la côte est face au lagon, est bordée de baobabs centenaires. Les plus gros demandent une trentaine de personnes pour en faire le tour.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Face à Sakouli, l'îlot Bandrélé se distingue par son récif corallien foisonnant de vie. On s'y rend en kayak ou en paddle depuis la plage.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "En direction du sud, le mont Choungui dresse son cône parfait à 594 m. Sa silhouette basaltique se voit depuis Petite-Terre et domine tout le sud de l'île.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "La plage de N'Gouja est la plus célèbre de Mayotte. Sable fin sous les baobabs et badamiers, tortues vertes broutant les herbiers à quelques mètres du bord, et makis dans les branches.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Visite de l'écomusée du sel avec démonstration des mamas shingo : récolte du limon, filtration dans des bassines trouées, cuisson et conditionnement. On repart avec un sachet de sel artisanal.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min",
                "best_time": "Le matin, durant les grandes marées (saison sèche)",
                "booking": "Sur rendez-vous"
              }
            },
            {
              "text": "Snorkeling à N'Gouja : entrez dans l'eau transparente et nagez avec les tortues vertes qui broutent paisiblement les herbiers en pente douce.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Rester à distance respectueuse des tortues"
              }
            },
            {
              "text": "Kayak ou paddle jusqu'à l'îlot Bandrélé. Le récif frangeant abrite coraux durs, poissons-papillons et étoiles de mer.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h aller-retour"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 18,
            "drive_min": 22,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "YT::bandrele",
            "coords": [
              -12.902,
              45.211
            ],
            "map_keywords": [
              "Pointe Saziley Mayotte",
              "Plage de Saziley Mayotte",
              "Baobabs Saziley Mayotte",
              "Village Mtsamoudou Mayotte",
              "Îlot de Sable Blanc Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Boucle des plages du sud — Point d'intérêt naturel/urbain avec contexte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Depuis le village de Mtsamoudou, le sentier de Saziley s'enfonce entre les baobabs. Le site en compte près de 700 individus, dont le baobab africain et le très rare baobab malgache (6 spécimens sur les 7 de Mayotte).",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Platières de débris coralliens — Caractéristique géologique ou patrimoniale pittoresque.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La pointe Saziley est l'endroit le plus sec de Mayotte, avec seulement trois mois humides. Son relief volcanique vieux de 3 millions d'années dessine une forme de tête de crocodile vue du ciel.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Points d'observation des tortues — Point de vue classique pour les photos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Dix plages accueillent les tortues vertes pour la ponte sur le site de Saziley. On estime à 1 500 le nombre de pontes annuelles. Les femelles viennent déposer entre 100 et 150 oeufs à la nuit tombée.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Les padzas - des pans de terre rouge fortement érodés - sculptent le paysage comme des amphithéâtres naturels. Ce phénomène typique du sud mahorais tranche avec le vert de la végétation.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Au large, l'îlot de Sable Blanc surgit du lagon. Ce minuscule banc de sable sert de refuge aux sternes, dont le plumage se confond avec la blancheur du sable corallien.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Le récif corallien à 50 mètres de la plage de Saziley est exceptionnel : coraux de formes diverses, multicolores, abritant une vie foisonnante.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Randonnée du sentier de Saziley depuis Mtsamoudou. Le GR1 traverse le site sur 21 km de sentiers aménagés, entre baobabs, plages et padzas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "12 km aller-retour (version courte)",
                "duration": "~4h",
                "difficulty": "Facile"
              }
            },
            {
              "text": "Bivouac encadré pour observer la ponte des tortues à la nuit tombée. Les gardes du Conservatoire du littoral accompagnent les visiteurs en silence jusqu'aux plages.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Mars à juin (pic en mai)",
                "booking": "Contacter le Conseil départemental ou un prestataire agréé"
              }
            },
            {
              "text": "Snorkeling devant la plage de Saziley, où le récif frangeant commence à quelques mètres du bord. Poissons-perroquets, demoiselles et murènes y sont communs.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Chaussures d'eau recommandées sur le platier corallien"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 18,
            "drive_min": 22,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [
        "YT"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mer & Côtes",
          "Détente",
          "Nature & Faune",
          "Patrimoine"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Circuit Mayotte : Lagon Géant et Îlots",
        "intro_paragraph": "De Mamoudzou à la pointe Saziley, ce circuit de 10 jours explore le plus grand lagon fermé de l'océan Indien. Tortues marines, îlots de sable blanc, cratères volcaniques et plantations d'ylang-ylang composent un voyage entre nature sauvage et traditions mahoraises.",
        "seo_hook": "Mayotte abrite un lagon de 1 500 km² cerné par 160 km de barrière de corail, des îlots vierges accessibles à marée basse et certains des meilleurs sites de ponte de tortues de l'océan Indien.",
        "featured_list": [
          "Lac Dziani Dzaha, cratère volcanique aux eaux vert émeraude",
          "Îlots Choizil, bancs de sable blanc et snorkeling en eau limpide",
          "Plage de N'Gouja, nage avec les tortues vertes sous les baobabs",
          "Écomusée du sel de Bandrélé et les mamas shingo",
          "Pointe Saziley, 700 baobabs et observation de la ponte des tortues"
        ],
        "places_taglines": {
          "YT::mamoudzou": "Capitale vibrante entre marché couvert et lagon",
          "YT::dzaoudzi": "Rocher historique et cratère volcanique de Petite-Terre",
          "YT::mtsamboro": "Porte des îlots Choizil et du grand nord sauvage",
          "YT::sada": "Mosquées, tombolo et couchers de soleil sur la baie de Bouéni",
          "YT::bandrele": "Sel artisanal, tortues marines et baobabs millénaires"
        }
      },
      "seo_keywords": [
        "circuit Mayotte",
        "lagon Mayotte",
        "tortues marines Mayotte",
        "îlots Choizil",
        "lac Dziani",
        "plage N'Gouja",
        "ylang-ylang Mayotte",
        "sel Bandrélé",
        "Saziley baobabs",
        "snorkeling Mayotte",
        "Petite-Terre Dzaoudzi"
      ],
      "practical_context": {
        "best_months": [
          "mai",
          "juin",
          "juillet",
          "août",
          "septembre",
          "octobre"
        ],
        "highlights": [
          "Lac Dziani Dzaha, cratère volcanique aux eaux émeraude sur Petite-Terre",
          "Snorkeling avec les tortues vertes à N'Gouja et observation de la ponte à Saziley",
          "Excursion aux îlots Choizil, bancs de sable blanc vierges au nord du lagon",
          "Découverte de la fabrication artisanale du sel avec les mamas shingo de Bandrélé"
        ]
      }
    }
  ]
}