{
  "itineraries": [
    {
      "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
      "id": "YT::lagoon::mayotte-ylang-lagoon",
      "language": "pt",
      "created_at": "2025-10-25T15:45:40.000Z",
      "source_url": "",
      "dept_code": "YT",
      "dept_name": "Maiote",
      "title": "Roteiro Maiote: Lagoa Gigante e Ilhotas",
      "subtitle": "De Mamoudzou às praias do sul, entre vulcões extintos, manguezais e tartarugas marinhas",
      "notes": "Em torno de Grande-Terre e Petite-Terre: manguezais, picos vulcânicos e a vasta lagoa de coral com refúgios de tartarugas marinhas.",
      "specialties": [
        "Ylang-ylang (flor aromática destilada para perfumaria)",
        "Sal artesanal das mamas shingo de Bandrélé",
        "Mataba (folhas de mandioca piladas com leite de coco)",
        "Pilau de frango (arroz especiado com coco)",
        "Artesanato tradicional: salouvas (tecidos) e cerâmica"
      ],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::mamoudzou",
            "coords": [
              -12.779,
              45.227
            ],
            "map_keywords": [
              "Marché couvert Mamoudzou",
              "Église Notre-Dame de Fatima Mamoudzou",
              "Rue du Commerce Mamoudzou",
              "Pointe Mahabou Mamoudzou",
              "Ponton de plaisance Mamoudzou"
            ]
          },
          "visits": [
            {
              "text": "Mercado e orla marítima — Ponto de interesse natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O mercado coberto de Mamoudzou reúne vendedoras de frutas, pescadores e artesãos sob um mesmo teto. Mangas, mamões, mandioca, brèdes, gengibre e zebu convivem numa alegre desordem colorida.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Cais do ferry — Característica geológica pitoresca ou patrimonial.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Entre pela porta da igreja Notre-Dame de Fatima, construída em 1855 nas alturas da cidade. É um dos únicos dois locais de culto católico de Maiote, num departamento 95% muçulmano.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Mirantes na encosta — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorra a Rue du Commerce, artéria principal de Mamoudzou. As lojas misturam têxteis, especiarias e artesanato comorense numa atmosfera animada.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "O cais de recreio marca o ponto de partida dos passeios marítimos: mergulho, observação de baleias (julho a outubro) e excursões às ilhotas da lagoa.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Em frente ao cais, a escultura em homenagem a Zéna M'Déré evoca esta figura emblemática da permanência de Maiote na República Francesa.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Visite o parque da Pointe Mahabou, jardim botânico organizado em percurso de saúde. Palmeiras, coqueiros, tamarindos e buganvílias ladeiam os caminhos.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "O miradouro da Pointe Mahabou culmina a 58 m e oferece um panorama sobre o porto, Petite-Terre, a ilhota M'Bouzi e a lagoa. O túmulo do sultão Andriantsoly, último sultão de Maiote que cedeu a ilha à França em 1841, encontra-se abaixo.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Prove o mataba (folhas de mandioca piladas com leite de coco) e o pilau de frango no mercado coberto. As vendedoras servem para viagem desde meio da manhã.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "11h-13h",
                "tip": "Levar dinheiro trocado"
              }
            },
            {
              "text": "Embarque do cais para um passeio de snorkeling na lagoa. Tartarugas verdes e peixes multicoloridos povoam os herbários a poucos metros da margem.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "booking": "Reserva aconselhada junto aos clubes no cais"
              }
            },
            {
              "text": "Ao fim do dia, as famílias maiorenses reúnem-se nos farés da Pointe Mahabou para o voulé, o churrasco local ao ar livre.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 6,
            "drive_min": 7,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "YT::mamoudzou",
            "coords": [
              -12.779,
              45.227
            ],
            "map_keywords": [
              "Mosquée Mtsapéré Mamoudzou",
              "Mangrove Mamoudzou",
              "Cascade Passamainty Mamoudzou",
              "Îlot Mbouzi Mayotte",
              "Kawéni Mamoudzou"
            ]
          },
          "visits": [
            {
              "text": "Mercado de cocos — Ponto de interesse natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O bairro de M'tsapéré, ao sul de Mamoudzou, conserva alguns edifícios da época colonial. A antiga mesquita branca de Balamanga e o seu minarete são os vestígios mais visíveis.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Bancas de artesanato — Característica geológica pitoresca ou patrimonial.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Atravesse o manguezal pelos trilhos organizados entre mangues e lodaçais. Os caranguejos-violinistas agitam sua pinça única, os peixes saltadores pulam entre as raízes.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Esplanada costeira — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Em direção ao norte, as alturas de Kawéni revelam os vestígios da antiga residência dos governadores de Maiote, construção de estilo crioulo com quatro águas e varandas.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Da margem, a ilhota M'Bouzi recorta-se no meio da lagoa. Esta reserva natural nacional de 142 hectares abriga uma floresta seca primária de ébano das Comores, espécie em vias de extinção.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Os vestígios de usinas açucareiras pontuam os caminhos entre Mamoudzou e Dembéni. O açúcar fez a riqueza de Maiote no século XIX antes da crise de 1883-1885.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Dirija-se à cascata de Passamainty, acessível por um trilho no sub-bosque. O fio de água lança-se numa piscina natural sombreada pela vegetação tropical.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Explore o manguezal de caiaque desde o litoral de Mamoudzou. Navega-se entre duas muralhas de folhagem onde se escondem guarda-rios e garças estriadas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Informar-se sobre os horários da maré"
              }
            },
            {
              "text": "Os clubes de mergulho no cais de Mamoudzou propõem batismos e saídas para a passagem em S, onde correntes e visibilidade atraem raias, tubarões de recife e cardumes de xaréus.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~3h (trajeto + mergulho)",
                "booking": "Reserva na véspera recomendada"
              }
            },
            {
              "text": "Passeie pelo mercado ao fim da tarde para levar especiarias (baunilha, açafrão, cravo) e saquetas de poutou, a mistura de pimentas que cada cozinheira prepara à sua maneira.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 26,
            "drive_min": 31,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::mamoudzou",
            "coords": [
              -12.779,
              45.227
            ],
            "map_keywords": [
              "Barge Mamoudzou Dzaoudzi",
              "Embarcadère Mamoudzou",
              "Front de mer Mamoudzou",
              "Place de l'hôtel de ville Mamoudzou",
              "Plage Trévani Koungou"
            ]
          },
          "visits": [
            {
              "text": "Murais da cidade — Ponto de interesse natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Apanhe a barcaça que liga Mamoudzou a Petite-Terre. A travessia dura 15 a 20 minutos e oferece uma vista deslumbrante sobre as duas ilhas, a lagoa e o recife.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Característica geológica pitoresca ou patrimonial.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "À chegada em Grande-Terre, a orla marítima revela a animação quotidiana do porto. As barcaças amarelas fazem o vaivém sem interrupção entre as duas margens.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Passeio de despedida — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A praça da câmara municipal marca o coração administrativo da capital. A arquitetura mistura herança colonial e edifícios modernos.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Vontade de areia? A praia de Trévani, na comuna de Koungou ao norte de Mamoudzou, é a mais próxima da cidade. Areia clara e águas calmas da lagoa.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "De volta à cidade, a Casa do Artesanato expõe joias, cerâmicas e cestaria confecionadas por artesãos locais. Os salouvas (tecidos tradicionais) rivalizam em cores.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Assista a um voulé dominical se o calendário permitir: os maiorenses reúnem-se em família nas praias, em volta de espetadas de peixe fresco e arroz com coco.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Sábado ou domingo, a partir das 11h",
                "tip": "Trazer uma contribuição é bem-vindo"
              }
            },
            {
              "text": "Experimente wakeboard ou esqui aquático a partir da marina. As águas protegidas da lagoa prestam-se bem à iniciação.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h",
                "booking": "No local na marina"
              }
            },
            {
              "text": "À noite, prove os mabawas (asas de frango grelhadas) temperadas com poutou nas tascas da orla marítima.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::dzaoudzi",
            "coords": [
              -12.789,
              45.269
            ],
            "map_keywords": [
              "Lac Dziani Dzaha Petite-Terre",
              "Plage de Moya Mayotte",
              "Rocher de Dzaoudzi",
              "Résidence des Gouverneurs Dzaoudzi",
              "MuMA Musée de Mayotte Dzaoudzi",
              "Boulevard des Crabes Dzaoudzi"
            ]
          },
          "visits": [
            {
              "text": "Borda do lago de cratera Dziani — Ponto de interesse natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O lago Dziani Dzaha ocupa uma cratera vulcânica extinta há cerca de 7 000 anos. As suas águas verde-esmeralda contêm cianobactérias e são corrosivas: banho proibido. O trilho sinalizado faz a volta em 1h15.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Falésias da Praia de Moya — Característica geológica pitoresca ou patrimonial.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Da borda da cratera, o panorama estende-se sobre Grande-Terre, a lagoa e o Oceano Índico. Em maiorense, «dziani» significa lago e «dzaha» cratera.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Ponta do farol — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Desça até às praias de Moya, antigas crateras desmoronadas formando enseadas quase circulares abertas ao largo. É um local importante de postura das tartarugas marinhas, vigiado durante todo o ano.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "As falésias que ladeiam Moya revelam os estratos geológicos da atividade vulcânica passada. O rabo-de-palha, ave branca com longa cauda, nidifica nas paredes rochosas.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Suba ao bairro histórico do Rochedo de Dzaoudzi. Encontra-se ali a residência dos Governadores, edifício com ossatura metálica construído em 1891-1892 pelos ateliês Moisant, concorrente de Eiffel. O edifício é classificado monumento histórico.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "O MuMA (Museu de Maiote), instalado nos antigos correios sobre o Rochedo, traça a história, a cultura e o património da ilha. Conte 1h30 a 2h para a visita completa.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Caminhada da volta ao lago Dziani e descida até às praias de Moya. Trilho sinalizado, algumas passagens em sub-bosque e uma descida íngreme até à praia.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "9 km (circuito completo)",
                "duration": "~2h45",
                "difficulty": "Moderado"
              }
            },
            {
              "text": "Snorkeling em Moya: a água límpida permite observar corais e peixes tropicais diretamente desde a praia. Atenção às correntes do lado do largo.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Trazer máscara e tubo, nenhum equipamento no local"
              }
            },
            {
              "text": "Visita guiada ao bairro histórico de Dzaoudzi com audioguia disponível em quatro línguas. Passa-se pela igreja Saint-Michel (1849), o hospital colonial e a casa do primeiro médico.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "YT::dzaoudzi",
            "coords": [
              -12.789,
              45.269
            ],
            "map_keywords": [
              "Boulevard des Crabes Dzaoudzi",
              "Vasière des Badamiers Petite-Terre",
              "Plage des Badamiers Petite-Terre",
              "Plage du Faré Petite-Terre",
              "Mosquée de Polé Petite-Terre",
              "Site de la Vigie Petite-Terre"
            ]
          },
          "visits": [
            {
              "text": "Trilho costeiro de Petite-Terre — Ponto de interesse natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorra a Avenida dos Caranguejos, dique artificial construído desde os primeiros tempos da colonização francesa. Liga o Rochedo de Dzaoudzi a Pamandzi; antes da sua construção, a cidade ficava isolada na maré alta.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Ponto da antiga pista — Característica geológica pitoresca ou patrimonial.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Na maré baixa, um trilho lateral conduz ao lodaçal dos Badamiers. Caranguejos-violinistas, mangues e aves limícolas povoam este biótopo entre terra e mar.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Miradouros da lagoa — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O sítio de Bagamoyo, ao longo do dique, revela um vasto cemitério medieval datado dos séculos X a XIII. As sepulturas muçulmanas aparecem na maré baixa, vestígios de uma antiga aldeia desaparecida.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A mesquita de Polé conserva os traços de um dos mais antigos locais de culto de Maiote, anterior ao século XIX. É também um lugar de ritos animistas onde os habitantes vêm invocar os djinns.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Suba até ao sítio da Vigie, ponto culminante de Petite-Terre a 202 m. O panorama abraça Grande-Terre, a pista do aeroporto, a passagem em S e as águas turquesa da lagoa.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Termine pela praia do Faré, a mais acessível de Petite-Terre. Os pores do sol ali são espetaculares, com o monte Choungui como pano de fundo.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Caminhada do GR1 em Petite-Terre: um circuito de 15 km atravessa o sítio natural do Dziani até às praias de Moya, passando pela Vigie. Realizável num dia ou em meias-etapas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "15 km (circuito completo)",
                "duration": "~5h",
                "difficulty": "Moderado"
              }
            },
            {
              "text": "O cemitério cristão de Petite-Terre abriga majestosas frangipanes e as sepulturas de antigos governadores. O irmão de Honoré de Balzac, Henry, ali repousa.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min"
              }
            },
            {
              "text": "Aproveite a praia dos Badamiers para um voulé de frente para a lagoa. Vista desafogada sobre o Rochedo de Dzaoudzi e Grande-Terre.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 6,
            "drive_min": 7,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "YT::mtsamboro",
            "coords": [
              -12.688,
              45.07
            ],
            "map_keywords": [
              "Îlots Choizil Mtsamboro",
              "Îlot Mtsamboro Mayotte",
              "Pointe Mkadijou Mayotte",
              "Village Mtsamboro Mayotte",
              "Village Hamjago Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Vistas das ilhotas de Choizil — Ponto culminante natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Da margem de Mtsamboro, as ilhotas Choizil recortam-se sobre a lagoa. Duas ilhotas virgens de qualquer construção, ligadas entre si por uma língua de areia branca que só aparece na maré baixa.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Borda do recife norte — Característica geológica pitoresca ou patrimonial.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia de Mtsamboro ocupa um piton rochoso na costa norte. Os seus minaretes dominam as casas baixas, de frente para a ilhota do mesmo nome - a maior de Maiote com 240 hectares.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Aldeia de pescadores — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Do lado de Grande-Terre, os minaretes de Hamjago e Mtsamboro destacam-se perante as montanhas verdejantes. Com tempo claro, a ilha de Anjouan (Comores) aparece no horizonte noroeste.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A ponta Mkadijou, a mais ao norte de Maiote, permanece pouco acessível. Os seus matagais secos e os seus recifes preservados formam uma paisagem selvagem protegida pelo Conservatório do litoral.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Ao longo da costa, pirogues tradicionais estão puxadas na areia. Os pescadores da aldeia partem ao amanhecer e regressam com atuns, garoupas e xaréus.",
              "place_id": "",
              "visit_duration_min": 25
            }
          ],
          "activities": [
            {
              "text": "Excursão de barco até às ilhotas Choizil. Snorkeling numa água turquesa e límpida, no meio de peixes-palhaço, peixes-anjo e corais multicoloridos.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~4h (meio dia)",
                "booking": "Reserva junto aos prestadores em Mtsamboro",
                "tip": "Trazer água, comida e protetor solar: nenhuma sombra nas ilhotas"
              }
            },
            {
              "text": "Entre julho e outubro, as baleias-jubarte e as suas crias frequentam as águas em torno da ilhota Mtsamboro. As saídas ao mar oferecem também a observação de golfinhos durante todo o ano.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Julho a outubro para as baleias"
              }
            },
            {
              "text": "Piquenique no banco de areia entre as duas ilhotas Choizil na maré baixa. Um cenário de postal, sem nenhum vestígio humano.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 24,
            "drive_min": 29,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "YT::sada",
            "coords": [
              -12.85,
              45.103
            ],
            "map_keywords": [
              "Sada Mayotte",
              "Îlot Sada tombolo",
              "Tahiti plage Sada Mayotte",
              "Mosquées Sada Mayotte",
              "Baie de Bouéni Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Vistas do banco de areia da ilhota — Ponto culminante natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sada está construída na encosta da colina na costa oeste. De frente para a aldeia, a ilhota Sada liga-se à praia por um tômbolo - uma faixa de areia natural praticável na maré baixa.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Povoamentos de baobás — Característica geológica pitoresca ou patrimonial.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cidade conta com onze mesquitas, das quais duas mesquitas de sexta-feira distantes de uma centena de metros, facto único em Maiote. Testemunham antigas rivalidades entre os bairros de Gnambobolé e Gnambotiti.",
              "place_id": "",
              "visit_duration_min": 35
            },
            {
              "text": "Pontos de vista do pôr do sol — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A praça Ha Ndovou (praça da padaria) é o coração da aldeia. É aqui que têm lugar as reuniões, o mercado e as manifestações culturais como o debaa (dança religiosa feminina).",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A praça do Artesanato expõe joias, cerâmicas e cestaria. Assiste-se às vezes ao mlidi (dança religiosa masculina) ou aos madjlissi durante os casamentos.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Ao sul da comuna, a Praia Tahiti desenrola a sua areia clara de frente para a baía de Bouéni. As águas calmas da lagoa convidam ao snorkeling e ao dolce far niente.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "O pôr do sol desde Sada é um dos mais belos de Maiote. A península de Bouéni fecha a baía em frente, e o sol mergulha no canal de Moçambique.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Atravesse o tômbolo até à ilhota Sada na maré baixa. Faz-se a volta a pé numa hora, com vista sobre a costa oeste e a baía de Bouéni.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h",
                "tip": "Verificar os horários da maré antes de partir"
              }
            },
            {
              "text": "Snorkeling na Praia Tahiti: recife marginal acessível desde a beira, com corais e tartarugas verdes a pastar nos herbários.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Máscara e tubo indispensáveis"
              }
            },
            {
              "text": "As passagens de Sada e de Bouéni, a sudoeste, são reputadas pelo mergulho submarino. Correntes moderadas, corais moles e cardumes de peixes pelágicos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 17,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "YT::sada",
            "coords": [
              -12.85,
              45.103
            ],
            "map_keywords": [
              "Jardin botanique Coconi Mayotte",
              "Plantation ylang-ylang Combani Mayotte",
              "Mangrove baie de Bouéni Mayotte",
              "Lac Karihani Tsingoni Mayotte",
              "Mosquée de Tsingoni Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Passadiço do manguezal — Ponto culminante natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Em Combani, no centro da ilha, as fileiras de ylang-ylang alinham os seus ramos tortuosos. Esta flor de seis pétalas amarelas é colhida à mão todas as manhãs para preservar o seu perfume.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Destilaria de ylang (exterior) — Característica geológica pitoresca ou patrimonial.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O ylang-ylang foi introduzido em Maiote no início do século XX. O seu óleo essencial entra na composição de grandes perfumes e é o orgulho da ilha apelidada de «ilha dos perfumes».",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Vielas da aldeia — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O jardim botânico de Coconi desdobra os seus alinhamentos de palmeiras, coqueiros e plantas tropicais. O viveiro também se visita, particularmente belo na época das chuvas.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Avance até à mesquita de Tsingoni, uma das mais antigas de França (século XVI). A aldeia é a antiga capital do sultanato de Maiote.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "O lago Karihani (dziani Karihani), único lago natural de água doce de Maiote, está frequentemente coberto de nenúfares. Garças, garças-reais e galeirões ali se refugiam.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Descendo pela costa oeste, o manguezal da baía de Bouéni ladeia a estrada. Os mangues formam uma cortina densa entre terra e lagoa.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Participe num dia de imersão numa exploração de ylang-ylang: colheita das flores, destilação, fabrico de óleo essencial e almoço campestre.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Dia completo ou meio dia",
                "booking": "Reserva obrigatória"
              }
            },
            {
              "text": "Explore o manguezal de caiaque ou em pirogue tradicional. Entre as raízes de mangues, cruzam-se peixes saltadores, caranguejos e garças-caranguejeiras brancas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Calçado de água recomendado"
              }
            },
            {
              "text": "Caminhada tranquila em torno do lago Karihani, perto de Tsingoni. O trilho sombreado faz a volta ao plano de água em menos de uma hora.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~3 km",
                "duration": "~45 min",
                "difficulty": "Fácil"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 17,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::bandrele",
            "coords": [
              -12.902,
              45.211
            ],
            "map_keywords": [
              "Écomusée du sel Bandrélé Mayotte",
              "Plage de N'Gouja Mayotte",
              "Îlot Bandrélé Mayotte",
              "Plage Sakouli Bandrélé",
              "Mont Choungui Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Museu das tartarugas (exterior) — Ponto de interesse natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O ecomuseu do sal de Bandrélé apresenta o trabalho das «mamas shingo» (mães do sal em shimaoré). Estas salineiras recolhem o lodo no manguezal e transformam-no em sal de brancura resplandecente por cozedura a fogo de lenha.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Início do trilho Saziley — Característica geológica ou patrimonial pitoresca.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O sal de Bandrélé é único no mundo: não provém da evaporação de água do mar mas da cozedura da salmoura concentrada no lodo. Esta técnica ancestral de origem bantu transmite-se de mãe para filha.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Promontórios costeiros — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A praia de Sakouli, na costa este de frente para a lagoa, é ladeada por baobás centenários. Os maiores exigem cerca de trinta pessoas para os abraçar.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "De frente para Sakouli, a ilhota Bandrélé distingue-se pelo seu recife de coral repleto de vida. Chega-se ali de caiaque ou stand-up paddle desde a praia.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Em direção ao sul, o monte Choungui ergue o seu cone perfeito a 594 m. A sua silhueta basáltica vê-se desde Petite-Terre e domina todo o sul da ilha.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "A praia de N'Gouja é a mais célebre de Maiote. Areia fina sob os baobás e badameiros, tartarugas verdes a pastar os herbários a poucos metros da beira, e lémures nos ramos.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Visita ao ecomuseu do sal com demonstração das mamas shingo: recolha do lodo, filtragem em bacias perfuradas, cozedura e acondicionamento. Sai-se com um saquinho de sal artesanal.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min",
                "best_time": "De manhã, durante as marés-vivas (estação seca)",
                "booking": "Por marcação"
              }
            },
            {
              "text": "Snorkeling em N'Gouja: entre na água transparente e nade com as tartarugas verdes que pastam tranquilamente os herbários em declive suave.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Manter distância respeitosa das tartarugas"
              }
            },
            {
              "text": "Caiaque ou paddle até à ilhota Bandrélé. O recife marginal abriga corais duros, peixes-borboleta e estrelas-do-mar.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h ida e volta"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 18,
            "drive_min": 22,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "YT::bandrele",
            "coords": [
              -12.902,
              45.211
            ],
            "map_keywords": [
              "Pointe Saziley Mayotte",
              "Plage de Saziley Mayotte",
              "Baobabs Saziley Mayotte",
              "Village Mtsamoudou Mayotte",
              "Îlot de Sable Blanc Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Circuito das praias do sul — Ponto de interesse natural/urbano com contexto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Desde a aldeia de Mtsamoudou, o trilho de Saziley enfia-se entre os baobás. O sítio conta com cerca de 700 indivíduos, dos quais o baobá africano e o raríssimo baobá malgaxe (6 espécimes sobre os 7 de Maiote).",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Plataformas de detritos coralinos — Característica geológica ou patrimonial pitoresca.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A ponta Saziley é o lugar mais seco de Maiote, com apenas três meses húmidos. O seu relevo vulcânico com 3 milhões de anos desenha uma forma de cabeça de crocodilo vista do céu.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Pontos de observação das tartarugas — Ponto de vista clássico para fotos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Dez praias acolhem as tartarugas verdes para a postura no sítio de Saziley. Estima-se em 1 500 o número de posturas anuais. As fêmeas vêm depositar entre 100 e 150 ovos ao anoitecer.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "As padzas - parcelas de terra vermelha fortemente erodidas - esculpem a paisagem como anfiteatros naturais. Este fenómeno típico do sul maiorense contrasta com o verde da vegetação.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Ao largo, a ilhota de Areia Branca surge da lagoa. Este minúsculo banco de areia serve de refúgio às andorinhas-do-mar, cuja plumagem se confunde com a brancura da areia coralina.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "O recife de coral a 50 metros da praia de Saziley é excecional: corais de formas diversas, multicoloridos, abrigando uma vida fervilhante.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Caminhada do trilho de Saziley desde Mtsamoudou. O GR1 atravessa o sítio em 21 km de trilhos organizados, entre baobás, praias e padzas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "12 km ida e volta (versão curta)",
                "duration": "~4h",
                "difficulty": "Fácil"
              }
            },
            {
              "text": "Acampamento acompanhado para observar a postura das tartarugas ao anoitecer. Os guardas do Conservatório do litoral acompanham os visitantes em silêncio até às praias.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Março a junho (pico em maio)",
                "booking": "Contactar o Conselho departamental ou um prestador credenciado"
              }
            },
            {
              "text": "Snorkeling em frente à praia de Saziley, onde o recife marginal começa a poucos metros da beira. Peixes-papagaio, donzelas e moreias são ali comuns.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Calçado de água recomendado na plataforma coralina"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 18,
            "drive_min": 22,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 — D1–D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segmento 2 — D6–D10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5d"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10d"
        }
      ],
      "regions": [
        "YT"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mar & Costas",
          "Relaxamento",
          "Natureza & Fauna",
          "Património"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Roteiro Maiote: Lagoa Gigante e Ilhotas",
        "intro_paragraph": "De Mamoudzou à ponta Saziley, este roteiro de 10 dias explora a maior lagoa fechada do Oceano Índico. Tartarugas marinhas, ilhotas de areia branca, crateras vulcânicas e plantações de ylang-ylang compõem uma viagem entre natureza selvagem e tradições maiorenses.",
        "seo_hook": "Maiote abriga uma lagoa de 1 500 km² cercada por 160 km de barreira de coral, ilhotas virgens acessíveis na maré baixa e alguns dos melhores locais de postura de tartarugas do Oceano Índico.",
        "featured_list": [
          "Lago Dziani Dzaha, cratera vulcânica com águas verde-esmeralda",
          "Ilhotas Choizil, bancos de areia branca e snorkeling em água límpida",
          "Praia de N'Gouja, natação com tartarugas verdes sob os baobás",
          "Ecomuseu do sal de Bandrélé e as mamas shingo",
          "Ponta Saziley, 700 baobás e observação da postura das tartarugas"
        ],
        "places_taglines": {
          "YT::mamoudzou": "Onde o mercado de especiarias encontra as águas turquesa da lagoa",
          "YT::dzaoudzi": "Rochedo colonial guardião de um lago de cratera verde-esmeralda",
          "YT::mtsamboro": "Portal para ilhotas virgens onde baleias cantam no horizonte",
          "YT::sada": "Onde o sol mergulha no canal enquanto minaretes vigiam o tômbolo",
          "YT::bandrele": "Terra das salineiras e tartarugas, sob a sombra de baobás milenares"
        }
      },
      "seo_keywords": [
        "roteiro Maiote",
        "lagoa Maiote",
        "tartarugas marinhas Maiote",
        "ilhotas Choizil",
        "lago Dziani",
        "praia N'Gouja",
        "ylang-ylang Maiote",
        "sal Bandrélé",
        "Saziley baobás",
        "snorkeling Maiote",
        "Petite-Terre Dzaoudzi"
      ],
      "practical_context": {
        "best_months": [
          "maio",
          "junho",
          "julho",
          "agosto",
          "setembro",
          "outubro"
        ],
        "highlights": [
          "Lago Dziani Dzaha, cratera vulcânica com águas esmeralda em Petite-Terre",
          "Snorkeling com tartarugas verdes em N'Gouja e observação da postura em Saziley",
          "Excursão às ilhotas Choizil, bancos de areia branca virgens no norte da lagoa",
          "Descoberta da fabricação artesanal do sal com as mamas shingo de Bandrélé"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:59.095Z"
}