{
  "itineraries": [
    {
      "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
      "id": "YT::lagoon::mayotte-ylang-lagoon",
      "language": "es",
      "created_at": "2025-10-25T15:45:40.000Z",
      "source_url": "",
      "dept_code": "YT",
      "dept_name": "Mayotte",
      "title": "Ruta por Mayotte: Laguna Gigante e Islotes",
      "subtitle": "De Mamoudzou a las playas del sur, entre volcanes extintos, manglares y tortugas marinas",
      "notes": "Around Grande‑Terre and Petite‑Terre: mangroves, volcanic peaks and the vast coral lagoon with sea‑turtle hotspots.",
      "specialties": [
        "Mataba (hojas de mandioca al coco)",
        "Ylang-ylang (esencia floral de fama mundial)",
        "Sal artesanal de Bandrélé",
        "Pilao de pollo con especias comorianas",
        "Mabawas (alitas de pollo asadas con poutou)"
      ],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::mamoudzou",
            "coords": [
              -12.779,
              45.227
            ],
            "map_keywords": [
              "Marché couvert Mamoudzou",
              "Église Notre-Dame de Fatima Mamoudzou",
              "Rue du Commerce Mamoudzou",
              "Pointe Mahabou Mamoudzou",
              "Ponton de plaisance Mamoudzou"
            ]
          },
          "visits": [
            {
              "text": "Mercado y frente marítimo: el latido colorido de la capital",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El mercado cubierto de Mamoudzou reúne bajo un mismo techo a vendedoras de frutas, pescadores y artesanos en un alegre caos de colores. Mangos, papayas, mandioca, hierbas tiernas, jengibre y cebú se dan cita en un ambiente bullicioso que huele a especias y mar.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Muelle del ferry: ventana al océano Índico",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Cruza la puerta de la iglesia de Notre-Dame de Fatima, construida en 1855 en las alturas de la ciudad. Es uno de los dos únicos templos católicos de Mayotte, en un departamento musulmán al 95 %.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Miradores en las laderas: la ciudad desde lo alto",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Recorre la rue du Commerce, arteria principal de Mamoudzou. Las tiendas mezclan telas, especias y artesanía comoriana en un ambiente animado donde el trueque sigue vivo.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "El embarcadero deportivo marca el punto de partida de las salidas al mar: buceo, avistamiento de ballenas (de julio a octubre) y excursiones hacia los islotes de la laguna.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Frente al muelle, la escultura en honor a Zéna M'Déré recuerda a esta figura emblemática que luchó por el mantenimiento de Mayotte dentro de la República Francesa.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Dirígete al parque de la Pointe Mahabou, jardín botánico habilitado como circuito de salud. Palmeras, cocoteros, tamarindos y buganvillas bordean los senderos en una explosión de verde.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "El mirador de la Pointe Mahabou alcanza los 58 metros de altura y ofrece un panorama sobre el puerto, Petite-Terre, el islote M'Bouzi y la laguna. Al pie reposa la tumba del sultán Andriantsoly, último sultán de Mayotte que cedió la isla a Francia en 1841.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Prueba el mataba (hojas de mandioca machacadas con leche de coco) y el pilao de pollo en el mercado cubierto. Las vendedoras sirven al instante desde media mañana, con el arroz humeante recién hecho.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "11h-13h",
                "tip": "Prévoir de la monnaie"
              }
            },
            {
              "text": "Embarca desde el muelle para una salida de snorkel en la laguna. Tortugas verdes y peces multicolores pueblan los herbarios a pocos metros de la orilla, en aguas cristalinas que no superan los tres metros de profundidad.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "booking": "Réservation conseillée auprès des clubs sur le ponton"
              }
            },
            {
              "text": "Al final del día, las familias mahoresas se reúnen en los farés de la Pointe Mahabou para el voulé, la barbacoa local al aire libre donde se comparten brochetas de pescado y historias bajo las estrellas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 6,
            "drive_min": 7,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "YT::mamoudzou",
            "coords": [
              -12.779,
              45.227
            ],
            "map_keywords": [
              "Mosquée Mtsapéré Mamoudzou",
              "Mangrove Mamoudzou",
              "Cascade Passamainty Mamoudzou",
              "Îlot Mbouzi Mayotte",
              "Kawéni Mamoudzou"
            ]
          },
          "visits": [
            {
              "text": "Mercado de cocos: el sabor genuino del Índico",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El barrio de M'tsapéré, al sur de Mamoudzou, conserva algunos edificios de la época colonial. La antigua mezquita blanca de Balamanga y su minarete son los vestigios más visibles de aquel pasado francés.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Puestos de artesanía: joyas de coral y cestas trenzadas",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Atraviesa el manglar por los senderos habilitados entre manglares y lodazales. Los cangrejos violinistas agitan su pinza única como directores de orquesta, los peces saltarines brincan entre las raíces en busca de insectos.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Paseo marítimo: donde la ciudad se funde con la laguna",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "En dirección norte, las alturas de Kawéni revelan los restos de la antigua residencia de los gobernadores de Mayotte, casona de estilo criollo con cuatro vertientes y galerías con columnas.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Desde la orilla, el islote M'Bouzi se recorta en medio de la laguna. Esta reserva natural nacional de 142 hectáreas alberga un bosque seco primario de ébano de las Comoras, especie en vías de extinción.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Los restos de ingenios azucareros jalonan los senderos entre Mamoudzou y Dembéni. El azúcar fue la riqueza de Mayotte en el siglo XIX antes de la crisis de 1883-1885 que arruinó la industria.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Dirígete a la cascada de Passamainty, accesible por un sendero bajo el dosel forestal. El hilo de agua se lanza sobre una poza sombreada por la vegetación tropical, refugio perfecto cuando aprieta el calor.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Explora el manglar en kayak desde el litoral de Mamoudzou. Se navega entre dos murallas de follaje donde se esconden martines pescadores y garzas estriadas que vigilan desde las ramas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Se renseigner sur les horaires de marée"
              }
            },
            {
              "text": "Los clubes de buceo del embarcadero de Mamoudzou proponen bautismos y salidas hacia el paso en S, donde corrientes y visibilidad atraen a rayas, tiburones de arrecife y bancos de jureles plateados.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~3h (trajet + plongée)",
                "booking": "Réservation la veille recommandée"
              }
            },
            {
              "text": "Pasea por el mercado al final de la tarde para llevarte especias (vainilla, cúrcuma, clavo) y bolsitas de poutou, la mezcla de chiles que cada cocinera prepara a su manera y guarda como oro.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 26,
            "drive_min": 31,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::mamoudzou",
            "coords": [
              -12.779,
              45.227
            ],
            "map_keywords": [
              "Barge Mamoudzou Dzaoudzi",
              "Embarcadère Mamoudzou",
              "Front de mer Mamoudzou",
              "Place de l'hôtel de ville Mamoudzou",
              "Plage Trévani Koungou"
            ]
          },
          "visits": [
            {
              "text": "Frescos murales de la ciudad: arte urbano bajo el sol tropical",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Toma la barcaza que une Mamoudzou con Petite-Terre. La travesía dura entre 15 y 20 minutos y ofrece una vista impresionante sobre las dos islas, la laguna y el arrecife que protege la costa.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Acantilados volcánicos y patrimonio histórico visible desde el mar",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A la llegada a Grande-Terre, el frente marítimo revela la animación cotidiana del puerto. Las barcazas amarillas hacen la lanzadera sin interrupción entre ambas orillas, cargadas de motos, mercancías y pasajeros.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Paseo de despedida: la última mirada a la capital desde el agua",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La plaza del ayuntamiento marca el corazón administrativo de la capital. La arquitectura mezcla herencia colonial y edificios modernos en un contraste que cuenta la evolución de la isla.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "¿Ganas de arena? La playa de Trévani, en el municipio de Koungou al norte de Mamoudzou, es la más cercana a la ciudad. Arena clara y aguas tranquilas de la laguna invitan al baño sin sobresaltos.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "De vuelta en la ciudad, la casa de la Artesanía expone joyas, cerámicas y cestería confeccionadas por artesanos locales. Los salouvas (tejidos tradicionales) rivalizan en colorido y finura.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Asiste a un voulé dominical si el calendario lo permite: los mahoreses se reúnen en familia en las playas, alrededor de brochetas de pescado fresco y arroz con coco, en una celebración que dura hasta el atardecer.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Samedi ou dimanche, à partir de 11h",
                "tip": "Apporter une contribution est bienvenu"
              }
            },
            {
              "text": "Prueba el wakeboard o el esquí náutico desde el puerto deportivo. Las aguas protegidas de la laguna se prestan bien a la iniciación, con olas mínimas y visibilidad perfecta.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h",
                "booking": "Sur place au port de plaisance"
              }
            },
            {
              "text": "Por la noche, prueba los mabawas (alitas de pollo a la parrilla) sazonadas con poutou en las fondas del frente marítimo. Crujientes, picantes y adictivas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::dzaoudzi",
            "coords": [
              -12.789,
              45.269
            ],
            "map_keywords": [
              "Lac Dziani Dzaha Petite-Terre",
              "Plage de Moya Mayotte",
              "Rocher de Dzaoudzi",
              "Résidence des Gouverneurs Dzaoudzi",
              "MuMA Musée de Mayotte Dzaoudzi",
              "Boulevard des Crabes Dzaoudzi"
            ]
          },
          "visits": [
            {
              "text": "Orilla del lago de cráter Dziani: aguas esmeralda en un volcán dormido",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El lago Dziani Dzaha ocupa un cráter volcánico extinto hace aproximadamente 7 000 años. Sus aguas verde esmeralda contienen cianobacterias y son corrosivas: baño prohibido. El sendero señalizado lo rodea en 1h15, ofreciendo perspectivas cambiantes del color del agua.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Acantilados de la playa de Moya: caprichos geológicos que narran la historia volcánica",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Desde el borde del cráter, el panorama se extiende sobre Grande-Terre, la laguna y el océano Índico. En mahorés, «dziani» significa lago y «dzaha» cráter, nombres que resumen la esencia del lugar.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Punta del faro: el balcón privilegiado sobre el Índico",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Desciende hacia las playas de Moya, antiguos cráteres colapsados que forman calas casi circulares abiertas al mar abierto. Es un sitio mayor de puesta de tortugas marinas, vigilado todo el año por guardas ambientales.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Los acantilados que bordean Moya revelan los estratos geológicos de la actividad volcánica pasada. El pájaro de cola larga, ave blanca con cola de tirabuzón, anida en las paredes rocosas batidas por el viento.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Sube hacia el barrio histórico de la Roca de Dzaoudzi. Allí se encuentra la residencia de los Gobernadores, edificio con estructura metálica construido entre 1891 y 1892 por los talleres Moisant, competidor de Eiffel. El edificio es monumento histórico clasificado.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "El MuMA (Museo de Mayotte), instalado en la antigua oficina de correos sobre la Roca, recorre la historia, la cultura y el patrimonio de la isla. Cuenta entre 1h30 y 2h para la visita completa.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Caminata de la vuelta al lago Dziani y descenso hacia las playas de Moya. Sendero señalizado, algunos tramos bajo el bosque y un descenso empinado hacia la playa que exige cuidado.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "9 km (boucle complète)",
                "duration": "~2h45",
                "difficulty": "Modéré"
              }
            },
            {
              "text": "Snorkel en Moya: el agua límpida permite observar corales y peces tropicales directamente desde la playa. Atención a las corrientes del lado expuesto al océano.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Apporter masque et tuba, aucun équipement sur place"
              }
            },
            {
              "text": "Visita guiada del barrio histórico de Dzaoudzi con audioguía disponible en cuatro idiomas. Se pasa frente a la iglesia de Saint-Michel (1849), el hospital colonial y la casa del primer médico.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "YT::dzaoudzi",
            "coords": [
              -12.789,
              45.269
            ],
            "map_keywords": [
              "Boulevard des Crabes Dzaoudzi",
              "Vasière des Badamiers Petite-Terre",
              "Plage des Badamiers Petite-Terre",
              "Plage du Faré Petite-Terre",
              "Mosquée de Polé Petite-Terre",
              "Site de la Vigie Petite-Terre"
            ]
          },
          "visits": [
            {
              "text": "Sendero costero de Petite-Terre: el camino de los cangrejos",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Toma el bulevar de los Cangrejos, dique artificial construido desde los primeros tiempos de la colonización francesa. Une la Roca de Dzaoudzi con Pamandzi; antes de su construcción, la ciudad quedaba aislada con la marea alta.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Punto de la antigua pista: donde los aviones aterrizaban sobre la laguna",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Con la marea baja, un sendero lateral conduce al lodazal de los Badamiers. Cangrejos violinistas, manglares y aves limícolas pueblan este biotopo entre tierra y mar, santuario de biodiversidad.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Miradores de la laguna: perspectivas infinitas sobre el azul turquesa",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El sitio de Bagamoyo, a lo largo del dique, revela un vasto cementerio medieval que data de los siglos X al XIII. Las tumbas musulmanas aparecen con la marea baja, vestigios de un antiguo pueblo desaparecido.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La mezquita de Polé conserva las huellas de uno de los lugares de culto más antiguos de Mayotte, anterior al siglo XIX. Es también un lugar de ritos animistas donde los habitantes invocan a los djinns.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Sube hasta el sitio de la Vigie, punto culminante de Petite-Terre a 202 m. El panorama abraza Grande-Terre, la pista del aeropuerto, el paso en S y las aguas turquesa de la laguna en un espectáculo de 360 grados.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Termina por la playa del Faré, la más accesible de Petite-Terre. Los atardeceres son espectaculares, con el monte Choungui como telón de fondo recortándose contra el cielo en llamas.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Caminata del GR1 en Petite-Terre: un circuito de 15 km atraviesa el sitio natural del Dziani hasta las playas de Moya, pasando por la Vigie. Factible en el día o en medias etapas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "15 km (circuit complet)",
                "duration": "~5h",
                "difficulty": "Modéré"
              }
            },
            {
              "text": "El cementerio cristiano de Petite-Terre alberga majestuosos frangipanis y las tumbas de antiguos gobernadores. El hermano de Honoré de Balzac, Henry, reposa allí, lejos de la fama literaria de su pariente.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min"
              }
            },
            {
              "text": "Disfruta de la playa de los Badamiers para un voulé frente a la laguna. Vista despejada sobre la Roca de Dzaoudzi y Grande-Terre, perfecta para una tarde de relax absoluto.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 6,
            "drive_min": 7,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "YT::mtsamboro",
            "coords": [
              -12.688,
              45.07
            ],
            "map_keywords": [
              "Îlots Choizil Mtsamboro",
              "Îlot Mtsamboro Mayotte",
              "Pointe Mkadijou Mayotte",
              "Village Mtsamboro Mayotte",
              "Village Hamjago Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Vistas de los islotes de Choizil: bancos de arena blanca en medio del azul infinito",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Desde la orilla de Mtsamboro, los islotes Choizil se recortan sobre la laguna. Dos islotes vírgenes de toda construcción, unidos entre sí por una lengua de arena blanca que solo aparece con la marea baja, espectáculo efímero y cautivador.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Borde del arrecife norte: donde la laguna se encuentra con el océano abierto",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo de Mtsamboro ocupa un pitón rocoso en la costa norte. Sus minaretes dominan las casas bajas, frente al islote del mismo nombre, el más grande de Mayotte con 240 hectáreas de naturaleza protegida.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Pueblo de pescadores: piraguas tradicionales y redes tendidas al sol",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Del lado de Grande-Terre, los minaretes de Hamjago y Mtsamboro se destacan frente a las montañas verdes. Con tiempo claro, la isla de Anjouan (Comoras) aparece en el horizonte noroeste, tan cerca que parece al alcance de la mano.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La punta Mkadijou, la más al norte de Mayotte, permanece poco accesible. Sus matorrales secos y sus arrecifes preservados forman un paisaje salvaje protegido por el Conservatorio del litoral.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A lo largo de la costa, piraguas tradicionales están varadas en la arena. Los pescadores del pueblo parten al alba y regresan con atunes, meros y jureles que venden en la orilla misma.",
              "place_id": "",
              "visit_duration_min": 25
            }
          ],
          "activities": [
            {
              "text": "Excursión en barco hacia los islotes Choizil. Snorkel en un agua turquesa y límpida, en medio de peces payaso, peces ángel y corales multicolores que parecen jardines submarinos.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~4h (demi-journée)",
                "booking": "Réservation auprès des prestataires à Mtsamboro",
                "tip": "Apporter eau, nourriture et crème solaire : aucun ombrage sur les îlots"
              }
            },
            {
              "text": "Entre julio y octubre, las ballenas jorobadas y sus ballenatos frecuentan las aguas alrededor del islote Mtsamboro. Las salidas al mar ofrecen también la observación de delfines todo el año, acróbatas incansables del Índico.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Juillet à octobre pour les baleines"
              }
            },
            {
              "text": "Picnic en el banco de arena entre los dos islotes Choizil con la marea baja. Un decorado de postal, sin ningún rastro humano, donde el tiempo parece detenerse.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 24,
            "drive_min": 29,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "YT::sada",
            "coords": [
              -12.85,
              45.103
            ],
            "map_keywords": [
              "Sada Mayotte",
              "Îlot Sada tombolo",
              "Tahiti plage Sada Mayotte",
              "Mosquées Sada Mayotte",
              "Baie de Bouéni Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Vistas del banco de arena del islote: el puente efímero que regala la marea",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sada está construida en la ladera de una colina en la costa oeste. Frente al pueblo, el islote Sada se une a la playa por un tómbolo, una banda de arena natural practicable con la marea baja que invita a caminar sobre el agua.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Poblaciones de baobabs: gigantes africanos en tierra mahoresa",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La ciudad cuenta con once mezquitas, incluidas dos mezquitas del viernes distantes un centenar de metros, hecho único en Mayotte. Testimonian antiguas rivalidades entre los barrios de Gnambobolé y Gnambotiti.",
              "place_id": "",
              "visit_duration_min": 35
            },
            {
              "text": "Miradores del atardecer: donde el sol se hunde en el canal de Mozambique",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La plaza Ha Ndovou (plaza de la panadería) es el corazón del pueblo. Aquí tienen lugar las reuniones, el mercado y las manifestaciones culturales como el debaa (danza religiosa femenina).",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La plaza de la Artesanía expone joyas, cerámicas y cestería. Se asiste a veces al mlidi (danza religiosa masculina) o a los madjlissi durante las bodas tradicionales.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Al sur del municipio, la playa Tahití despliega su arena clara frente a la bahía de Bouéni. Las aguas tranquilas de la laguna invitan al snorkel y al dolce far niente bajo la sombra de los árboles.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "El atardecer desde Sada es uno de los más bellos de Mayotte. La península de Bouéni cierra la bahía enfrente, y el sol se hunde en el canal de Mozambique en una explosión de naranjas y púrpuras.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Cruza el tómbolo hasta el islote Sada con la marea baja. Se hace la vuelta a pie en una hora corta, con vista sobre la costa oeste y la bahía de Bouéni, entre rocas volcánicas y vegetación rastrera.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~1h",
                "tip": "Vérifier les horaires de marée avant de partir"
              }
            },
            {
              "text": "Snorkel en la playa Tahití: arrecife bordeante accesible desde el borde, con corales y tortugas verdes pastando en los herbarios a pocos brazos de distancia.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Masque et tuba indispensables"
              }
            },
            {
              "text": "Los pasos de Sada y de Bouéni, al suroeste, son reputados para el buceo submarino. Corrientes moderadas, corales blandos y bancos de peces pelágicos que forman nubes plateadas bajo el agua.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 17,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "YT::sada",
            "coords": [
              -12.85,
              45.103
            ],
            "map_keywords": [
              "Jardin botanique Coconi Mayotte",
              "Plantation ylang-ylang Combani Mayotte",
              "Mangrove baie de Bouéni Mayotte",
              "Lac Karihani Tsingoni Mayotte",
              "Mosquée de Tsingoni Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Pasarela del manglar: un sendero entre raíces retorcidas y lodo vivo",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "En Combani, en el centro de la isla, las hileras de ylang-ylang alinean sus ramas tortuosas. Esta flor de seis pétalos amarillos es recogida a mano cada mañana para preservar su perfume, antes de que el sol caliente demasiado.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Destilería de ylang-ylang (exterior): donde nace la esencia de los perfumes",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El ylang-ylang fue introducido en Mayotte a principios del siglo XX. Su aceite esencial entra en la composición de grandes perfumes y constituye el orgullo de la isla apodada «isla de los perfumes».",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Callejuelas del pueblo: arquitectura tradicional y vida cotidiana",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El jardín botánico de Coconi despliega sus alineaciones de palmeras, cocoteros y plantas tropicales. El vivero también se visita, especialmente hermoso en temporada de lluvias cuando todo florece.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Llega hasta la mezquita de Tsingoni, una de las más antiguas de Francia (siglo XVI). El pueblo fue la antigua capital del sultanato de Mayotte, corazón político antes de la colonización.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "El lago Karihani (dziani Karihani), único lago natural de agua dulce de Mayotte, está a menudo cubierto de nenúfares. Garzas blancas, garzas reales y gallinetas de agua se refugian allí entre juncos y totoras.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Al descender hacia la costa oeste, el manglar de la bahía de Bouéni bordea la carretera. Los manglares forman una cortina densa entre tierra y laguna, ecosistema vital para la reproducción de peces.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Participa en una jornada de inmersión en una explotación de ylang-ylang: recolección de las flores, destilación, fabricación de aceite esencial y almuerzo campestre bajo los árboles perfumados.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Journée complète ou demi-journée",
                "booking": "Réservation obligatoire"
              }
            },
            {
              "text": "Explora el manglar en kayak o en piragua tradicional. Entre las raíces de los manglares, se cruzan peces saltarines, cangrejos y garzas cangrejeras blancas que pescan con paciencia infinita.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "tip": "Chaussures d'eau recommandées"
              }
            },
            {
              "text": "Paseo tranquilo alrededor del lago Karihani, cerca de Tsingoni. El sendero sombreado rodea el espejo de agua en menos de una hora, perfecto para digerir el almuerzo o estirar las piernas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~3 km",
                "duration": "~45 min",
                "difficulty": "Facile"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 17,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "YT::bandrele",
            "coords": [
              -12.902,
              45.211
            ],
            "map_keywords": [
              "Écomusée du sel Bandrélé Mayotte",
              "Plage de N'Gouja Mayotte",
              "Îlot Bandrélé Mayotte",
              "Plage Sakouli Bandrélé",
              "Mont Choungui Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Museo de las tortugas (exterior): centro de conservación de quelonios",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El ecomuseo de la sal de Bandrélé presenta el trabajo de las «mamas shingo» (mamás de la sal en shimaoré). Estas salineras recogen el limo en el manglar y lo transforman en sal de una blancura resplandeciente por cocción al fuego de leña, técnica ancestral única en el mundo.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Inicio del sendero Saziley: puerta de entrada al sur salvaje",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La sal de Bandrélé es única en el mundo: no proviene de la evaporación del agua de mar sino de la cocción de la salmuera concentrada en el limo. Esta técnica ancestral de origen bantú se transmite de madre a hija desde hace siglos.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Promontorios costeros: baobabs centenarios que vigilan la laguna",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La playa de Sakouli, en la costa este frente a la laguna, está bordeada de baobabs centenarios. Los más gruesos requieren unas treinta personas para rodearlos, colosos vegetales plantados antes de la colonización.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Frente a Sakouli, el islote Bandrélé se distingue por su arrecife coralino rebosante de vida. Se llega en kayak o en paddle desde la playa en media hora de remada tranquila.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "En dirección sur, el monte Choungui levanta su cono perfecto a 594 m. Su silueta basáltica se ve desde Petite-Terre y domina todo el sur de la isla como una pirámide natural.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "La playa de N'Gouja es la más célebre de Mayotte. Arena fina bajo los baobabs y almendros, tortugas verdes pastando los herbarios a pocos metros del borde, y makis en las ramas que observan a los bañistas con curiosidad.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Visita del ecomuseo de la sal con demostración de las mamas shingo: recolección del limo, filtración en palanganas agujereadas, cocción y envasado. Se regresa con una bolsita de sal artesanal como recuerdo aromático.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min",
                "best_time": "Le matin, durant les grandes marées (saison sèche)",
                "booking": "Sur rendez-vous"
              }
            },
            {
              "text": "Snorkel en N'Gouja: entra en el agua transparente y nada con las tortugas verdes que pastan plácidamente los herbarios en pendiente suave. Un espectáculo inolvidable a dos metros de profundidad.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Rester à distance respectueuse des tortues"
              }
            },
            {
              "text": "Kayak o paddle hasta el islote Bandrélé. El arrecife bordeante alberga corales duros, peces mariposa y estrellas de mar azules que parecen joyas incrustadas en la roca.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h aller-retour"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 18,
            "drive_min": 22,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "YT::bandrele",
            "coords": [
              -12.902,
              45.211
            ],
            "map_keywords": [
              "Pointe Saziley Mayotte",
              "Plage de Saziley Mayotte",
              "Baobabs Saziley Mayotte",
              "Village Mtsamoudou Mayotte",
              "Îlot de Sable Blanc Mayotte"
            ]
          },
          "visits": [
            {
              "text": "Circuito de las playas del sur: el santuario de las tortugas marinas",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Desde el pueblo de Mtsamoudou, el sendero de Saziley se adentra entre los baobabs. El sitio cuenta con cerca de 700 individuos, incluido el baobab africano y el rarísimo baobab malgache (6 ejemplares sobre los 7 de Mayotte).",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Plataformas de desechos coralinos: esculturas naturales de la erosión",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La punta Saziley es el lugar más seco de Mayotte, con solo tres meses húmedos al año. Su relieve volcánico de 3 millones de años dibuja una forma de cabeza de cocodrilo vista desde el cielo, capricho geológico fascinante.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Puntos de observación de las tortugas: donde el mar regala vida cada noche",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Diez playas acogen a las tortugas verdes para la puesta en el sitio de Saziley. Se estiman 1 500 puestas anuales. Las hembras vienen a depositar entre 100 y 150 huevos al caer la noche, ritual milenario que se repite cada temporada.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Los padzas —porciones de tierra roja fuertemente erosionada— esculpen el paisaje como anfiteatros naturales. Este fenómeno típico del sur mahorés contrasta con el verde de la vegetación, testigo de la violencia de las lluvias tropicales.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Mar adentro, el islote de Arena Blanca surge de la laguna. Este minúsculo banco de arena sirve de refugio a los charranes, cuyo plumaje se confunde con la blancura de la arena coralina.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "El arrecife coralino a 50 metros de la playa de Saziley es excepcional: corales de formas diversas, multicolores, albergando una vida abundante que incluye pulpos, morenas y peces loro que muerden el coral.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Caminata del sendero de Saziley desde Mtsamoudou. El GR1 atraviesa el sitio sobre 21 km de senderos habilitados, entre baobabs, playas y padzas en un decorado que oscila entre África y Madagascar.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "12 km aller-retour (version courte)",
                "duration": "~4h",
                "difficulty": "Facile"
              }
            },
            {
              "text": "Vivac enmarcado para observar la puesta de las tortugas al caer la noche. Los guardas del Conservatorio del litoral acompañan a los visitantes en silencio hasta las playas, espectáculo conmovedor que exige respeto absoluto.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Mars à juin (pic en mai)",
                "booking": "Contacter le Conseil départemental ou un prestataire agréé"
              }
            },
            {
              "text": "Snorkel frente a la playa de Saziley, donde el arrecife bordeante comienza a pocos metros del borde. Peces loro, damiselas y morenas son habituales, en un aquarium natural de colores imposibles.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Chaussures d'eau recommandées sur le platier corallien"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 18,
            "drive_min": 22,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 — D1–D5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segmento 2 — D6–D10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5 días"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10 días"
        }
      ],
      "regions": [
        "YT"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mar y Costas",
          "Relajación",
          "Naturaleza y Fauna",
          "Patrimonio"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Ruta por Mayotte: Laguna Gigante e Islotes",
        "intro_paragraph": "De Mamoudzou a la punta Saziley, este circuito de 10 días explora la laguna cerrada más grande del océano Índico. Tortugas marinas, islotes de arena blanca, cráteres volcánicos y plantaciones de ylang-ylang componen un viaje entre naturaleza salvaje y tradiciones mahoresas.",
        "seo_hook": "Mayotte alberga una laguna de 1 500 km² rodeada por 160 km de barrera coralina, islotes vírgenes accesibles con la marea baja y algunos de los mejores sitios de puesta de tortugas del océano Índico.",
        "featured_list": [
          "Lago Dziani Dzaha, cráter volcánico de aguas verde esmeralda",
          "Islotes Choizil, bancos de arena blanca y snorkel en agua cristalina",
          "Playa de N'Gouja, nado con tortugas verdes bajo los baobabs",
          "Ecomuseo de la sal de Bandrélé y las mamas shingo",
          "Punta Saziley, 700 baobabs y observación de la puesta de tortugas"
        ],
        "places_taglines": {
          "YT::mamoudzou": "Donde el mercado de especias se encuentra con la laguna infinita",
          "YT::dzaoudzi": "Un cráter esmeralda y la memoria colonial sobre la roca",
          "YT::mtsamboro": "Portal de los islotes vírgenes del gran norte salvaje",
          "YT::sada": "Donde once mezquitas contemplan el atardecer más bello del Índico",
          "YT::bandrele": "Sal artesanal, tortugas centenarias y baobabs milenarios"
        }
      },
      "seo_keywords": [
        "circuito Mayotte",
        "laguna Mayotte",
        "tortugas marinas Mayotte",
        "islotes Choizil",
        "lago Dziani",
        "playa N'Gouja",
        "ylang-ylang Mayotte",
        "sal Bandrélé",
        "Saziley baobabs",
        "snorkel Mayotte",
        "Petite-Terre Dzaoudzi"
      ],
      "practical_context": {
        "best_months": [
          "mayo",
          "junio",
          "julio",
          "agosto",
          "septiembre",
          "octubre"
        ],
        "highlights": [
          "Lago Dziani Dzaha, cráter volcánico de aguas esmeralda en Petite-Terre",
          "Snorkel con tortugas verdes en N'Gouja y observación de la puesta en Saziley",
          "Excursión a los islotes Choizil, bancos de arena blanca vírgenes al norte de la laguna",
          "Descubrimiento de la fabricación artesanal de sal con las mamas shingo de Bandrélé"
        ]
      }
    }
  ],
  "generated": "2026-02-10T19:22:59.086Z"
}