{
  "version": 1,
  "country": "yt",
  "language": "en",
  "places": [
    {
      "place_id": "YT::bandrele",
      "name": "Bandrele",
      "cc": "YT",
      "language": "en",
      "coords": [
        -12.902,
        45.211
      ],
      "lat": -12.902,
      "lon": 45.211,
      "visits": [
        {
          "text": "Turtle museum (exterior) — Natural/urban point of interest with context.",
          "visit_duration_min": 75
        },
        {
          "text": "Bandrélé's salt ecomuseum presents the work of the \"mamas shingo\" (salt mothers in Shimaoré). These salt makers harvest silt from the mangrove and transform it into brilliantly white salt by wood-fire cooking.",
          "visit_duration_min": 45
        },
        {
          "text": "Saziley trail start — Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "Bandrélé salt is unique in the world: it doesn't come from seawater evaporation but from cooking the concentrated brine in the silt. This ancestral Bantu technique passes from mother to daughter.",
          "visit_duration_min": 20
        },
        {
          "text": "Coastal promontories — Classic photo viewpoint.",
          "visit_duration_min": 75
        },
        {
          "text": "Sakouli Beach, on the east coast facing the lagoon, is lined with centuries-old baobabs. The largest require about thirty people to encircle.",
          "visit_duration_min": 50
        },
        {
          "text": "Facing Sakouli, Bandrélé Islet stands out for its coral reef teeming with life. Reach it by kayak or paddleboard from the beach.",
          "visit_duration_min": 30
        },
        {
          "text": "Heading south, Mount Choungui raises its perfect cone to 594 meters. Its basalt silhouette is visible from Petite-Terre and dominates the island's south.",
          "visit_duration_min": 20
        },
        {
          "text": "N'Gouja Beach is Mayotte's most famous. Fine sand beneath baobabs and tropical almonds, green turtles grazing seagrass beds a few meters from shore, and lemurs in the branches.",
          "visit_duration_min": 60
        },
        {
          "text": "Southern beach loop — Natural/urban point of interest with context.",
          "visit_duration_min": 75
        },
        {
          "text": "From the village of Mtsamoudou, the Saziley trail winds among the baobabs. The site counts nearly 700 individuals, including the African baobab and the very rare Malagasy baobab (6 specimens out of 7 in Mayotte).",
          "visit_duration_min": 60
        },
        {
          "text": "Coral debris platforms — Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "Pointe Saziley is Mayotte's driest spot, with only three humid months. Its 3-million-year-old volcanic relief forms the shape of a crocodile head seen from above.",
          "visit_duration_min": 30
        },
        {
          "text": "Turtle observation points — Classic photo viewpoint.",
          "visit_duration_min": 75
        },
        {
          "text": "Ten beaches welcome green turtles for nesting at the Saziley site. An estimated 1,500 nestings occur annually. Females come to deposit between 100 and 150 eggs after nightfall.",
          "visit_duration_min": 40
        },
        {
          "text": "The padzas—stretches of heavily eroded red earth—sculpt the landscape like natural amphitheaters. This phenomenon typical of southern Mayotte contrasts with the green vegetation.",
          "visit_duration_min": 30
        },
        {
          "text": "Offshore, White Sand Islet rises from the lagoon. This tiny sandbank serves as refuge for terns, whose plumage blends with the coral sand's whiteness.",
          "visit_duration_min": 20
        },
        {
          "text": "The coral reef 50 meters from Saziley beach is exceptional: diverse, multicolored corals sheltering abundant life.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Visit the salt ecomuseum with a demonstration by mamas shingo: silt harvest, filtration in perforated basins, cooking, and packaging. Leave with a bag of artisan salt."
        },
        {
          "text": "Snorkeling at N'Gouja: enter the transparent water and swim alongside green turtles peacefully grazing the gently sloping seagrass beds."
        },
        {
          "text": "Kayak or paddleboard to Bandrélé Islet. The fringing reef shelters hard corals, butterflyfish, and starfish."
        },
        {
          "text": "Hike the Saziley trail from Mtsamoudou. The GR1 crosses the site on 21 km of marked paths, among baobabs, beaches, and padzas."
        },
        {
          "text": "Supervised bivouac to observe turtle nesting after dark. Coastal Conservancy rangers accompany visitors in silence to the beaches."
        },
        {
          "text": "Snorkeling off Saziley beach, where the fringing reef begins a few meters from shore. Parrotfish, damselfish, and moray eels are common."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 9
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 10
        }
      ]
    },
    {
      "place_id": "YT::dzaoudzi",
      "name": "Dzaoudzi",
      "cc": "YT",
      "language": "en",
      "coords": [
        -12.789,
        45.269
      ],
      "lat": -12.789,
      "lon": 45.269,
      "visits": [
        {
          "text": "Crater lake shore Dziani — Natural/urban point of interest with context.",
          "visit_duration_min": 75
        },
        {
          "text": "Lake Dziani Dzaha occupies a volcanic crater extinct for about 7,000 years. Its emerald-green waters contain cyanobacteria and are corrosive: swimming prohibited. A marked trail loops the rim in 1h15.",
          "visit_duration_min": 90
        },
        {
          "text": "Moya Beach cliffs — Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "From the crater rim, panoramas sweep across Grande-Terre, the lagoon, and the Indian Ocean. In Mahoran, \"dziani\" means lake and \"dzaha\" crater.",
          "visit_duration_min": 20
        },
        {
          "text": "Lighthouse point — Classic photo viewpoint.",
          "visit_duration_min": 75
        },
        {
          "text": "Descend to Moya beaches, collapsed ancient craters forming nearly circular coves open to the ocean. It's a major sea turtle nesting site, monitored year-round.",
          "visit_duration_min": 60
        },
        {
          "text": "The cliffs bordering Moya reveal geological strata from past volcanic activity. The white-tailed tropicbird nests in the rocky walls.",
          "visit_duration_min": 30
        },
        {
          "text": "Climb back to the historic quarter of the Rocher de Dzaoudzi. Here stands the Governors' Residence, a metal-framed building constructed in 1891–1892 by the Moisant workshops, Eiffel's competitor. The building is a classified historic monument.",
          "visit_duration_min": 30
        },
        {
          "text": "MuMA (Mayotte Museum), housed in the old post office on the Rock, traces the island's history, culture, and heritage. Allow 1h30 to 2 hrs for a full visit.",
          "visit_duration_min": 90
        },
        {
          "text": "Petite-Terre coastal trail — Natural/urban point of interest with context.",
          "visit_duration_min": 75
        },
        {
          "text": "Follow the Boulevard des Crabes, an artificial dike built in the early days of French colonization. It links the Rocher de Dzaoudzi to Pamandzi; before its construction, the town was cut off at high tide.",
          "visit_duration_min": 30
        },
        {
          "text": "Old airstrip site — Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "At low tide, a side trail leads to the mudflats of Badamiers. Fiddler crabs, mangroves, and shorebirds populate this biotope between land and sea.",
          "visit_duration_min": 45
        },
        {
          "text": "Lagoon overlooks — Classic photo viewpoint.",
          "visit_duration_min": 75
        },
        {
          "text": "The Bagamoyo site along the dike reveals a vast medieval cemetery dating from the 10th to 13th century. Muslim graves appear at low tide, remnants of a vanished village.",
          "visit_duration_min": 30
        },
        {
          "text": "The Polé mosque preserves traces of one of Mayotte's oldest places of worship, predating the 19th century. It's also an animist ritual site where locals come to invoke djinns.",
          "visit_duration_min": 25
        },
        {
          "text": "Climb to the Vigie site, Petite-Terre's highest point at 202 meters. The panorama embraces Grande-Terre, the airport runway, Passe en S, and the lagoon's turquoise waters.",
          "visit_duration_min": 45
        },
        {
          "text": "Finish at Plage du Faré, Petite-Terre's most accessible beach. Sunsets here are spectacular, with Mount Choungui as backdrop.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Hike the circuit around Lake Dziani and descend to Moya beaches. Marked trail, some woodland passages and a steep descent to the beach."
        },
        {
          "text": "Snorkeling at Moya: crystal-clear water lets you observe corals and tropical fish right from the beach. Watch for currents on the ocean side."
        },
        {
          "text": "Guided tour of Dzaoudzi's historic quarter with audio guide available in four languages. Pass by the Church of Saint-Michel (1849), the colonial hospital, and the first doctor's house."
        },
        {
          "text": "Hike the GR1 on Petite-Terre: a 15-km circuit crosses from the Dziani natural site to Moya beaches, passing through the Vigie. Doable as a day hike or in stages."
        },
        {
          "text": "Petite-Terre's Christian cemetery shelters majestic frangipani trees and tombs of former governors. Honoré de Balzac's brother, Henry, rests here."
        },
        {
          "text": "Enjoy Badamiers beach for a voulé facing the lagoon. Clear views across to the Rocher de Dzaoudzi and Grande-Terre."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 4
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 5
        }
      ]
    },
    {
      "place_id": "YT::mamoudzou",
      "name": "Mamoudzou",
      "cc": "YT",
      "language": "en",
      "coords": [
        -12.779,
        45.227
      ],
      "lat": -12.779,
      "lon": 45.227,
      "visits": [
        {
          "text": "Market and waterfront — Natural/urban point of interest with local context.",
          "visit_duration_min": 75
        },
        {
          "text": "Mamoudzou's covered market brings together fruit vendors, fishermen, and artisans under one roof. Mangoes, papayas, manioc, leafy greens, ginger, and zebu mingle in a joyful burst of color and chaos.",
          "visit_duration_min": 60
        },
        {
          "text": "Ferry pier — Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "Step inside the Church of Notre-Dame de Fatima, built in 1855 on the heights overlooking town. It's one of only two Catholic places of worship in Mayotte, a territory that's 95% Muslim.",
          "visit_duration_min": 30
        },
        {
          "text": "Hillside viewpoints — Classic photo spot.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll down Rue du Commerce, Mamoudzou's main artery. The shops blend textiles, spices, and Comorian crafts in a lively, bustling atmosphere.",
          "visit_duration_min": 40
        },
        {
          "text": "The marina pier marks the departure point for sea excursions: diving, whale watching (July through October), and trips to the lagoon's islets.",
          "visit_duration_min": 30
        },
        {
          "text": "Facing the pier, a sculpture honors Zéna M'Déré, an emblematic figure in Mayotte's choice to remain part of the French Republic.",
          "visit_duration_min": 20
        },
        {
          "text": "Head to Pointe Mahabou Park, a botanical garden laid out as a fitness trail. Palms, coconut trees, tamarinds, and bougainvilleas line the paths.",
          "visit_duration_min": 45
        },
        {
          "text": "The Pointe Mahabou viewpoint rises to 58 meters and offers panoramas over the port, Petite-Terre, M'Bouzi Islet, and the lagoon. Below lies the tomb of Sultan Andriantsoly, Mayotte's last sultan, who ceded the island to France in 1841.",
          "visit_duration_min": 30
        },
        {
          "text": "Coconut market — Natural/urban point of interest with context.",
          "visit_duration_min": 75
        },
        {
          "text": "The M'tsapéré quarter, south of Mamoudzou, preserves several colonial-era buildings. The old white mosque of Balamanga with its minaret is the most visible remnant.",
          "visit_duration_min": 40
        },
        {
          "text": "Handicraft stalls — Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "Cross the mangrove on marked trails threading between mangrove trees and mudflats. Fiddler crabs wave their single oversized claw, mudskippers hop among the roots.",
          "visit_duration_min": 60
        },
        {
          "text": "Coastal esplanade — Classic photo viewpoint.",
          "visit_duration_min": 75
        },
        {
          "text": "Heading north, the heights of Kawéni reveal remnants of the old governors' residence, a Creole-style building with four-sided hip roof and verandas.",
          "visit_duration_min": 45
        },
        {
          "text": "From shore, M'Bouzi Islet rises in the middle of the lagoon. This 142-hectare national nature reserve shelters a primary dry forest of Comoros ebony, an endangered species.",
          "visit_duration_min": 30
        },
        {
          "text": "Sugar mill ruins dot the trails between Mamoudzou and Dembéni. Sugar brought wealth to Mayotte in the 19th century before the crisis of 1883–1885.",
          "visit_duration_min": 40
        },
        {
          "text": "Visit Passamainty waterfall, reached by a woodland trail. The stream tumbles into a pool shaded by tropical vegetation.",
          "visit_duration_min": 45
        },
        {
          "text": "City murals — Natural/urban point of interest with context.",
          "visit_duration_min": 75
        },
        {
          "text": "Take the barge linking Mamoudzou to Petite-Terre. The crossing lasts 15 to 20 minutes and offers sweeping views of both islands, the lagoon, and the reef.",
          "visit_duration_min": 25
        },
        {
          "text": "Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "Arriving on Grande-Terre, the waterfront reveals the port's daily bustle. Yellow barges shuttle nonstop between the two shores.",
          "visit_duration_min": 30
        },
        {
          "text": "Farewell promenade — Classic photo viewpoint.",
          "visit_duration_min": 75
        },
        {
          "text": "The town hall square marks the capital's administrative heart. The architecture blends colonial heritage and modern buildings.",
          "visit_duration_min": 25
        },
        {
          "text": "Want sand? Trévani Beach, in the commune of Koungou north of Mamoudzou, is the closest to town. Light sand and the lagoon's calm waters.",
          "visit_duration_min": 60
        },
        {
          "text": "Back in town, the Maison de l'Artisanat displays jewelry, pottery, and basketry crafted by local artisans. The salouvas (traditional textiles) compete in brightness.",
          "visit_duration_min": 40
        }
      ],
      "activities": [
        {
          "text": "Sample mataba (manioc leaves pounded with coconut milk) and chicken pilao at the covered market. Vendors serve quick meals from mid-morning onward."
        },
        {
          "text": "Board a boat from the pier for snorkeling in the lagoon. Green turtles and rainbow fish populate the seagrass beds just offshore."
        },
        {
          "text": "In the evening, Mahoran families gather at the farés of Pointe Mahabou for voulé, the local open-air barbecue."
        },
        {
          "text": "Explore the mangrove by kayak from the Mamoudzou coast. You'll paddle between walls of foliage hiding kingfishers and striated herons."
        },
        {
          "text": "Dive clubs at the Mamoudzou pier offer introductory dives and trips to Passe en S, where currents and visibility attract rays, reef sharks, and schools of jacks."
        },
        {
          "text": "Browse the market in late afternoon for spices (vanilla, turmeric, clove) and packets of poutou, the chili blend every cook prepares her own way."
        },
        {
          "text": "Join a Sunday voulé if the calendar allows: Mahorans gather with family on the beaches, around fresh fish skewers and coconut rice."
        },
        {
          "text": "Try wakeboarding or water skiing from the marina. The lagoon's sheltered waters are ideal for beginners."
        },
        {
          "text": "In the evening, taste mabawas (grilled chicken wings) seasoned with poutou at waterfront eateries."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 1
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 2
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 3
        }
      ]
    },
    {
      "place_id": "YT::mtsamboro",
      "name": "Mtsamboro",
      "cc": "YT",
      "language": "en",
      "coords": [
        -12.688,
        45.07
      ],
      "lat": -12.688,
      "lon": 45.07,
      "visits": [
        {
          "text": "Views of the Choizil Islets — Natural/urban point of interest with context.",
          "visit_duration_min": 75
        },
        {
          "text": "From the shore at Mtsamboro, the Choizil Islets rise from the lagoon. Two virgin islets, linked by a tongue of white sand that appears only at low tide.",
          "visit_duration_min": 30
        },
        {
          "text": "Northern reef edge — Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "The village of Mtsamboro occupies a rocky outcrop on the north coast. Its minarets dominate the low houses, facing the islet of the same name—Mayotte's largest at 240 hectares.",
          "visit_duration_min": 40
        },
        {
          "text": "Fishing village — Classic photo viewpoint.",
          "visit_duration_min": 75
        },
        {
          "text": "On the Grande-Terre side, the minarets of Hamjago and Mtsamboro stand out against verdant mountains. On clear days, the island of Anjouan (Comoros) appears on the northwest horizon.",
          "visit_duration_min": 30
        },
        {
          "text": "Pointe Mkadijou, Mayotte's northernmost point, remains barely accessible. Its dry scrub and pristine reefs form a wild landscape protected by the Coastal Conservancy.",
          "visit_duration_min": 30
        },
        {
          "text": "Along the coast, traditional pirogues are hauled up on the sand. Village fishermen leave at dawn and return with tuna, grouper, and jacks.",
          "visit_duration_min": 25
        }
      ],
      "activities": [
        {
          "text": "Boat excursion to the Choizil Islets. Snorkel in turquoise, crystal-clear water among clownfish, angelfish, and multicolored corals."
        },
        {
          "text": "From July through October, humpback whales and their calves frequent the waters around Mtsamboro Islet. Sea trips also offer dolphin watching year-round."
        },
        {
          "text": "Picnic on the sandbar between the two Choizil Islets at low tide. A postcard setting with no human trace."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 6
        }
      ]
    },
    {
      "place_id": "YT::sada",
      "name": "Sada",
      "cc": "YT",
      "language": "en",
      "coords": [
        -12.85,
        45.103
      ],
      "lat": -12.85,
      "lon": 45.103,
      "visits": [
        {
          "text": "Views of the islet sandbar — Natural/urban point of interest with context.",
          "visit_duration_min": 75
        },
        {
          "text": "Sada is built on a hillside on the west coast. Facing the village, Sada Islet links to the beach by a tombolo—a natural sand strip walkable at low tide.",
          "visit_duration_min": 45
        },
        {
          "text": "Baobab groves — Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "The town has eleven mosques, including two Friday mosques a hundred meters apart—unique in Mayotte. They testify to old rivalries between the Gnambobolé and Gnambotiti quarters.",
          "visit_duration_min": 35
        },
        {
          "text": "Sunset viewpoints — Classic photo spot.",
          "visit_duration_min": 75
        },
        {
          "text": "Place Ha Ndovou (Bakery Square) is the village heart. Here take place gatherings, the market, and cultural events like debaa (women's religious dance).",
          "visit_duration_min": 30
        },
        {
          "text": "The Place de l'Artisanat displays jewelry, pottery, and basketry. You might witness the mlidi (men's religious dance) or madjlissi during weddings.",
          "visit_duration_min": 30
        },
        {
          "text": "South of the commune, Tahiti Beach unfolds its light sand facing the bay of Bouéni. The lagoon's calm waters invite snorkeling and relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset from Sada is among Mayotte's finest. The Bouéni peninsula closes the bay opposite, and the sun plunges into the Mozambique Channel.",
          "visit_duration_min": 30
        },
        {
          "text": "Mangrove boardwalk — Natural/urban point of interest with context.",
          "visit_duration_min": 75
        },
        {
          "text": "At Combani, in the island's center, rows of ylang-ylang line up their twisted branches. This six-petaled yellow flower is hand-harvested each morning to preserve its fragrance.",
          "visit_duration_min": 60
        },
        {
          "text": "Ylang distillery (exterior) — Striking geological or heritage feature.",
          "visit_duration_min": 75
        },
        {
          "text": "Ylang-ylang was introduced to Mayotte in the early 20th century. Its essential oil enters the composition of great perfumes and is the pride of the island nicknamed \"perfume island.\"",
          "visit_duration_min": 30
        },
        {
          "text": "Village lanes — Classic photo viewpoint.",
          "visit_duration_min": 75
        },
        {
          "text": "The botanical garden of Coconi spreads its rows of palms, coconut trees, and tropical plants. The nursery is also worth a visit, especially beautiful in the rainy season.",
          "visit_duration_min": 45
        },
        {
          "text": "Continue to the Tsingoni mosque, one of France's oldest (16th century). The village is the former capital of the Mayotte sultanate.",
          "visit_duration_min": 30
        },
        {
          "text": "Lake Karihani (dziani Karihani), Mayotte's only natural freshwater lake, is often covered with water lilies. Egrets, herons, and moorhens take refuge here.",
          "visit_duration_min": 40
        },
        {
          "text": "Descending toward the west coast, the mangrove of Bouéni bay borders the road. Mangroves form a dense curtain between land and lagoon.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Cross the tombolo to Sada Islet at low tide. You can circle it on foot in an hour, with views over the west coast and Bouéni bay."
        },
        {
          "text": "Snorkeling at Tahiti Beach: fringing reef accessible from shore, with corals and green turtles grazing the seagrass beds."
        },
        {
          "text": "The passes of Sada and Bouéni, to the southwest, are renowned for scuba diving. Moderate currents, soft corals, and schools of pelagic fish."
        },
        {
          "text": "Join an immersion day on a ylang-ylang farm: flower picking, distillation, essential oil making, and a countryside lunch."
        },
        {
          "text": "Explore the mangrove by kayak or traditional pirogue. Among the mangrove roots you'll encounter mudskippers, crabs, and reef herons."
        },
        {
          "text": "Gentle walk around Lake Karihani, near Tsingoni. The shaded trail loops the water in under an hour."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 7
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Mayotte Journey: Giant Lagoon & Tropical Islets",
          "day": 8
        }
      ]
    }
  ]
}