{
  "version": 1,
  "country": "yt",
  "language": "it",
  "places": [
    {
      "place_id": "YT::bandrele",
      "name": "Bandrele",
      "cc": "YT",
      "language": "it",
      "coords": [
        -12.902,
        45.211
      ],
      "lat": -12.902,
      "lon": 45.211,
      "visits": [
        {
          "text": "L'ecomuseo del sale di Bandrélé presenta il lavoro delle «mamas shingo» (mamme del sale in shimaoré). Queste salinare raccolgono il limo nella mangrovia e lo trasformano in sale di un bianco splendente tramite cottura a legna.",
          "visit_duration_min": 45
        },
        {
          "text": "Il sale di Bandrélé è unico al mondo: non proviene dall'evaporazione dell'acqua di mare ma dalla cottura della salamoia concentrata nel limo. Questa tecnica ancestrale di origine bantu si trasmette di madre in figlia.",
          "visit_duration_min": 20
        },
        {
          "text": "La spiaggia di Sakouli, sulla costa est di fronte alla laguna, è orlata di baobab centenari. I più grossi richiedono una trentina di persone per farne il giro.",
          "visit_duration_min": 50
        },
        {
          "text": "Di fronte a Sakouli, l'isolotto Bandrélé si distingue per la sua barriera corallina brulicante di vita. Ci si arriva in kayak o in paddle dalla spiaggia.",
          "visit_duration_min": 30
        },
        {
          "text": "Verso sud, il monte Choungui innalza il suo cono perfetto a 594 m. La sua silhouette basaltica si vede da Petite-Terre e domina tutto il sud dell'isola.",
          "visit_duration_min": 20
        },
        {
          "text": "La spiaggia di N'Gouja è la più celebre di Mayotte. Sabbia fine sotto i baobab e i badamier, tartarughe verdi che brucano i prati marini a pochi metri dalla riva, e lemuri tra i rami.",
          "visit_duration_min": 60
        },
        {
          "text": "Dal villaggio di Mtsamoudou, il sentiero di Saziley si addentra tra i baobab. Il sito ne conta circa 700 esemplari, tra cui il baobab africano e il rarissimo baobab malgascio (6 esemplari sui 7 di Mayotte).",
          "visit_duration_min": 60
        },
        {
          "text": "La punta Saziley è il luogo più secco di Mayotte, con soli tre mesi umidi. Il suo rilievo vulcanico vecchio di 3 milioni di anni disegna una forma di testa di coccodrillo vista dal cielo.",
          "visit_duration_min": 30
        },
        {
          "text": "Dieci spiagge accolgono le tartarughe verdi per la deposizione nel sito di Saziley. Si stima a 1.500 il numero di deposizioni annuali. Le femmine vengono a deporre tra 100 e 150 uova al calare della notte.",
          "visit_duration_min": 40
        },
        {
          "text": "I padzas - tratti di terra rossa fortemente erosi - scolpiscono il paesaggio come anfiteatri naturali. Questo fenomeno tipico del sud di Mayotte contrasta con il verde della vegetazione.",
          "visit_duration_min": 30
        },
        {
          "text": "Al largo, l'isolotto di Sable Blanc emerge dalla laguna. Questo minuscolo banco di sabbia serve da rifugio alle sterne, il cui piumaggio si confonde con il biancore della sabbia corallina.",
          "visit_duration_min": 20
        },
        {
          "text": "La barriera corallina a 50 metri dalla spiaggia di Saziley è eccezionale: coralli di forme diverse, multicolori, che ospitano una vita brulicante.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Visita dell'ecomuseo del sale con dimostrazione delle mamas shingo: raccolta del limo, filtrazione in bacinelle forate, cottura e confezionamento. Si riparte con un sacchetto di sale artigianale."
        },
        {
          "text": "Snorkeling a N'Gouja: entrate nell'acqua trasparente e nuotate con le tartarughe verdi che brucano pacificamente i prati marini in dolce pendenza."
        },
        {
          "text": "Kayak o paddle fino all'isolotto Bandrélé. La barriera frangiante ospita coralli duri, pesci farfalla e stelle marine."
        },
        {
          "text": "Escursione del sentiero di Saziley da Mtsamoudou. Il GR1 attraversa il sito su 21 km di sentieri sistemati, tra baobab, spiagge e padzas."
        },
        {
          "text": "Bivacco guidato per osservare la deposizione delle tartarughe al calare della notte. Le guardie del Conservatoire du littoral accompagnano i visitatori in silenzio fino alle spiagge."
        },
        {
          "text": "Snorkeling davanti alla spiaggia di Saziley, dove la barriera frangiante inizia a pochi metri dalla riva. Pesci pappagallo, damigelle e murene vi sono comuni."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 9
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 10
        }
      ]
    },
    {
      "place_id": "YT::dzaoudzi",
      "name": "Dzaoudzi",
      "cc": "YT",
      "language": "it",
      "coords": [
        -12.789,
        45.269
      ],
      "lat": -12.789,
      "lon": 45.269,
      "visits": [
        {
          "text": "Il lago Dziani Dzaha occupa un cratere vulcanico spento da circa 7.000 anni. Le sue acque verde smeraldo contengono cianobatteri e sono corrosive: balneazione vietata. Il sentiero segnalato ne fa il giro in 1h15.",
          "visit_duration_min": 90
        },
        {
          "text": "Dal bordo del cratere, il panorama si estende su Grande-Terre, la laguna e l'oceano Indiano. In mahorais, «dziani» significa lago e «dzaha» cratere.",
          "visit_duration_min": 20
        },
        {
          "text": "Scendete verso le spiagge di Moya, antichi crateri sprofondati che formano calette quasi circolari aperte sul largo. È un sito importante di deposizione delle uova delle tartarughe marine, sorvegliato tutto l'anno.",
          "visit_duration_min": 60
        },
        {
          "text": "Le falesie che costeggiano Moya svelano gli strati geologici dell'attività vulcanica passata. Il fetonte codabianca, uccello bianco dalla lunga coda, nidifica nelle pareti rocciose.",
          "visit_duration_min": 30
        },
        {
          "text": "Risalite verso il quartiere storico del Rocher de Dzaoudzi. Vi si trova la residenza dei Governatori, edificio con ossatura metallica costruito nel 1891-1892 dagli ateliers Moisant, concorrente di Eiffel. L'edificio è classificato monumento storico.",
          "visit_duration_min": 30
        },
        {
          "text": "Il MuMA (Museo di Mayotte), installato nell'antica posta sul Rocher, ripercorre la storia, la cultura e il patrimonio dell'isola. Contate 1h30-2h per la visita completa.",
          "visit_duration_min": 90
        },
        {
          "text": "Percorrete il boulevard des Crabes, diga artificiale costruita fin dai primi tempi della colonizzazione francese. Collega il Rocher de Dzaoudzi a Pamandzi; prima della sua costruzione, la città era isolata con l'alta marea.",
          "visit_duration_min": 30
        },
        {
          "text": "Con la bassa marea, un sentiero laterale conduce alla distesa fangosa dei Badamiers. Granchi violinisti, mangrovie e uccelli limicoli popolano questo biotopo tra terra e mare.",
          "visit_duration_min": 45
        },
        {
          "text": "Il sito di Bagamoyo, lungo la diga, rivela un vasto cimitero medievale datato dal X al XIII secolo. Le tombe musulmane appaiono con la bassa marea, vestigia di un antico villaggio scomparso.",
          "visit_duration_min": 30
        },
        {
          "text": "La moschea di Polé conserva le tracce di uno dei più antichi luoghi di culto di Mayotte, anteriore al XIX secolo. È anche un luogo di riti animisti dove gli abitanti vengono a invocare i djinn.",
          "visit_duration_min": 25
        },
        {
          "text": "Salite fino al sito della Vigie, punto culminante di Petite-Terre a 202 m. Il panorama abbraccia Grande-Terre, la pista dell'aeroporto, il passe en S e le acque turchesi della laguna.",
          "visit_duration_min": 45
        },
        {
          "text": "Terminate con la spiaggia del Faré, la più accessibile di Petite-Terre. I tramonti vi sono spettacolari, con il monte Choungui sullo sfondo.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Escursione del giro del lago Dziani e discesa verso le spiagge di Moya. Sentiero segnalato, alcuni passaggi nel sottobosco e una discesa ripida verso la spiaggia."
        },
        {
          "text": "Snorkeling a Moya: l'acqua limpida permette di osservare coralli e pesci tropicali direttamente dalla spiaggia. Attenzione alle correnti sul lato del largo."
        },
        {
          "text": "Visita guidata del quartiere storico di Dzaoudzi con audioguida disponibile in quattro lingue. Si passa davanti alla chiesa Saint-Michel (1849), all'ospedale coloniale e alla casa del primo medico."
        },
        {
          "text": "Escursione del GR1 su Petite-Terre: un circuito di 15 km attraversa il sito naturale del Dziani fino alle spiagge di Moya, passando per la Vigie. Fattibile in giornata o in mezze tappe."
        },
        {
          "text": "Il cimitero cristiano di Petite-Terre ospita maestose plumerie e le tombe di antichi governatori. Il fratello di Honoré de Balzac, Henry, vi riposa."
        },
        {
          "text": "Approfittate della spiaggia dei Badamiers per un voulé di fronte alla laguna. Vista sgombra sul Rocher de Dzaoudzi e Grande-Terre."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 4
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 5
        }
      ]
    },
    {
      "place_id": "YT::mamoudzou",
      "name": "Mamoudzou",
      "cc": "YT",
      "language": "it",
      "coords": [
        -12.779,
        45.227
      ],
      "lat": -12.779,
      "lon": 45.227,
      "visits": [
        {
          "text": "Il mercato coperto di Mamoudzou riunisce venditrici di frutta, pescatori e artigiani sotto lo stesso tetto. Mango, papaia, manioca, brèdes, zenzero e zebù si mescolano in un allegro disordine colorato.",
          "visit_duration_min": 60
        },
        {
          "text": "Spingetevi fino alla chiesa di Notre-Dame de Fatima, costruita nel 1855 sulle alture della città. È uno dei soli due luoghi di culto cattolico di Mayotte, in un dipartimento musulmano al 95%.",
          "visit_duration_min": 30
        },
        {
          "text": "Percorrete la rue du Commerce, arteria principale di Mamoudzou. Le botteghe mescolano tessuti, spezie e artigianato comoriano in un'atmosfera vivace.",
          "visit_duration_min": 40
        },
        {
          "text": "Il pontile della marina segna il punto di partenza per le escursioni in mare: immersioni, osservazione delle balene (da luglio a ottobre) e gite verso gli isolotti della laguna.",
          "visit_duration_min": 30
        },
        {
          "text": "Di fronte al pontile, la scultura in onore di Zéna M'Déré ricorda questa figura emblematica del mantenimento di Mayotte nella Repubblica francese.",
          "visit_duration_min": 20
        },
        {
          "text": "Raggiungete il parco della Pointe Mahabou, giardino botanico sistemato a percorso salute. Palme, cocchi, tamarindi e bouganvillee costeggiano i sentieri.",
          "visit_duration_min": 45
        },
        {
          "text": "Il belvedere della Pointe Mahabou culmina a 58 m e offre un panorama sul porto, Petite-Terre, l'isolotto M'Bouzi e la laguna. La tomba del sultano Andriantsoly, ultimo sultano di Mayotte che cedette l'isola alla Francia nel 1841, si trova più in basso.",
          "visit_duration_min": 30
        },
        {
          "text": "Il quartiere di M'tsapéré, a sud di Mamoudzou, conserva alcuni edifici dell'epoca coloniale. L'antica moschea bianca di Balamanga e il suo minareto ne sono i resti più visibili.",
          "visit_duration_min": 40
        },
        {
          "text": "Attraversate la mangrovia sui sentieri sistemati tra mangrovie e distese fangose. I granchi violinisti agitano la loro unica chela, i perioftalmi saltellano tra le radici.",
          "visit_duration_min": 60
        },
        {
          "text": "Verso nord, le alture di Kawéni svelano i resti dell'antica residenza dei governatori di Mayotte, dimora in stile creolo a quattro falde con verande.",
          "visit_duration_min": 45
        },
        {
          "text": "Dalla riva, l'isolotto M'Bouzi si staglia nel mezzo della laguna. Questa riserva naturale nazionale di 142 ettari ospita una foresta secca primaria di ebano delle Comore, specie in via d'estinzione.",
          "visit_duration_min": 30
        },
        {
          "text": "I resti di zuccherifici costeggiano i sentieri tra Mamoudzou e Dembéni. Lo zucchero ha fatto la ricchezza di Mayotte nell'Ottocento prima della crisi del 1883-1885.",
          "visit_duration_min": 40
        },
        {
          "text": "Andate alla cascata di Passamainty, accessibile da un sentiero nel sottobosco. Il filo d'acqua si getta in una pozza ombreggiata dalla vegetazione tropicale.",
          "visit_duration_min": 45
        },
        {
          "text": "Prendete il traghetto che collega Mamoudzou a Petite-Terre. La traversata dura 15-20 minuti e offre una vista mozzafiato sulle due isole, la laguna e la barriera corallina.",
          "visit_duration_min": 25
        },
        {
          "text": "All'arrivo a Grande-Terre, il lungomare svela l'animazione quotidiana del porto. I traghetti gialli fanno la spola senza interruzione tra le due sponde.",
          "visit_duration_min": 30
        },
        {
          "text": "La piazza del municipio segna il cuore amministrativo della capitale. L'architettura mescola eredità coloniale ed edifici moderni.",
          "visit_duration_min": 25
        },
        {
          "text": "Voglia di sabbia? La spiaggia di Trévani, nel comune di Koungou a nord di Mamoudzou, è la più vicina alla città. Sabbia chiara e acque calme della laguna.",
          "visit_duration_min": 60
        },
        {
          "text": "Tornando in città, la maison de l'Artisanat espone gioielli, ceramiche e lavori d'intreccio realizzati da artigiani locali. I salouvas (tessuti tradizionali) gareggiano in colori.",
          "visit_duration_min": 40
        }
      ],
      "activities": [
        {
          "text": "Assaggiate il mataba (foglie di manioca pestata al latte di cocco) e il pilao di pollo al mercato coperto. Le venditrici servono cibo da asporto già a metà mattinata."
        },
        {
          "text": "Imbarcarsi dal pontile per un'uscita snorkeling nella laguna. Tartarughe verdi e pesci multicolori popolano le praterie a poche bracciate dalla riva."
        },
        {
          "text": "A fine giornata, le famiglie di Mayotte si ritrovano nei farés della Pointe Mahabou per il voulé, il barbecue locale all'aperto."
        },
        {
          "text": "Esplorate la mangrovia in kayak dal litorale di Mamoudzou. Si naviga tra due muraglie di fogliame dove si nascondono martin pescatori e aironi striati."
        },
        {
          "text": "I club di immersione al pontile di Mamoudzou propongono battesimi e uscite verso il passe en S, dove correnti e visibilità attirano razze, squali di scogliera e banchi di carangidi."
        },
        {
          "text": "Passeggiate al mercato nel tardo pomeriggio per portarvi via spezie (vaniglia, curcuma, chiodi di garofano) e bustine di poutou, il mix di peperoncini che ogni cuoca prepara a modo suo."
        },
        {
          "text": "Assistete a un voulé domenicale se il calendario lo consente: i mahoresi si riuniscono in famiglia sulle spiagge, attorno a spiedini di pesce fresco e riso al cocco."
        },
        {
          "text": "Provate il wakeboard o lo sci nautico partendo dal porto turistico. Le acque protette della laguna si prestano bene all'iniziazione."
        },
        {
          "text": "La sera, assaggiate i mabawas (ali di pollo grigliate) conditi con poutou nelle gargotte del lungomare."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 1
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 2
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 3
        }
      ]
    },
    {
      "place_id": "YT::mtsamboro",
      "name": "Mtsamboro",
      "cc": "YT",
      "language": "it",
      "coords": [
        -12.688,
        45.07
      ],
      "lat": -12.688,
      "lon": 45.07,
      "visits": [
        {
          "text": "Dalla riva di Mtsamboro, gli isolotti Choizil si stagliano sulla laguna. Due isolotti vergini di ogni costruzione, collegati tra loro da una lingua di sabbia bianca che appare solo con la bassa marea.",
          "visit_duration_min": 30
        },
        {
          "text": "Il villaggio di Mtsamboro occupa un picco roccioso sulla costa nord. I suoi minareti dominano le case basse, di fronte all'isolotto omonimo - il più grande di Mayotte con 240 ettari.",
          "visit_duration_min": 40
        },
        {
          "text": "Sul lato Grande-Terre, i minareti di Hamjago e Mtsamboro si stagliano davanti alle montagne verdeggianti. Con il tempo chiaro, l'isola di Anjouan (Comore) appare all'orizzonte nord-ovest.",
          "visit_duration_min": 30
        },
        {
          "text": "La punta Mkadijou, la più a nord di Mayotte, resta poco accessibile. I suoi cespugli secchi e le sue scogliere preservate formano un paesaggio selvaggio protetto dal Conservatoire du littoral.",
          "visit_duration_min": 30
        },
        {
          "text": "Lungo la costa, piroghe tradizionali sono tirate sulla sabbia. I pescatori del villaggio partono all'alba e tornano con tonni, cernie e carangidi.",
          "visit_duration_min": 25
        }
      ],
      "activities": [
        {
          "text": "Escursione in barca verso gli isolotti Choizil. Snorkeling in un'acqua turchese e limpida, in mezzo a pesci pagliaccio, pesci angelo e coralli multicolori."
        },
        {
          "text": "Tra luglio e ottobre, le megattere e i loro cuccioli frequentano le acque attorno all'isolotto Mtsamboro. Le uscite in mare offrono anche l'osservazione di delfini tutto l'anno."
        },
        {
          "text": "Picnic sul banco di sabbia tra i due isolotti Choizil con la bassa marea. Uno scenario da cartolina, senza alcuna traccia umana."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 6
        }
      ]
    },
    {
      "place_id": "YT::sada",
      "name": "Sada",
      "cc": "YT",
      "language": "it",
      "coords": [
        -12.85,
        45.103
      ],
      "lat": -12.85,
      "lon": 45.103,
      "visits": [
        {
          "text": "Sada è costruita sul fianco di una collina sulla costa ovest. Di fronte al villaggio, l'isolotto Sada si collega alla spiaggia tramite un tombolo - una striscia di sabbia naturale praticabile con la bassa marea.",
          "visit_duration_min": 45
        },
        {
          "text": "La città conta undici moschee, di cui due moschee del venerdì distanti un centinaio di metri, fatto unico a Mayotte. Testimoniano antiche rivalità tra i quartieri di Gnambobolé e Gnambotiti.",
          "visit_duration_min": 35
        },
        {
          "text": "La piazza Ha Ndovou (piazza della panetteria) è il cuore del villaggio. Qui hanno luogo raduni, il mercato e manifestazioni culturali come il debaa (danza religiosa femminile).",
          "visit_duration_min": 30
        },
        {
          "text": "La piazza dell'Artigianato espone gioielli, ceramiche e lavori d'intreccio. Vi si assiste talvolta al mlidi (danza religiosa maschile) o ai madjlissi durante i matrimoni.",
          "visit_duration_min": 30
        },
        {
          "text": "A sud del comune, Tahiti Plage distende la sua sabbia chiara di fronte alla baia di Bouéni. Le acque calme della laguna invitano allo snorkeling e al dolce far niente.",
          "visit_duration_min": 60
        },
        {
          "text": "Il tramonto da Sada è uno dei più belli di Mayotte. La penisola di Bouéni chiude la baia di fronte, e il sole si tuffa nel canale di Mozambico.",
          "visit_duration_min": 30
        },
        {
          "text": "A Combani, nel centro dell'isola, i filari di ylang-ylang allineano i loro rami contorti. Questo fiore dai sei petali gialli viene raccolto a mano ogni mattina per preservarne il profumo.",
          "visit_duration_min": 60
        },
        {
          "text": "L'ylang-ylang fu introdotto a Mayotte all'inizio del XX secolo. Il suo olio essenziale entra nella composizione di grandi profumi e fa l'orgoglio dell'isola soprannominata «isola dei profumi».",
          "visit_duration_min": 30
        },
        {
          "text": "Il giardino botanico di Coconi dispiega i suoi allineamenti di palme, cocchi e piante tropicali. Il vivaio si visita anch'esso, particolarmente bello nella stagione delle piogge.",
          "visit_duration_min": 45
        },
        {
          "text": "Spingetevi fino alla moschea di Tsingoni, una delle più antiche di Francia (XVI secolo). Il villaggio è l'antica capitale del sultanato di Mayotte.",
          "visit_duration_min": 30
        },
        {
          "text": "Il lago Karihani (dziani Karihani), unico lago naturale d'acqua dolce di Mayotte, è spesso coperto di ninfee. Garzette, aironi e gallinelle d'acqua vi si rifugiano.",
          "visit_duration_min": 40
        },
        {
          "text": "Ridiscendendo verso la costa ovest, la mangrovia della baia di Bouéni costeggia la strada. Le mangrovie formano una cortina densa tra terra e laguna.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Attraversate il tombolo fino all'isolotto Sada con la bassa marea. Se ne fa il giro a piedi in un'ora scarsa, con vista sulla costa ovest e la baia di Bouéni."
        },
        {
          "text": "Snorkeling a Tahiti Plage: barriera frangiante accessibile dal bordo, con coralli e tartarughe verdi al pascolo sui prati marini."
        },
        {
          "text": "I passi di Sada e Bouéni, a sud-ovest, sono rinomati per le immersioni subacquee. Correnti moderate, coralli molli e banchi di pesci pelagici."
        },
        {
          "text": "Partecipate a una giornata di immersione in un'azienda di ylang-ylang: raccolta dei fiori, distillazione, fabbricazione di olio essenziale e pranzo campestre."
        },
        {
          "text": "Esplorate la mangrovia in kayak o in piroga tradizionale. Tra le radici delle mangrovie, si incrociano perioftalmi, granchi e aironi guardabuoi."
        },
        {
          "text": "Passeggiata tranquilla intorno al lago Karihani, vicino a Tsingoni. Il sentiero ombreggiato fa il giro dello specchio d'acqua in meno di un'ora."
        }
      ],
      "days_plan": [
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 7
        },
        {
          "itin_id": "YT::lagoon::mayotte-ylang-lagoon",
          "itin_title": "Circuito Mayotte: Laguna Gigante e Isolotti",
          "day": 8
        }
      ]
    }
  ]
}