{
  "version": 1,
  "country": "lt",
  "language": "fr",
  "places": [
    {
      "place_id": "LT::kaunas",
      "name": "Kaunas",
      "cc": "LT",
      "coords": [
        54.8985,
        23.9036
      ],
      "lat": 54.8985,
      "lon": 23.9036,
      "visits": [
        {
          "text": "Discover Kaunas, Lithuania's second-largest city set dramatically at the confluence of the nation's two mightiest rivers, the Nemunas and Neris. This historic city dating back to the 14th century served as Lithuania's temporary capital during the interwar period when Vilnius was under Polish control. Recently designated as a European Capital of Culture, Kaunas has undergone a remarkable renaissance that continues to transform its cultural landscape."
        },
        {
          "text": "Explore Kaunas Old Town, a compact historic quarter where medieval streets open onto charming squares lined with Gothic and Renaissance architecture. The Town Hall Square, dominated by the elegant white 'Swan' Town Hall, has served as the city's heart for centuries. Surrounding streets reveal hidden churches, merchants' houses, and courtyards that whisper stories of the city's prosperous trading past."
        },
        {
          "text": "Visit Kaunas Castle, one of the earliest stone fortifications in Lithuania, built in the mid-14th century to defend against the Teutonic Knights. Though partially ruined, the surviving tower and walls powerfully evoke the medieval conflicts that shaped Lithuanian history. The castle's strategic position at the river confluence underscores its military importance in defending the realm."
        },
        {
          "text": "Découvrez Kaunas, la deuxième plus grande ville de Lituanie située dramatiquement au confluent des deux plus puissantes rivières du pays, le Nemunas et la Neris. Cette ville historique datant du XIVe siècle servit de capitale temporaire de la Lituanie pendant l'entre-deux-guerres quand Vilnius était sous contrôle polonais. Récemment désignée comme capitale européenne de la culture, Kaunas a connu une renaissance remarquable qui continue de transformer son paysage culturel.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Vieille Ville de Kaunas, un quartier historique compact où les rues médiévales s'ouvrent sur de charmantes places bordées d'architecture gothique et Renaissance. La Place de l'Hôtel de Ville, dominée par l'élégant Hôtel de Ville blanc surnommé le 'Cygne', sert de cœur de la ville depuis des siècles. Les rues environnantes révèlent des églises cachées, des maisons de marchands et des cours qui murmurent les histoires du riche passé commercial de la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Château de Kaunas, l'une des premières fortifications en pierre de Lituanie, construite au milieu du XIVe siècle pour se défendre contre les Chevaliers Teutoniques. Bien que partiellement en ruine, la tour et les murs survivants évoquent puissamment les conflits médiévaux qui ont façonné l'histoire lituanienne. La position stratégique du château au confluent des rivières souligne son importance militaire dans la défense du royaume.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll along Laisvės Alėja (Liberty Avenue), one of the longest pedestrian streets in Europe stretching 1.6 kilometers through the heart of modern Kaunas. This elegant tree-lined boulevard connects the Old Town with the New Town, passing historic buildings, shops, and vibrant cafés. The avenue pulses with local life, offering an authentic glimpse into contemporary Lithuanian urban culture."
        },
        {
          "text": "Promenez-vous le long de Laisvės Alėja (Avenue de la Liberté), l'une des plus longues rues piétonnes d'Europe s'étendant sur 1,6 kilomètre à travers le cœur du Kaunas moderne. Ce boulevard élégant bordé d'arbres relie la Vieille Ville à la Ville Nouvelle, passant devant des bâtiments historiques, des boutiques et des cafés animés. L'avenue vibre de vie locale, offrant un aperçu authentique de la culture urbaine lituanienne contemporaine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Lithuania Discovery: Historic Cities, Sacred Hills and Baltic Dunes",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.3
    },
    {
      "place_id": "LT::nida",
      "name": "Nida",
      "cc": "LT",
      "coords": [
        55.3028,
        21.0086
      ],
      "lat": 55.3028,
      "lon": 21.0086,
      "visits": [
        {
          "text": "Explore the Curonian Spit, a UNESCO World Heritage Site and one of Europe's most unique natural phenomena-a narrow sand-dune peninsula stretching 98 kilometers between the Curonian Lagoon and the Baltic Sea. This remarkable landform, ranging from just 400 meters to 4 kilometers in width, supports only a handful of villages surrounded by endless forests and dramatic shifting dunes. The Curonian Spit feels like a place where time has stood still, offering landscapes found nowhere else on the continent."
        },
        {
          "text": "Climb Parnidis Dune near Nida, one of the most impressive sand formations on the Curonian Spit rising up to 52 meters above sea level. The panoramic views from the summit encompass the vast lagoon, the Baltic Sea, and the forested dunes stretching toward the Russian border. A striking sundial sculpture marks the highest point, creating an iconic landmark against the ever-shifting sands."
        },
        {
          "text": "Discover the Grey Dunes (also called Dead Dunes or Agilos Dune) in the Naglių Nature Reserve, haunting sand formations that once buried entire villages beneath their advancing masses. Following intensive logging in the 17th and 18th centuries, these dunes began migrating inland, swallowing settlements in their path. Today, continuous stabilization efforts preserve this ever-evolving landscape, where the power of nature remains dramatically visible."
        },
        {
          "text": "Explorez l'Isthme de Courlande, site du patrimoine mondial de l'UNESCO et l'un des phénomènes naturels les plus uniques d'Europe - une péninsule étroite de dunes de sable s'étendant sur 98 kilomètres entre la lagune de Courlande et la mer Baltique. Cette formation terrestre remarquable, variant de seulement 400 mètres à 4 kilomètres de largeur, ne supporte qu'une poignée de villages entourés de forêts infinies et de dunes mouvantes spectaculaires. L'Isthme de Courlande ressemble à un endroit où le temps s'est arrêté, offrant des paysages qu'on ne trouve nulle part ailleurs sur le continent.",
          "visit_duration_min": 75
        },
        {
          "text": "Gravissez la Dune Parnidis près de Nida, l'une des formations de sable les plus impressionnantes de l'Isthme de Courlande s'élevant jusqu'à 52 mètres au-dessus du niveau de la mer. Les vues panoramiques depuis le sommet embrassent la vaste lagune, la mer Baltique et les dunes boisées s'étendant vers la frontière russe. Une sculpture de cadran solaire frappante marque le point le plus haut, créant un repère emblématique contre les sables toujours mouvants.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les Dunes Grises (aussi appelées Dunes Mortes ou Dune Agilos) dans la Réserve Naturelle de Naglių, formations de sable hantées qui ont jadis enterré des villages entiers sous leurs masses en progression. Suite à une exploitation forestière intensive aux XVIIe et XVIIIe siècles, ces dunes ont commencé à migrer vers l'intérieur, engloutissant des établissements sur leur passage. Aujourd'hui, des efforts de stabilisation continus préservent ce paysage en constante évolution, où la puissance de la nature reste dramatiquement visible.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the pristine pine forests that anchor the dunes and provide habitat for diverse wildlife on this fragile peninsula. The contrast between dense woodland and open sand creates a surreal environment that shifts with the seasons and the winds. These forests represent centuries of careful management to prevent the dunes from consuming the entire spit."
        },
        {
          "text": "Explore the charming fishing village of Nida, the largest settlement on the Lithuanian portion of the Curonian Spit, with its traditional wooden houses and colorful weathervanes. This picturesque village has attracted artists and writers for over a century, including Thomas Mann who built a summer home here. The peaceful atmosphere and unique light quality continue to inspire visitors from around the world."
        },
        {
          "text": "Marchez à travers les forêts de pins vierges qui ancrent les dunes et fournissent un habitat à la faune diverse de cette péninsule fragile. Le contraste entre la forêt dense et le sable ouvert crée un environnement surréaliste qui change avec les saisons et les vents. Ces forêts représentent des siècles de gestion minutieuse pour empêcher les dunes de consumer tout l'isthme.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le charmant village de pêcheurs de Nida, le plus grand établissement de la partie lituanienne de l'Isthme de Courlande, avec ses maisons traditionnelles en bois et ses girouettes colorées. Ce village pittoresque attire les artistes et écrivains depuis plus d'un siècle, notamment Thomas Mann qui y a construit une maison d'été. L'atmosphère paisible et la qualité unique de la lumière continuent d'inspirer les visiteurs du monde entier.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Lithuania Discovery: Historic Cities, Sacred Hills and Baltic Dunes",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.4
    },
    {
      "place_id": "LT::siauliai",
      "name": "Siauliai",
      "cc": "LT",
      "coords": [
        55.9349,
        23.3137
      ],
      "lat": 55.9349,
      "lon": 23.3137,
      "visits": [
        {
          "text": "Experience the Hill of Crosses, one of the most extraordinary and spiritually powerful sites in the world, where hundreds of thousands of crosses cover a small hill in the Lithuanian countryside. This remarkable place began in the early 19th century when people placed crosses to commemorate loved ones who died in uprisings against the Russian Tsar. Despite repeated Soviet attempts to destroy it-removing crosses, closing roads, even trying to flood the area-the faithful continued placing crosses under cover of darkness, transforming the hill into an enduring symbol of resistance and faith."
        },
        {
          "text": "Witness the incredible density and variety of crosses in all shapes and sizes, from tiny crucifixes to elaborate wooden sculptures several meters tall. The site became an important pilgrimage destination after Pope John Paul II celebrated Mass here in 1993, further cementing its significance in Catholic tradition. Walking among the countless crosses, rosaries, and religious statues creates an overwhelming sensory and spiritual experience unlike any other place on earth."
        },
        {
          "text": "Découvrez la Colline des Croix, l'un des sites les plus extraordinaires et spirituellement puissants au monde, où des centaines de milliers de croix recouvrent une petite colline dans la campagne lituanienne. Ce lieu remarquable a commencé au début du XIXe siècle lorsque les gens ont placé des croix pour commémorer leurs proches morts dans les soulèvements contre le Tsar russe. Malgré les tentatives répétées des Soviétiques de le détruire - enlevant les croix, fermant les routes, tentant même d'inonder la zone - les fidèles ont continué à placer des croix sous le couvert de l'obscurité, transformant la colline en un symbole durable de résistance et de foi.",
          "visit_duration_min": 75
        },
        {
          "text": "Contemplez l'incroyable densité et variété des croix de toutes formes et tailles, des minuscules crucifix aux sculptures en bois élaborées de plusieurs mètres de haut. Le site est devenu une destination de pèlerinage importante après que le Pape Jean-Paul II y ait célébré la messe en 1993, renforçant encore son importance dans la tradition catholique. Se promener parmi les innombrables croix, chapelets et statues religieuses crée une expérience sensorielle et spirituelle bouleversante unique au monde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take time to absorb the profound atmosphere of this unique sacred site, where faith and history intertwine in the most tangible way imaginable. Many visitors choose to add their own cross to the collection, continuing a tradition that spans over two centuries. The Hill of Crosses stands as a testament to the indomitable spirit of the Lithuanian people and their unwavering commitment to religious freedom."
        },
        {
          "text": "Prenez le temps d'absorber l'atmosphère profonde de ce site sacré unique, où la foi et l'histoire s'entrelacent de la manière la plus tangible imaginable. De nombreux visiteurs choisissent d'ajouter leur propre croix à la collection, perpétuant une tradition qui s'étend sur plus de deux siècles. La Colline des Croix témoigne de l'esprit indomptable du peuple lituanien et de son engagement inébranlable envers la liberté religieuse.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Lithuania Discovery: Historic Cities, Sacred Hills and Baltic Dunes",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.5
    },
    {
      "place_id": "LT::vilnius",
      "name": "Vilnius",
      "cc": "LT",
      "coords": [
        54.6872,
        25.2797
      ],
      "lat": 54.6872,
      "lon": 25.2797,
      "visits": [
        {
          "text": "Jour 1: Explore Vilnius Historic Center, a UNESCO World Heritage Site that has preserved its remarkable medieval layout despite centuries of conflict and destruction. This atmospheric Old Town showcases an impressive architectural tapestry blending Gothic, Baroque, Renaissance, and classical styles across its winding cobblestone streets. The concentration of historic buildings within such a compact area makes Vilnius one of the best-preserved medieval urban centers in Eastern Europe."
        },
        {
          "text": "Jour 1: Marvel at the stunning St. Anne's Church, a Gothic masterpiece of red brick architecture that has stood for over 500 years. Adjacent stands the St. Francis of Assisi (Bernardine) Church, creating an impressive ecclesiastical ensemble. Legend holds that Napoleon was so enchanted by St. Anne's beauty that he wished to carry it back to Paris in the palm of his hand."
        },
        {
          "text": "Jour 1: Pass through the Gate of Dawn, the only surviving gate of the original city wall and home to a revered icon of the Virgin Mary that draws pilgrims from across the Catholic world. This 16th-century gate once formed part of the city's defensive fortifications and now stands as both a religious shrine and architectural landmark. The chapel above the gate houses the miraculous painting venerated for centuries."
        },
        {
          "text": "Jour 1: Wander along Pilies Street, the main artery of Vilnius Old Town connecting the Cathedral to the Gate of Dawn through the historic heart of the city. This vibrant pedestrian thoroughfare is lined with baroque buildings housing cafés, galleries, and shops selling amber and Lithuanian crafts. Street musicians and outdoor art exhibitions bring this ancient route to life throughout the year."
        },
        {
          "text": "Jour 1: Discover the Palace of the Grand Dukes of Lithuania, an exceptional museum housed within the meticulously restored 15th-century royal residence at Cathedral Square. The underground ruins of the original palace provide a fascinating archaeological journey, while upper floors display authentic furniture, tapestries, and paintings from Lithuania's golden age. The museum's cutting-edge 3D virtual reality experience transports visitors through centuries of Vilnius history in breathtaking detail."
        },
        {
          "text": "Jour 1: Ascend to Gediminas Castle Tower, one of Lithuania's most treasured national symbols and the remaining feature of the former Upper Castle. Grand Duke Gediminas established the first wooden fortifications here in the 14th century, founding what would become the Lithuanian capital. According to beloved legend, Gediminas dreamed of an iron wolf howling from this hilltop, which a priest interpreted as a prophecy of a great city whose fame would spread throughout the world."
        },
        {
          "text": "Jour 1: Admire the grand Vilnius Cathedral and its distinctive Bell Tower standing proudly in Cathedral Square at the heart of the city. This neoclassical cathedral, rebuilt multiple times over seven centuries, serves as the principal Roman Catholic church of Lithuania. The freestanding Bell Tower, once part of the city's fortifications, has become an iconic landmark visible across the Old Town."
        },
        {
          "text": "Jour 1: Explore the historic Vilnius University complex, one of the oldest and most renowned universities in Eastern Europe, founded in 1579. The university's thirteen interconnected courtyards showcase architectural styles spanning four centuries, from Gothic to Baroque. The magnificent Church of St. Johns within the complex features a stunning Baroque interior and a tower offering panoramic city views."
        },
        {
          "text": "Jour 2: Visit Trakai Island Castle, a magnificently restored 14th-15th century fortress rising from a small island in the crystal-clear waters of Lake Galvė. This red-brick Gothic castle, surrounded by an archipelago of 21 islands, stands as one of the most photographed landmarks in Lithuania and a powerful symbol of the nation's medieval grandeur. During the era of the Grand Duchy of Lithuania, when the realm stretched from the Baltic to the Black Sea, Trakai served as one of the main political centers.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Explorez le centre historique de Vilnius, site du patrimoine mondial de l'UNESCO qui a préservé sa remarquable configuration médiévale malgré des siècles de conflit et de destruction. Cette vieille ville atmosphérique présente une impressionnante tapisserie architecturale mêlant les styles gothique, baroque, renaissance et classique à travers ses rues pavées sinueuses. La concentration de bâtiments historiques dans une zone si compacte fait de Vilnius l'un des centres urbains médiévaux les mieux préservés d'Europe de l'Est.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Admirez la magnifique église Sainte-Anne, un chef-d'œuvre gothique d'architecture en brique rouge qui se dresse depuis plus de 500 ans. Adjacent se trouve l'église Saint-François d'Assise (Bernardine), créant un impressionnant ensemble ecclésiastique. La légende raconte que Napoléon fut si enchanté par la beauté de Sainte-Anne qu'il souhaitait l'emporter à Paris dans le creux de sa main.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Passez par la porte de l'Aurore, la seule porte survivante du mur d'enceinte original et qui abrite une icône vénérée de la Vierge Marie qui attire des pèlerins de tout le monde catholique. Cette porte du XVIe siècle faisait autrefois partie des fortifications défensives de la ville et se dresse maintenant comme un sanctuaire religieux et un monument architectural. La chapelle au-dessus de la porte abrite la peinture miraculeuse vénérée depuis des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Promenez-vous le long de la rue Pilies, l'artère principale de la vieille ville de Vilnius reliant la cathédrale à la porte de l'Aurore à travers le cœur historique de la ville. Cette artère piétonne animée est bordée de bâtiments baroques abritant des cafés, galeries et boutiques vendant de l'ambre et de l'artisanat lituanien. Musiciens de rue et expositions d'art en plein air donnent vie à cette route antique tout au long de l'année.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Découvrez le palais des grands-ducs de Lituanie, un musée exceptionnel abrité dans la résidence royale du XVe siècle méticuleusement restaurée sur la place de la Cathédrale. Les ruines souterraines du palais original offrent un voyage archéologique fascinant, tandis que les étages supérieurs exposent mobilier authentique, tapisseries et peintures de l'âge d'or de la Lituanie. L'expérience de réalité virtuelle 3D de pointe du musée transporte les visiteurs à travers des siècles d'histoire de Vilnius avec des détails à couper le souffle.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Montez à la tour du château de Gediminas, l'un des symboles nationaux les plus précieux de la Lituanie et le vestige restant de l'ancien château supérieur. Le grand-duc Gediminas établit les premières fortifications en bois ici au XIVe siècle, fondant ce qui deviendrait la capitale lituanienne. Selon la légende bien-aimée, Gediminas rêva d'un loup de fer hurlant depuis cette colline, qu'un prêtre interpréta comme une prophétie d'une grande ville dont la renommée se répandrait dans le monde entier.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Admirez la grandiose cathédrale de Vilnius et son clocher distinctif se dressant fièrement sur la place de la Cathédrale au cœur de la ville. Cette cathédrale néoclassique, reconstruite plusieurs fois au cours de sept siècles, sert d'église catholique romaine principale de Lituanie. Le clocher indépendant, autrefois partie des fortifications de la ville, est devenu un monument emblématique visible à travers la vieille ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Explorez le complexe historique de l'université de Vilnius, l'une des universités les plus anciennes et renommées d'Europe de l'Est, fondée en 1579. Les treize cours interconnectées de l'université présentent des styles architecturaux couvrant quatre siècles, du gothique au baroque. La magnifique église Saint-Jean dans le complexe présente un intérieur baroque époustouflant et une tour offrant des vues panoramiques sur la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Visitez le château insulaire de Trakai, une forteresse des XIVe-XVe siècles magnifiquement restaurée s'élevant d'une petite île dans les eaux cristallines du lac Galvė. Ce château gothique en brique rouge, entouré d'un archipel de 21 îles, se dresse comme l'un des monuments les plus photographiés de Lituanie et un symbole puissant de la grandeur médiévale de la nation. À l'époque du grand-duché de Lituanie, quand le royaume s'étendait de la Baltique à la mer Noire, Trakai servait comme l'un des principaux centres politiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1: Join a walking or cycling tour with local guides to uncover hidden stories and fascinating history beyond the main tourist sites. Expert guides reveal the layers of Vilnius history, from medieval grand dukes to Soviet occupation and the singing revolution that led to independence. These tours provide invaluable context that transforms a simple sightseeing walk into a deeper understanding of Lithuanian culture and resilience."
        },
        {
          "text": "Jour 2: Rent a rowing boat or kayak to explore the stunning lake landscape surrounding Trakai Castle from the water. The area encompasses over 30 lakes connected by channels, creating a unique aquatic environment perfect for peaceful paddling. Gliding across Lake Galvė offers the most spectacular perspectives of the castle rising from its island setting.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Soar above Trakai in a hot air balloon for an unforgettable aerial perspective of the castle, lakes, and surrounding forests. From above, the full beauty of this lake district reveals itself as a patchwork of water, islands, and forests stretching to the horizon. This magical experience provides photographs and memories that last a lifetime.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1 : Rejoignez une visite à pied ou à vélo avec des guides locaux pour découvrir des histoires cachées et une histoire fascinante au-delà des principaux sites touristiques. Des guides experts révèlent les couches de l'histoire de Vilnius, des grands-ducs médiévaux à l'occupation soviétique et la révolution chantante qui mena à l'indépendance. Ces visites fournissent un contexte inestimable qui transforme une simple promenade touristique en une compréhension plus profonde de la culture et de la résilience lituaniennes.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Louez une barque ou un kayak pour explorer le magnifique paysage lacustre entourant le château de Trakai depuis l'eau. La zone englobe plus de 30 lacs reliés par des chenaux, créant un environnement aquatique unique parfait pour pagayer paisiblement. Glisser sur le lac Galvė offre les perspectives les plus spectaculaires du château s'élevant de son cadre insulaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Envolez-vous au-dessus de Trakai en montgolfière pour une perspective aérienne inoubliable du château, des lacs et des forêts environnantes. D'en haut, toute la beauté de cette région lacustre se révèle comme une mosaïque d'eau, d'îles et de forêts s'étendant jusqu'à l'horizon. Cette expérience magique offre des photographies et des souvenirs qui durent toute une vie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Lithuania Discovery: Historic Cities, Sacred Hills and Baltic Dunes",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 9.8
    }
  ]
}