{
  "version": 1,
  "country": "lt",
  "language": "en",
  "places": [
    {
      "place_id": "LT::kaunas",
      "name": "Kaunas",
      "cc": "LT",
      "coords": [
        54.8985,
        23.9036
      ],
      "lat": 54.8985,
      "lon": 23.9036,
      "visits": [
        {
          "text": "Discover Kaunas, Lithuania's second-largest city set dramatically at the confluence of the nation's two mightiest rivers, the Nemunas and Neris. This historic city dating back to the 14th century served as Lithuania's temporary capital during the interwar period when Vilnius was under Polish control. Recently designated as a European Capital of Culture, Kaunas has undergone a remarkable renaissance that continues to transform its cultural landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Kaunas Old Town, a compact historic quarter where medieval streets open onto charming squares lined with Gothic and Renaissance architecture. The Town Hall Square, dominated by the elegant white 'Swan' Town Hall, has served as the city's heart for centuries. Surrounding streets reveal hidden churches, merchants' houses, and courtyards that whisper stories of the city's prosperous trading past.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Kaunas Castle, one of the earliest stone fortifications in Lithuania, built in the mid-14th century to defend against the Teutonic Knights. Though partially ruined, the surviving tower and walls powerfully evoke the medieval conflicts that shaped Lithuanian history. The castle's strategic position at the river confluence underscores its military importance in defending the realm.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll along Laisvės Alėja (Liberty Avenue), one of the longest pedestrian streets in Europe stretching 1.6 kilometers through the heart of modern Kaunas. This elegant tree-lined boulevard connects the Old Town with the New Town, passing historic buildings, shops, and vibrant cafés. The avenue pulses with local life, offering an authentic glimpse into contemporary Lithuanian urban culture.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Lithuania Discovery: Historic Cities, Sacred Hills and Baltic Dunes",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.3
    },
    {
      "place_id": "LT::nida",
      "name": "Nida",
      "cc": "LT",
      "coords": [
        55.3028,
        21.0086
      ],
      "lat": 55.3028,
      "lon": 21.0086,
      "visits": [
        {
          "text": "Explore the Curonian Spit, a UNESCO World Heritage Site and one of Europe's most unique natural phenomena-a narrow sand-dune peninsula stretching 98 kilometers between the Curonian Lagoon and the Baltic Sea. This remarkable landform, ranging from just 400 meters to 4 kilometers in width, supports only a handful of villages surrounded by endless forests and dramatic shifting dunes. The Curonian Spit feels like a place where time has stood still, offering landscapes found nowhere else on the continent.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb Parnidis Dune near Nida, one of the most impressive sand formations on the Curonian Spit rising up to 52 meters above sea level. The panoramic views from the summit encompass the vast lagoon, the Baltic Sea, and the forested dunes stretching toward the Russian border. A striking sundial sculpture marks the highest point, creating an iconic landmark against the ever-shifting sands.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Grey Dunes (also called Dead Dunes or Agilos Dune) in the Naglių Nature Reserve, haunting sand formations that once buried entire villages beneath their advancing masses. Following intensive logging in the 17th and 18th centuries, these dunes began migrating inland, swallowing settlements in their path. Today, continuous stabilization efforts preserve this ever-evolving landscape, where the power of nature remains dramatically visible.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the pristine pine forests that anchor the dunes and provide habitat for diverse wildlife on this fragile peninsula. The contrast between dense woodland and open sand creates a surreal environment that shifts with the seasons and the winds. These forests represent centuries of careful management to prevent the dunes from consuming the entire spit.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the charming fishing village of Nida, the largest settlement on the Lithuanian portion of the Curonian Spit, with its traditional wooden houses and colorful weathervanes. This picturesque village has attracted artists and writers for over a century, including Thomas Mann who built a summer home here. The peaceful atmosphere and unique light quality continue to inspire visitors from around the world.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Lithuania Discovery: Historic Cities, Sacred Hills and Baltic Dunes",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.4
    },
    {
      "place_id": "LT::siauliai",
      "name": "Siauliai",
      "cc": "LT",
      "coords": [
        55.9349,
        23.3137
      ],
      "lat": 55.9349,
      "lon": 23.3137,
      "visits": [
        {
          "text": "Experience the Hill of Crosses, one of the most extraordinary and spiritually powerful sites in the world, where hundreds of thousands of crosses cover a small hill in the Lithuanian countryside. This remarkable place began in the early 19th century when people placed crosses to commemorate loved ones who died in uprisings against the Russian Tsar. Despite repeated Soviet attempts to destroy it-removing crosses, closing roads, even trying to flood the area-the faithful continued placing crosses under cover of darkness, transforming the hill into an enduring symbol of resistance and faith.",
          "visit_duration_min": 75
        },
        {
          "text": "Witness the incredible density and variety of crosses in all shapes and sizes, from tiny crucifixes to elaborate wooden sculptures several meters tall. The site became an important pilgrimage destination after Pope John Paul II celebrated Mass here in 1993, further cementing its significance in Catholic tradition. Walking among the countless crosses, rosaries, and religious statues creates an overwhelming sensory and spiritual experience unlike any other place on earth.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take time to absorb the profound atmosphere of this unique sacred site, where faith and history intertwine in the most tangible way imaginable. Many visitors choose to add their own cross to the collection, continuing a tradition that spans over two centuries. The Hill of Crosses stands as a testament to the indomitable spirit of the Lithuanian people and their unwavering commitment to religious freedom.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Lithuania Discovery: Historic Cities, Sacred Hills and Baltic Dunes",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.5
    },
    {
      "place_id": "LT::vilnius",
      "name": "Vilnius",
      "cc": "LT",
      "coords": [
        54.6872,
        25.2797
      ],
      "lat": 54.6872,
      "lon": 25.2797,
      "visits": [
        {
          "text": "Jour 1: Explore Vilnius Historic Center, a UNESCO World Heritage Site that has preserved its remarkable medieval layout despite centuries of conflict and destruction. This atmospheric Old Town showcases an impressive architectural tapestry blending Gothic, Baroque, Renaissance, and classical styles across its winding cobblestone streets. The concentration of historic buildings within such a compact area makes Vilnius one of the best-preserved medieval urban centers in Eastern Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Marvel at the stunning St. Anne's Church, a Gothic masterpiece of red brick architecture that has stood for over 500 years. Adjacent stands the St. Francis of Assisi (Bernardine) Church, creating an impressive ecclesiastical ensemble. Legend holds that Napoleon was so enchanted by St. Anne's beauty that he wished to carry it back to Paris in the palm of his hand.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Pass through the Gate of Dawn, the only surviving gate of the original city wall and home to a revered icon of the Virgin Mary that draws pilgrims from across the Catholic world. This 16th-century gate once formed part of the city's defensive fortifications and now stands as both a religious shrine and architectural landmark. The chapel above the gate houses the miraculous painting venerated for centuries.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Wander along Pilies Street, the main artery of Vilnius Old Town connecting the Cathedral to the Gate of Dawn through the historic heart of the city. This vibrant pedestrian thoroughfare is lined with baroque buildings housing cafés, galleries, and shops selling amber and Lithuanian crafts. Street musicians and outdoor art exhibitions bring this ancient route to life throughout the year.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Discover the Palace of the Grand Dukes of Lithuania, an exceptional museum housed within the meticulously restored 15th-century royal residence at Cathedral Square. The underground ruins of the original palace provide a fascinating archaeological journey, while upper floors display authentic furniture, tapestries, and paintings from Lithuania's golden age. The museum's cutting-edge 3D virtual reality experience transports visitors through centuries of Vilnius history in breathtaking detail.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Ascend to Gediminas Castle Tower, one of Lithuania's most treasured national symbols and the remaining feature of the former Upper Castle. Grand Duke Gediminas established the first wooden fortifications here in the 14th century, founding what would become the Lithuanian capital. According to beloved legend, Gediminas dreamed of an iron wolf howling from this hilltop, which a priest interpreted as a prophecy of a great city whose fame would spread throughout the world.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Admire the grand Vilnius Cathedral and its distinctive Bell Tower standing proudly in Cathedral Square at the heart of the city. This neoclassical cathedral, rebuilt multiple times over seven centuries, serves as the principal Roman Catholic church of Lithuania. The freestanding Bell Tower, once part of the city's fortifications, has become an iconic landmark visible across the Old Town.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1: Explore the historic Vilnius University complex, one of the oldest and most renowned universities in Eastern Europe, founded in 1579. The university's thirteen interconnected courtyards showcase architectural styles spanning four centuries, from Gothic to Baroque. The magnificent Church of St. Johns within the complex features a stunning Baroque interior and a tower offering panoramic city views.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2: Visit Trakai Island Castle, a magnificently restored 14th-15th century fortress rising from a small island in the crystal-clear waters of Lake Galvė. This red-brick Gothic castle, surrounded by an archipelago of 21 islands, stands as one of the most photographed landmarks in Lithuania and a powerful symbol of the nation's medieval grandeur. During the era of the Grand Duchy of Lithuania, when the realm stretched from the Baltic to the Black Sea, Trakai served as one of the main political centers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1: Join a walking or cycling tour with local guides to uncover hidden stories and fascinating history beyond the main tourist sites. Expert guides reveal the layers of Vilnius history, from medieval grand dukes to Soviet occupation and the singing revolution that led to independence. These tours provide invaluable context that transforms a simple sightseeing walk into a deeper understanding of Lithuanian culture and resilience.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Rent a rowing boat or kayak to explore the stunning lake landscape surrounding Trakai Castle from the water. The area encompasses over 30 lakes connected by channels, creating a unique aquatic environment perfect for peaceful paddling. Gliding across Lake Galvė offers the most spectacular perspectives of the castle rising from its island setting.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2: Soar above Trakai in a hot air balloon for an unforgettable aerial perspective of the castle, lakes, and surrounding forests. From above, the full beauty of this lake district reveals itself as a patchwork of water, islands, and forests stretching to the horizon. This magical experience provides photographs and memories that last a lifetime.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Lithuania Discovery: Historic Cities, Sacred Hills and Baltic Dunes",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 9.8
    }
  ]
}