{
  "version": "v1",
  "country": "NL",
  "language": "pt",
  "itineraries": [
    {
      "itin_id": "NL::holland::hidden-treasures",
      "id": "NL::holland::hidden-treasures",
      "language": "pt",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Países Baixos Secretos: Aldeias de Charme, Tulipas e Moinhos de Vento",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 15,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::schiermonnikoog",
            "coords": [
              53.4747,
              6.15
            ]
          },
          "visits": [
            {
              "text": "Explore Schiermonnikoog, a mais pequena ilha habitada das ilhas Frísias Ocidentais e uma das mais preservadas. Declarada parque nacional em 1989, esta ilha oferece uma natureza intacta com as suas dunas selvagens, florestas de pinheiros e lodaçais excecionais inscritos no Património Mundial da UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra o Mar de Wadden, um ecossistema único classificado Património Mundial da UNESCO. Esta zona intertidal alberga uma biodiversidade notável e constitui uma das últimas grandes zonas húmidas naturais da Europa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participe numa caminhada guiada pelos lodaçais com guias locais especializados. Na maré baixa, explorará este mundo fascinante povoado de caranguejos, conchas e aves migratórias - uma experiência sensorial inesquecível.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Desfrute da praia mais larga da Europa com o seu quilómetro de areia fina que se estende a perder de vista. Este espaço imenso onde o céu e o mar se confundem oferece uma sensação de liberdade absoluta, longe de qualquer urbanização.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 220,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::hindeloopen",
            "coords": [
              52.9419,
              5.3989
            ]
          },
          "visits": [
            {
              "text": "Descubra Hindeloopen, uma das onze cidades históricas da Frísia, célebre pela sua arte decorativa única. Esta aldeia piscatória nas margens do IJsselmeer desenvolveu ao longo dos séculos um estilo artístico distintivo reconhecível pelos seus motivos florais coloridos sobre fundos escuros.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admire as casas tradicionais ornamentadas com pinturas folclóricas frísias de tons característicos. O museu local expõe móveis e objetos pintados segundo esta tradição artesanal transmitida de geração em geração.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeie ao longo do pequeno porto onde os veleiros tradicionais ladeiam as casas dos capitães. A atmosfera pacífica desta aldeia de ruelas estreitas convida à contemplação e à descoberta de um património frísio autêntico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::noordoostpolder",
            "coords": [
              52.71,
              5.7489
            ]
          },
          "visits": [
            {
              "text": "Maravilhe-se diante dos maiores campos de tulipas dos Países Baixos no Noordoostpolder. Esta região a nordeste de Amesterdão conta com mais de 2.000 hectares de terras cultivadas onde as tulipas criam quadros naturais de cores vivas a cada curva da estrada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o Centro de Informação sobre as Tulipas do Noordoostpolder para compreender a história fascinante da «Tulipomania» e a importância económica desta flor emblemática. Exposições interativas revelam os segredos do cultivo e do comércio de bolbos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore os campos coloridos a pé, de bicicleta ou de carro segundo as suas preferências. Longe das multidões de Keukenhof, esta região oferece uma experiência mais íntima e autêntica no coração da cultura floral, com vistas panorâmicas que se estendem ao infinito sobre filas multicolores.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::giethoorn",
            "coords": [
              52.7239,
              6.0778
            ]
          },
          "visits": [
            {
              "text": "Descubra Giethoorn, apelidada de «Veneza do Norte», uma aldeia de conto de fadas onde as ruas são substituídas por canais. Esta joia única dos Países Baixos é composta por pitorescos cottages com telhados de colmo ligados por mais de 180 pontes de madeira, criando um cenário de livro ilustrado preservado há séculos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deslize através dos canais em barco tradicional diante de jardins floridos e casas com telhados de colmo. O silêncio apenas é quebrado pelo canto dos pássaros e pelo marulhar da água, oferecendo uma evasão absolutamente mágica fora do tempo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explore os caminhos de passeio e pistas cicláveis que serpenteiam entre as propriedades de jardins cuidados. Cada ponte atravessada revela uma nova perspetiva sobre esta aldeia lacustre onde natureza e habitat humano coexistem em perfeita harmonia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::elburg",
            "coords": [
              52.4433,
              5.8364
            ]
          },
          "visits": [
            {
              "text": "Explore Elburg, uma cidade fortificada medieval notavelmente preservada. Esta antiga cidade hanseática conservou a sua planta retangular original com as suas muralhas, portas monumentais e o seu labirinto de ruas calcetadas que transportam os visitantes vários séculos atrás.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo centro histórico onde cada edifício conta uma história. As fachadas de empenas escalonadas, a antiga câmara municipal e a igreja de São Nicolau testemunham a prosperidade passada desta cidade mercantil que comerciava em todo o Báltico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Caminhe ao longo das muralhas restauradas que oferecem uma vista panorâmica sobre a cidade velha e os polders circundantes. Este passeio fortificado permite apreciar o génio defensivo medieval enquanto admira a paisagem tipicamente holandesa.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 85,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kaatsheuvel",
            "coords": [
              51.65,
              5.05
            ]
          },
          "visits": [
            {
              "text": "Passe um dia mágico em Efteling, o maior parque de diversões dos Países Baixos e o quarto maior da Europa. Esta atração lendária da província do Brabante encanta pequenos e grandes há décadas com os seus mundos de fadas e atrações emocionantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mergulhe na célebre Floresta dos Contos de Fadas onde as histórias do Capuchinho Vermelho, da Senhora Holle e da Bela Adormecida ganham vida. Estas cenas encantadoras, criadas com uma atenção notável aos detalhes, deliciam visitantes de todas as idades.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Aceite o desafio das seis montanhas-russas do parque, das clássicas em madeira às atrações ultramodernas. Os amantes de emoções fortes encontrarão a sua felicidade entre as atrações aquáticas e as dark rides que fizeram a fama de Efteling.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explore os diferentes reinos temáticos do parque que misturam tradição e inovação. Efteling soube preservar o seu charme nostálgico propondo atrações contemporâneas, criando uma experiência única na Europa.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kinderdijk",
            "coords": [
              51.8833,
              4.6333
            ]
          },
          "visits": [
            {
              "text": "Admire os 19 moinhos de vento históricos de Kinderdijk, inscritos no Património Mundial da UNESCO desde 1997. Estes moinhos do século XVIII, construídos para bombear água dos polders, representam um dos conjuntos mais impressionantes e melhor conservados dos Países Baixos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o moinho-museu para compreender o funcionamento engenhoso destas máquinas hidráulicas. Estes moinhos bombeiam a água para o «Nieuwen Waterschap» que desagua no rio Lek, permitindo manter terras agrícolas abaixo do nível do mar.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorra de bicicleta os caminhos que serpenteiam entre os majestosos moinhos. Seja qual for a estação, estes gigantes de asas rotativas oferecem um espetáculo fascinante, particularmente ao pôr do sol quando as suas silhuetas se recortam contra o céu em chamas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Descubra a história da luta ancestral dos holandeses contra a água através deste sítio emblemático. Estes moinhos testemunham a engenhosidade de um povo que soube conquistar terras ao mar e mantê-las habitáveis durante séculos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::den-haag",
            "coords": [
              52.0705,
              4.3007
            ]
          },
          "visits": [
            {
              "text": "Explore Madurodam, o célebre parque em miniatura de Haia que apresenta os Países Baixos à escala 1:25. Do Palácio Real ao Rijksmuseum, passando pelo aeroporto de Schiphol e os campos de tulipas, descubra os monumentos emblemáticos do país nos mínimos detalhes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra Scheveningen, a estância balnear mais popular dos Países Baixos, que recebe até 18 milhões de visitantes por ano. O seu cais de 381 metros, as suas praias animadas e o seu boulevard vibrante fazem dela um destino imperdível da costa holandesa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participe nas atividades interativas de Madurodam: feche uma barreira anti-tempestade, carregue contentores no porto de Roterdão ou misture as suas próprias faixas na mesa de DJ. Este parque lúdico permite aprender a história holandesa de forma divertida.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Suba à torre de observação no final do cais de Scheveningen para uma vista panorâmica deslumbrante sobre o Mar do Norte. Os mais aventureiros podem até fazer bungee jumping desta estrutura emblemática.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::lisse",
            "coords": [
              52.2697,
              4.5462
            ]
          },
          "visits": [
            {
              "text": "Visite Keukenhof, apelidado de Jardim da Europa e considerado um dos mais belos jardins de primavera do mundo. Com mais de sete milhões de tulipas, narcisos e jacintos em flor, este parque de 32 hectares oferece uma explosão de cores absolutamente espetacular de março a maio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra a história fascinante da tulipa e a «Tulipomania» do século XVII através das exposições do parque. Este período em que os bolbos valiam mais do que casas testemunha a paixão holandesa por esta flor que se tornou símbolo nacional.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admire as 50 esculturas de artistas holandeses disseminadas pelo parque, fazendo de Keukenhof o maior parque de esculturas dos Países Baixos. A arte contemporânea dialoga harmoniosamente com as composições florais num casamento bem-sucedido de natureza e cultura.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Embarque numa excursão de barco tradicional em madeira através dos campos de tulipas circundantes. Estas embarcações antigas, outrora utilizadas pelos jardineiros, oferecem uma perspetiva única sobre as filas multicolores que se estendem ao infinito.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::bergen-aan-zee",
            "coords": [
              52.6611,
              4.6364
            ]
          },
          "visits": [
            {
              "text": "Desfrute da praia premiada de Bergen aan Zee, recompensada oito vezes com a Bandeira Azul pela sua limpeza e segurança exemplares. Esta estância balnear fundada especificamente como destino de férias atrai todos os anos milhares de visitantes em busca de natureza preservada e ar puro do Mar do Norte.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Inicie-se nos desportos aquáticos nesta costa reputada pelas suas condições ideais. O kitesurf e a vela praticam-se aqui num cenário excecional, com escolas que propõem aulas para todos os níveis, dos principiantes aos praticantes experientes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeie tranquilamente ao longo da extensa praia de areia onde o Mar do Norte lambe a costa. O horizonte infinito e as dunas preservadas criam uma paisagem apaziguadora, perfeita para longos passeios revigorantes ao som das ondas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::den-helder",
            "coords": [
              52.9533,
              4.76
            ]
          },
          "visits": [
            {
              "text": "Visite o Museu da Marinha Real dos Países Baixos, instalado na antiga base naval de Den Helder. Esta instituição traça a gloriosa história marítima dos Países Baixos, nação de navegadores e exploradores que dominou os mares durante séculos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore o centro da cidade de Den Helder com os seus elegantes edifícios de tijolo vermelho típicos da arquitetura holandesa. Esta cidade portuária estratégica oferece uma mistura fascinante de história militar e charme provincial.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorra os campos de tulipas circundantes a pé, de bicicleta ou de carro. De 1 de abril a meados de maio, a região explode em cores espetaculares, o mar de flores ladeando o verdadeiro mar num quadro natural impressionante.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Colha as suas próprias tulipas no jardim Floratuin que propõe mais de 100 variedades diferentes. Esta experiência única permite-lhe compor o seu ramo personalizado a partir de uma paleta de cores deslumbrante.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::alkmaar",
            "coords": [
              52.6324,
              4.7534
            ]
          },
          "visits": [
            {
              "text": "Visite o célebre Mercado do Queijo de Alkmaar na Waagplein, tradição ininterrupta desde 1622. Todas as sextas-feiras de manhã de abril a setembro, carregadores de queijo vestidos de branco transportam rodas em macas de madeira segundo rituais ancestrais, oferecendo um espetáculo único na Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra o Museu do Queijo de Alkmaar que traça a história fascinante da produção queijeira holandesa. Através de utensílios tradicionais, quadros de época e demonstrações interativas, compreenderá porque é que o queijo holandês goza de uma fama mundial.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore o centro histórico de Alkmaar com os seus edifícios típicos de tijolo e os seus canais encantadores. Esta cidade medieval abunda em tesouros arquitetónicos e oferece uma atmosfera autenticamente holandesa longe das multidões turísticas das grandes metrópoles.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::volendam",
            "coords": [
              52.4958,
              5.0708
            ]
          },
          "visits": [
            {
              "text": "Explore Volendam, uma das aldeias piscatórias mais emblemáticas dos Países Baixos. Este porto tradicional nas margens do IJsselmeer preservou o seu charme de outrora com as suas ruas calcetadas, casas de madeira e habitantes que ainda usam ocasionalmente o traje tradicional durante as festas locais.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie ao longo do porto pitoresco onde os barcos de pesca coloridos balançam suavemente. Admire as fachadas típicas das casas dos pescadores e impregne-se da atmosfera marítima autêntica desta aldeia que inspirou inúmeros artistas ao longo dos séculos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::broek-in-waterland",
            "coords": [
              52.4333,
              4.9833
            ]
          },
          "visits": [
            {
              "text": "Descubra Broek in Waterland, uma aldeia pitoresca de casas de madeira coloridas que parece cristalizada no tempo. Esta joia autêntica do século XVII, situada a poucos quilómetros de Amesterdão, oferece uma imersão total na Holanda tradicional com os seus canais tranquilos e atmosfera bucólica preservada do turismo de massas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie ao longo dos canais ladeados de casas históricas de cores pastel e admire a arquitetura tipicamente holandesa desta aldeia classificada. Os reflexos das mansões antigas na água calma criam um cenário de postal ideal para os apaixonados por fotografia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
        "NL::temp_1763930810571",
        "NL::pays-bas::route-des-tulipes",
        "NL::holland::plus-beaux-endroits"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Países Baixos Secretos: Aldeias de Charme, Tulipas e Moinhos de Vento",
        "intro_paragraph": "Parta à descoberta de uma Holanda autêntica longe dos caminhos batidos, onde aldeias piscatórias preservadas, campos de tulipas infinitos e moinhos majestosos contam a história de um país moldado pela água. Da Veneza do Norte às ilhas selvagens do Mar de Wadden, este itinerário de 14 dias revela os tesouros escondidos dos Países Baixos.",
        "seo_hook": "Uma viagem encantadora no coração da Holanda autêntica, entre canais tranquilos e horizontes floridos.",
        "featured_list": [
          "Kinderdijk e os seus 19 moinhos UNESCO à beira de água",
          "Giethoorn, a Veneza do Norte com 180 pontes de madeira",
          "Keukenhof, o mais belo jardim de primavera do mundo",
          "O mercado do queijo centenário de Alkmaar",
          "Schiermonnikoog e o Mar de Wadden UNESCO",
          "Os campos de tulipas do Noordoostpolder"
        ],
        "places_taglines": {
          "NL::schiermonnikoog": "Ilha selvagem do Mar de Wadden, paraíso de dunas e lodaçais UNESCO",
          "NL::hindeloopen": "Aldeia frísia com pinturas folclóricas únicas no mundo",
          "NL::noordoostpolder": "Os maiores campos de tulipas dos Países Baixos a perder de vista",
          "NL::giethoorn": "A Veneza do Norte, aldeia de conto de fadas com canais encantados",
          "NL::elburg": "Cidade fortificada hanseática com muralhas medievais intactas",
          "NL::kaatsheuvel": "Efteling, o reino encantado dos contos de fadas europeus",
          "NL::kinderdijk": "Os 19 moinhos UNESCO, símbolo da luta holandesa contra a água",
          "NL::den-haag": "Madurodam e Scheveningen, entre miniaturas e praias do Mar do Norte",
          "NL::lisse": "Keukenhof, o jardim da Europa com 7 milhões de bolbos em flor",
          "NL::bergen-aan-zee": "Estância balnear premiada com dunas preservadas",
          "NL::den-helder": "Porto naval histórico no coração dos campos de tulipas",
          "NL::alkmaar": "Capital queijeira com tradições ancestrais vivas",
          "NL::volendam": "Aldeia piscatória emblemática com trajes tradicionais",
          "NL::broek-in-waterland": "Joia preservada do século XVII com casas pastel"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "NL::holland::plus-beaux-endroits",
      "id": "NL::holland::plus-beaux-endroits",
      "language": "pt",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Viagem pelos Países Baixos: Tulipas, Moinhos e Aldeias Encantadas em 14 Dias",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 15,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::schiermonnikoog",
            "coords": [
              53.4747,
              6.15
            ]
          },
          "visits": [
            {
              "text": "Explore Schiermonnikoog, a menor ilha habitada das Ilhas Frísias Ocidentais e uma das mais preservadas. Declarada parque nacional em 1989, esta ilha oferece uma natureza intacta com as suas dunas selvagens, florestas de pinheiros e lodaçais excepcionais inscritos no património mundial da UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra o Mar de Wadden, um ecossistema único classificado como património mundial da UNESCO. Esta zona intertidal abriga uma biodiversidade notável e constitui uma das últimas grandes zonas húmidas naturais da Europa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participe numa caminhada guiada pelos lodaçais com guias locais especializados. Na maré baixa, explorará este universo fascinante povoado por caranguejos, conchas e aves migratórias, uma experiência sensorial inesquecível.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Desfrute da praia mais larga da Europa com o seu quilómetro de areia fina a perder de vista. Este espaço imenso onde o céu e o mar se confundem oferece um sentimento de liberdade absoluta, longe de qualquer urbanização.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 220,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::hindeloopen",
            "coords": [
              52.9419,
              5.3989
            ]
          },
          "visits": [
            {
              "text": "Descubra Hindeloopen, uma das onze cidades históricas da Frísia, famosa pela sua arte decorativa única. Esta aldeia de pescadores nas margens do IJsselmeer desenvolveu ao longo dos séculos um estilo artístico distinto reconhecível pelos seus motivos florais coloridos sobre fundo escuro.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admire as casas tradicionais ornamentadas com pinturas folclóricas frísias nas suas tonalidades características. O museu local expõe móveis e objetos pintados segundo esta tradição artesanal transmitida de geração em geração.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeie ao longo do pequeno porto onde os veleiros tradicionais se encontram ao lado das casas dos capitães. A atmosfera pacífica desta aldeia de ruelas estreitas convida à contemplação e à descoberta de um património frísio autêntico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::noordoostpolder",
            "coords": [
              52.71,
              5.7489
            ]
          },
          "visits": [
            {
              "text": "Maravilhe-se diante dos maiores campos de tulipas dos Países Baixos no Noordoostpolder. Esta região a nordeste de Amesterdão conta com mais de 2.000 hectares de terras cultiváveis onde as tulipas criam quadros naturais de cores deslumbrantes a cada esquina.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o centro de informação sobre as tulipas do Noordoostpolder para compreender a fascinante história da 'Tulipomania' e a importância económica desta flor emblemática. Exposições interativas revelam os segredos do cultivo e do comércio dos bolbos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorra os campos coloridos a pé, de bicicleta ou de carro conforme as suas preferências. Longe das multidões do Keukenhof, esta região oferece uma experiência mais íntima e autêntica no coração das culturas florais, com panoramas a perder de vista sobre as filas multicolores.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::giethoorn",
            "coords": [
              52.7239,
              6.0778
            ]
          },
          "visits": [
            {
              "text": "Descubra Giethoorn, apelidada de 'Veneza do Norte', uma aldeia de conto de fadas onde as ruas são substituídas por canais. Esta joia única dos Países Baixos é constituída por pitorescas casas de colmo ligadas por mais de 180 pontes de madeira, criando um cenário de conto de fadas preservado há séculos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Navegue em barco tradicional através dos canais ladeados por jardins floridos e casas com telhados de colmo. O silêncio só é perturbado pelo canto dos pássaros e pelo chapinhar da água, oferecendo um parêntese fora do tempo absolutamente mágico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explore os trilhos pedestres e cicláveis que serpenteiam entre as propriedades com jardins cuidados. Cada ponte atravessada revela uma nova perspetiva sobre esta aldeia lacustre onde a natureza e o habitat humano coexistem em perfeita harmonia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::elburg",
            "coords": [
              52.4433,
              5.8364
            ]
          },
          "visits": [
            {
              "text": "Explore Elburg, uma cidade fortificada medieval notavelmente preservada. Esta antiga cidade hanseática conservou a sua planta retangular original com as suas muralhas, portas monumentais e o labirinto de ruelas empedradas que transportam o visitante vários séculos atrás.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo centro histórico onde cada edifício conta uma história. As fachadas em empena, a antiga câmara municipal e a igreja de São Nicolau testemunham a prosperidade passada desta cidade mercantil que comerciava com todo o Báltico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Percorra as muralhas restauradas que oferecem uma vista panorâmica sobre a cidade velha e os pólders circundantes. Este passeio fortificado permite apreciar a engenharia defensiva medieval enquanto admira a típica paisagem holandesa.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 85,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kaatsheuvel",
            "coords": [
              51.65,
              5.05
            ]
          },
          "visits": [
            {
              "text": "Passe um dia mágico no Efteling, o maior parque temático dos Países Baixos e o quarto da Europa. Esta atração lendária da província de Brabante encanta pequenos e grandes há décadas com os seus universos de conto de fadas e as suas atrações emocionantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mergulhe na célebre Floresta dos Contos de Fadas onde as histórias do Capuchinho Vermelho, da Senhora Gelo e da Bela Adormecida ganham vida. Estas encenações encantadas, criadas com notável atenção ao detalhe, maravilham os visitantes de todas as idades.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desafie as seis montanhas-russas do parque, das clássicas em madeira às atrações ultramodernas. Os amantes de emoções fortes encontrarão a sua felicidade entre as atrações aquáticas e os percursos na escuridão que tornaram o Efteling famoso.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explore os diferentes reinos temáticos do parque que aliam tradição e inovação. O Efteling soube preservar o seu charme nostálgico ao propor atrações contemporâneas, criando uma experiência única na Europa.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kinderdijk",
            "coords": [
              51.8833,
              4.6333
            ]
          },
          "visits": [
            {
              "text": "Admire os 19 moinhos de vento históricos de Kinderdijk, inscritos no património mundial da UNESCO desde 1997. Estes moinhos do século XVIII, construídos para bombear a água dos pólders, representam um dos conjuntos mais impressionantes e melhor preservados dos Países Baixos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite o moinho-museu para compreender o funcionamento engenhoso destas máquinas hidráulicas. Estes moinhos bombeiam a água para a 'Nieuwen Waterschap' que desagua no rio Lek, permitindo manter as terras aráveis abaixo do nível do mar.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorra as ciclovias que serpenteiam entre os majestosos moinhos. Seja qual for a estação, estes gigantes de asas rotativas oferecem um espetáculo fascinante, especialmente ao pôr do sol quando as suas silhuetas se recortam no céu em chamas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Descubra a história da luta ancestral dos holandeses contra a água através deste local emblemático. Estes moinhos testemunham a engenhosidade de um povo que soube conquistar terras ao mar e mantê-las habitáveis durante séculos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::den-haag",
            "coords": [
              52.0705,
              4.3007
            ]
          },
          "visits": [
            {
              "text": "Explore Madurodam, o célebre parque em miniatura de Haia que apresenta os Países Baixos à escala 1:25. Do Palácio Real ao Rijksmuseum, passando pelo aeroporto de Schiphol e os campos de tulipas, descubra os monumentos emblemáticos do país nos mínimos detalhes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra Scheveningen, a estância balnear mais popular dos Países Baixos que acolhe até 18 milhões de visitantes por ano. O seu cais de 381 metros, as suas praias animadas e a sua avenida vibrante fazem dela um destino imperdível da costa holandesa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participe nas atividades interativas de Madurodam: feche uma barreira anti-tempestade, carregue contentores no porto de Roterdão ou misture os seus próprios beats na mesa de DJ. Este parque lúdico permite aprender a história holandesa de forma divertida.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Suba à torre de observação no final do cais de Scheveningen para uma vista panorâmica deslumbrante sobre o Mar do Norte. Os mais aventureiros podem até saltar de bungee jumping desta estrutura emblemática.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::lisse",
            "coords": [
              52.2697,
              4.5462
            ]
          },
          "visits": [
            {
              "text": "Visite o Keukenhof, apelidado de Jardim da Europa e considerado um dos mais belos jardins de primavera do mundo. Com mais de sete milhões de tulipas, narcisos e jacintos em flor, este parque de 32 hectares oferece uma explosão de cores absolutamente espetacular entre março e maio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra a fascinante história da tulipa e da 'Tulipomania' do século XVII através das exposições do parque. Este período em que os bolbos valiam mais do que as casas testemunha a paixão holandesa por esta flor que se tornou símbolo nacional.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admire as 50 esculturas de artistas holandeses espalhadas pelo parque, fazendo do Keukenhof o maior parque de esculturas dos Países Baixos. A arte contemporânea dialoga harmoniosamente com as composições florais num casamento bem-sucedido de natureza e cultura.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Embarque numa excursão em barco tradicional de madeira através dos campos de tulipas circundantes. Estas embarcações antigas, outrora utilizadas pelos jardineiros, oferecem uma perspetiva única sobre as filas multicolores que se estendem até ao infinito.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::bergen-aan-zee",
            "coords": [
              52.6611,
              4.6364
            ]
          },
          "visits": [
            {
              "text": "Desfrute da praia premiada de Bergen aan Zee, galardoada oito vezes com a Bandeira Azul pela sua limpeza e segurança exemplares. Esta estância balnear fundada especificamente como local de veraneio atrai todos os anos milhares de visitantes em busca de natureza preservada e ar puro do Mar do Norte.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Inicie-se nos desportos náuticos nesta costa conhecida pelas suas condições ideais. O kitesurf e a vela praticam-se aqui num cenário excecional, com escolas que oferecem aulas para todos os níveis, dos principiantes aos praticantes experientes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeie pela longa praia de areia fina onde o Mar do Norte vem lamber a costa. O horizonte infinito e as dunas preservadas criam uma paisagem apaziguadora, perfeita para longas caminhadas revigorantes ao som das ondas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::den-helder",
            "coords": [
              52.9533,
              4.76
            ]
          },
          "visits": [
            {
              "text": "Visite o Museu da Marinha Real Holandesa, instalado na antiga base naval de Den Helder. Esta instituição traça a gloriosa história marítima dos Países Baixos, nação de navegadores e exploradores que dominou os mares durante séculos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore o centro da cidade de Den Helder com os seus elegantes edifícios de tijolo vermelho típicos da arquitetura holandesa. Esta cidade portuária estratégica oferece uma mistura fascinante de história militar e charme provincial.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorra os campos de tulipas circundantes durante uma excursão a pé, de bicicleta ou de carro. De 1 de abril a meados de maio, a região inflama-se de cores espetaculares, com o mar de flores ao lado do verdadeiro mar num quadro natural impressionante.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Colha as suas próprias tulipas no jardim Floratuin que oferece mais de 100 variedades diferentes. Esta experiência única permite-lhe compor o seu bouquet personalizado entre uma paleta de cores deslumbrante.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::alkmaar",
            "coords": [
              52.6324,
              4.7534
            ]
          },
          "visits": [
            {
              "text": "Visite o célebre mercado de queijo de Alkmaar na Waagplein, uma tradição ininterrupta desde 1622. Todas as sextas-feiras de manhã, de abril a setembro, os carregadores de queijo vestidos de branco transportam as rodas em padiolas de madeira segundo rituais ancestrais, oferecendo um espetáculo único na Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra o Museu do Queijo de Alkmaar que traça a fascinante história da produção queijeira holandesa. Através de utensílios tradicionais, pinturas de época e demonstrações interativas, compreenderá porque o queijo holandês é famoso em todo o mundo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore o centro histórico de Alkmaar com os seus típicos edifícios de tijolo e os seus canais encantadores. Esta cidade medieval está repleta de tesouros arquitetónicos e oferece uma atmosfera autenticamente holandesa longe das multidões turísticas das grandes metrópoles.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::volendam",
            "coords": [
              52.4958,
              5.0708
            ]
          },
          "visits": [
            {
              "text": "Explore Volendam, uma das aldeias de pescadores mais emblemáticas dos Países Baixos. Este porto tradicional nas margens do IJsselmeer conservou o seu charme de outros tempos com as suas ruelas empedradas, as suas casas de madeira e os seus habitantes que ainda usam por vezes o traje tradicional durante as festas locais.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo pitoresco porto onde os coloridos barcos de pesca se balançam suavemente. Admire as típicas fachadas das casas dos pescadores e deixe-se impregnar pela autêntica atmosfera marítima desta aldeia que inspirou numerosos artistas ao longo dos séculos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::broek-in-waterland",
            "coords": [
              52.4333,
              4.9833
            ]
          },
          "visits": [
            {
              "text": "Descubra Broek in Waterland, uma pitoresca aldeia de casas de madeira coloridas que parece congelada no tempo. Esta joia autêntica do século XVII, situada a poucos quilómetros de Amesterdão, oferece uma imersão total na Holanda tradicional com os seus canais pacíficos e a sua atmosfera bucólica preservada do turismo de massas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie ao longo dos canais ladeados de casas históricas com fachadas pastel e admire a arquitetura tipicamente holandesa desta aldeia classificada. Os reflexos das antigas residências nas águas calmas criam um cenário de postal ideal para os amantes de fotografia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
        "NL::temp_1763930810571",
        "NL::pays-bas::route-des-tulipes",
        "BE::belgique::road-trip-classiques",
        "NL::holland::hidden-treasures"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Viagem pelos Países Baixos: Tulipas, Moinhos e Aldeias Encantadas em 14 Dias",
        "intro_paragraph": "Parta à descoberta dos tesouros escondidos dos Países Baixos, onde campos de tulipas multicolores se alternam com majestosos moinhos de vento e pitorescos vilarejos de canais românticos. Este itinerário de 14 dias leva-o longe das multidões turísticas, à descoberta de uma Holanda autêntica feita de tradições seculares, paisagens deslumbrantes e um património cultural único no mundo.",
        "seo_hook": "Uma viagem encantada entre flores, moinhos e aldeias de conto de fadas no coração da Holanda mais autêntica.",
        "featured_list": [
          "Os 19 moinhos históricos de Kinderdijk, património UNESCO",
          "Giethoorn, a mágica Veneza do Norte sem estradas",
          "O Keukenhof, o mais belo jardim de primavera do mundo",
          "A ilha selvagem de Schiermonnikoog e o Mar de Wadden",
          "O célebre mercado de queijo de Alkmaar desde 1622",
          "Efteling, o parque temático mais encantador da Europa"
        ],
        "places_taglines": {
          "NL::schiermonnikoog": "Ilha selvagem do Mar de Wadden com a praia mais larga da Europa",
          "NL::hindeloopen": "Joia frísia famosa pela sua arte decorativa tradicional",
          "NL::noordoostpolder": "Os mais vastos campos de tulipas dos Países Baixos longe da multidão",
          "NL::giethoorn": "A mágica Veneza do Norte com mais de 180 pontes de madeira",
          "NL::elburg": "Cidade fortificada medieval perfeitamente preservada",
          "NL::kaatsheuvel": "Sede do Efteling, o parque temático mais mágico da Europa",
          "NL::kinderdijk": "Os 19 moinhos de vento património UNESCO símbolo da Holanda",
          "NL::den-haag": "Madurodam e Scheveningen, miniaturas e mar de uma só vez",
          "NL::lisse": "O célebre Keukenhof, jardim da Europa com milhões de tulipas",
          "NL::bergen-aan-zee": "Praia premiada Bandeira Azul e paraíso do kitesurf",
          "NL::den-helder": "Museu naval e campos de tulipas debruçados sobre o mar",
          "NL::alkmaar": "O pitoresco mercado de queijo mais antigo da Holanda",
          "NL::volendam": "Icónica aldeia de pescadores com trajes tradicionais",
          "NL::broek-in-waterland": "Aldeia de postal com casas coloridas do século XVII"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "NL::pays-bas::route-des-tulipes",
      "id": "NL::pays-bas::route-des-tulipes",
      "language": "pt",
      "created_at": "2025-10-30T19:07:10.000Z",
      "source_url": "",
      "dept_code": "ZHZ-FL",
      "dept_name": "Hollande-Méridionale & Flevoland",
      "title": "Guia de Viagem Países Baixos: Tulipas, Moinhos, Canais",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 6,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "NL-ZHZ",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kinderdijk",
            "coords": [
              51.8841,
              4.6426
            ]
          },
          "visits": [
            {
              "text": "Descoberta do sítio de Kinderdijk, classificado como patrimônio mundial da UNESCO. Observação dos 19 moinhos de vento do século XVIII e caminhada a pé ou de bicicleta ao longo dos canais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita ao interior de um moinho tradicional para compreender o sistema de bombeamento e a vida dos moleiros.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Cruzeiro de barco pelos canais de Kinderdijk para admirar os moinhos desde a água.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeio de bicicleta ao redor do polder de Alblasserwaard, entre diques e pradarias holandesas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 2,
          "region_code": "NL-ZH",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::keukenhof",
            "coords": [
              52.269,
              4.5465
            ]
          },
          "visits": [
            {
              "text": "Visita ao parque floral de Keukenhof em Lisse, o maior jardim de tulipas do mundo com mais de 7 milhões de bulbos plantados a cada ano.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descoberta do moinho de Keukenhof e das estufas de flores temáticas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio de bicicleta na Ciclovia Azul (5 km) ao redor do parque de Keukenhof para admirar os campos de tulipas multicoloridas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Ciclovia Violeta (10 km) através dos campos de tulipas de Lisse e Voorhout, passagem pela fazenda floral De Tulperij e 't Huys Dever.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Circuito Vermelho (25 km): itinerário completo do Bollenstreek passando pelas dunas de Noordwijk e pelas praias do Mar do Norte, retorno por um parque zoológico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 115,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 3,
          "region_code": "NL-FL",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::urk",
            "coords": [
              52.663,
              5.6028
            ]
          },
          "visits": [
            {
              "text": "Exploração do sítio de Schokland, antiga ilha classificada pela UNESCO, com seus vestígios de um porto e seu museu ao ar livre ilustrando a história do polder.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descoberta da aldeia de pescadores de Urk, anteriormente insular, famosa pelas suas ruas de pedra, farol e porto tradicional.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio no dique de Urk para observar o lago IJsselmeer e os barcos de pesca.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visita livre às oficinas de preparação do peixe e às casas de marinheiros restauradas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 185,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 4,
          "region_code": "NL-ZE",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BE::bruxelles",
            "coords": [
              50.8503,
              4.3517
            ]
          },
          "visits": [
            {
              "text": "Paragem na província de Zelândia para descobrir a barragem do Escalda Oriental, obra de engenharia maior do plano Delta Works.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pausa à beira-mar do Norte nas praias da Zelândia, reconhecidas pela sua tranquilidade e panorama sobre os diques.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio panorâmico de carro ao longo das obras do plano Delta, com vistas sobre os estuários e as zonas protegidas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 165,
            "drive_min": 130,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            4
          ],
          "label": "Segment 1 — J1–J4",
          "from_day": 1,
          "to_day": 4
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 4,
          "label": "Var 4j"
        }
      ],
      "regions": [
        "ZHZ",
        "ZH",
        "FL",
        "ZE"
      ],
      "nearby_itins": [
        "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
        "NL::temp_1763930810571",
        "BE::belgique::road-trip-classiques",
        "FR::59::nord"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Route & Exploration",
          "Mer & Côtes"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Guia de Viagem Países Baixos: Tulipas, Moinhos, Canais",
        "intro_paragraph": "Testemunhe os sete milhões de bulbos de Keukenhof explodirem em fitas de carmesim, violeta e dourado se estendendo até o horizonte. Pedale pela icônica fileira de moinhos de Kinderdijk refletida nas águas dos pôlderes, descubra o charme pesqueiro da antiga ilha de Urk, depois saboreie a Grand Place de Bruxelas como um final transfronteiriço digno desta jornada floral.",
        "seo_hook": "Fileiras de tulipas listram a paisagem em cores impossíveis, velas de moinhos giram contra céus de estanho, pôlderes brilham com luz primaveril. Holanda floresce.",
        "featured_list": [
          "Keukenhof: sete milhões de flores",
          "Kinderdijk: fileira de moinhos, patrimônio dos polders",
          "Urk: vila de pescadores, antiga ilha",
          "Brussels: grand place final, chocolate"
        ],
        "places_taglines": {
          "NL::kinderdijk": "dezenove moinhos guardam patrimônio das terras baixas dos polders",
          "NL::keukenhof": "sete milhões de tulipas cobrem jardins da primavera",
          "NL::urk": "antiga ilha preserva tradições da vila de pescadores",
          "BE::bruxelles": "grand place com fachadas douradas coroa desvio belga"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
      "id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
      "language": "pt",
      "created_at": "2025-10-30T19:07:10.000Z",
      "source_url": "",
      "dept_code": "NL-Randstad",
      "dept_name": "Randstad (Noord-Holland & Utrecht)",
      "title": "Road Trip Holanda: Amesterdão, Utrecht, Dunas",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 4,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "NH",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NL::amsterdam",
            "coords": [
              52.372759,
              4.893604
            ]
          },
          "visits": [
            {
              "text": "Anne Frank Huis (exterior/zona do Prinsengracht) e fachadas com frontões dos canais",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Bairro das Nove Ruas (De Negen Straatjes) — montras, pontes e canais",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Museumplein & Rijksmuseum (exposição mestres neerlandeses)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Cruzeiro pelos canais de Amsterdã partindo de Centraal / Prins Hendrikkade",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeio de bicicleta urbano pelo lado Jordaan e Brouwersgracht (circuito ~6–8 km)",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 46,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "UT",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::utrecht",
            "coords": [
              52.090737,
              5.12142
            ]
          },
          "visits": [
            {
              "text": "Domtoren (torre da catedral) e Domplein (exteriores)",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Oudegracht — cais medievais e armazéns reabilitados",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Museum Speelklok (instrumentos automáticos & órgãos de rua)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Circuito pedestre ao longo dos canais de Utrecht (Oudegracht → Nieuwegracht, ~4 km)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Subida da Domtoren (horários com reserva) ou panorama desde o parque Lepelenburg",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "NH",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::haarlem",
            "coords": [
              52.387386,
              4.646219
            ]
          },
          "visits": [
            {
              "text": "Zuid-Kennemerland National Park — Centro de Visitantes De Kennemerduinen (Overveen)",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Dunas e pontos de observação de fauna (cavalos Konik, veados, aves)",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Bloemendaal aan Zee — praia e cordão dunar (vista mar)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhada sinalizada no parque (percurso médio 3–5 km, dunas e lagos)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Caminhada na praia de Bloemendaal (ida e volta ~3 km)",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "NH",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NL::amsterdam",
            "coords": [
              52.372759,
              4.893604
            ]
          },
          "visits": [
            {
              "text": "Zaanse Schans (Zaandam) — conjunto de moinhos históricos e casas de madeira",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Caminho dos moinhos ao longo do Zaan (moinhos de óleo, de tinta, serrarias)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percurso a pé sobre passarelas e diques (circuito fotográfico ~2–3 km)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Interpretação do modo de vida holandês sécs. XVII–XVIII (oficinas de tamancos, queijaria, mercearia de época)",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 21,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            4
          ],
          "label": "Segment 1 — J1–J4",
          "from_day": 1,
          "to_day": 4
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 4,
          "label": "Var 4j"
        }
      ],
      "regions": [
        "NH",
        "UT"
      ],
      "nearby_itins": [
        "NL::temp_1763930810571",
        "NL::pays-bas::route-des-tulipes",
        "BE::belgique::road-trip-classiques"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mer & Côtes",
          "Aventure & Outdoor"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Road Trip Holanda: Amesterdão, Utrecht, Dunas",
        "intro_paragraph": "Descubra a Holanda essencial em quatro dias imersivos. Navegue pelos canais reluzentes de Amsterdam passando por casas de mercadores com empenas, suba na torre medieval de Utrecht para vistas do topo. Caminhe pelas praças de paralelepípedos de Haarlem, depois pedale pelas dunas selvagens de Kennemer até Zaanse Schans onde moinhos históricos ainda giram contra o céu cinza holandês.",
        "seo_hook": "Fachadas com empenas espelham canais tranquilos, velas de moinhos giram contra céus cinzas, bicicletas deslizam por praças de paralelepípedos. A Holanda da era dourada perdura.",
        "featured_list": [
          "Amsterdam: canais fachadas com empenas brilham",
          "Utrecht: torre medieval porões do canal",
          "Haarlem: praças tranquilas hofjes escondidos",
          "Zaanse Schans: moinhos ainda girando"
        ],
        "places_taglines": {
          "NL::amsterdam-centre": "anéis de canais casas com empenas tesouros de museus",
          "NL::utrecht-centre": "torre dom porões do cais energia estudantil",
          "NL::haarlem-centre": "pátios hofjes grote markt elegância tranquila"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "NL::temp_1763930810571",
      "id": "NL::temp_1763930810571",
      "language": "pt",
      "created_at": "2025-11-24T18:57:06.000Z",
      "source_url": "",
      "dept_code": "NL",
      "dept_name": "",
      "title": "Roteiro Museus de Amesterdão: Mestres, Arte de Rua, Cultura",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 8,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::rijksmuseum",
            "coords": [
              52.36,
              4.885278
            ]
          },
          "visits": [
            {
              "text": "Rijksmuseum",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explorar as coleções de pinturas do Século de Ouro neerlandês e as artes decorativas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Descobrir as salas dedicadas às artes gráficas e à biblioteca Cuypers.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::van-gogh-museum",
            "coords": [
              52.358416,
              4.881076
            ]
          },
          "visits": [
            {
              "text": "Museu Van Gogh",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver uma importante coleção de quadros e desenhos de Vincent van Gogh.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Seguir o percurso cronológico sobre a vida e a obra do pintor.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::stedelijk-museum",
            "coords": [
              52.358056,
              4.879722
            ]
          },
          "visits": [
            {
              "text": "Stedelijk Museum",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descobrir as coleções de arte moderna e contemporânea assim como de design.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Percorrer as salas consagradas aos grandes movimentos artísticos dos séculos XIX e XX.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::foam-fotografiemuseum",
            "coords": [
              52.363889,
              4.893889
            ]
          },
          "visits": [
            {
              "text": "FOAM Fotografiemuseum Amsterdam",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visitar as exposições temporárias de fotografia contemporânea.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Observar a valorização do meio fotográfico numa casa de canal histórica.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::huis-marseille",
            "coords": [
              52.3675,
              4.885
            ]
          },
          "visits": [
            {
              "text": "Huis Marseille Museum for Photography",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descobrir as exposições de fotografia de arte numa casa senhorial do século XVII.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Percorrer as galerias dedicadas às séries contemporâneas e às coleções permanentes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::maison-rembrandt",
            "coords": [
              52.36934,
              4.901171
            ]
          },
          "visits": [
            {
              "text": "Casa Rembrandt (Museum Het Rembrandthuis)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visitar a casa histórica onde o pintor Rembrandt viveu e trabalhou.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Ver os espaços reconstituídos e as demonstrações sobre gravura.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::eye-filmmuseum",
            "coords": [
              52.381944,
              4.900556
            ]
          },
          "visits": [
            {
              "text": "Eye Filmmuseum",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explorar as coleções dedicadas à história do cinema nos Países Baixos e internacionalmente.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Assistir às projeções e exposições temporárias dedicadas à sétima arte.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::straat-museum",
            "coords": [
              52.403611,
              4.889444
            ]
          },
          "visits": [
            {
              "text": "STRAAT Museum",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Percorrer um vasto espaço de exposição dedicado ao street art e aos frescos monumentais.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Observar as obras realizadas por artistas internacionais em um antigo estaleiro naval.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            8
          ],
          "label": "Segment 2 — J6–J8",
          "from_day": 6,
          "to_day": 8
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 8,
          "label": "Var 8j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
        "NL::pays-bas::route-des-tulipes"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Culture"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Roteiro Museus de Amesterdão: Mestres, Arte de Rua, Cultura",
        "intro_paragraph": "Mergulhe na extraordinária cena artística de Amsterdam em oito dias ricos em museus. Fique diante da Ronda Noturna de Rembrandt no Rijksmuseum, trace as pinceladas torturadas de Van Gogh, descubra visões contemporâneas no Stedelijk. Atravesse para o cais NDSM onde a arte de rua explode numa catedral crua de armazém de criatividade urbana.",
        "seo_hook": "Mestres holandeses brilham em molduras douradas, os amarelos de Van Gogh queimam através do tempo, arte de rua grita das paredes dos armazéns. Amsterdam cura maravilhas infinitamente.",
        "featured_list": [
          "Rijksmuseum: Ronda Noturna era dourada",
          "Van Gogh: girassóis gênio atormentado",
          "Stedelijk: arte moderna visões ousadas",
          "STRAAT: catedral armazém arte de rua"
        ],
        "places_taglines": {
          "NL::rijksmuseum": "ronda noturna vermeer grandeza era dourada",
          "NL::van_gogh_museum": "girassóis noite estrelada pinceladas atormentadas reveladas",
          "NL::stedelijk_museum": "arte contemporânea design provocações ousadas aguardam",
          "NL::foam_fotografiemuseum": "exposições fotografia casa canal galerias íntimas",
          "NL::huis_marseille": "mansão fotografia vistas canal curadoria reflexiva",
          "NL::maison_rembrandt": "estúdio mestre demonstrações gravura luz dourada",
          "NL::eye_filmmuseum": "arquivo filme edifício futurista vistas porto",
          "NL::straat_museum": "armazém arte de rua cais ndsm urbano"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}