{
  "version": "v1",
  "country": "NL",
  "language": "es",
  "itineraries": [
    {
      "itin_id": "NL::holland::hidden-treasures",
      "id": "NL::holland::hidden-treasures",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Tesoros Ocultos de Holanda: Tulipanes, Molinos y Pueblos de Cuento",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 15,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::schiermonnikoog",
            "coords": [
              53.4747,
              6.15
            ]
          },
          "visits": [
            {
              "text": "Explora Schiermonnikoog, la isla habitada más pequeña de las Islas Frisias Occidentales y una de las mejor preservadas. Declarada parque nacional en 1989, esta isla ofrece una naturaleza prístina con sus dunas salvajes, bosques de pinos y excepcionales marismas inscritas en la Lista del Patrimonio Mundial de la UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre el Mar de Wadden, un ecosistema único clasificado como Patrimonio de la Humanidad por la UNESCO. Esta zona intermareal alberga una biodiversidad notable y es uno de los últimos grandes humedales naturales de Europa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Únete a una caminata guiada por las marismas con expertos guías locales. Durante la marea baja, explorarás este fascinante mundo poblado de cangrejos, moluscos y aves migratorias - una experiencia sensorial inolvidable.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Disfruta de la playa más ancha de Europa con su kilómetro de arena fina que se extiende hasta donde alcanza la vista. Este inmenso espacio donde cielo y mar se fusionan ofrece una sensación de libertad absoluta, lejos de cualquier urbanización.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 220,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::hindeloopen",
            "coords": [
              52.9419,
              5.3989
            ]
          },
          "visits": [
            {
              "text": "Descubre Hindeloopen, una de las once ciudades históricas de Frisia, famosa por su arte decorativo único. Este pueblo pesquero a orillas del IJsselmeer ha desarrollado a lo largo de los siglos un estilo artístico distintivo reconocible por sus coloridos motivos florales sobre fondos oscuros.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admira las casas tradicionales adornadas con pinturas populares frisias en sus tonos característicos. El museo local exhibe muebles y objetos pintados según esta tradición artesanal transmitida de generación en generación.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pasea por el pequeño puerto donde los veleros tradicionales descansan junto a las casas de los capitanes. La atmósfera tranquila de este pueblo de callejuelas estrechas invita a la contemplación y al descubrimiento del auténtico patrimonio frisio.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::noordoostpolder",
            "coords": [
              52.71,
              5.7489
            ]
          },
          "visits": [
            {
              "text": "Maravíllate con los campos de tulipanes más grandes de los Países Bajos en Noordoostpolder. Esta región al noreste de Ámsterdam cuenta con más de 2.000 hectáreas de tierra cultivada donde los tulipanes crean pinturas naturales de colores vibrantes en cada esquina.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el Centro de Información del Tulipán en Noordoostpolder para comprender la fascinante historia de la 'Tulipomanía' y la importancia económica de esta flor emblemática. Las exposiciones interactivas revelan los secretos del cultivo y comercio de bulbos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora los coloridos campos a pie, en bicicleta o en coche según tus preferencias. Lejos de las multitudes de Keukenhof, esta región ofrece una experiencia más íntima y auténtica en el corazón del cultivo de flores, con vistas panorámicas que se extienden infinitamente sobre hileras multicolores.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::giethoorn",
            "coords": [
              52.7239,
              6.0778
            ]
          },
          "visits": [
            {
              "text": "Descubre Giethoorn, apodada la 'Venecia del Norte', un pueblo de cuento de hadas donde las calles son reemplazadas por canales. Esta joya única de los Países Bajos está formada por pintorescas casas con techos de paja conectadas por más de 180 puentes de madera, creando un escenario de libro de cuentos preservado durante siglos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deslízate por los canales en una barca tradicional pasando junto a jardines floridos y casas con techos de paja. El silencio solo se rompe por el canto de los pájaros y el suave chapoteo del agua, ofreciendo una escapada absolutamente mágica fuera del tiempo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explora los senderos peatonales y para bicicletas que serpentean entre propiedades con jardines cuidados. Cada puente cruzado revela una nueva perspectiva de este pueblo lacustre donde la naturaleza y la habitación humana coexisten en perfecta armonía.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::elburg",
            "coords": [
              52.4433,
              5.8364
            ]
          },
          "visits": [
            {
              "text": "Explora Elburg, una ciudad medieval fortificada notablemente bien conservada. Esta antigua ciudad hanseática ha conservado su plano rectangular original con sus murallas, puertas monumentales y laberinto de calles empedradas que transportan a los visitantes varios siglos atrás en el tiempo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por el centro histórico donde cada edificio cuenta una historia. Las fachadas con frontones escalonados, el antiguo ayuntamiento y la Iglesia de San Nicolás dan testimonio de la pasada prosperidad de esta ciudad mercantil que comerciaba por todo el Báltico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Camina por las murallas restauradas que ofrecen una vista panorámica del casco antiguo y los pólderes circundantes. Este paseo fortificado permite apreciar la ingeniería defensiva medieval mientras admiras el paisaje típicamente holandés.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 85,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kaatsheuvel",
            "coords": [
              51.65,
              5.05
            ]
          },
          "visits": [
            {
              "text": "Pasa un día mágico en Efteling, el parque temático más grande de los Países Bajos y el cuarto más grande de Europa. Esta atracción legendaria en la provincia de Brabante ha encantado a pequeños y mayores durante décadas con sus mundos de cuento de hadas y emocionantes atracciones.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sumérgete en el famoso Bosque de los Cuentos de Hadas donde cobran vida las historias de Caperucita Roja, Madre Nevada y la Bella Durmiente. Estas escenas encantadoras, creadas con notable atención al detalle, deleitan a visitantes de todas las edades.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desafía las seis montañas rusas del parque, desde las clásicas de madera hasta las atracciones ultramodernas. Los amantes de las emociones fuertes encontrarán su felicidad entre las atracciones acuáticas y los dark rides que han hecho famoso a Efteling.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explora los diferentes reinos temáticos del parque que combinan tradición e innovación. Efteling ha preservado su encanto nostálgico mientras ofrece atracciones contemporáneas, creando una experiencia única en Europa.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kinderdijk",
            "coords": [
              51.8833,
              4.6333
            ]
          },
          "visits": [
            {
              "text": "Admira los 19 molinos de viento históricos de Kinderdijk, inscritos en la Lista del Patrimonio Mundial de la UNESCO desde 1997. Estos molinos del siglo XVIII, construidos para bombear agua de los pólderes, representan uno de los conjuntos más impresionantes y mejor conservados de los Países Bajos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el molino museo para comprender el ingenioso funcionamiento de estas máquinas hidráulicas. Estos molinos bombean agua hacia el 'Nieuwen Waterschap' que desemboca en el río Lek, permitiendo mantener las tierras de cultivo por debajo del nivel del mar.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pedalea por los senderos que serpentean entre los majestuosos molinos. Independientemente de la estación, estos gigantes con sus aspas giratorias ofrecen un espectáculo fascinante, especialmente al atardecer cuando sus siluetas se recortan contra el cielo encendido.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Descubre la historia de la ancestral lucha holandesa contra el agua a través de este lugar emblemático. Estos molinos dan testimonio del ingenio de un pueblo que supo conquistar tierras al mar y mantenerlas habitables durante siglos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::den-haag",
            "coords": [
              52.0705,
              4.3007
            ]
          },
          "visits": [
            {
              "text": "Explora Madurodam, el famoso parque en miniatura de La Haya que presenta los Países Bajos a escala 1:25. Desde el Palacio Real hasta el Rijksmuseum, el aeropuerto de Schiphol y los campos de tulipanes, descubre los monumentos icónicos del país en sus más finos detalles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre Scheveningen, el balneario más popular de los Países Bajos, que recibe hasta 18 millones de visitantes al año. Su muelle de 381 metros, playas animadas y vibrante paseo marítimo lo convierten en un destino imprescindible en la costa holandesa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participa en las actividades interactivas de Madurodam: cierra una barrera contra marejadas, carga contenedores en el Puerto de Rotterdam o mezcla tus propios ritmos en la mesa de DJ. Este parque lúdico permite aprender la historia holandesa de manera entretenida.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Sube a la torre de observación al final del muelle de Scheveningen para disfrutar de una vista panorámica impresionante del Mar del Norte. Los más atrevidos pueden incluso hacer puenting desde esta estructura icónica.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::lisse",
            "coords": [
              52.2697,
              4.5462
            ]
          },
          "visits": [
            {
              "text": "Visita Keukenhof, apodado el Jardín de Europa y considerado uno de los jardines de primavera más hermosos del mundo. Con más de siete millones de tulipanes, narcisos y jacintos en flor, este parque de 32 hectáreas ofrece una explosión de colores absolutamente espectacular de marzo a mayo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Conoce la fascinante historia del tulipán y la 'Tulipomanía' del siglo XVII a través de las exposiciones del parque. Este período en el que los bulbos valían más que las casas da testimonio de la pasión holandesa por esta flor que se convirtió en símbolo nacional.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admira las 50 esculturas de artistas holandeses diseminadas por el parque, lo que convierte a Keukenhof en el parque de esculturas más grande de los Países Bajos. El arte contemporáneo dialoga armoniosamente con las composiciones florales en un exitoso matrimonio de naturaleza y cultura.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Embárcate en una excursión en un barco tradicional de madera a través de los campos de tulipanes circundantes. Estas embarcaciones antiguas, utilizadas antaño por los jardineros, ofrecen una perspectiva única sobre las hileras multicolores que se extienden hasta el infinito.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::bergen-aan-zee",
            "coords": [
              52.6611,
              4.6364
            ]
          },
          "visits": [
            {
              "text": "Disfruta de la galardonada playa de Bergen aan Zee, reconocida ocho veces con la Bandera Azul por su ejemplar limpieza y seguridad. Este balneario fundado específicamente como destino vacacional atrae a miles de visitantes cada año que buscan naturaleza preservada y aire puro del Mar del Norte.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Prueba los deportes acuáticos en esta costa reconocida por sus condiciones ideales. El kitesurf y la vela se practican aquí en un entorno excepcional, con escuelas que ofrecen cursos para todos los niveles, desde principiantes hasta practicantes experimentados.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Realiza un tranquilo paseo por la larga playa de arena donde el Mar del Norte lame la orilla. El horizonte infinito y las dunas preservadas crean un paisaje reconfortante, perfecto para largos paseos vigorizantes al son de las olas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::den-helder",
            "coords": [
              52.9533,
              4.76
            ]
          },
          "visits": [
            {
              "text": "Visita el Museo de la Armada Real de los Países Bajos, ubicado en la antigua base naval de Den Helder. Esta institución traza la gloriosa historia marítima de los Países Bajos, una nación de navegantes y exploradores que dominaron los mares durante siglos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora el centro de Den Helder con sus elegantes edificios de ladrillo rojo típicos de la arquitectura holandesa. Esta estratégica ciudad portuaria ofrece una fascinante mezcla de historia militar y encanto provinciano.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Recorre los campos de tulipanes circundantes a pie, en bicicleta o en coche. Desde el 1 de abril hasta mediados de mayo, la región estalla en colores espectaculares, con el mar de flores junto al mar real en un llamativo cuadro natural.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Recoge tus propios tulipanes en el jardín Floratuin, que ofrece más de 100 variedades diferentes. Esta experiencia única te permite crear tu ramo personalizado a partir de una deslumbrante paleta de colores.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::alkmaar",
            "coords": [
              52.6324,
              4.7534
            ]
          },
          "visits": [
            {
              "text": "Visita el famoso Mercado del Queso de Alkmaar en Waagplein, una tradición ininterrumpida desde 1622. Cada viernes por la mañana de abril a septiembre, los porteadores de queso vestidos completamente de blanco transportan ruedas de queso en camillas de madera según rituales ancestrales, ofreciendo un espectáculo único en Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre el Museo del Queso de Alkmaar que traza la fascinante historia de la producción de queso holandés. A través de herramientas tradicionales, pinturas de época y demostraciones interactivas, comprenderás por qué el queso holandés es reconocido en todo el mundo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora el centro histórico de Alkmaar con sus típicos edificios de ladrillo y encantadores canales. Esta ciudad medieval está llena de tesoros arquitectónicos y ofrece una atmósfera auténticamente holandesa lejos de las multitudes turísticas de las grandes metrópolis.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::volendam",
            "coords": [
              52.4958,
              5.0708
            ]
          },
          "visits": [
            {
              "text": "Explora Volendam, uno de los pueblos pesqueros más emblemáticos de los Países Bajos. Este puerto tradicional a orillas del IJsselmeer ha conservado su encanto de antaño con calles empedradas, casas de madera y lugareños que aún ocasionalmente visten trajes tradicionales durante las fiestas locales.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por el pintoresco puerto donde coloridos barcos pesqueros se mecen suavemente. Admira las fachadas típicas de las casas de pescadores y empápate de la auténtica atmósfera marítima de este pueblo que ha inspirado a innumerables artistas durante siglos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::broek-in-waterland",
            "coords": [
              52.4333,
              4.9833
            ]
          },
          "visits": [
            {
              "text": "Descubre Broek in Waterland, un pintoresco pueblo de coloridas casas de madera que parece congelado en el tiempo. Esta auténtica joya del siglo XVII, situada a pocos kilómetros de Ámsterdam, ofrece una inmersión completa en la Holanda tradicional con sus pacíficos canales y atmósfera bucólica preservada del turismo de masas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por los canales bordeados de históricas casas de colores pastel y admira la arquitectura típicamente holandesa de este pueblo clasificado. Los reflejos de las antiguas casas en el agua tranquila crean un escenario de postal ideal para los entusiastas de la fotografía.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Tesoros Ocultos de Holanda: Tulipanes, Molinos y Pueblos de Cuento",
        "intro_paragraph": "Descubre los Países Bajos más allá de Ámsterdam: desde las marismas del Mar de Wadden declaradas Patrimonio de la Humanidad hasta los emblemáticos molinos de Kinderdijk, pasando por pueblos de cuento como Giethoorn donde los canales reemplazan a las calles. Un viaje a través de la auténtica Holanda de tulipanes infinitos, quesos artesanales y tradiciones centenarias.",
        "seo_hook": "La Holanda secreta: molinos UNESCO, la Venecia del Norte y millones de tulipanes lejos de las multitudes.",
        "featured_list": [
          "Kinderdijk: 19 molinos Patrimonio de la Humanidad UNESCO",
          "Giethoorn: la mágica Venecia del Norte sin carreteras",
          "Keukenhof: 7 millones de tulipanes en el Jardín de Europa",
          "Mar de Wadden: ecosistema único Patrimonio UNESCO",
          "Alkmaar: el mercado del queso más antiguo del mundo",
          "Efteling: el parque de cuentos de hadas más grande de Europa"
        ],
        "places_taglines": {
          "NL::schiermonnikoog": "Isla virgen del Mar de Wadden: playas infinitas y naturaleza UNESCO",
          "NL::hindeloopen": "El arte frisio más colorido en un pueblo de capitanes de mar",
          "NL::noordoostpolder": "2.000 hectáreas de tulipanes: el secreto mejor guardado de Holanda",
          "NL::giethoorn": "La Venecia del Norte: casas de paja y 180 puentes de cuento",
          "NL::elburg": "Ciudad hanseática medieval congelada en el tiempo",
          "NL::kaatsheuvel": "Efteling: donde los cuentos de hadas cobran vida",
          "NL::kinderdijk": "19 molinos UNESCO: la lucha holandesa contra el agua",
          "NL::den-haag": "Madurodam y Scheveningen: Holanda en miniatura junto al mar",
          "NL::lisse": "Keukenhof: el jardín de primavera más espectacular del mundo",
          "NL::bergen-aan-zee": "Playas Bandera Azul y dunas vírgenes del Mar del Norte",
          "NL::den-helder": "La puerta naval de Holanda y sus campos de tulipanes",
          "NL::alkmaar": "El mercado del queso más auténtico desde 1622",
          "NL::volendam": "Puerto pesquero de postal con alma holandesa",
          "NL::broek-in-waterland": "El pueblo de casas de colores a un paso de Ámsterdam"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "NL::holland::plus-beaux-endroits",
      "id": "NL::holland::plus-beaux-endroits",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Tesoros Ocultos de Holanda: Tulipanes, Molinos y Pueblos de Cuento",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 15,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::schiermonnikoog",
            "coords": [
              53.4747,
              6.15
            ]
          },
          "visits": [
            {
              "text": "Explora Schiermonnikoog, la isla habitada más pequeña de las Islas Frisias Occidentales y una de las mejor preservadas. Declarada parque nacional en 1989, esta isla ofrece una naturaleza intacta con sus dunas salvajes, sus bosques de pinos y sus excepcionales marismas inscritas en el Patrimonio Mundial de la UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre el Mar de Wadden, un ecosistema único clasificado como Patrimonio de la Humanidad por la UNESCO. Esta zona intermareal alberga una biodiversidad notable y constituye una de las últimas grandes zonas húmedas naturales de Europa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participa en un paseo guiado por las marismas con guías locales expertos. Durante la marea baja, explorarás este fascinante universo poblado de cangrejos, moluscos y aves migratorias, una experiencia sensorial inolvidable.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Disfruta de la playa más ancha de Europa con su kilómetro de arena fina hasta donde alcanza la vista. Este inmenso espacio donde el cielo y el mar se confunden ofrece una sensación de libertad absoluta, lejos de toda urbanización.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 220,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::hindeloopen",
            "coords": [
              52.9419,
              5.3989
            ]
          },
          "visits": [
            {
              "text": "Descubre Hindeloopen, una de las once ciudades históricas de Frisia, famosa por su arte decorativo único. Este pueblo de pescadores a orillas del IJsselmeer ha desarrollado a lo largo de los siglos un estilo artístico distintivo reconocible por sus motivos florales coloridos sobre fondo oscuro.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admira las casas tradicionales decoradas con pinturas folclóricas frisias en sus tonos característicos. El museo local expone muebles y objetos pintados según esta tradición artesanal transmitida de generación en generación.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pasea por el pequeño puerto donde los veleros tradicionales conviven con las casas de capitanes. La atmósfera apacible de este pueblo de callejuelas estrechas invita a la contemplación y al descubrimiento de un patrimonio frisio auténtico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::noordoostpolder",
            "coords": [
              52.71,
              5.7489
            ]
          },
          "visits": [
            {
              "text": "Maravíllate ante los campos de tulipanes más grandes de los Países Bajos en el Noordoostpolder. Esta región al noreste de Ámsterdam cuenta con más de 2.000 hectáreas de tierras cultivables donde los tulipanes crean cuadros naturales de colores deslumbrantes en cada esquina.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el centro de información sobre los tulipanes del Noordoostpolder para comprender la fascinante historia de la 'Tulipomanía' y la importancia económica de esta flor emblemática. Las exposiciones interactivas revelan los secretos del cultivo y el comercio de bulbos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Recorre los campos de colores a pie, en bicicleta o en coche según tus preferencias. Lejos de las multitudes del Keukenhof, esta región ofrece una experiencia más íntima y auténtica en el corazón de los cultivos florales, con panoramas infinitos sobre las hileras multicolores.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::giethoorn",
            "coords": [
              52.7239,
              6.0778
            ]
          },
          "visits": [
            {
              "text": "Descubre Giethoorn, apodada la 'Venecia del Norte', un pueblo de cuento donde las calles son reemplazadas por canales. Esta joya única de los Países Bajos está compuesta por pintorescas casas de paja conectadas por más de 180 puentes de madera, creando un decorado de cuento de hadas preservado durante siglos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Navega en barca tradicional a través de los canales bordeados de jardines floridos y casas con techos de paja. El silencio solo se rompe por el canto de los pájaros y el chapoteo del agua, ofreciendo un paréntesis fuera del tiempo absolutamente mágico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explora los senderos peatonales y ciclistas que serpentean entre las propiedades con jardines cuidados. Cada puente cruzado revela una nueva perspectiva de este pueblo lacustre donde la naturaleza y el hábitat humano coexisten en perfecta armonía.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::elburg",
            "coords": [
              52.4433,
              5.8364
            ]
          },
          "visits": [
            {
              "text": "Explora Elburg, una ciudad fortificada medieval notablemente bien conservada. Esta antigua ciudad hanseática ha conservado su plano rectangular original con sus murallas, sus puertas monumentales y su laberinto de callejuelas empedradas que transportan al visitante varios siglos atrás.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deambula por el centro histórico donde cada edificio cuenta una historia. Las fachadas con frontones escalonados, el antiguo ayuntamiento y la iglesia de San Nicolás dan testimonio de la prosperidad pasada de esta ciudad mercantil que comerciaba con todo el Báltico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Recorre las murallas restauradas que ofrecen una vista panorámica sobre el casco antiguo y los pólderes circundantes. Este paseo fortificado permite apreciar la ingeniería defensiva medieval mientras se admira el paisaje típicamente holandés.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 85,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kaatsheuvel",
            "coords": [
              51.65,
              5.05
            ]
          },
          "visits": [
            {
              "text": "Pasa un día mágico en Efteling, el parque temático más grande de los Países Bajos y el cuarto de Europa. Esta atracción legendaria de la provincia de Brabante encanta a pequeños y grandes desde hace décadas con sus universos de cuento y sus atracciones de sensaciones.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sumérgete en el célebre Bosque de los Cuentos de Hadas donde las historias de Caperucita Roja, Madre Nevada y la Bella Durmiente cobran vida. Estas puestas en escena encantadas, creadas con una atención al detalle notable, maravillan a los visitantes de todas las edades.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desafía las seis montañas rusas del parque, desde las clásicas de madera hasta las atracciones ultramodernas. Los amantes de las emociones fuertes encontrarán su felicidad entre las atracciones acuáticas y los recorridos en la oscuridad que han hecho la fama de Efteling.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explora los diferentes reinos temáticos del parque que combinan tradición e innovación. Efteling ha sabido preservar su encanto nostálgico mientras propone atracciones contemporáneas, creando una experiencia única en Europa.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kinderdijk",
            "coords": [
              51.8833,
              4.6333
            ]
          },
          "visits": [
            {
              "text": "Admira los 19 molinos de viento históricos de Kinderdijk, inscritos en el Patrimonio Mundial de la UNESCO desde 1997. Estos molinos del siglo XVIII, construidos para bombear agua de los pólderes, representan uno de los conjuntos más impresionantes y mejor conservados de los Países Bajos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el molino-museo para comprender el funcionamiento ingenioso de estas máquinas hidráulicas. Estos molinos bombean el agua hacia el 'Nieuwen Waterschap' que desemboca en el río Lek, permitiendo mantener las tierras cultivables bajo el nivel del mar.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Recorre las pistas ciclables que serpentean entre los majestuosos molinos. Sea cual sea la estación, estos gigantes de aspas giratorias ofrecen un espectáculo fascinante, especialmente al atardecer cuando sus siluetas se recortan sobre el cielo encendido.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Descubre la historia de la lucha ancestral de los neerlandeses contra el agua a través de este lugar emblemático. Estos molinos dan testimonio del ingenio de un pueblo que supo conquistar tierras al mar y mantenerlas habitables durante siglos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::den-haag",
            "coords": [
              52.0705,
              4.3007
            ]
          },
          "visits": [
            {
              "text": "Explora Madurodam, el célebre parque en miniatura de La Haya que presenta los Países Bajos a escala 1:25. Desde el Palacio Real hasta el Rijksmuseum, pasando por el aeropuerto de Schiphol y los campos de tulipanes, descubre los monumentos emblemáticos del país en sus mínimos detalles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre Scheveningen, la estación balnearia más popular de los Países Bajos que recibe hasta 18 millones de visitantes al año. Su muelle de 381 metros, sus playas animadas y su paseo marítimo vibrante lo convierten en un destino imprescindible de la costa holandesa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participa en las actividades interactivas de Madurodam: cierra una barrera contra tormentas, carga contenedores en el puerto de Rotterdam o mezcla tus propios ritmos en la mesa de DJ. Este parque lúdico permite aprender la historia neerlandesa de manera entretenida.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Sube a la torre de observación al final del muelle de Scheveningen para disfrutar de una vista panorámica impresionante sobre el Mar del Norte. Los más aventureros pueden incluso lanzarse en puenting desde esta estructura emblemática.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::lisse",
            "coords": [
              52.2697,
              4.5462
            ]
          },
          "visits": [
            {
              "text": "Visita Keukenhof, apodado el Jardín de Europa y considerado uno de los más bellos jardines de primavera del mundo. Con más de siete millones de tulipanes, narcisos y jacintos en flor, este parque de 32 hectáreas ofrece una explosión de colores absolutamente espectacular entre marzo y mayo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre la fascinante historia del tulipán y de la 'Tulipomanía' del siglo XVII a través de las exposiciones del parque. Este período en el que los bulbos valían más que las casas da testimonio de la pasión holandesa por esta flor convertida en símbolo nacional.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admira las 50 esculturas de artistas neerlandeses diseminadas por el parque, convirtiendo a Keukenhof en el mayor parque de esculturas de los Países Bajos. El arte contemporáneo dialoga armoniosamente con las composiciones florales en un matrimonio logrado de naturaleza y cultura.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Embárcate en una excursión en barco tradicional de madera a través de los campos de tulipanes circundantes. Estas embarcaciones antiguas, utilizadas antaño por los jardineros, ofrecen una perspectiva única sobre las hileras multicolores que se extienden hasta el infinito.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::bergen-aan-zee",
            "coords": [
              52.6611,
              4.6364
            ]
          },
          "visits": [
            {
              "text": "Disfruta de la playa premiada de Bergen aan Zee, galardonada ocho veces con la Bandera Azul por su limpieza y seguridad ejemplares. Esta estación balnearia fundada específicamente como lugar de veraneo atrae cada año a miles de visitantes en busca de naturaleza preservada y aire puro del Mar del Norte.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Iníciate en los deportes náuticos en esta costa famosa por sus condiciones ideales. El kitesurf y la vela se practican aquí en un marco excepcional, con escuelas que ofrecen cursos para todos los niveles, desde principiantes hasta practicantes confirmados.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pasea por la larga playa de arena fina donde el Mar del Norte lame la orilla. El horizonte infinito y las dunas preservadas crean un paisaje reconfortante, perfecto para largas caminatas vigorizantes al son de las olas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::den-helder",
            "coords": [
              52.9533,
              4.76
            ]
          },
          "visits": [
            {
              "text": "Visita el Museo de la Armada Real Neerlandesa, instalado en la antigua base naval de Den Helder. Esta institución traza la gloriosa historia marítima de los Países Bajos, nación de navegantes y exploradores que dominó los mares durante siglos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora el centro de Den Helder con sus elegantes edificios de ladrillo rojo típicos de la arquitectura holandesa. Esta ciudad portuaria estratégica ofrece una mezcla fascinante de historia militar y encanto provincial.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Recorre los campos de tulipanes circundantes en una excursión a pie, en bicicleta o en coche. Del 1 de abril a mediados de mayo, la región se enciende de colores espectaculares, con el mar de flores junto al mar real en un cuadro natural impactante.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Recoge tus propios tulipanes en el jardín Floratuin que ofrece más de 100 variedades diferentes. Esta experiencia única te permite componer tu ramo personalizado entre una paleta de colores deslumbrante.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 95,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::alkmaar",
            "coords": [
              52.6324,
              4.7534
            ]
          },
          "visits": [
            {
              "text": "Visita el célebre mercado del queso de Alkmaar en la Waagplein, una tradición ininterrumpida desde 1622. Cada viernes por la mañana de abril a septiembre, los porteadores de queso vestidos de blanco transportan las ruedas en camillas de madera según rituales ancestrales, ofreciendo un espectáculo único en Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre el Museo del Queso de Alkmaar que traza la fascinante historia de la producción quesera holandesa. A través de herramientas tradicionales, pinturas de época y demostraciones interactivas, comprenderás por qué el queso neerlandés es famoso en todo el mundo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora el centro histórico de Alkmaar con sus típicos edificios de ladrillo y sus canales encantadores. Esta ciudad medieval rebosa de tesoros arquitectónicos y ofrece una atmósfera auténticamente holandesa lejos de las multitudes turísticas de las grandes metrópolis.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::volendam",
            "coords": [
              52.4958,
              5.0708
            ]
          },
          "visits": [
            {
              "text": "Explora Volendam, uno de los pueblos de pescadores más emblemáticos de los Países Bajos. Este puerto tradicional a orillas del IJsselmeer ha conservado su encanto de antaño con sus callejuelas empedradas, sus casas de madera y sus habitantes que aún llevan a veces el traje tradicional durante las fiestas locales.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por el puerto pintoresco donde los coloridos barcos de pesca se balancean suavemente. Admira las fachadas típicas de las casas de pescadores e imprégnate de la atmósfera marítima auténtica de este pueblo que ha inspirado a numerosos artistas durante siglos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::broek-in-waterland",
            "coords": [
              52.4333,
              4.9833
            ]
          },
          "visits": [
            {
              "text": "Descubre Broek in Waterland, un pueblo pintoresco de casas de madera coloridas que parece detenido en el tiempo. Esta joya auténtica del siglo XVII, situada a pocos kilómetros de Ámsterdam, ofrece una inmersión total en la Holanda tradicional con sus canales apacibles y su atmósfera bucólica preservada del turismo de masas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deambula a lo largo de los canales bordeados de casas históricas con fachadas pastel y admira la arquitectura típicamente holandesa de este pueblo catalogado. Los reflejos de las antiguas moradas en el agua tranquila crean un decorado de postal ideal para los aficionados a la fotografía.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
        "NL::temp_1763930810571",
        "NL::pays-bas::route-des-tulipes",
        "BE::belgique::road-trip-classiques"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Tesoros Ocultos de Holanda: Tulipanes, Molinos y Pueblos de Cuento",
        "intro_paragraph": "Descubre los Países Bajos más allá de Ámsterdam: desde las marismas del Mar de Wadden declaradas Patrimonio de la Humanidad hasta los emblemáticos molinos de Kinderdijk, pasando por pueblos de cuento como Giethoorn donde los canales reemplazan a las calles. Un viaje a través de la auténtica Holanda de tulipanes infinitos, quesos artesanales y tradiciones centenarias.",
        "seo_hook": "La Holanda secreta: molinos UNESCO, la Venecia del Norte y millones de tulipanes lejos de las multitudes.",
        "featured_list": [
          "Kinderdijk: 19 molinos Patrimonio de la Humanidad UNESCO",
          "Giethoorn: la mágica Venecia del Norte sin carreteras",
          "Keukenhof: 7 millones de tulipanes en el Jardín de Europa",
          "Mar de Wadden: ecosistema único Patrimonio UNESCO",
          "Alkmaar: el mercado del queso más antiguo del mundo",
          "Efteling: el parque de cuentos de hadas más grande de Europa"
        ],
        "places_taglines": {
          "NL::schiermonnikoog": "Isla virgen del Mar de Wadden: playas infinitas y naturaleza UNESCO",
          "NL::hindeloopen": "El arte frisio más colorido en un pueblo de capitanes de mar",
          "NL::noordoostpolder": "2.000 hectáreas de tulipanes: el secreto mejor guardado de Holanda",
          "NL::giethoorn": "La Venecia del Norte: casas de paja y 180 puentes de cuento",
          "NL::elburg": "Ciudad hanseática medieval congelada en el tiempo",
          "NL::kaatsheuvel": "Efteling: donde los cuentos de hadas cobran vida",
          "NL::kinderdijk": "19 molinos UNESCO: la lucha holandesa contra el agua",
          "NL::den-haag": "Madurodam y Scheveningen: Holanda en miniatura junto al mar",
          "NL::lisse": "Keukenhof: el jardín de primavera más espectacular del mundo",
          "NL::bergen-aan-zee": "Playas Bandera Azul y dunas vírgenes del Mar del Norte",
          "NL::den-helder": "La puerta naval de Holanda y sus campos de tulipanes",
          "NL::alkmaar": "El mercado del queso más auténtico desde 1622",
          "NL::volendam": "Puerto pesquero de postal con alma holandesa",
          "NL::broek-in-waterland": "El pueblo de casas de colores a un paso de Ámsterdam"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "NL::pays-bas::route-des-tulipes",
      "id": "NL::pays-bas::route-des-tulipes",
      "language": "es",
      "created_at": "2025-10-30T19:07:10.000Z",
      "source_url": "",
      "dept_code": "ZHZ-FL",
      "dept_name": "Hollande-Méridionale & Flevoland",
      "title": "Ruta de los Tulipanes y Molinos de los Países Bajos",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 6,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "NL-ZHZ",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::kinderdijk",
            "coords": [
              51.8841,
              4.6426
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento del sitio de Kinderdijk, clasificado como patrimonio mundial de la UNESCO. Observación de los 19 molinos de viento del siglo XVIII y paseo a pie o en bicicleta a lo largo de los canales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita del interior de un molino tradicional para comprender el sistema de bombeo y la vida de los molineros.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Crucero en barco por los canales de Kinderdijk para admirar los molinos desde el agua.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Paseo en bicicleta alrededor del pólder de Alblasserwaard, entre diques y praderas holandesas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 2,
          "region_code": "NL-ZH",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::keukenhof",
            "coords": [
              52.269,
              4.5465
            ]
          },
          "visits": [
            {
              "text": "Visita del parque floral de Keukenhof en Lisse, el jardín de tulipanes más grande del mundo con más de 7 millones de bulbos plantados cada año.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubrimiento del molino de Keukenhof y de los invernaderos de flores temáticos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo en bicicleta por la Ruta Ciclista Azul (5 km) alrededor del parque de Keukenhof para admirar los campos de tulipanes multicolores.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Ruta Ciclista Violeta (10 km) a través de los campos de tulipanes de Lisse y Voorhout, paso por la granja floral De Tulperij y 't Huys Dever.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Circuito Rojo (25 km): itinerario completo del Bollenstreek pasando por las dunas de Noordwijk y las playas del Mar del Norte, regreso por un parque zoológico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 115,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 3,
          "region_code": "NL-FL",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::urk",
            "coords": [
              52.663,
              5.6028
            ]
          },
          "visits": [
            {
              "text": "Exploración del sitio de Schokland, antigua isla clasificada por la UNESCO, con sus vestigios de un puerto y su museo al aire libre que ilustra la historia del pólder.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubrimiento del pueblo pesquero de Urk, antiguamente insular, famoso por sus callejuelas empedradas, su faro y su puerto tradicional.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo por el dique de Urk para observar el lago IJsselmeer y los barcos de pesca.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visita libre de los talleres de fileteado de pescado y las casas de marineros restauradas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 185,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 4,
          "region_code": "NL-ZE",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BE::bruxelles",
            "coords": [
              50.8503,
              4.3517
            ]
          },
          "visits": [
            {
              "text": "Parada en la provincia de Zelanda para descubrir la presa del Escalda Oriental, obra de ingeniería mayor del plan Delta Works.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pausa a orillas del mar del Norte en las playas de Zelanda, reconocidas por su tranquilidad y su panorama sobre los diques.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo panorámico en coche a lo largo de las obras del plan Delta, con vistas sobre los estuarios y las zonas protegidas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 165,
            "drive_min": 130,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            4
          ],
          "label": "Segment 1 — J1–J4",
          "from_day": 1,
          "to_day": 4
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 4,
          "label": "Var 4j"
        }
      ],
      "regions": [
        "ZHZ",
        "ZH",
        "FL",
        "ZE"
      ],
      "nearby_itins": [
        "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
        "NL::temp_1763930810571",
        "BE::belgique::road-trip-classiques",
        "FR::59::nord"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Route & Exploration",
          "Mer & Côtes"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Ruta de los Tulipanes y Molinos de los Países Bajos",
        "intro_paragraph": "Recorre Keukenhof y sus avenidas floridas, pedalea hacia Kinderdijk y sus molinos reflejados en los canales, detente en Urk, antiguo islote pesquero, y termina en la Grand Place de Bruselas. Un itinerario de perfumes, pólderes y bellas plazas, con auténtico sabor primaveral.",
        "seo_hook": "Hileras de tulipanes surcando el paisaje con colores imposibles, aspas de molinos girando bajo cielos de estaño, pólderes bañados por la luz primaveral. Holanda en flor.",
        "featured_list": [
          "Keukenhof: siete millones de flores",
          "Kinderdijk: fila de molinos, patrimonio de pólder",
          "Urk: pueblo pesquero, antigua isla",
          "Brussels: gran plaza final, chocolate"
        ],
        "places_taglines": {
          "NL::kinderdijk": "diecinueve molinos custodian el patrimonio de tierras bajas recuperadas",
          "NL::keukenhof": "siete millones de tulipanes alfombran los jardines primaverales",
          "NL::urk": "la antigua isla preserva las tradiciones del pueblo pesquero",
          "BE::bruxelles": "las fachadas doradas de la gran plaza coronan el desvío belga"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
      "id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
      "language": "es",
      "created_at": "2025-10-30T19:07:10.000Z",
      "source_url": "",
      "dept_code": "NL-Randstad",
      "dept_name": "Randstad (Noord-Holland & Utrecht)",
      "title": "Itinerario Ámsterdam y Alrededores: Utrecht, Dunas y Molinos",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 4,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "NH",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NL::amsterdam",
            "coords": [
              52.372759,
              4.893604
            ]
          },
          "visits": [
            {
              "text": "Anne Frank Huis (exterior/zona del Prinsengracht) y fachadas con hastiales de los canales",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Barrio de las Nueve Calles (De Negen Straatjes) — escaparates, puentes y canales",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Museumplein y Rijksmuseum (exposición maestros neerlandeses)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Crucero por los canales de Ámsterdam desde Centraal / Prins Hendrikkade",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Paseo en bicicleta urbano por el lado de Jordaan y Brouwersgracht (circuito ~6–8 km)",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 46,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "UT",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::utrecht",
            "coords": [
              52.090737,
              5.12142
            ]
          },
          "visits": [
            {
              "text": "Domtoren (torre de la catedral) y Domplein (exteriores)",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Oudegracht — muelles medievales y almacenes rehabilitados",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Museum Speelklok (instrumentos automáticos y órganos callejeros)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Circuito peatonal a lo largo de los canales de Utrecht (Oudegracht → Nieuwegracht, ~4 km)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Subida a la Domtoren (horarios con reserva) o panorama desde el parque Lepelenburg",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "NH",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::haarlem",
            "coords": [
              52.387386,
              4.646219
            ]
          },
          "visits": [
            {
              "text": "Parque Nacional Zuid-Kennemerland — Centro de Visitantes De Kennemerduinen (Overveen)",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Dunas y puntos de observación de fauna (caballos Konik, ciervos, aves)",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Bloemendaal aan Zee — playa y cordón dunar (vista al mar)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Senderismo señalizado en el parque (itinerario medio 3–5 km, dunas y lagos)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Caminata por la playa de Bloemendaal (ida y vuelta ~3 km)",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "NH",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NL::amsterdam",
            "coords": [
              52.372759,
              4.893604
            ]
          },
          "visits": [
            {
              "text": "Zaanse Schans (Zaandam) — conjunto de molinos históricos y casas de madera",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Camino de los molinos a lo largo del Zaan (molinos de aceite, de pintura, aserraderos)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Recorrido a pie por pasarelas y diques (circuito fotográfico ~2–3 km)",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Interpretación del modo de vida holandés siglos XVII–XVIII (talleres de zuecos, quesería, tienda de época)",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 21,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            4
          ],
          "label": "Segment 1 — J1–J4",
          "from_day": 1,
          "to_day": 4
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 4,
          "label": "Var 4j"
        }
      ],
      "regions": [
        "NH",
        "UT"
      ],
      "nearby_itins": [
        "NL::temp_1763930810571",
        "NL::pays-bas::route-des-tulipes",
        "BE::belgique::road-trip-classiques"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mer & Côtes",
          "Aventure & Outdoor"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Itinerario Ámsterdam y Alrededores: Utrecht, Dunas y Molinos",
        "intro_paragraph": "Navega por los canales de Ámsterdam frente a las casas de frontón, sube a Utrecht para abrazar los tejados, pasea por Haarlem, pedalea por las dunas de Kennemer y llega a Zaanse Schans donde los molinos aún giran. Holanda se descubre al ritmo del agua, el viento y pueblos que conservan sus gestos.",
        "seo_hook": "Fachadas a dos aguas reflejándose en los canales, aspas de molinos girando bajo cielos grises, bicicletas deslizándose por plazas empedradas. La Holanda del Siglo de Oro.",
        "featured_list": [
          "Amsterdam: canales con fachadas de frontones resplandecen",
          "Utrecht: torre medieval bodegas de canal",
          "Haarlem: plazas tranquilas hofjes ocultos",
          "Zaanse Schans: molinos aún girando"
        ],
        "places_taglines": {
          "NL::amsterdam-centre": "anillos de canales casas con frontones tesoros museísticos",
          "NL::utrecht-centre": "torre dom bodegas de muelle energía estudiantil",
          "NL::haarlem-centre": "patios hofjes grote markt elegancia silenciosa"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "NL::temp_1763930810571",
      "id": "NL::temp_1763930810571",
      "language": "es",
      "created_at": "2025-11-24T18:57:06.000Z",
      "source_url": "",
      "dept_code": "NL",
      "dept_name": "",
      "title": "Qué Ver en los Museos de Ámsterdam: Rijksmuseum y Van Gogh",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 8,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::rijksmuseum",
            "coords": [
              52.36,
              4.885278
            ]
          },
          "visits": [
            {
              "text": "Rijksmuseum",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explorar las colecciones de pinturas del Siglo de Oro neerlandés y las artes decorativas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Descubrir las salas dedicadas a las artes gráficas y a la biblioteca Cuypers.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::van-gogh-museum",
            "coords": [
              52.358416,
              4.881076
            ]
          },
          "visits": [
            {
              "text": "Museo Van Gogh",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver una importante colección de cuadros y dibujos de Vincent van Gogh.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Seguir el recorrido cronológico sobre la vida y la obra del pintor.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::stedelijk-museum",
            "coords": [
              52.358056,
              4.879722
            ]
          },
          "visits": [
            {
              "text": "Stedelijk Museum",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descubrir las colecciones de arte moderno y contemporáneo así como de diseño.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Recorrer las salas dedicadas a los grandes movimientos artísticos de los siglos XIX y XX.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::foam-fotografiemuseum",
            "coords": [
              52.363889,
              4.893889
            ]
          },
          "visits": [
            {
              "text": "FOAM Fotografiemuseum Amsterdam",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visitar las exposiciones temporales de fotografía contemporánea.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Observar la puesta en valor del medio fotográfico en una casa de canal histórica.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::huis-marseille",
            "coords": [
              52.3675,
              4.885
            ]
          },
          "visits": [
            {
              "text": "Huis Marseille Museum for Photography",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descubrir las exposiciones de fotografía de arte en una casa señorial del siglo XVII.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Recorrer las galerías dedicadas a las series contemporáneas y a las colecciones permanentes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::maison-rembrandt",
            "coords": [
              52.36934,
              4.901171
            ]
          },
          "visits": [
            {
              "text": "Casa Rembrandt (Museum Het Rembrandthuis)",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visitar la casa histórica donde el pintor Rembrandt vivió y trabajó.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Ver los espacios reconstituidos y las demostraciones en torno al grabado.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::eye-filmmuseum",
            "coords": [
              52.381944,
              4.900556
            ]
          },
          "visits": [
            {
              "text": "Eye Filmmuseum",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explorar las colecciones dedicadas a la historia del cine en los Países Bajos y a nivel internacional.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Asistir a las proyecciones y exposiciones temporales dedicadas al séptimo arte.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NL::straat-museum",
            "coords": [
              52.403611,
              4.889444
            ]
          },
          "visits": [
            {
              "text": "STRAAT Museum",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Recorrer un vasto espacio de exposición dedicado al street art y a los frescos monumentales.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Observar las obras realizadas por artistas internacionales en un antiguo astillero naval.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            8
          ],
          "label": "Segment 2 — J6–J8",
          "from_day": 6,
          "to_day": 8
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 8,
          "label": "Var 8j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
        "NL::pays-bas::route-des-tulipes"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Culture"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Qué Ver en los Museos de Ámsterdam: Rijksmuseum y Van Gogh",
        "intro_paragraph": "Sumérgete en Ámsterdam por el lado de los museos, del Rijksmuseum al Van Gogh Museum, pasa por el Stedelijk para una pausa contemporánea y cruza al muelle NDSM, donde el street art cubre antiguos almacenes y la creatividad urbana cambia el ambiente en un paso. Una ciudad por capas, de lo clásico a lo bruto.",
        "seo_hook": "Maestros holandeses resplandeciendo en marcos dorados, amarillos de Van Gogh ardiendo a través del tiempo, street art explotando en muros de almacenes. Ámsterdam, maravillas infinitas.",
        "featured_list": [
          "Rijksmuseum: Ronda de Noche era dorada",
          "Van Gogh: girasoles genio atormentado",
          "Stedelijk: arte moderno visiones audaces",
          "STRAAT: catedral almacén arte callejero"
        ],
        "places_taglines": {
          "NL::rijksmuseum": "ronda de noche vermeer grandeza era dorada",
          "NL::van_gogh_museum": "girasoles noche estrellada pinceladas atormentadas reveladas",
          "NL::stedelijk_museum": "arte contemporáneo diseño provocaciones audaces esperan",
          "NL::foam_fotografiemuseum": "exposiciones fotografía galerías íntimas casa canal",
          "NL::huis_marseille": "mansión fotografía vistas canal curaduría reflexiva",
          "NL::maison_rembrandt": "estudio maestro demostraciones grabado luz dorada",
          "NL::eye_filmmuseum": "archivo cinematográfico edificio futurista vistas puerto",
          "NL::straat_museum": "almacén arte callejero ndsm muelle urbano"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}