{
  "version": 1,
  "country": "nl",
  "language": "pt",
  "places": [
    {
      "place_id": "BE::bruxelles",
      "name": "Bruxelles",
      "cc": "BE",
      "language": "pt",
      "coords": [
        50.8503,
        4.3517
      ],
      "lat": 50.8503,
      "lon": 4.3517,
      "visits": [
        {
          "text": "Paragem na província de Zelândia para descobrir a barragem do Escalda Oriental, obra de engenharia maior do plano Delta Works.",
          "visit_duration_min": 75
        },
        {
          "text": "Pausa à beira-mar do Norte nas praias da Zelândia, reconhecidas pela sua tranquilidade e panorama sobre os diques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio panorâmico de carro ao longo das obras do plano Delta, com vistas sobre os estuários e as zonas protegidas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "ROTA DAS TULIPAS E MOINHOS DOS PAÍSES BAIXOS",
          "day": 4
        }
      ],
      "rating": 10
    },
    {
      "place_id": "NL::alkmaar",
      "name": "Alkmaar",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.6324,
        4.7534
      ],
      "lat": 52.6324,
      "lon": 4.7534,
      "visits": [
        {
          "text": "Visite o célebre Mercado do Queijo de Alkmaar na Waagplein, tradição ininterrupta desde 1622. Todas as sextas-feiras de manhã de abril a setembro, carregadores de queijo vestidos de branco transportam rodas em macas de madeira segundo rituais ancestrais, oferecendo um espetáculo único na Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Museu do Queijo de Alkmaar que traça a história fascinante da produção queijeira holandesa. Através de utensílios tradicionais, quadros de época e demonstrações interativas, compreenderá porque é que o queijo holandês goza de uma fama mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o célebre mercado de queijo de Alkmaar na Waagplein, uma tradição ininterrupta desde 1622. Todas as sextas-feiras de manhã, de abril a setembro, os carregadores de queijo vestidos de branco transportam as rodas em padiolas de madeira segundo rituais ancestrais, oferecendo um espetáculo único na Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Museu do Queijo de Alkmaar que traça a fascinante história da produção queijeira holandesa. Através de utensílios tradicionais, pinturas de época e demonstrações interativas, compreenderá porque o queijo holandês é famoso em todo o mundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o centro histórico de Alkmaar com os seus edifícios típicos de tijolo e os seus canais encantadores. Esta cidade medieval abunda em tesouros arquitetónicos e oferece uma atmosfera autenticamente holandesa longe das multidões turísticas das grandes metrópoles.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore o centro histórico de Alkmaar com os seus típicos edifícios de tijolo e os seus canais encantadores. Esta cidade medieval está repleta de tesouros arquitetónicos e oferece uma atmosfera autenticamente holandesa longe das multidões turísticas das grandes metrópoles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 12
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 12
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "NL::amsterdam",
      "name": "Amsterdam",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.372759,
        4.893604
      ],
      "lat": 52.372759,
      "lon": 4.893604,
      "visits": [
        {
          "text": "Anne Frank Huis (exterior/zona do Prinsengracht) e fachadas com frontões dos canais",
          "visit_duration_min": 75
        },
        {
          "text": "Bairro das Nove Ruas (De Negen Straatjes) — montras, pontes e canais",
          "visit_duration_min": 75
        },
        {
          "text": "Museumplein & Rijksmuseum (exposição mestres neerlandeses)",
          "visit_duration_min": 75
        },
        {
          "text": "Zaanse Schans (Zaandam) — conjunto de moinhos históricos e casas de madeira",
          "visit_duration_min": 75
        },
        {
          "text": "Caminho dos moinhos ao longo do Zaan (moinhos de óleo, de tinta, serrarias)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cruzeiro pelos canais de Amsterdã partindo de Centraal / Prins Hendrikkade",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio de bicicleta urbano pelo lado Jordaan e Brouwersgracht (circuito ~6–8 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Percurso a pé sobre passarelas e diques (circuito fotográfico ~2–3 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Interpretação do modo de vida holandês sécs. XVII–XVIII (oficinas de tamancos, queijaria, mercearia de época)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, DUNAS DE KENNEMER & MOINHOS DE ZAANSE SCHANS",
          "day": 1
        },
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, DUNAS DE KENNEMER & MOINHOS DE ZAANSE SCHANS",
          "day": 4
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "NL::bergen-aan-zee",
      "name": "Bergen Aan Zee",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.6611,
        4.6364
      ],
      "lat": 52.6611,
      "lon": 4.6364,
      "visits": [
        {
          "text": "Desfrute da praia premiada de Bergen aan Zee, recompensada oito vezes com a Bandeira Azul pela sua limpeza e segurança exemplares. Esta estância balnear fundada especificamente como destino de férias atrai todos os anos milhares de visitantes em busca de natureza preservada e ar puro do Mar do Norte.",
          "visit_duration_min": 75
        },
        {
          "text": "Desfrute da praia premiada de Bergen aan Zee, galardoada oito vezes com a Bandeira Azul pela sua limpeza e segurança exemplares. Esta estância balnear fundada especificamente como local de veraneio atrai todos os anos milhares de visitantes em busca de natureza preservada e ar puro do Mar do Norte.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Inicie-se nos desportos aquáticos nesta costa reputada pelas suas condições ideais. O kitesurf e a vela praticam-se aqui num cenário excecional, com escolas que propõem aulas para todos os níveis, dos principiantes aos praticantes experientes.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie tranquilamente ao longo da extensa praia de areia onde o Mar do Norte lambe a costa. O horizonte infinito e as dunas preservadas criam uma paisagem apaziguadora, perfeita para longos passeios revigorantes ao som das ondas.",
          "visit_duration_min": 60
        },
        {
          "text": "Inicie-se nos desportos náuticos nesta costa conhecida pelas suas condições ideais. O kitesurf e a vela praticam-se aqui num cenário excecional, com escolas que oferecem aulas para todos os níveis, dos principiantes aos praticantes experientes.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie pela longa praia de areia fina onde o Mar do Norte vem lamber a costa. O horizonte infinito e as dunas preservadas criam uma paisagem apaziguadora, perfeita para longas caminhadas revigorantes ao som das ondas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 10
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 10
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "NL::broek-in-waterland",
      "name": "Broek In Waterland",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.4333,
        4.9833
      ],
      "lat": 52.4333,
      "lon": 4.9833,
      "visits": [
        {
          "text": "Descubra Broek in Waterland, uma aldeia pitoresca de casas de madeira coloridas que parece cristalizada no tempo. Esta joia autêntica do século XVII, situada a poucos quilómetros de Amesterdão, oferece uma imersão total na Holanda tradicional com os seus canais tranquilos e atmosfera bucólica preservada do turismo de massas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Broek in Waterland, uma pitoresca aldeia de casas de madeira coloridas que parece congelada no tempo. Esta joia autêntica do século XVII, situada a poucos quilómetros de Amesterdão, oferece uma imersão total na Holanda tradicional com os seus canais pacíficos e a sua atmosfera bucólica preservada do turismo de massas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie ao longo dos canais ladeados de casas históricas de cores pastel e admire a arquitetura tipicamente holandesa desta aldeia classificada. Os reflexos das mansões antigas na água calma criam um cenário de postal ideal para os apaixonados por fotografia.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie ao longo dos canais ladeados de casas históricas com fachadas pastel e admire a arquitetura tipicamente holandesa desta aldeia classificada. Os reflexos das antigas residências nas águas calmas criam um cenário de postal ideal para os amantes de fotografia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 14
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 14
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "NL::den-haag",
      "name": "Den Haag",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.0705,
        4.3007
      ],
      "lat": 52.0705,
      "lon": 4.3007,
      "visits": [
        {
          "text": "Explore Madurodam, o célebre parque em miniatura de Haia que apresenta os Países Baixos à escala 1:25. Do Palácio Real ao Rijksmuseum, passando pelo aeroporto de Schiphol e os campos de tulipas, descubra os monumentos emblemáticos do país nos mínimos detalhes.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Scheveningen, a estância balnear mais popular dos Países Baixos, que recebe até 18 milhões de visitantes por ano. O seu cais de 381 metros, as suas praias animadas e o seu boulevard vibrante fazem dela um destino imperdível da costa holandesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Scheveningen, a estância balnear mais popular dos Países Baixos que acolhe até 18 milhões de visitantes por ano. O seu cais de 381 metros, as suas praias animadas e a sua avenida vibrante fazem dela um destino imperdível da costa holandesa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participe nas atividades interativas de Madurodam: feche uma barreira anti-tempestade, carregue contentores no porto de Roterdão ou misture as suas próprias faixas na mesa de DJ. Este parque lúdico permite aprender a história holandesa de forma divertida.",
          "visit_duration_min": 60
        },
        {
          "text": "Suba à torre de observação no final do cais de Scheveningen para uma vista panorâmica deslumbrante sobre o Mar do Norte. Os mais aventureiros podem até fazer bungee jumping desta estrutura emblemática.",
          "visit_duration_min": 60
        },
        {
          "text": "Participe nas atividades interativas de Madurodam: feche uma barreira anti-tempestade, carregue contentores no porto de Roterdão ou misture os seus próprios beats na mesa de DJ. Este parque lúdico permite aprender a história holandesa de forma divertida.",
          "visit_duration_min": 60
        },
        {
          "text": "Suba à torre de observação no final do cais de Scheveningen para uma vista panorâmica deslumbrante sobre o Mar do Norte. Os mais aventureiros podem até saltar de bungee jumping desta estrutura emblemática.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 8
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 8
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "NL::den-helder",
      "name": "Den Helder",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.9533,
        4.76
      ],
      "lat": 52.9533,
      "lon": 4.76,
      "visits": [
        {
          "text": "Visite o Museu da Marinha Real dos Países Baixos, instalado na antiga base naval de Den Helder. Esta instituição traça a gloriosa história marítima dos Países Baixos, nação de navegadores e exploradores que dominou os mares durante séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o centro da cidade de Den Helder com os seus elegantes edifícios de tijolo vermelho típicos da arquitetura holandesa. Esta cidade portuária estratégica oferece uma mistura fascinante de história militar e charme provincial.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Museu da Marinha Real Holandesa, instalado na antiga base naval de Den Helder. Esta instituição traça a gloriosa história marítima dos Países Baixos, nação de navegadores e exploradores que dominou os mares durante séculos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorra os campos de tulipas circundantes a pé, de bicicleta ou de carro. De 1 de abril a meados de maio, a região explode em cores espetaculares, o mar de flores ladeando o verdadeiro mar num quadro natural impressionante.",
          "visit_duration_min": 60
        },
        {
          "text": "Colha as suas próprias tulipas no jardim Floratuin que propõe mais de 100 variedades diferentes. Esta experiência única permite-lhe compor o seu ramo personalizado a partir de uma paleta de cores deslumbrante.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorra os campos de tulipas circundantes durante uma excursão a pé, de bicicleta ou de carro. De 1 de abril a meados de maio, a região inflama-se de cores espetaculares, com o mar de flores ao lado do verdadeiro mar num quadro natural impressionante.",
          "visit_duration_min": 60
        },
        {
          "text": "Colha as suas próprias tulipas no jardim Floratuin que oferece mais de 100 variedades diferentes. Esta experiência única permite-lhe compor o seu bouquet personalizado entre uma paleta de cores deslumbrante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 11
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 11
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "NL::elburg",
      "name": "Elburg",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.4433,
        5.8364
      ],
      "lat": 52.4433,
      "lon": 5.8364,
      "visits": [
        {
          "text": "Explore Elburg, uma cidade fortificada medieval notavelmente preservada. Esta antiga cidade hanseática conservou a sua planta retangular original com as suas muralhas, portas monumentais e o seu labirinto de ruas calcetadas que transportam os visitantes vários séculos atrás.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Elburg, uma cidade fortificada medieval notavelmente preservada. Esta antiga cidade hanseática conservou a sua planta retangular original com as suas muralhas, portas monumentais e o labirinto de ruelas empedradas que transportam o visitante vários séculos atrás.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo centro histórico onde cada edifício conta uma história. As fachadas de empenas escalonadas, a antiga câmara municipal e a igreja de São Nicolau testemunham a prosperidade passada desta cidade mercantil que comerciava em todo o Báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe ao longo das muralhas restauradas que oferecem uma vista panorâmica sobre a cidade velha e os polders circundantes. Este passeio fortificado permite apreciar o génio defensivo medieval enquanto admira a paisagem tipicamente holandesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie pelo centro histórico onde cada edifício conta uma história. As fachadas em empena, a antiga câmara municipal e a igreja de São Nicolau testemunham a prosperidade passada desta cidade mercantil que comerciava com todo o Báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorra as muralhas restauradas que oferecem uma vista panorâmica sobre a cidade velha e os pólders circundantes. Este passeio fortificado permite apreciar a engenharia defensiva medieval enquanto admira a típica paisagem holandesa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 5
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 5
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "NL::eye-filmmuseum",
      "name": "Eye Filmmuseum",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.381944,
        4.900556
      ],
      "lat": 52.381944,
      "lon": 4.900556,
      "visits": [
        {
          "text": "Eye Filmmuseum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorar as coleções dedicadas à história do cinema nos Países Baixos e internacionalmente.",
          "visit_duration_min": 60
        },
        {
          "text": "Assistir às projeções e exposições temporárias dedicadas à sétima arte.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDES MUSEUS DE AMSTERDAM",
          "day": 7
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "NL::foam-fotografiemuseum",
      "name": "Foam Fotografiemuseum",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.363889,
        4.893889
      ],
      "lat": 52.363889,
      "lon": 4.893889,
      "visits": [
        {
          "text": "FOAM Fotografiemuseum Amsterdam",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitar as exposições temporárias de fotografia contemporânea.",
          "visit_duration_min": 60
        },
        {
          "text": "Observar a valorização do meio fotográfico numa casa de canal histórica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDES MUSEUS DE AMSTERDAM",
          "day": 4
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "NL::giethoorn",
      "name": "Giethoorn",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.7239,
        6.0778
      ],
      "lat": 52.7239,
      "lon": 6.0778,
      "visits": [
        {
          "text": "Descubra Giethoorn, apelidada de «Veneza do Norte», uma aldeia de conto de fadas onde as ruas são substituídas por canais. Esta joia única dos Países Baixos é composta por pitorescos cottages com telhados de colmo ligados por mais de 180 pontes de madeira, criando um cenário de livro ilustrado preservado há séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Giethoorn, apelidada de 'Veneza do Norte', uma aldeia de conto de fadas onde as ruas são substituídas por canais. Esta joia única dos Países Baixos é constituída por pitorescas casas de colmo ligadas por mais de 180 pontes de madeira, criando um cenário de conto de fadas preservado há séculos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Deslize através dos canais em barco tradicional diante de jardins floridos e casas com telhados de colmo. O silêncio apenas é quebrado pelo canto dos pássaros e pelo marulhar da água, oferecendo uma evasão absolutamente mágica fora do tempo.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore os caminhos de passeio e pistas cicláveis que serpenteiam entre as propriedades de jardins cuidados. Cada ponte atravessada revela uma nova perspetiva sobre esta aldeia lacustre onde natureza e habitat humano coexistem em perfeita harmonia.",
          "visit_duration_min": 60
        },
        {
          "text": "Navegue em barco tradicional através dos canais ladeados por jardins floridos e casas com telhados de colmo. O silêncio só é perturbado pelo canto dos pássaros e pelo chapinhar da água, oferecendo um parêntese fora do tempo absolutamente mágico.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore os trilhos pedestres e cicláveis que serpenteiam entre as propriedades com jardins cuidados. Cada ponte atravessada revela uma nova perspetiva sobre esta aldeia lacustre onde a natureza e o habitat humano coexistem em perfeita harmonia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 4
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 4
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "NL::haarlem",
      "name": "Haarlem",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.387386,
        4.646219
      ],
      "lat": 52.387386,
      "lon": 4.646219,
      "visits": [
        {
          "text": "Zuid-Kennemerland National Park — Centro de Visitantes De Kennemerduinen (Overveen)",
          "visit_duration_min": 75
        },
        {
          "text": "Dunas e pontos de observação de fauna (cavalos Konik, veados, aves)",
          "visit_duration_min": 75
        },
        {
          "text": "Bloemendaal aan Zee — praia e cordão dunar (vista mar)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada sinalizada no parque (percurso médio 3–5 km, dunas e lagos)",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada na praia de Bloemendaal (ida e volta ~3 km)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, DUNAS DE KENNEMER & MOINHOS DE ZAANSE SCHANS",
          "day": 3
        }
      ],
      "rating": 5
    },
    {
      "place_id": "NL::hindeloopen",
      "name": "Hindeloopen",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.9419,
        5.3989
      ],
      "lat": 52.9419,
      "lon": 5.3989,
      "visits": [
        {
          "text": "Descubra Hindeloopen, uma das onze cidades históricas da Frísia, célebre pela sua arte decorativa única. Esta aldeia piscatória nas margens do IJsselmeer desenvolveu ao longo dos séculos um estilo artístico distintivo reconhecível pelos seus motivos florais coloridos sobre fundos escuros.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Hindeloopen, uma das onze cidades históricas da Frísia, famosa pela sua arte decorativa única. Esta aldeia de pescadores nas margens do IJsselmeer desenvolveu ao longo dos séculos um estilo artístico distinto reconhecível pelos seus motivos florais coloridos sobre fundo escuro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admire as casas tradicionais ornamentadas com pinturas folclóricas frísias de tons característicos. O museu local expõe móveis e objetos pintados segundo esta tradição artesanal transmitida de geração em geração.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie ao longo do pequeno porto onde os veleiros tradicionais ladeiam as casas dos capitães. A atmosfera pacífica desta aldeia de ruelas estreitas convida à contemplação e à descoberta de um património frísio autêntico.",
          "visit_duration_min": 60
        },
        {
          "text": "Admire as casas tradicionais ornamentadas com pinturas folclóricas frísias nas suas tonalidades características. O museu local expõe móveis e objetos pintados segundo esta tradição artesanal transmitida de geração em geração.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie ao longo do pequeno porto onde os veleiros tradicionais se encontram ao lado das casas dos capitães. A atmosfera pacífica desta aldeia de ruelas estreitas convida à contemplação e à descoberta de um património frísio autêntico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 2
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 2
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "NL::huis-marseille",
      "name": "Huis Marseille",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.3675,
        4.885
      ],
      "lat": 52.3675,
      "lon": 4.885,
      "visits": [
        {
          "text": "Huis Marseille Museum for Photography",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descobrir as exposições de fotografia de arte numa casa senhorial do século XVII.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorrer as galerias dedicadas às séries contemporâneas e às coleções permanentes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDES MUSEUS DE AMSTERDAM",
          "day": 5
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "NL::kaatsheuvel",
      "name": "Kaatsheuvel",
      "cc": "NL",
      "language": "pt",
      "coords": [
        51.65,
        5.05
      ],
      "lat": 51.65,
      "lon": 5.05,
      "visits": [
        {
          "text": "Passe um dia mágico em Efteling, o maior parque de diversões dos Países Baixos e o quarto maior da Europa. Esta atração lendária da província do Brabante encanta pequenos e grandes há décadas com os seus mundos de fadas e atrações emocionantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Mergulhe na célebre Floresta dos Contos de Fadas onde as histórias do Capuchinho Vermelho, da Senhora Holle e da Bela Adormecida ganham vida. Estas cenas encantadoras, criadas com uma atenção notável aos detalhes, deliciam visitantes de todas as idades.",
          "visit_duration_min": 75
        },
        {
          "text": "Passe um dia mágico no Efteling, o maior parque temático dos Países Baixos e o quarto da Europa. Esta atração lendária da província de Brabante encanta pequenos e grandes há décadas com os seus universos de conto de fadas e as suas atrações emocionantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Mergulhe na célebre Floresta dos Contos de Fadas onde as histórias do Capuchinho Vermelho, da Senhora Gelo e da Bela Adormecida ganham vida. Estas encenações encantadas, criadas com notável atenção ao detalhe, maravilham os visitantes de todas as idades.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aceite o desafio das seis montanhas-russas do parque, das clássicas em madeira às atrações ultramodernas. Os amantes de emoções fortes encontrarão a sua felicidade entre as atrações aquáticas e as dark rides que fizeram a fama de Efteling.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore os diferentes reinos temáticos do parque que misturam tradição e inovação. Efteling soube preservar o seu charme nostálgico propondo atrações contemporâneas, criando uma experiência única na Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Desafie as seis montanhas-russas do parque, das clássicas em madeira às atrações ultramodernas. Os amantes de emoções fortes encontrarão a sua felicidade entre as atrações aquáticas e os percursos na escuridão que tornaram o Efteling famoso.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore os diferentes reinos temáticos do parque que aliam tradição e inovação. O Efteling soube preservar o seu charme nostálgico ao propor atrações contemporâneas, criando uma experiência única na Europa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 6
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 6
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "NL::keukenhof",
      "name": "Keukenhof",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.269,
        4.5465
      ],
      "lat": 52.269,
      "lon": 4.5465,
      "visits": [
        {
          "text": "Visita ao parque floral de Keukenhof em Lisse, o maior jardim de tulipas do mundo com mais de 7 milhões de bulbos plantados a cada ano.",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta do moinho de Keukenhof e das estufas de flores temáticas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio de bicicleta na Ciclovia Azul (5 km) ao redor do parque de Keukenhof para admirar os campos de tulipas multicoloridas.",
          "visit_duration_min": 60
        },
        {
          "text": "Ciclovia Violeta (10 km) através dos campos de tulipas de Lisse e Voorhout, passagem pela fazenda floral De Tulperij e 't Huys Dever.",
          "visit_duration_min": 60
        },
        {
          "text": "Circuito Vermelho (25 km): itinerário completo do Bollenstreek passando pelas dunas de Noordwijk e pelas praias do Mar do Norte, retorno por um parque zoológico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "ROTA DAS TULIPAS E MOINHOS DOS PAÍSES BAIXOS",
          "day": 2
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "NL::kinderdijk",
      "name": "Kinderdijk",
      "cc": "NL",
      "language": "pt",
      "coords": [
        51.8841,
        4.6426
      ],
      "lat": 51.8841,
      "lon": 4.6426,
      "visits": [
        {
          "text": "Descoberta do sítio de Kinderdijk, classificado como patrimônio mundial da UNESCO. Observação dos 19 moinhos de vento do século XVIII e caminhada a pé ou de bicicleta ao longo dos canais.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita ao interior de um moinho tradicional para compreender o sistema de bombeamento e a vida dos moleiros.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire os 19 moinhos de vento históricos de Kinderdijk, inscritos no Património Mundial da UNESCO desde 1997. Estes moinhos do século XVIII, construídos para bombear água dos polders, representam um dos conjuntos mais impressionantes e melhor conservados dos Países Baixos.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o moinho-museu para compreender o funcionamento engenhoso destas máquinas hidráulicas. Estes moinhos bombeiam a água para o «Nieuwen Waterschap» que desagua no rio Lek, permitindo manter terras agrícolas abaixo do nível do mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire os 19 moinhos de vento históricos de Kinderdijk, inscritos no património mundial da UNESCO desde 1997. Estes moinhos do século XVIII, construídos para bombear a água dos pólders, representam um dos conjuntos mais impressionantes e melhor preservados dos Países Baixos.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o moinho-museu para compreender o funcionamento engenhoso destas máquinas hidráulicas. Estes moinhos bombeiam a água para a 'Nieuwen Waterschap' que desagua no rio Lek, permitindo manter as terras aráveis abaixo do nível do mar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cruzeiro de barco pelos canais de Kinderdijk para admirar os moinhos desde a água.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio de bicicleta ao redor do polder de Alblasserwaard, entre diques e pradarias holandesas.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorra de bicicleta os caminhos que serpenteiam entre os majestosos moinhos. Seja qual for a estação, estes gigantes de asas rotativas oferecem um espetáculo fascinante, particularmente ao pôr do sol quando as suas silhuetas se recortam contra o céu em chamas.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra a história da luta ancestral dos holandeses contra a água através deste sítio emblemático. Estes moinhos testemunham a engenhosidade de um povo que soube conquistar terras ao mar e mantê-las habitáveis durante séculos.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorra as ciclovias que serpenteiam entre os majestosos moinhos. Seja qual for a estação, estes gigantes de asas rotativas oferecem um espetáculo fascinante, especialmente ao pôr do sol quando as suas silhuetas se recortam no céu em chamas.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra a história da luta ancestral dos holandeses contra a água através deste local emblemático. Estes moinhos testemunham a engenhosidade de um povo que soube conquistar terras ao mar e mantê-las habitáveis durante séculos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "ROTA DAS TULIPAS E MOINHOS DOS PAÍSES BAIXOS",
          "day": 1
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 7
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 7
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "NL::lisse",
      "name": "Lisse",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.2697,
        4.5462
      ],
      "lat": 52.2697,
      "lon": 4.5462,
      "visits": [
        {
          "text": "Visite Keukenhof, apelidado de Jardim da Europa e considerado um dos mais belos jardins de primavera do mundo. Com mais de sete milhões de tulipas, narcisos e jacintos em flor, este parque de 32 hectares oferece uma explosão de cores absolutamente espetacular de março a maio.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a história fascinante da tulipa e a «Tulipomania» do século XVII através das exposições do parque. Este período em que os bolbos valiam mais do que casas testemunha a paixão holandesa por esta flor que se tornou símbolo nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Keukenhof, apelidado de Jardim da Europa e considerado um dos mais belos jardins de primavera do mundo. Com mais de sete milhões de tulipas, narcisos e jacintos em flor, este parque de 32 hectares oferece uma explosão de cores absolutamente espetacular entre março e maio.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a fascinante história da tulipa e da 'Tulipomania' do século XVII através das exposições do parque. Este período em que os bolbos valiam mais do que as casas testemunha a paixão holandesa por esta flor que se tornou símbolo nacional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admire as 50 esculturas de artistas holandeses disseminadas pelo parque, fazendo de Keukenhof o maior parque de esculturas dos Países Baixos. A arte contemporânea dialoga harmoniosamente com as composições florais num casamento bem-sucedido de natureza e cultura.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarque numa excursão de barco tradicional em madeira através dos campos de tulipas circundantes. Estas embarcações antigas, outrora utilizadas pelos jardineiros, oferecem uma perspetiva única sobre as filas multicolores que se estendem ao infinito.",
          "visit_duration_min": 60
        },
        {
          "text": "Admire as 50 esculturas de artistas holandeses espalhadas pelo parque, fazendo do Keukenhof o maior parque de esculturas dos Países Baixos. A arte contemporânea dialoga harmoniosamente com as composições florais num casamento bem-sucedido de natureza e cultura.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarque numa excursão em barco tradicional de madeira através dos campos de tulipas circundantes. Estas embarcações antigas, outrora utilizadas pelos jardineiros, oferecem uma perspetiva única sobre as filas multicolores que se estendem até ao infinito.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 9
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 9
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "NL::maison-rembrandt",
      "name": "Maison Rembrandt",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.36934,
        4.901171
      ],
      "lat": 52.36934,
      "lon": 4.901171,
      "visits": [
        {
          "text": "Casa Rembrandt (Museum Het Rembrandthuis)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visitar a casa histórica onde o pintor Rembrandt viveu e trabalhou.",
          "visit_duration_min": 60
        },
        {
          "text": "Ver os espaços reconstituídos e as demonstrações sobre gravura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDES MUSEUS DE AMSTERDAM",
          "day": 6
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "NL::noordoostpolder",
      "name": "Noordoostpolder",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.71,
        5.7489
      ],
      "lat": 52.71,
      "lon": 5.7489,
      "visits": [
        {
          "text": "Maravilhe-se diante dos maiores campos de tulipas dos Países Baixos no Noordoostpolder. Esta região a nordeste de Amesterdão conta com mais de 2.000 hectares de terras cultivadas onde as tulipas criam quadros naturais de cores vivas a cada curva da estrada.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Centro de Informação sobre as Tulipas do Noordoostpolder para compreender a história fascinante da «Tulipomania» e a importância económica desta flor emblemática. Exposições interativas revelam os segredos do cultivo e do comércio de bolbos.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se diante dos maiores campos de tulipas dos Países Baixos no Noordoostpolder. Esta região a nordeste de Amesterdão conta com mais de 2.000 hectares de terras cultiváveis onde as tulipas criam quadros naturais de cores deslumbrantes a cada esquina.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o centro de informação sobre as tulipas do Noordoostpolder para compreender a fascinante história da 'Tulipomania' e a importância económica desta flor emblemática. Exposições interativas revelam os segredos do cultivo e do comércio dos bolbos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore os campos coloridos a pé, de bicicleta ou de carro segundo as suas preferências. Longe das multidões de Keukenhof, esta região oferece uma experiência mais íntima e autêntica no coração da cultura floral, com vistas panorâmicas que se estendem ao infinito sobre filas multicolores.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorra os campos coloridos a pé, de bicicleta ou de carro conforme as suas preferências. Longe das multidões do Keukenhof, esta região oferece uma experiência mais íntima e autêntica no coração das culturas florais, com panoramas a perder de vista sobre as filas multicolores.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 3
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 3
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "NL::rijksmuseum",
      "name": "Rijksmuseum",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.36,
        4.885278
      ],
      "lat": 52.36,
      "lon": 4.885278,
      "visits": [
        {
          "text": "Rijksmuseum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorar as coleções de pinturas do Século de Ouro neerlandês e as artes decorativas.",
          "visit_duration_min": 60
        },
        {
          "text": "Descobrir as salas dedicadas às artes gráficas e à biblioteca Cuypers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDES MUSEUS DE AMSTERDAM",
          "day": 1
        }
      ],
      "rating": 10
    },
    {
      "place_id": "NL::schiermonnikoog",
      "name": "Schiermonnikoog",
      "cc": "NL",
      "language": "pt",
      "coords": [
        53.4747,
        6.15
      ],
      "lat": 53.4747,
      "lon": 6.15,
      "visits": [
        {
          "text": "Explore Schiermonnikoog, a mais pequena ilha habitada das ilhas Frísias Ocidentais e uma das mais preservadas. Declarada parque nacional em 1989, esta ilha oferece uma natureza intacta com as suas dunas selvagens, florestas de pinheiros e lodaçais excecionais inscritos no Património Mundial da UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Mar de Wadden, um ecossistema único classificado Património Mundial da UNESCO. Esta zona intertidal alberga uma biodiversidade notável e constitui uma das últimas grandes zonas húmidas naturais da Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Schiermonnikoog, a menor ilha habitada das Ilhas Frísias Ocidentais e uma das mais preservadas. Declarada parque nacional em 1989, esta ilha oferece uma natureza intacta com as suas dunas selvagens, florestas de pinheiros e lodaçais excepcionais inscritos no património mundial da UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Mar de Wadden, um ecossistema único classificado como património mundial da UNESCO. Esta zona intertidal abriga uma biodiversidade notável e constitui uma das últimas grandes zonas húmidas naturais da Europa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participe numa caminhada guiada pelos lodaçais com guias locais especializados. Na maré baixa, explorará este mundo fascinante povoado de caranguejos, conchas e aves migratórias - uma experiência sensorial inesquecível.",
          "visit_duration_min": 60
        },
        {
          "text": "Desfrute da praia mais larga da Europa com o seu quilómetro de areia fina que se estende a perder de vista. Este espaço imenso onde o céu e o mar se confundem oferece uma sensação de liberdade absoluta, longe de qualquer urbanização.",
          "visit_duration_min": 60
        },
        {
          "text": "Participe numa caminhada guiada pelos lodaçais com guias locais especializados. Na maré baixa, explorará este universo fascinante povoado por caranguejos, conchas e aves migratórias, uma experiência sensorial inesquecível.",
          "visit_duration_min": 60
        },
        {
          "text": "Desfrute da praia mais larga da Europa com o seu quilómetro de areia fina a perder de vista. Este espaço imenso onde o céu e o mar se confundem oferece um sentimento de liberdade absoluta, longe de qualquer urbanização.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 1
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 1
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "NL::stedelijk-museum",
      "name": "Stedelijk Museum",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.358056,
        4.879722
      ],
      "lat": 52.358056,
      "lon": 4.879722,
      "visits": [
        {
          "text": "Stedelijk Museum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descobrir as coleções de arte moderna e contemporânea assim como de design.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorrer as salas consagradas aos grandes movimentos artísticos dos séculos XIX e XX.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDES MUSEUS DE AMSTERDAM",
          "day": 3
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "NL::straat-museum",
      "name": "Straat Museum",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.403611,
        4.889444
      ],
      "lat": 52.403611,
      "lon": 4.889444,
      "visits": [
        {
          "text": "STRAAT Museum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorrer um vasto espaço de exposição dedicado ao street art e aos frescos monumentais.",
          "visit_duration_min": 60
        },
        {
          "text": "Observar as obras realizadas por artistas internacionais em um antigo estaleiro naval.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDES MUSEUS DE AMSTERDAM",
          "day": 8
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "NL::urk",
      "name": "Urk",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.663,
        5.6028
      ],
      "lat": 52.663,
      "lon": 5.6028,
      "visits": [
        {
          "text": "Exploração do sítio de Schokland, antiga ilha classificada pela UNESCO, com seus vestígios de um porto e seu museu ao ar livre ilustrando a história do polder.",
          "visit_duration_min": 75
        },
        {
          "text": "Descoberta da aldeia de pescadores de Urk, anteriormente insular, famosa pelas suas ruas de pedra, farol e porto tradicional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio no dique de Urk para observar o lago IJsselmeer e os barcos de pesca.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita livre às oficinas de preparação do peixe e às casas de marinheiros restauradas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "ROTA DAS TULIPAS E MOINHOS DOS PAÍSES BAIXOS",
          "day": 3
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "NL::utrecht",
      "name": "Utrecht",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.090737,
        5.12142
      ],
      "lat": 52.090737,
      "lon": 5.12142,
      "visits": [
        {
          "text": "Domtoren (torre da catedral) e Domplein (exteriores)",
          "visit_duration_min": 75
        },
        {
          "text": "Oudegracht — cais medievais e armazéns reabilitados",
          "visit_duration_min": 75
        },
        {
          "text": "Museum Speelklok (instrumentos automáticos & órgãos de rua)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Circuito pedestre ao longo dos canais de Utrecht (Oudegracht → Nieuwegracht, ~4 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Subida da Domtoren (horários com reserva) ou panorama desde o parque Lepelenburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, DUNAS DE KENNEMER & MOINHOS DE ZAANSE SCHANS",
          "day": 2
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "NL::van-gogh-museum",
      "name": "Van Gogh Museum",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.358416,
        4.881076
      ],
      "lat": 52.358416,
      "lon": 4.881076,
      "visits": [
        {
          "text": "Museu Van Gogh",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ver uma importante coleção de quadros e desenhos de Vincent van Gogh.",
          "visit_duration_min": 60
        },
        {
          "text": "Seguir o percurso cronológico sobre a vida e a obra do pintor.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDES MUSEUS DE AMSTERDAM",
          "day": 2
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "NL::volendam",
      "name": "Volendam",
      "cc": "NL",
      "language": "pt",
      "coords": [
        52.4958,
        5.0708
      ],
      "lat": 52.4958,
      "lon": 5.0708,
      "visits": [
        {
          "text": "Explore Volendam, uma das aldeias piscatórias mais emblemáticas dos Países Baixos. Este porto tradicional nas margens do IJsselmeer preservou o seu charme de outrora com as suas ruas calcetadas, casas de madeira e habitantes que ainda usam ocasionalmente o traje tradicional durante as festas locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Volendam, uma das aldeias de pescadores mais emblemáticas dos Países Baixos. Este porto tradicional nas margens do IJsselmeer conservou o seu charme de outros tempos com as suas ruelas empedradas, as suas casas de madeira e os seus habitantes que ainda usam por vezes o traje tradicional durante as festas locais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie ao longo do porto pitoresco onde os barcos de pesca coloridos balançam suavemente. Admire as fachadas típicas das casas dos pescadores e impregne-se da atmosfera marítima autêntica desta aldeia que inspirou inúmeros artistas ao longo dos séculos.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie pelo pitoresco porto onde os coloridos barcos de pesca se balançam suavemente. Admire as típicas fachadas das casas dos pescadores e deixe-se impregnar pela autêntica atmosfera marítima desta aldeia que inspirou numerosos artistas ao longo dos séculos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Tesouros Escondidos dos Países Baixos: Das Tulipas aos Moinhos de Vento",
          "day": 13
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Tesouros Escondidos dos Países Baixos: das tulipas aos moinhos",
          "day": 13
        }
      ],
      "rating": 7
    }
  ]
}