{
  "version": 1,
  "country": "nl",
  "language": "fr",
  "places": [
    {
      "place_id": "BE::bruxelles",
      "name": "Bruxelles",
      "cc": "BE",
      "language": "fr",
      "coords": [
        50.8503,
        4.3517
      ],
      "lat": 50.8503,
      "lon": 4.3517,
      "visits": [
        {
          "text": "Arrêt dans la province de Zélande pour découvrir le barrage de l’Escaut oriental, ouvrage d’ingénierie majeur du plan Delta Works.",
          "visit_duration_min": 75
        },
        {
          "text": "Pause au bord de la mer du Nord sur les plages de la Zélande, reconnues pour leur tranquillité et leur panorama sur les digues.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade panoramique en voiture le long des ouvrages du plan Delta, avec vues sur les estuaires et les zones protégées.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "ROUTE DES TULIPES ET MOULINS DES PAYS-BAS",
          "day": 4
        }
      ]
    },
    {
      "place_id": "NL::alkmaar",
      "name": "Alkmaar",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.6324,
        4.7534
      ],
      "lat": 52.6324,
      "lon": 4.7534,
      "visits": [
        {
          "text": "Visitez le célèbre marché aux fromages d'Alkmaar sur la Waagplein, une tradition ininterrompue depuis 1622. Chaque vendredi matin d'avril à septembre, les porteurs de fromage vêtus de blanc transportent les meules sur des brancards en bois selon des rituels ancestraux, offrant un spectacle unique en Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Musée du Fromage d'Alkmaar qui retrace l'histoire fascinante de la production fromagère hollandaise. À travers des outils traditionnels, des peintures d'époque et des démonstrations interactives, vous comprendrez pourquoi le fromage néerlandais est réputé dans le monde entier.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le célèbre Marché au Fromage d'Alkmaar sur la Waagplein, tradition ininterrompue depuis 1622. Chaque vendredi matin d'avril à septembre, des porteurs de fromage tout de blanc vêtus transportent des meules sur des civières en bois selon des rituels ancestraux, offrant un spectacle unique en Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Musée du Fromage d'Alkmaar qui retrace l'histoire fascinante de la production fromagère néerlandaise. À travers outils traditionnels, tableaux d'époque et démonstrations interactives, vous comprendrez pourquoi le fromage néerlandais jouit d'une renommée mondiale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le centre historique d'Alkmaar avec ses bâtiments en briques typiques et ses canaux charmants. Cette ville médiévale regorge de trésors architecturaux et offre une atmosphère authentiquement hollandaise loin des foules touristiques des grandes métropoles.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez le centre historique d'Alkmaar avec ses bâtiments typiques en briques et ses canaux charmants. Cette ville médiévale regorge de trésors architecturaux et offre une atmosphère authentiquement néerlandaise loin des foules touristiques des grandes métropoles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 12
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 12
        }
      ]
    },
    {
      "place_id": "NL::amsterdam",
      "name": "Amsterdam",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.372759,
        4.893604
      ],
      "lat": 52.372759,
      "lon": 4.893604,
      "visits": [
        {
          "text": "Anne Frank Huis (extérieur/zone du Prinsengracht) et façades à pignons des canaux",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier des Neuf Rues (De Negen Straatjes) — vitrines, ponts et canaux",
          "visit_duration_min": 75
        },
        {
          "text": "Museumplein & Rijksmuseum (exposition maîtres néerlandais)",
          "visit_duration_min": 75
        },
        {
          "text": "Zaanse Schans (Zaandam) — ensemble de moulins historiques et maisons en bois",
          "visit_duration_min": 75
        },
        {
          "text": "Chemin des moulins le long de la Zaan (moulins à huile, à peinture, scieries)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Croisière sur les canaux d’Amsterdam au départ de Centraal / Prins Hendrikkade",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo urbaine côté Jordaan et Brouwersgracht (boucle ~6–8 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Parcours à pied sur passerelles et digues (boucle photo ~2–3 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Interprétation du mode de vie hollandais XVIIe–XVIIIe (ateliers sabots, fromagerie, supérette d’époque)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, DUNES DE KENNEMER & MOULINS DE ZAANSE SCHANS",
          "day": 1
        },
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, DUNES DE KENNEMER & MOULINS DE ZAANSE SCHANS",
          "day": 4
        }
      ]
    },
    {
      "place_id": "NL::bergen-aan-zee",
      "name": "Bergen Aan Zee",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.6611,
        4.6364
      ],
      "lat": 52.6611,
      "lon": 4.6364,
      "visits": [
        {
          "text": "Profitez de la plage primée de Bergen aan Zee, récompensée huit fois par le Pavillon Bleu pour sa propreté et sa sécurité exemplaires. Cette station balnéaire fondée spécifiquement comme lieu de villégiature attire chaque année des milliers de visiteurs en quête de nature préservée et d'air pur de la mer du Nord.",
          "visit_duration_min": 75
        },
        {
          "text": "Profitez de la plage primée de Bergen aan Zee, récompensée huit fois du Pavillon Bleu pour sa propreté et sa sécurité exemplaires. Cette station balnéaire fondée spécifiquement comme destination de vacances attire chaque année des milliers de visiteurs en quête de nature préservée et d'air pur de la mer du Nord.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Initiez-vous aux sports nautiques sur cette côte réputée pour ses conditions idéales. Le kitesurf et la voile se pratiquent ici dans un cadre exceptionnel, avec des écoles proposant des cours pour tous les niveaux, des débutants aux pratiquants confirmés.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous sur la longue plage de sable fin où la mer du Nord vient lécher le rivage. L'horizon infini et les dunes préservées créent un paysage apaisant, parfait pour de longues marches revigorantes au son des vagues.",
          "visit_duration_min": 60
        },
        {
          "text": "Initiez-vous aux sports nautiques sur cette côte réputée pour ses conditions idéales. Le kitesurf et la voile se pratiquent ici dans un cadre exceptionnel, avec des écoles proposant des cours pour tous niveaux, des débutants aux pratiquants confirmés.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous tranquillement le long de la longue plage de sable où la mer du Nord vient lécher le rivage. L'horizon infini et les dunes préservées créent un paysage apaisant, parfait pour de longues balades revigorantes au son des vagues.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 10
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 10
        }
      ]
    },
    {
      "place_id": "NL::broek-in-waterland",
      "name": "Broek In Waterland",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.4333,
        4.9833
      ],
      "lat": 52.4333,
      "lon": 4.9833,
      "visits": [
        {
          "text": "Découvrez Broek in Waterland, un village pittoresque aux maisons de bois colorées qui semble figé dans le temps. Ce joyau authentique du XVIIe siècle, situé à quelques kilomètres seulement d'Amsterdam, offre une immersion totale dans la Hollande traditionnelle avec ses canaux paisibles et son atmosphère bucolique préservée du tourisme de masse.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Broek in Waterland, un village pittoresque de maisons en bois colorées qui semble figé dans le temps. Ce joyau authentique du XVIIe siècle, situé à quelques kilomètres d'Amsterdam, offre une immersion totale dans la Hollande traditionnelle avec ses canaux paisibles et son atmosphère bucolique préservée du tourisme de masse.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Flânez le long des canaux bordés de maisons historiques aux façades pastel et admirez l'architecture typiquement hollandaise de ce village classé. Les reflets des demeures anciennes dans l'eau calme créent un décor de carte postale idéal pour les amateurs de photographie.",
          "visit_duration_min": 60
        },
        {
          "text": "Flânez le long des canaux bordés de maisons historiques aux couleurs pastel et admirez l'architecture typiquement néerlandaise de ce village classé. Les reflets des demeures anciennes dans l'eau calme créent un décor de carte postale idéal pour les passionnés de photographie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 14
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 14
        }
      ]
    },
    {
      "place_id": "NL::den-haag",
      "name": "Den Haag",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.0705,
        4.3007
      ],
      "lat": 52.0705,
      "lon": 4.3007,
      "visits": [
        {
          "text": "Explorez Madurodam, le célèbre parc miniature de La Haye qui présente les Pays-Bas à l'échelle 1:25. Du Palais Royal au Rijksmuseum en passant par l'aéroport de Schiphol et les champs de tulipes, découvrez les monuments emblématiques du pays dans leurs moindres détails.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Scheveningen, la station balnéaire la plus populaire des Pays-Bas qui accueille jusqu'à 18 millions de visiteurs par an. Sa jetée de 381 mètres, ses plages animées et son boulevard vibrant en font une destination incontournable de la côte hollandaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Scheveningen, la station balnéaire la plus populaire des Pays-Bas, accueillant jusqu'à 18 millions de visiteurs par an. Sa jetée de 381 mètres, ses plages animées et son boulevard vibrant en font une destination incontournable de la côte néerlandaise.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participez aux activités interactives de Madurodam : fermez une barrière anti-tempête, chargez des conteneurs dans le port de Rotterdam ou mixez vos propres beats à la table des DJ. Ce parc ludique permet d'apprendre l'histoire néerlandaise de manière divertissante.",
          "visit_duration_min": 60
        },
        {
          "text": "Montez à la tour d'observation au bout de la jetée de Scheveningen pour une vue panoramique imprenable sur la mer du Nord. Les plus aventuriers peuvent même s'élancer en saut à l'élastique depuis cette structure emblématique.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez aux activités interactives de Madurodam : fermez une barrière anti-tempête, chargez des conteneurs au port de Rotterdam ou mixez vos propres morceaux à la table de DJ. Ce parc ludique permet d'apprendre l'histoire néerlandaise de manière divertissante.",
          "visit_duration_min": 60
        },
        {
          "text": "Montez à la tour d'observation au bout de la jetée de Scheveningen pour une vue panoramique époustouflante sur la mer du Nord. Les plus aventureux peuvent même faire un saut à l'élastique depuis cette structure emblématique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 8
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 8
        }
      ]
    },
    {
      "place_id": "NL::den-helder",
      "name": "Den Helder",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.9533,
        4.76
      ],
      "lat": 52.9533,
      "lon": 4.76,
      "visits": [
        {
          "text": "Visitez le Musée de la Marine Royale Néerlandaise, installé dans l'ancienne base navale de Den Helder. Cette institution retrace l'histoire maritime glorieuse des Pays-Bas, nation de navigateurs et d'explorateurs qui a dominé les mers pendant des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le centre-ville de Den Helder avec ses élégants bâtiments en briques rouges typiques de l'architecture hollandaise. Cette ville portuaire stratégique offre un mélange fascinant d'histoire militaire et de charme provincial.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Musée de la Marine Royale des Pays-Bas, installé dans l'ancienne base navale de Den Helder. Cette institution retrace la glorieuse histoire maritime des Pays-Bas, nation de navigateurs et d'explorateurs qui a dominé les mers pendant des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le centre-ville de Den Helder avec ses élégants bâtiments en briques rouges typiques de l'architecture néerlandaise. Cette ville portuaire stratégique offre un mélange fascinant d'histoire militaire et de charme provincial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez les champs de tulipes environnants lors d'une excursion à pied, à vélo ou en voiture. Du 1er avril à mi-mai, la région s'embrase de couleurs spectaculaires, avec la mer de fleurs côtoyant la vraie mer dans un tableau naturel saisissant.",
          "visit_duration_min": 60
        },
        {
          "text": "Cueillez vos propres tulipes au jardin Floratuin qui propose plus de 100 variétés différentes. Cette expérience unique vous permet de composer votre bouquet personnalisé parmi une palette de couleurs éblouissante.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez les champs de tulipes environnants à pied, à vélo ou en voiture. Du 1er avril à mi-mai, la région explose en couleurs spectaculaires, la mer de fleurs côtoyant la vraie mer dans un tableau naturel saisissant.",
          "visit_duration_min": 60
        },
        {
          "text": "Cueillez vos propres tulipes au jardin Floratuin qui propose plus de 100 variétés différentes. Cette expérience unique vous permet de composer votre bouquet personnalisé à partir d'une palette de couleurs éblouissante.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 11
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 11
        }
      ]
    },
    {
      "place_id": "NL::elburg",
      "name": "Elburg",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.4433,
        5.8364
      ],
      "lat": 52.4433,
      "lon": 5.8364,
      "visits": [
        {
          "text": "Explorez Elburg, une cité fortifiée médiévale remarquablement préservée. Cette ancienne ville hanséatique a conservé son plan rectangulaire d'origine avec ses remparts, ses portes monumentales et son dédale de ruelles pavées qui transportent le visiteur plusieurs siècles en arrière.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Elburg, une cité fortifiée médiévale remarquablement préservée. Cette ancienne ville hanséatique a conservé son plan rectangulaire d'origine avec ses remparts, ses portes monumentales et son dédale de rues pavées qui transportent les visiteurs plusieurs siècles en arrière.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Flânez dans le centre historique où chaque bâtiment raconte une histoire. Les façades à pignons, l'ancien hôtel de ville et l'église Saint-Nicolas témoignent de la prospérité passée de cette ville marchande qui commerçait avec toute la Baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez les remparts restaurés qui offrent une vue panoramique sur la vieille ville et les polders environnants. Cette promenade fortifiée permet d'apprécier l'ingénierie défensive médiévale tout en admirant le paysage typiquement hollandais.",
          "visit_duration_min": 60
        },
        {
          "text": "Flânez dans le centre historique où chaque bâtiment raconte une histoire. Les façades à pignons à gradins, l'ancien hôtel de ville et l'église Saint-Nicolas témoignent de la prospérité passée de cette ville marchande qui commerçait dans toute la Baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous le long des remparts restaurés qui offrent une vue panoramique sur la vieille ville et les polders environnants. Cette promenade fortifiée permet d'apprécier le génie défensif médiéval tout en admirant le paysage typiquement néerlandais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 5
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 5
        }
      ]
    },
    {
      "place_id": "NL::eye-filmmuseum",
      "name": "Eye Filmmuseum",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.381944,
        4.900556
      ],
      "lat": 52.381944,
      "lon": 4.900556,
      "visits": [
        {
          "text": "Eye Filmmuseum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorer les collections consacrées à l’histoire du cinéma aux Pays-Bas et à l’international.",
          "visit_duration_min": 60
        },
        {
          "text": "Assister aux projections et expositions temporaires dédiées au septième art.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDS MUSÉES D’AMSTERDAM",
          "day": 7
        }
      ]
    },
    {
      "place_id": "NL::foam-fotografiemuseum",
      "name": "Foam Fotografiemuseum",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.363889,
        4.893889
      ],
      "lat": 52.363889,
      "lon": 4.893889,
      "visits": [
        {
          "text": "FOAM Fotografiemuseum Amsterdam",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visiter les expositions temporaires de photographie contemporaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Observer la mise en valeur du médium photographique dans une maison de canal historique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDS MUSÉES D’AMSTERDAM",
          "day": 4
        }
      ]
    },
    {
      "place_id": "NL::giethoorn",
      "name": "Giethoorn",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.7239,
        6.0778
      ],
      "lat": 52.7239,
      "lon": 6.0778,
      "visits": [
        {
          "text": "Découvrez Giethoorn, surnommée la 'Venise du Nord', un village féerique où les rues sont remplacées par des canaux. Ce joyau unique des Pays-Bas est constitué de chaumières pittoresques reliées par plus de 180 ponts en bois, créant un décor de conte de fées préservé depuis des siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Giethoorn, surnommée la « Venise du Nord », un village de conte de fées où les rues sont remplacées par des canaux. Ce joyau unique des Pays-Bas se compose de pittoresques chaumières reliées par plus de 180 ponts de bois, créant un décor de livre d'images préservé depuis des siècles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Naviguez en barque traditionnelle à travers les canaux bordés de jardins fleuris et de maisons aux toits de chaume. Le silence n'est troublé que par le chant des oiseaux et le clapotis de l'eau, offrant une parenthèse hors du temps absolument magique.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les sentiers pédestres et cyclables qui serpentent entre les propriétés aux jardins soignés. Chaque pont franchi révèle une nouvelle perspective sur ce village lacustre où la nature et l'habitat humain coexistent en parfaite harmonie.",
          "visit_duration_min": 60
        },
        {
          "text": "Glissez à travers les canaux en barque traditionnelle devant des jardins fleuris et des maisons aux toits de chaume. Le silence n'est rompu que par le chant des oiseaux et le clapotis de l'eau, offrant une évasion absolument magique hors du temps.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les chemins de promenade et pistes cyclables qui serpentent entre les propriétés aux jardins soignés. Chaque pont traversé révèle une nouvelle perspective sur ce village lacustre où nature et habitat humain coexistent en parfaite harmonie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 4
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 4
        }
      ]
    },
    {
      "place_id": "NL::haarlem",
      "name": "Haarlem",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.387386,
        4.646219
      ],
      "lat": 52.387386,
      "lon": 4.646219,
      "visits": [
        {
          "text": "Zuid-Kennemerland National Park — Visitor Centre De Kennemerduinen (Overveen)",
          "visit_duration_min": 75
        },
        {
          "text": "Dunes et points d’observation de faune (chevaux Konik, cerfs, oiseaux)",
          "visit_duration_min": 75
        },
        {
          "text": "Bloemendaal aan Zee — plage et cordon dunaire (vue mer)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée balisée dans le parc (itinéraire moyen 3–5 km, dunes & lacs)",
          "visit_duration_min": 60
        },
        {
          "text": "Marche sur la plage de Bloemendaal (aller-retour ~3 km)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, DUNES DE KENNEMER & MOULINS DE ZAANSE SCHANS",
          "day": 3
        }
      ]
    },
    {
      "place_id": "NL::hindeloopen",
      "name": "Hindeloopen",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.9419,
        5.3989
      ],
      "lat": 52.9419,
      "lon": 5.3989,
      "visits": [
        {
          "text": "Découvrez Hindeloopen, l'un des onze villes historiques de la Frise, célèbre pour son art décoratif unique. Ce village de pêcheurs sur les rives de l'IJsselmeer a développé au fil des siècles un style artistique distinctif reconnaissable à ses motifs floraux colorés sur fond sombre.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Hindeloopen, l'une des onze villes historiques de Frise, célèbre pour son art décoratif unique. Ce village de pêcheurs sur les rives de l'IJsselmeer a développé au fil des siècles un style artistique distinctif reconnaissable à ses motifs floraux colorés sur fonds sombres.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admirez les maisons traditionnelles ornées de peintures folkloriques frisonnes dans leurs teintes caractéristiques. Le musée local expose des meubles et objets peints selon cette tradition artisanale transmise de génération en génération.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous le long du petit port où les voiliers traditionnels côtoient les maisons de capitaines. L'atmosphère paisible de ce village aux ruelles étroites invite à la contemplation et à la découverte d'un patrimoine frison authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Admirez les maisons traditionnelles ornées de peintures folkloriques frisonnes aux teintes caractéristiques. Le musée local expose meubles et objets peints selon cette tradition artisanale transmise de génération en génération.",
          "visit_duration_min": 60
        },
        {
          "text": "Flânez le long du petit port où les voiliers traditionnels côtoient les maisons de capitaines. L'atmosphère paisible de ce village aux ruelles étroites invite à la contemplation et à la découverte d'un patrimoine frison authentique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 2
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 2
        }
      ]
    },
    {
      "place_id": "NL::huis-marseille",
      "name": "Huis Marseille",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.3675,
        4.885
      ],
      "lat": 52.3675,
      "lon": 4.885,
      "visits": [
        {
          "text": "Huis Marseille Museum for Photography",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrir les expositions de photographie d’art dans une maison de maître du XVIIe siècle.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourir les galeries consacrées aux séries contemporaines et aux collections permanentes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDS MUSÉES D’AMSTERDAM",
          "day": 5
        }
      ]
    },
    {
      "place_id": "NL::kaatsheuvel",
      "name": "Kaatsheuvel",
      "cc": "NL",
      "language": "fr",
      "coords": [
        51.65,
        5.05
      ],
      "lat": 51.65,
      "lon": 5.05,
      "visits": [
        {
          "text": "Passez une journée magique à Efteling, le plus grand parc à thème des Pays-Bas et le quatrième d'Europe. Cette attraction légendaire de la province du Brabant enchante petits et grands depuis des décennies avec ses univers féeriques et ses attractions à sensations.",
          "visit_duration_min": 75
        },
        {
          "text": "Plongez dans la célèbre Forêt des Contes de Fées où les histoires du Petit Chaperon Rouge, de la Vieille Mère Givre et de la Belle au Bois Dormant prennent vie. Ces mises en scène enchantées, créées avec un souci du détail remarquable, émerveillent les visiteurs de tous âges.",
          "visit_duration_min": 75
        },
        {
          "text": "Passez une journée magique à Efteling, le plus grand parc d'attractions des Pays-Bas et le quatrième plus grand d'Europe. Cette attraction légendaire de la province du Brabant enchante petits et grands depuis des décennies avec ses mondes féeriques et ses manèges palpitants.",
          "visit_duration_min": 75
        },
        {
          "text": "Plongez dans la célèbre Forêt des Contes de Fées où les histoires du Petit Chaperon Rouge, de Dame Holle et de la Belle au Bois Dormant prennent vie. Ces scènes enchanteresses, créées avec une attention remarquable aux détails, ravissent les visiteurs de tous âges.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Défiez les six montagnes russes du parc, des classiques en bois aux attractions ultra-modernes. Les amateurs de sensations fortes trouveront leur bonheur parmi les manèges aquatiques et les parcours dans l'obscurité qui font la renommée d'Efteling.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les différents royaumes thématiques du parc qui allient tradition et innovation. Efteling a su préserver son charme nostalgique tout en proposant des attractions contemporaines, créant une expérience unique en Europe.",
          "visit_duration_min": 60
        },
        {
          "text": "Relevez le défi des six montagnes russes du parc, des classiques en bois aux attractions ultra-modernes. Les amateurs de sensations fortes trouveront leur bonheur parmi les attractions aquatiques et les dark rides qui ont fait la renommée d'Efteling.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les différents royaumes thématiques du parc qui mêlent tradition et innovation. Efteling a su préserver son charme nostalgique tout en proposant des attractions contemporaines, créant une expérience unique en Europe.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 6
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 6
        }
      ]
    },
    {
      "place_id": "NL::keukenhof",
      "name": "Keukenhof",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.269,
        4.5465
      ],
      "lat": 52.269,
      "lon": 4.5465,
      "visits": [
        {
          "text": "Visite du parc floral de Keukenhof à Lisse, le plus grand jardin de tulipes du monde avec plus de 7 millions de bulbes plantés chaque année.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du moulin de Keukenhof et des serres à fleurs thématiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade à vélo sur la Piste Cyclable Bleue (5 km) autour du parc de Keukenhof pour admirer les champs de tulipes multicolores.",
          "visit_duration_min": 60
        },
        {
          "text": "Piste Cyclable Violette (10 km) à travers les champs de tulipes de Lisse et Voorhout, passage par la ferme florale De Tulperij et ‘t Huys Dever.",
          "visit_duration_min": 60
        },
        {
          "text": "Boucle Rouge (25 km) : itinéraire complet du Bollenstreek passant par les dunes de Noordwijk et les plages de la Mer du Nord, retour par un parc animalier.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "ROUTE DES TULIPES ET MOULINS DES PAYS-BAS",
          "day": 2
        }
      ]
    },
    {
      "place_id": "NL::kinderdijk",
      "name": "Kinderdijk",
      "cc": "NL",
      "language": "fr",
      "coords": [
        51.8841,
        4.6426
      ],
      "lat": 51.8841,
      "lon": 4.6426,
      "visits": [
        {
          "text": "Découverte du site de Kinderdijk, classé au patrimoine mondial de l’UNESCO. Observation des 19 moulins à vent du XVIIIe siècle et balade à pied ou à vélo le long des canaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de l’intérieur d’un moulin traditionnel pour comprendre le système de pompage et la vie des meuniers.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les 19 moulins à vent historiques de Kinderdijk, inscrits au patrimoine mondial de l'UNESCO depuis 1997. Ces moulins du XVIIIe siècle, construits pour pomper l'eau des polders, représentent l'un des ensembles les plus impressionnants et les mieux préservés des Pays-Bas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le moulin-musée pour comprendre le fonctionnement ingénieux de ces machines hydrauliques. Ces moulins pompent l'eau vers la 'Nieuwen Waterschap' qui se jette dans la rivière Lek, permettant de maintenir les terres arables sous le niveau de la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les 19 moulins à vent historiques de Kinderdijk, inscrits au patrimoine mondial de l'UNESCO depuis 1997. Ces moulins du XVIIIe siècle, construits pour pomper l'eau des polders, représentent l'un des ensembles les plus impressionnants et les mieux conservés des Pays-Bas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le moulin-musée pour comprendre le fonctionnement ingénieux de ces machines hydrauliques. Ces moulins pompent l'eau vers le « Nieuwen Waterschap » qui se déverse dans le fleuve Lek, permettant de maintenir des terres agricoles en dessous du niveau de la mer.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Croisière en bateau sur les canaux de Kinderdijk pour admirer les moulins depuis l’eau.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo autour du polder d’Alblasserwaard, entre digues et prairies hollandaises.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez les pistes cyclables qui serpentent entre les moulins majestueux. Quelle que soit la saison, ces géants aux ailes tournantes offrent un spectacle fascinant, surtout au coucher du soleil quand leurs silhouettes se découpent sur le ciel embrasé.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez l'histoire de la lutte ancestrale des Néerlandais contre l'eau à travers ce site emblématique. Ces moulins témoignent de l'ingéniosité d'un peuple qui a su conquérir des terres sur la mer et les maintenir habitables pendant des siècles.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez à vélo les chemins qui serpentent entre les majestueux moulins. Quelle que soit la saison, ces géants aux ailes tournantes offrent un spectacle fascinant, particulièrement au coucher du soleil lorsque leurs silhouettes se découpent sur le ciel embrasé.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "ROUTE DES TULIPES ET MOULINS DES PAYS-BAS",
          "day": 1
        },
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 7
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 7
        }
      ]
    },
    {
      "place_id": "NL::lisse",
      "name": "Lisse",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.2697,
        4.5462
      ],
      "lat": 52.2697,
      "lon": 4.5462,
      "visits": [
        {
          "text": "Visitez le Keukenhof, surnommé le Jardin de l'Europe et considéré comme l'un des plus beaux jardins de printemps au monde. Avec plus de sept millions de tulipes, jonquilles et jacinthes en fleurs, ce parc de 32 hectares offre une explosion de couleurs absolument spectaculaire entre mars et mai.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'histoire fascinante de la tulipe et de la 'Tulipmania' du XVIIe siècle à travers les expositions du parc. Cette période où les bulbes valaient plus cher que les maisons témoigne de la passion hollandaise pour cette fleur devenue symbole national.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Keukenhof, surnommé le Jardin de l'Europe et considéré comme l'un des plus beaux jardins de printemps au monde. Avec plus de sept millions de tulipes, jonquilles et jacinthes en fleurs, ce parc de 32 hectares offre une explosion de couleurs absolument spectaculaire de mars à mai.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez l'histoire fascinante de la tulipe et la « Tulipomanie » du XVIIe siècle à travers les expositions du parc. Cette période où les bulbes valaient plus cher que des maisons témoigne de la passion néerlandaise pour cette fleur devenue symbole national.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admirez les 50 sculptures d'artistes néerlandais disséminées dans le parc, faisant du Keukenhof le plus grand parc de sculptures des Pays-Bas. L'art contemporain dialogue harmonieusement avec les compositions florales dans un mariage réussi de nature et de culture.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarquez pour une excursion en bateau traditionnel en bois à travers les champs de tulipes environnants. Ces embarcations anciennes, autrefois utilisées par les jardiniers, offrent une perspective unique sur les rangées multicolores qui s'étendent à l'infini.",
          "visit_duration_min": 60
        },
        {
          "text": "Admirez les 50 sculptures d'artistes néerlandais disséminées dans le parc, faisant de Keukenhof le plus grand parc de sculptures des Pays-Bas. L'art contemporain dialogue harmonieusement avec les compositions florales dans un mariage réussi de nature et de culture.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarquez pour une excursion en bateau traditionnel en bois à travers les champs de tulipes environnants. Ces embarcations anciennes, autrefois utilisées par les jardiniers, offrent une perspective unique sur les rangées multicolores s'étendant à l'infini.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 9
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 9
        }
      ]
    },
    {
      "place_id": "NL::maison-rembrandt",
      "name": "Maison Rembrandt",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.36934,
        4.901171
      ],
      "lat": 52.36934,
      "lon": 4.901171,
      "visits": [
        {
          "text": "Maison Rembrandt (Museum Het Rembrandthuis)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visiter la maison historique où le peintre Rembrandt a vécu et travaillé.",
          "visit_duration_min": 60
        },
        {
          "text": "Voir les espaces reconstitués et les démonstrations autour de la gravure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDS MUSÉES D’AMSTERDAM",
          "day": 6
        }
      ]
    },
    {
      "place_id": "NL::noordoostpolder",
      "name": "Noordoostpolder",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.71,
        5.7489
      ],
      "lat": 52.71,
      "lon": 5.7489,
      "visits": [
        {
          "text": "Émerveillez-vous devant les plus grands champs de tulipes des Pays-Bas dans le Noordoostpolder. Cette région au nord-est d'Amsterdam compte plus de 2 000 hectares de terres cultivables où les tulipes créent des tableaux naturels aux couleurs éclatantes à chaque coin de rue.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le centre d'information sur les tulipes du Noordoostpolder pour comprendre l'histoire fascinante de la 'Tulipmania' et l'importance économique de cette fleur emblématique. Des expositions interactives révèlent les secrets de la culture et du commerce des bulbes.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant les plus grands champs de tulipes des Pays-Bas dans le Noordoostpolder. Cette région au nord-est d'Amsterdam compte plus de 2 000 hectares de terres cultivées où les tulipes créent des tableaux naturels aux couleurs vives à chaque coin de route.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Centre d'Information sur les Tulipes du Noordoostpolder pour comprendre l'histoire fascinante de la « Tulipomanie » et l'importance économique de cette fleur emblématique. Des expositions interactives révèlent les secrets de la culture et du commerce des bulbes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez les champs colorés à pied, à vélo ou en voiture selon vos envies. Loin des foules du Keukenhof, cette région offre une expérience plus intime et authentique au coeur des cultures florales, avec des panoramas à perte de vue sur les rangées multicolores.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les champs colorés à pied, à vélo ou en voiture selon vos préférences. Loin des foules de Keukenhof, cette région offre une expérience plus intime et authentique au cœur de la culture florale, avec des vues panoramiques s'étendant à l'infini sur des rangées multicolores.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 3
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 3
        }
      ]
    },
    {
      "place_id": "NL::rijksmuseum",
      "name": "Rijksmuseum",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.36,
        4.885278
      ],
      "lat": 52.36,
      "lon": 4.885278,
      "visits": [
        {
          "text": "Rijksmuseum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorer les collections de peintures du Siècle d’or néerlandais et les arts décoratifs.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrir les salles consacrées aux arts graphiques et à la bibliothèque Cuypers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDS MUSÉES D’AMSTERDAM",
          "day": 1
        }
      ]
    },
    {
      "place_id": "NL::schiermonnikoog",
      "name": "Schiermonnikoog",
      "cc": "NL",
      "language": "fr",
      "coords": [
        53.4747,
        6.15
      ],
      "lat": 53.4747,
      "lon": 6.15,
      "visits": [
        {
          "text": "Explorez Schiermonnikoog, la plus petite île habitée des îles de Frise occidentale et l'une des plus préservées. Déclarée parc national en 1989, cette île offre une nature intacte avec ses dunes sauvages, ses forêts de pins et ses vasières exceptionnelles inscrites au patrimoine mondial de l'UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la mer des Wadden, un écosystème unique classé au patrimoine mondial de l'UNESCO. Cette zone intertidale abrite une biodiversité remarquable et constitue l'une des dernières grandes zones humides naturelles d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Schiermonnikoog, la plus petite île habitée des îles de la Frise occidentale et l'une des plus préservées. Déclarée parc national en 1989, cette île offre une nature intacte avec ses dunes sauvages, ses forêts de pins et ses vasières exceptionnelles inscrites au patrimoine mondial de l'UNESCO.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participez à une promenade guidée dans les vasières avec des guides locaux experts. À marée basse, vous explorerez cet univers fascinant peuplé de crabes, coquillages et oiseaux migrateurs, une expérience sensorielle inoubliable.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez de la plage la plus large d'Europe avec son kilomètre de sable fin à perte de vue. Cet espace immense où ciel et mer se confondent offre un sentiment de liberté absolue, loin de toute urbanisation.",
          "visit_duration_min": 60
        },
        {
          "text": "Participez à une marche guidée sur les vasières avec des guides locaux experts. À marée basse, vous explorerez ce monde fascinant peuplé de crabes, de coquillages et d'oiseaux migrateurs - une expérience sensorielle inoubliable.",
          "visit_duration_min": 60
        },
        {
          "text": "Profitez de la plus large plage d'Europe avec son kilomètre de sable fin s'étendant à perte de vue. Cet espace immense où le ciel et la mer se confondent offre un sentiment de liberté absolue, loin de toute urbanisation.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 1
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 1
        }
      ]
    },
    {
      "place_id": "NL::stedelijk-museum",
      "name": "Stedelijk Museum",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.358056,
        4.879722
      ],
      "lat": 52.358056,
      "lon": 4.879722,
      "visits": [
        {
          "text": "Stedelijk Museum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrir les collections d’art moderne et contemporain ainsi que de design.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourir les salles consacrées aux grands mouvements artistiques des XIXe et XXe siècles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDS MUSÉES D’AMSTERDAM",
          "day": 3
        }
      ]
    },
    {
      "place_id": "NL::straat-museum",
      "name": "Straat Museum",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.403611,
        4.889444
      ],
      "lat": 52.403611,
      "lon": 4.889444,
      "visits": [
        {
          "text": "STRAAT Museum",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourir un vaste espace d’exposition consacré au street art et aux fresques monumentales.",
          "visit_duration_min": 60
        },
        {
          "text": "Observer les oeuvres réalisées par des artistes internationaux dans un ancien chantier naval.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDS MUSÉES D’AMSTERDAM",
          "day": 8
        }
      ]
    },
    {
      "place_id": "NL::urk",
      "name": "Urk",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.663,
        5.6028
      ],
      "lat": 52.663,
      "lon": 5.6028,
      "visits": [
        {
          "text": "Exploration du site de Schokland, ancienne île classée à l’UNESCO, avec ses vestiges d’un port et son musée en plein air illustrant l’histoire du polder.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du village de pêcheurs d’Urk, anciennement insulaire, célèbre pour ses ruelles pavées, son phare et son port traditionnel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade sur la digue d’Urk pour observer le lac IJsselmeer et les bateaux de pêche.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite libre des ateliers de filetage du poisson et des maisons de marins restaurées.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::pays-bas::route-des-tulipes",
          "itin_title": "ROUTE DES TULIPES ET MOULINS DES PAYS-BAS",
          "day": 3
        }
      ]
    },
    {
      "place_id": "NL::utrecht",
      "name": "Utrecht",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.090737,
        5.12142
      ],
      "lat": 52.090737,
      "lon": 5.12142,
      "visits": [
        {
          "text": "Domtoren (tour de la cathédrale) et Domplein (extérieurs)",
          "visit_duration_min": 75
        },
        {
          "text": "Oudegracht — quais médiévaux et entrepôts réhabilités",
          "visit_duration_min": 75
        },
        {
          "text": "Museum Speelklok (instruments automates & orgues de rue)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Boucle pédestre le long des canaux d’Utrecht (Oudegracht → Nieuwegracht, ~4 km)",
          "visit_duration_min": 60
        },
        {
          "text": "Montée de la Domtoren (créneaux sur réservation) ou panorama depuis le parc Lepelenburg",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::randstad::hollande-4j-amsterdam-utrecht-kennemer-zaanse",
          "itin_title": "AMSTERDAM, UTRECHT, DUNES DE KENNEMER & MOULINS DE ZAANSE SCHANS",
          "day": 2
        }
      ]
    },
    {
      "place_id": "NL::van-gogh-museum",
      "name": "Van Gogh Museum",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.358416,
        4.881076
      ],
      "lat": 52.358416,
      "lon": 4.881076,
      "visits": [
        {
          "text": "Musée Van Gogh",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Voir une importante collection de tableaux et dessins de Vincent van Gogh.",
          "visit_duration_min": 60
        },
        {
          "text": "Suivre le parcours chronologique sur la vie et l’oeuvre du peintre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::temp_1763930810571",
          "itin_title": "GRANDS MUSÉES D’AMSTERDAM",
          "day": 2
        }
      ]
    },
    {
      "place_id": "NL::volendam",
      "name": "Volendam",
      "cc": "NL",
      "language": "fr",
      "coords": [
        52.4958,
        5.0708
      ],
      "lat": 52.4958,
      "lon": 5.0708,
      "visits": [
        {
          "text": "Explorez Volendam, l'un des villages de pêcheurs les plus emblématiques des Pays-Bas. Ce port traditionnel sur les rives de l'IJsselmeer a conservé son charme d'antan avec ses ruelles pavées, ses maisons en bois et ses habitants qui portent encore parfois le costume traditionnel lors des fêtes locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Volendam, l'un des villages de pêcheurs les plus emblématiques des Pays-Bas. Ce port traditionnel sur les rives de l'IJsselmeer a préservé son charme d'antan avec ses rues pavées, ses maisons en bois et ses habitants qui portent encore occasionnellement le costume traditionnel lors des fêtes locales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous sur le port pittoresque où les bateaux de pêche colorés se balancent doucement. Admirez les façades typiques des maisons de pêcheurs et imprégnez-vous de l'atmosphère maritime authentique de ce village qui a inspiré de nombreux artistes depuis des siècles.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous le long du port pittoresque où les bateaux de pêche colorés se balancent doucement. Admirez les façades typiques des maisons de pêcheurs et imprégnez-vous de l'atmosphère maritime authentique de ce village qui a inspiré d'innombrables artistes au fil des siècles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NL::holland::plus-beaux-endroits",
          "itin_title": "Trésors cachés des Pays-Bas : des tulipes aux moulins",
          "day": 13
        },
        {
          "itin_id": "NL::holland::hidden-treasures",
          "itin_title": "Trésors Cachés des Pays-Bas : Des Tulipes aux Moulins à Vent",
          "day": 13
        }
      ]
    }
  ]
}