{
  "version": "v1",
  "country": "GP",
  "language": "it",
  "itineraries": [
    {
      "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
      "id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
      "language": "it",
      "created_at": "2025-10-25T15:45:40.000Z",
      "source_url": "",
      "dept_code": "GP",
      "dept_name": "Guadalupa",
      "title": "Tour della Guadalupa: Cascate del Carbet e Riserva Cousteau",
      "subtitle": "Un viaggio a forma di farfalla tra lagune turchesi, foreste pluviali e isole incontaminate dei Caraibi francesi",
      "notes": "Un viaggio a forma di farfalla dalle spiagge di Grande-Terre alla foresta pluviale di Basse-Terre, con escursioni giornaliere a Les Saintes, Marie-Galante e La Désirade.",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "GP::sainte-anne",
            "coords": [
              16.227,
              -61.386
            ]
          },
          "visits": [
            {
              "text": "Mercato di Pointe-à-Pitre — Contesto storico e vedute eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'Îlet du Gosier galleggia a 500 metri dalla riva. Il suo faro rosso e bianco, costruito nel 1930, domina l'isola. Iguana di quasi 2 metri popolano ancora il luogo.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Museo Schoelcher — Cultura locale o botanica con cartelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il mercato artigianale di Sainte-Anne propone gioielli, dipinti, oggetti in legno e tessuti creoli in un'atmosfera calorosa. Particolarmente animato il giovedì mattina e nel fine settimana.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Chiesa di St-Pierre & St-Paul — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La spiaggia di Bois Jolan si estende per 2 chilometri. La sua sabbia bianca e le acque turchesi poco profonde ne fanno un luogo ideale per le famiglie. Palme da cocco e uva marina offrono ombra naturale.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "La spiaggia della Caravelle sfoggia la sua sabbia abbagliante e la sua acqua turchese. È l'immagine da cartolina che vedrete ovunque.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Raggiungete l'Îlet du Gosier con la navetta dalla spiaggia della Datcha. La traversata dura 15 minuti.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "15 min",
                "tip": "Navetta dalle 9 alle 17, partite presto per evitare la folla"
              }
            },
            {
              "text": "Esplorate la laguna di Bois Jolan con maschera, pinne e boccaglio. I fondali poco profondi ospitano coralli, pesci tropicali e praterie marine.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Mattina, acqua più calma"
              }
            },
            {
              "text": "Noleggiate un kayak trasparente a Sainte-Anne per scivolare sull'acqua cristallina e osservare i fondali marini senza bagnarvi.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1-2h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.8,
            "drive_min": 58,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "GP::pointe-a-pitre",
            "coords": [
              16.241,
              -61.534
            ]
          },
          "visits": [
            {
              "text": "Isolotto di Gosier — Contesto storico e vedute eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il padiglione del mercato centrale, interamente metallico, fu inaugurato nel 1874. La sua struttura antisismica e i pilastri in ghisa provengono dalla fonderia Denonvilliers.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Mercato dell'artigianato di Sainte-Anne — Cultura locale o botanica con cartelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il museo Schoelcher espone oggetti appartenuti a Victor Schoelcher, difensore dell'abolizione della schiavitù. Ospitato in un elegante edificio in stile classico.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Barriera corallina di Bois Jolan — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La chiesa Saint-Pierre-et-Saint-Paul, soprannominata «cattedrale di ferro», presenta un'architettura metallica costruita nel 1874 che resiste ai cicloni da oltre un secolo.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Place de la Victoire, fiancheggiata da palme, presenta i busti di antichi governatori e il monumento delle 100 catene. L'ex cinema Renaissance sfoggia la sua facciata Art déco giallo arancio.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Il museo Saint-John Perse occupa una casa coloniale costruita nel 1880. Vi vedrete costumi creoli e documenti sulla vita del poeta guadalupano.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Passeggiate al mercato delle spezie fin dal mattino. Vi troverete vaniglia, cannella, curcuma, punch aromatizzati e frutti tropicali.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-14h",
                "tip": "Arrivate presto per i prodotti più freschi"
              }
            },
            {
              "text": "Scoprite i murales di street art nel quartiere storico intorno alla Darse. Ritratti potenti e colori vivaci trasformano i muri in una galleria a cielo aperto.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            }
          ],
          "to_next_leg": {
            "distance_km": 20.6,
            "drive_min": 41,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::deshaies",
            "coords": [
              16.306,
              -61.794
            ]
          },
          "visits": [
            {
              "text": "Fort Delgrès — Contesto storico e vedute eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Gli îlets Pigeon costituiscono il cuore della Riserva Cousteau. Jacques-Yves Cousteau vi si immerse nel 1959 e raccomandò la protezione del sito.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Cattedrale di Basse-Terre — Cultura locale o botanica con cartelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La spiaggia di Malendure sfoggia la sua sabbia nera di origine vulcanica. Di fronte agli îlets Pigeon, i centri di immersione si allineano sul lungomare.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Portici del quartiere antico — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un busto del Comandante Cousteau riposa a 13 metri di profondità sul sito del Giardino di Corallo. I subacquei possono fargli visita.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Immergetevi con le bombole nella Riserva Cousteau. Barriere coralline colorate, tartarughe verdi e pesci tropicali evolvono in un'acqua a 28 gradi.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min sott'acqua",
                "tip": "Battesimo dai 8 anni"
              }
            },
            {
              "text": "Partite per un'escursione con maschera e pinne da Malendure. I noleggiatori propongono maschere, boccagli e pinne per esplorare i fondali a pochi metri dalla riva.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Mattina, visibilità ottimale"
              }
            },
            {
              "text": "Salite su una barca con fondo di vetro per ammirare i coralli senza bagnarvi. La traversata dura circa 1h15.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h15"
              }
            },
            {
              "text": "Noleggiate un kayak per raggiungere gli îlets Pigeon con i vostri mezzi. Pagaierete sopra le praterie dove le tartarughe si nutrono.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~1 km",
                "duration": "20 min"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 70.2,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::deshaies",
            "coords": [
              16.306,
              -61.794
            ]
          },
          "visits": [
            {
              "text": "Giardino Botanico di Deshaies — Contesto storico e panorami eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Giardino Botanico di Deshaies occupa l'ex proprietà di Coluche su 7 ettari. Oltre 1000 specie tropicali: kapok, baobab, palme reali, ibisco e rose di porcellana.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Belvedere di Grande Anse — Cultura locale o botanica con cartelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Attraversate i viali ombreggiati del giardino. Una cascata di 10 metri cade in una vasca dove nuotano carpe koi. Voliere ospitano lorichetti e ara multicolori.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Belvedere della spiaggia Pearl — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La spiaggia di Grande Anse disegna una mezzaluna di quasi 2 chilometri. Sabbia dorata, palme da cocco e viste sulle colline verdeggianti ne fanno la più spettacolare della Guadalupa.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Raggiungete la spiaggia de la Perle, più tranquilla e selvaggia. L'îlet Kahouanne si staglia all'orizzonte. In stagione, le tartarughe vengono a deporre le uova.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Arrivate al giardino botanico alle 9 per evitare il caldo. Portate semi per nutrire i lorichetti, un momento indimenticabile.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "9h-11h o 16h-17h30",
                "duration": "~2h"
              }
            },
            {
              "text": "Installatevi sulla Grande Anse nel tardo pomeriggio. Il tramonto è splendido, con il mare che vira all'oro e al rosa.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "17h-18h30"
              }
            },
            {
              "text": "Percorrete il sentiero costiero tra Grande Anse e il borgo di Deshaies. Vegetazione lussureggiante e panorami sulla baia.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~1 km",
                "difficulty": "Facile"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 45.3,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::basse-terre",
            "coords": [
              15.999,
              -61.728
            ]
          },
          "visits": [
            {
              "text": "Sede centrale del Parco Nazionale — Contesto storico e panorami eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La sede del Parco Nazionale della Guadalupa si trova a Saint-Claude. Recuperate le mappe dei sentieri e i consigli delle guardie prima delle vostre escursioni nella foresta.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Fermata Saut de la Lézarde — Cultura locale o botanica con cartelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascata del Saut de la Lézarde cade in una piscina naturale. Felci arborescenti e liane giganti incorniciano questa cascata accessibile.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Maison du Cacao — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Maison du Cacao a Pointe-Noire ripercorre la storia della coltivazione del cacao. Vedrete le cabosse essiccare e assaggerete il cioccolato locale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Maison de la Forêt sulla Route de la Traversée propone una mostra sulla foresta guadalupana. Sentieri interpretativi e ponte sospeso nelle vicinanze.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Percorrete la Route de la Traversée che attraversa il Parco Nazionale. Foresta tropicale densa, felci giganti e bambù fiancheggiano questa strada panoramica.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "16 km",
                "tip": "Soste frequenti per osservare la fauna"
              }
            },
            {
              "text": "Bagnatevi nella piscina del Saut de la Lézarde. L'acqua fresca del fiume contrasta con il caldo tropicale.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Costume e asciugamano indispensabili"
              }
            },
            {
              "text": "Degustate le specialità a base di cacao alla Maison du Cacao. Tavolette artigianali, pasta di cacao e dolciumi locali.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            }
          ],
          "to_next_leg": {
            "distance_km": 45.3,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::basse-terre",
            "coords": [
              15.999,
              -61.728
            ]
          },
          "visits": [
            {
              "text": "Belvedere della Riserva Cousteau — Contesto storico e panorami eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Fort Delgrès fu costruito tra il XVII e il XVIII secolo. Nel maggio 1802, Louis Delgrès e 300 compagni vi resistettero al ristabilimento della schiavitù prima di ritirarsi su Matouba.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Spiaggia di Malendure — Cultura locale o botanica con cartelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Salite sui bastioni del forte. Avrete una vista panoramica sul Mar dei Caraibi, la città e la Soufrière in lontananza.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Vista degli isolotti Pigeon — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cattedrale Notre-Dame-de-Guadeloupe presenta una facciata in pietra vulcanica in stile barocco gesuitico. Edificata nel XVIII secolo, è una delle più antiche dell'arcipelago.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Le vie commerciali del centro ospitano numerose botteghe dalle facciate colorate. L'architettura creola costeggia gli edifici firmati Ali Tur, tra cui il palazzo di Giustizia classificato Monumento Storico.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "La maison du patrimoine et de l'architecture ripercorre la storia di questa città d'arte e di storia. Chiedete le visite guidate del quartiere Saint-François.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Recatevi al mercato coperto di Basse-Terre al mattino. Spezie, punch, rum aromatizzati e prodotti locali in un'atmosfera conviviale.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "8h-13h",
                "tip": "Chiuso domenica e lunedì"
              }
            },
            {
              "text": "Spingetevi fino alla distilleria Bologne all'uscita nord della città. Visita guidata degli impianti e degustazione del celebre rum agricolo.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h30",
                "booking": "Prenotazione consigliata"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 45.3,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::terre-de-haut",
            "coords": [
              15.864,
              -61.585
            ]
          },
          "visits": [
            {
              "text": "Fort Napoléon — Contesto storico e panorami eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Fort Napoléon domina Terre-de-Haut dal Morne Mire. Costruito nel XIX secolo sulle rovine di Fort Louis, offre un panorama a 360 gradi sull'arcipelago delle Saintes.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Baia Pain de Sucre — Cultura locale o botanica con pannelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il museo del forte ripercorre i conflitti franco-inglesi ed espone due modellini delle navi ammiraglie della battaglia delle Saintes del 1782.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Vicoli del villaggio di Terre-de-Haut — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il giardino di cactus circonda il forte. Iguana di quasi 2 metri si crogiolano al sole sulle vecchie pietre.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La Baie des Saintes, classificata tra le più belle del mondo, si ammira dai bastioni. Barche a vela multicolori e case creole compongono il quadro.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Il Pain de Sucre, formazione rocciosa emblematica, emerge dalle acque turchesi. Questa silhouette ha dato il nome alla spiaggia vicina.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Le viuzze del villaggio allineano case creole colorate dai tetti rossi. La chiesa Notre-Dame-de-l'Assomption sfoggia la sua facciata in pietra vulcanica.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Noleggiate uno scooter o un'auto elettrica appena arrivati. Le auto classiche sono vietate sull'isola.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Prenotate vicino all'imbarcadero"
              }
            },
            {
              "text": "Salite a Fort Napoléon di prima mattina per evitare il caldo. La strada sale seriamente dal borgo.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "30 min a piedi"
              }
            },
            {
              "text": "Bagnatevi all'anse du Pain de Sucre. Acque turchesi poco profonde e snorkeling ai piedi della roccia vulcanica.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Arrivate presto, la spiaggia si riempie velocemente"
              }
            },
            {
              "text": "Assaggiate il Tourment d'Amour, pasticcino locale a base di cocco. Le venditrici li propongono sul pontile prima delle partenze dei traghetti.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            }
          ],
          "to_next_leg": {
            "distance_km": 37.6,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::grand-bourg",
            "coords": [
              15.9,
              -61.317
            ]
          },
          "visits": [
            {
              "text": "Habitation Roussel-Trianon — Contesto storico e panorami eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'Habitation Roussel-Trianon risale alla fine del XVIII secolo. Il suo mulino a vento dalle pietre finemente tagliate attraversa le epoche. La piattaforma circolare del mulino a trazione animale sussiste ancora.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Gueule Grand Gouffre — Cultura locale o botanica con pannelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Gueule Grand Gouffre forma un arco di 50 metri scavato dal mare. Le onde si infilano in questa perforazione spettacolare.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Chiesa di Capesterre — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Dalle scogliere calcaree, scorgerete Grande-Terre e la Désirade con tempo sereno. Le sfumature turchesi e bianche della schiuma compongono uno spettacolo mozzafiato.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "La chiesa dell'Immaculée-Conception-de-Notre-Dame troneggia al centro di Grand-Bourg. Costruita nel XIX secolo, domina la piazza centrale ombreggiata.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "L'Habitation Murat ospitava 307 schiavi nel XIX secolo. Era la più grande zuccherificio della Guadalupa. Oggi, l'ecomuseo ripercorre tre secoli di storia dello zucchero.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Recatevi al mercato di Grand-Bourg dalle 6. Spezie, frutti tropicali e prodotti locali in un'atmosfera colorata.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-13h"
              }
            },
            {
              "text": "Visitate la distilleria Bielle per scoprire il processo di fabbricazione del rum. Degustazione del rum agricolo a 59 gradi, specialità di Marie-Galante.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h"
              }
            },
            {
              "text": "Noleggiate una bicicletta per percorrere la strada costiera. L'isola quasi rotonda offre un rilievo dolce e campi di canna da zucchero a perdita d'occhio.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "App Géovélo per i tracciati"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 73.1,
            "drive_min": 73,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::desirade",
            "coords": [
              16.323,
              -61.029
            ]
          },
          "visits": [
            {
              "text": "Faro di Pointe Doublé — Contesto storico e panorami eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il faro della Pointe Doublé segna l'estremità est della Désirade. Dai suoi 25 metri di altezza, sorveglia il canale tra l'isola e Petite-Terre.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Sentieri della riserva naturale — Cultura locale o botanica con pannelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I sentieri della riserva naturale attraversano una vegetazione xerofila unica. Cactus, agavi e acacie compongono questo paesaggio arido preservato.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Piane di barriera corallina di Baie-Mahault — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le piattaforme coralline si estendono al largo di Baie-Mahault. Queste formazioni coralline poco profonde ospitano aragoste, strombi e pesci tropicali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il villaggio di Beauséjour allinea le sue case creole colorate di fronte al mare. L'atmosfera pacifica contrasta con l'animazione delle altre isole.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Percorrete il sentiero costiero a piedi. Le scogliere calcaree offrono punti panoramici spettacolari sull'oceano Atlantico.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~8 km",
                "difficulty": "Moderato"
              }
            },
            {
              "text": "Bagnatevi alla spiaggia di Fifi. Sabbia bianca, palme da cocco e acque calme ne fanno il luogo ideale per le famiglie dell'isola.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            },
            {
              "text": "Noleggiate una bicicletta per esplorare l'isola lunga 11 chilometri. Il rilievo piatto facilita gli spostamenti.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "L'isola si attraversa in 1h in bicicletta"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 35.5,
            "drive_min": 71,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::saint-francois",
            "coords": [
              16.256,
              -61.275
            ]
          },
          "visits": [
            {
              "text": "Pointe des Châteaux — Contesto storico e panorami eccezionali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Pointe des Châteaux proietta le sue rocce scolpite nell'oceano Atlantico. Una croce domina il promontorio e offre una vista su Marie-Galante, la Désirade e les Saintes.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Marina di Saint‑François — Cultura locale o botanica con cartelli interpretativi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le onde dell'Atlantico si infrangono contro le scogliere. Il vento soffia forte su questo capo selvaggio, estremità sud-est di Grande-Terre.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Passerella di Raisins Clairs — Paesaggio costiero e punto panoramico degli alisei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il porto turistico di Saint-François accoglie barche a vela e catamarani. Punto di partenza delle escursioni verso la Désirade, Petite-Terre e Marie-Galante.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "La spiaggia des Raisins Clairs distende la sua sabbia bianca fiancheggiata da palme da cocco. Acque calme e poco profonde per un bagno tranquillo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il mercato notturno di Saint-François si installa il mercoledì sera. Artigianato locale, musicisti e bancarelle di specialità creole animano il lungomare.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Camminate fino alla croce della Pointe des Châteaux. Il sentiero sale sul promontorio roccioso in 20 minuti.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "20 min",
                "tip": "Attenzione al vento molto forte"
              }
            },
            {
              "text": "Raggiungete la spiaggia dell'Anse à la Gourde ai piedi della Pointe des Châteaux. Spot di surf apprezzato con belle onde.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            },
            {
              "text": "Degustate pesci alla griglia e accras nei ristoranti sul lungomare a Saint-François. Vista sul porto turistico e sulle barche.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Tramonto"
              }
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [
        "GP"
      ],
      "nearby_itins": [
        "MQ::island::martinique-volcano-and-anse"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mer & Côtes",
          "Gastronomie & Vin"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Tour della Guadalupa: Cascate del Carbet e Riserva Cousteau",
        "intro_paragraph": "Scoprite la Guadalupa, arcipelago a forma di farfalla dove spiagge da sogno, foresta pluviale e vulcano attivo si incontrano in un paradiso caraibico. Dalle lagune turchesi di Grande-Terre alla giungla lussureggiante di Basse-Terre, questo itinerario vi porta alla scoperta di cascate spettacolari, fondali marini eccezionali e isole autentiche.",
        "seo_hook": "Un viaggio tra lagune caraibiche, foresta tropicale e isole segrete nei Caraibi francesi",
        "featured_list": [
          "La Riserva Cousteau e i suoi fondali marini eccezionali intorno agli îlets Pigeon",
          "Fort Napoléon a Terre-de-Haut con vista panoramica sulla baia delle Saintes",
          "Il Giardino Botanico di Deshaies, ex proprietà di Coluche con oltre 1000 specie",
          "La Gueule Grand Gouffre di Marie-Galante, arco naturale di 50 metri",
          "La Pointe des Châteaux, promontorio selvaggio battuto dalle onde dell'Atlantico",
          "Le spiagge paradisiache di Sainte-Anne e le loro acque turchesi"
        ],
        "places_taglines": {
          "GP::sainte-anne": "Sainte-Anne: lagune turchesi e spiagge da cartolina ai Caraibi",
          "GP::pointe-a-pitre": "Pointe-à-Pitre: la vibrante capitale con il suo mercato delle spezie e l'architettura coloniale",
          "GP::deshaies": "Deshaies: la Riserva Cousteau e il giardino botanico più bello dei Caraibi",
          "GP::basse-terre": "Basse-Terre: foresta tropicale, cascate e vulcano nel cuore del Parco Nazionale",
          "GP::terre-de-haut": "Terre-de-Haut: una delle più belle baie del mondo nell'arcipelago delle Saintes",
          "GP::grand-bourg": "Grand-Bourg: Marie-Galante autentica tra rum agricolo e mulini a vento",
          "GP::desirade": "La Désirade: l'isola selvaggia dai paesaggi lunari e le spiagge deserte",
          "GP::saint-francois": "Saint-François: la Pointe des Châteaux e il fascino di un villaggio di pescatori"
        }
      },
      "seo_keywords": [
        "viaggio Guadalupa",
        "Riserva Cousteau immersioni",
        "spiagge Caraibi francesi",
        "Cascate del Carbet",
        "Les Saintes escursione",
        "Marie-Galante rum",
        "Pointe des Châteaux",
        "vacanze Guadalupa"
      ],
      "practical_context": {
        "best_months": [
          "dicembre",
          "gennaio",
          "febbraio",
          "marzo",
          "aprile",
          "maggio"
        ],
        "highlights": [
          "La Riserva Cousteau e i suoi fondali marini eccezionali intorno agli îlets Pigeon",
          "Fort Napoléon a Terre-de-Haut con vista panoramica sulla baia delle Saintes",
          "Il Giardino Botanico di Deshaies, ex proprietà di Coluche con oltre 1000 specie",
          "La Gueule Grand Gouffre di Marie-Galante, arco naturale di 50 metri"
        ]
      }
    }
  ]
}