{
  "version": "v1",
  "country": "GP",
  "language": "pt",
  "itineraries": [
    {
      "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
      "id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
      "language": "pt",
      "created_at": "2025-10-25T15:45:40.000Z",
      "source_url": "",
      "dept_code": "GP",
      "dept_name": "Guadalupe",
      "title": "Circuito Guadalupe: Cascatas do Carbet e Reserva Cousteau",
      "subtitle": "Uma viagem em forma de borboleta entre lagoas turquesa, floresta tropical e ilhas intocadas das Caraíbas francesas",
      "notes": "Uma viagem em forma de borboleta das praias de Grande-Terre à floresta tropical de Basse-Terre, com excursões diárias a Les Saintes, Marie-Galante e La Désirade.",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "GP::sainte-anne",
            "coords": [
              16.227,
              -61.386
            ]
          },
          "visits": [
            {
              "text": "Mercado de Pointe-à-Pitre — Contexto histórico e vistas destacadas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Îlet du Gosier flutua a 500 metros da costa. O seu farol vermelho e branco, construído em 1930, domina a ilha. Iguanas de quase 2 metros ainda povoam o local.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Museu Schoelcher — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O mercado artesanal de Sainte-Anne propõe joias, pinturas, objetos de madeira e têxteis crioulos numa atmosfera calorosa. Particularmente animado às quintas-feiras de manhã e aos fins de semana.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Igreja St-Pierre & St-Paul — Paisagem costeira e ponto de observação dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A praia de Bois Jolan estende-se por 2 quilómetros. A sua areia branca e as suas águas turquesa pouco profundas fazem dela um local ideal para famílias. Coqueiros e uvas-da-praia oferecem sombra natural.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "A praia de la Caravelle exibe a sua areia deslumbrante e a sua água turquesa. É a imagem de postal que verá por todo o lado.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Chegue ao Îlet du Gosier de barco desde a praia de la Datcha. A travessia dura 15 minutos.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "15 min",
                "tip": "Barco das 9h às 17h, parta cedo para evitar a multidão"
              }
            },
            {
              "text": "Explore a lagoa de Bois Jolan com máscara, barbatanas e tubo. Os fundos pouco profundos abrigam corais, peixes tropicais e ervas marinhas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Manhã, água mais calma"
              }
            },
            {
              "text": "Alugue um caiaque transparente em Sainte-Anne para deslizar sobre a água cristalina e observar os fundos marinhos sem se molhar.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1-2h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.8,
            "drive_min": 58,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "GP::pointe-a-pitre",
            "coords": [
              16.241,
              -61.534
            ]
          },
          "visits": [
            {
              "text": "Ilhota de Gosier — Contexto histórico e vistas destacadas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O pavilhão do mercado central, inteiramente metálico, foi inaugurado em 1874. A sua estrutura antissísmica e os pilares de ferro fundido provêm da fundição Denonvilliers.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Mercado de artesanato de Sainte-Anne — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O museu Schoelcher expõe objetos que pertenceram a Victor Schoelcher, defensor da abolição da escravatura. Instalado num elegante edifício de estilo clássico.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Recife de coral de Bois Jolan — Paisagem costeira e ponto de observação dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A igreja Saint-Pierre-et-Saint-Paul, apelidada de «catedral de ferro», apresenta uma arquitetura metálica construída em 1874 que resiste aos ciclones há mais de um século.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "A Place de la Victoire, ladeada de palmeiras, apresenta os bustos de antigos governadores e o monumento das 100 correntes. O antigo cinema Renaissance exibe a sua fachada Art déco amarelo-laranja.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "O museu Saint-John Perse ocupa uma casa colonial construída em 1880. Verá trajes crioulos e documentos sobre a vida do poeta guadalupense.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo mercado de especiarias logo pela manhã. Encontrará baunilha, canela, açafrão-da-terra, ponches aromatizados e frutas tropicais.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-14h",
                "tip": "Chegue cedo para os produtos mais frescos"
              }
            },
            {
              "text": "Descubra os murais de street art no bairro histórico à volta da Darse. Retratos poderosos e cores vibrantes transformam as paredes numa galeria a céu aberto.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            }
          ],
          "to_next_leg": {
            "distance_km": 20.6,
            "drive_min": 41,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::deshaies",
            "coords": [
              16.306,
              -61.794
            ]
          },
          "visits": [
            {
              "text": "Forte Delgrès — Contexto histórico e vistas destacadas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os îlets Pigeon constituem o coração da Reserva Cousteau. Jacques-Yves Cousteau mergulhou lá em 1959 e recomendou a proteção do local.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Catedral de Basse-Terre — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A praia de Malendure exibe a sua areia negra de origem vulcânica. Frente aos îlets Pigeon, os centros de mergulho alinham-se na orla marítima.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Arcadas do bairro antigo — Paisagem costeira e ponto de observação dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Um busto do Comandante Cousteau repousa a 13 metros de profundidade no local do Jardim de Coral. Os mergulhadores podem visitá-lo.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Mergulhe com garrafa na Reserva Cousteau. Recifes de coral coloridos, tartarugas verdes e peixes tropicais evoluem numa água a 28 graus.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min debaixo de água",
                "tip": "Batismo a partir dos 8 anos"
              }
            },
            {
              "text": "Parta para uma excursão com máscara e barbatanas desde Malendure. Os locadores propõem máscaras, tubos e barbatanas para explorar os fundos a poucos metros da margem.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Manhã, visibilidade ótima"
              }
            },
            {
              "text": "Embarque num barco com fundo de vidro para admirar os corais sem se molhar. A travessia dura cerca de 1h15.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h15"
              }
            },
            {
              "text": "Alugue um caiaque para chegar aos îlets Pigeon pelos seus próprios meios. Vai remar sobre as pradarias onde as tartarugas se alimentam.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~1 km",
                "duration": "20 min"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 70.2,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::deshaies",
            "coords": [
              16.306,
              -61.794
            ]
          },
          "visits": [
            {
              "text": "Jardim Botânico de Deshaies — Contexto histórico e vistas destacadas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Jardim Botânico de Deshaies ocupa a antiga propriedade de Coluche em 7 hectares. Mais de 1000 espécies tropicais: sumaúmas, baobás, palmeiras reais, hibiscos e rosas de porcelana.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Mirante de Grande Anse — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Atravesse os caminhos sombreados do jardim. Uma cascata de 10 metros cai numa bacia onde nadam carpas koi. Viveiros abrigam periquitos e araras multicolores.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Mirante da praia Pearl — Paisagem costeira e ponto de observação dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A praia de Grande Anse desenha uma meia-lua de quase 2 quilómetros. Areia dourada, coqueiros e vistas sobre as colinas verdejantes fazem dela a mais espetacular da Guadalupe.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Chegue à praia de la Perle, mais tranquila e selvagem. O îlet Kahouanne recorta-se no horizonte. Na época, as tartarugas vêm desovar.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Chegue ao jardim botânico às 9h para evitar o calor. Traga sementes para alimentar os periquitos, um momento inesquecível.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "9h-11h ou 16h-17h30",
                "duration": "~2h"
              }
            },
            {
              "text": "Instale-se na Grande Anse ao fim da tarde. O pôr do sol é magnífico, com o mar a virar para dourado e rosa.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "17h-18h30"
              }
            },
            {
              "text": "Percorra o trilho costeiro entre Grande Anse e a vila de Deshaies. Vegetação exuberante e panoramas sobre a baía.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~1 km",
                "difficulty": "Fácil"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 45.3,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::basse-terre",
            "coords": [
              15.999,
              -61.728
            ]
          },
          "visits": [
            {
              "text": "Sede do Parque Nacional — Contexto histórico e vistas destacadas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A sede do Parque Nacional da Guadalupe encontra-se em Saint-Claude. Recolha os mapas dos trilhos e os conselhos dos guardas antes das suas caminhadas na floresta.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Parada Saut de la Lézarde — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cascata do Saut de la Lézarde cai numa piscina natural. Fetos arbóreos e lianas gigantes emolduram esta cascata acessível.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Maison du Cacao — Paisagem costeira e ponto de observação dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A Maison du Cacao em Pointe-Noire traça a história do cultivo do cacau. Verá as bagas a secar e provará o chocolate local.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A Maison de la Forêt na Route de la Traversée propõe uma exposição sobre a floresta guadalupense. Trilhos interpretativos e ponte suspensa nas proximidades.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Percorra a Route de la Traversée que atravessa o Parque Nacional. Floresta tropical densa, fetos gigantes e bambus ladeiam esta estrada panorâmica.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "16 km",
                "tip": "Paragens frequentes para observar a fauna"
              }
            },
            {
              "text": "Banhe-se na piscina do Saut de la Lézarde. A água fresca do rio contrasta com o calor tropical.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Fato de banho e toalha indispensáveis"
              }
            },
            {
              "text": "Prove as especialidades à base de cacau na Maison du Cacao. Tabletes artesanais, pasta de cacau e doces locais.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            }
          ],
          "to_next_leg": {
            "distance_km": 45.3,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::basse-terre",
            "coords": [
              15.999,
              -61.728
            ]
          },
          "visits": [
            {
              "text": "Mirantes da Reserva Cousteau — Contexto histórico e vistas destacadas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Fort Delgrès foi construído entre os séculos XVII e XVIII. Em maio de 1802, Louis Delgrès e 300 companheiros resistiram ao restabelecimento da escravatura antes de se retirarem para Matouba.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Praia de Malendure — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Suba às muralhas do forte. Terá uma vista panorâmica sobre o Mar das Caraíbas, a cidade e a Soufrière ao longe.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Vista das ilhotas Pigeon — Paisagem costeira e ponto de observação dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A catedral Notre-Dame-de-Guadeloupe apresenta uma fachada em pedra vulcânica de estilo barroco jesuíta. Edificada no século XVIII, é uma das mais antigas do arquipélago.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "As ruas comerciais do centro abrigam numerosas lojas de fachadas coloridas. A arquitetura crioula ladeia os edifícios assinados Ali Tur, incluindo o palácio da Justiça classificado Monumento Histórico.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A maison du patrimoine et de l'architecture traça a história desta cidade de arte e história. Peça as visitas guiadas do bairro Saint-François.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Dirija-se ao mercado coberto de Basse-Terre de manhã. Especiarias, ponches, rums aromatizados e produtos locais numa atmosfera convivial.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "8h-13h",
                "tip": "Fechado domingo e segunda"
              }
            },
            {
              "text": "Vá até à destilaria Bologne à saída norte da cidade. Visita guiada às instalações e degustação do célebre rum agrícola.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h30",
                "booking": "Reserva aconselhada"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 45.3,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::terre-de-haut",
            "coords": [
              15.864,
              -61.585
            ]
          },
          "visits": [
            {
              "text": "Fort Napoléon — Contexto histórico e vistas excepcionais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Fort Napoléon domina Terre-de-Haut desde o Morne Mire. Construído no século XIX sobre as ruínas do Fort Louis, oferece um panorama de 360 graus sobre o arquipélago das Saintes.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Baía Pain de Sucre — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O museu do forte traça os conflitos franco-ingleses e expõe duas maquetas dos navios almirantes da batalha das Saintes de 1782.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Ruelas da vila Terre-de-Haut — Paisagem costeira e miradouro dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O jardim de cactos rodeia o forte. Iguanas de quase 2 metros aquecem-se ao sol sobre as velhas pedras.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A Baie des Saintes, classificada entre as mais belas do mundo, admira-se desde as muralhas. Veleiros multicolores e casas crioulas compõem o quadro.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "O Pain de Sucre, formação rochosa emblemática, emerge das águas turquesa. Esta silhueta deu o nome à praia vizinha.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "As ruelas da vila alinham casas crioulas coloridas de telhados vermelhos. A igreja Notre-Dame-de-l'Assomption exibe a sua fachada em pedra vulcânica.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Alugue uma scooter ou um carro elétrico assim que chegar. Os carros clássicos são proibidos na ilha.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Reserve perto do embarcadouro"
              }
            },
            {
              "text": "Suba ao Fort Napoléon de manhã cedo para evitar o calor. A estrada sobe seriamente desde a vila.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "30 min a pé"
              }
            },
            {
              "text": "Banhe-se na anse du Pain de Sucre. Águas turquesa pouco profundas e snorkeling aos pés da rocha vulcânica.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Chegue cedo, a praia enche rapidamente"
              }
            },
            {
              "text": "Prove o Tourment d'Amour, pastel local à base de coco. As vendedoras propõem-nos no cais antes das partidas dos ferries.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            }
          ],
          "to_next_leg": {
            "distance_km": 37.6,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::grand-bourg",
            "coords": [
              15.9,
              -61.317
            ]
          },
          "visits": [
            {
              "text": "Habitation Roussel-Trianon — Contexto histórico e vistas excepcionais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A Habitation Roussel-Trianon data do final do século XVIII. O seu moinho de vento com pedras finamente talhadas atravessa as épocas. A plataforma circular do moinho de tração animal ainda subsiste.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Gueule Grand Gouffre — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A Gueule Grand Gouffre forma um arco de 50 metros escavado pelo mar. As ondas infiltram-se nesta perfuração espetacular.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Igreja de Capesterre — Paisagem costeira e miradouro dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Desde as falésias calcárias, avistará Grande-Terre e a Désirade com tempo limpo. As tonalidades turquesa e brancas da espuma compõem um espetáculo impressionante.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "A igreja da Immaculée-Conception-de-Notre-Dame ergue-se no centro de Grand-Bourg. Construída no século XIX, domina a praça central sombreada.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "A Habitation Murat albergava 307 escravos no século XIX. Era o maior engenho de açúcar da Guadalupe. Hoje, o ecomuseu traça três séculos de história açucareira.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Dirija-se ao mercado de Grand-Bourg a partir das 6h. Especiarias, frutas tropicais e produtos locais numa atmosfera colorida.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-13h"
              }
            },
            {
              "text": "Visite a destilaria Bielle para descobrir o processo de fabrico do rum. Degustação do rum agrícola a 59 graus, especialidade de Marie-Galante.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h"
              }
            },
            {
              "text": "Alugue uma bicicleta para percorrer a estrada costeira. A ilha quase redonda oferece um relevo suave e campos de cana-de-açúcar a perder de vista.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "App Géovélo para os percursos"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 73.1,
            "drive_min": 73,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::desirade",
            "coords": [
              16.323,
              -61.029
            ]
          },
          "visits": [
            {
              "text": "Farol da Pointe Doublé — Contexto histórico e vistas excepcionais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O farol da Pointe Doublé marca a extremidade leste da Désirade. Do alto dos seus 25 metros, vigia o canal entre a ilha e Petite-Terre.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Trilhas da reserva natural — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os trilhos da reserva natural atravessam uma vegetação xerófila única. Cactos, agaves e acácias compõem esta paisagem árida preservada.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Planícies de recife de Baie-Mahault — Paisagem costeira e miradouro dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As plataformas recifais estendem-se ao largo de Baie-Mahault. Estas formações coralinas pouco profundas abrigam lagostas, búzios e peixes tropicais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A vila de Beauséjour alinha as suas casas crioulas coloridas frente ao mar. A atmosfera pacífica contrasta com a animação das outras ilhas.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Percorra o trilho costeiro a pé. As falésias calcárias oferecem pontos de vista espetaculares sobre o oceano Atlântico.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~8 km",
                "difficulty": "Moderado"
              }
            },
            {
              "text": "Banhe-se na praia de Fifi. Areia branca, coqueiros e águas calmas fazem dela o local ideal para famílias da ilha.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            },
            {
              "text": "Alugue uma bicicleta para explorar a ilha com 11 quilómetros de comprimento. O relevo plano facilita as deslocações.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "A ilha atravessa-se em 1h de bicicleta"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 35.5,
            "drive_min": 71,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::saint-francois",
            "coords": [
              16.256,
              -61.275
            ]
          },
          "visits": [
            {
              "text": "Pointe des Châteaux — Contexto histórico e vistas excepcionais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A Pointe des Châteaux projeta as suas rochas esculpidas no oceano Atlântico. Uma cruz domina o promontório e oferece uma vista sobre Marie-Galante, a Désirade e les Saintes.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Marina de Saint‑François — Cultura local ou botânica com placas interpretativas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As ondas do Atlântico quebram contra as falésias. O vento sopra forte neste cabo selvagem, extremidade sudeste de Grande-Terre.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Calçadão de Raisins Clairs — Paisagem costeira e ponto de observação dos ventos alísios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A marina de Saint-François acolhe veleiros e catamarãs. Ponto de partida das excursões para a Désirade, Petite-Terre e Marie-Galante.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "A praia des Raisins Clairs estende a sua areia branca ladeada de coqueiros. Águas calmas e pouco profundas para um banho tranquilo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O mercado noturno de Saint-François instala-se às quartas-feiras à noite. Artesanato local, músicos e bancas de especialidades crioulas animam a orla marítima.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Caminhe até à cruz da Pointe des Châteaux. O trilho sobe o promontório rochoso em 20 minutos.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "20 min",
                "tip": "Atenção ao vento muito forte"
              }
            },
            {
              "text": "Chegue à praia de l'Anse à la Gourde aos pés da Pointe des Châteaux. Spot de surf apreciado com belas ondas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            },
            {
              "text": "Prove peixes grelhados e accras nos restaurantes à beira-mar em Saint-François. Vista sobre a marina e os barcos.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Pôr do sol"
              }
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [
        "GP"
      ],
      "nearby_itins": [
        "MQ::island::martinique-volcano-and-anse"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mer & Côtes",
          "Gastronomie & Vin"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Circuito Guadalupe: Cascatas do Carbet e Reserva Cousteau",
        "intro_paragraph": "Descubra a Guadalupe, arquipélago em forma de borboleta onde praias de sonho, floresta tropical e vulcão ativo se encontram num paraíso caribenho. Das lagoas turquesa de Grande-Terre à selva exuberante de Basse-Terre, este itinerário leva-o à descoberta de cascatas espetaculares, fundos marinhos excecionais e ilhas autênticas.",
        "seo_hook": "Uma viagem entre lagoas caribenhas, floresta tropical e ilhas secretas nas Caraíbas francesas",
        "featured_list": [
          "A Reserva Cousteau e os seus fundos marinhos excecionais à volta dos îlets Pigeon",
          "O Fort Napoléon em Terre-de-Haut com vista panorâmica sobre a baía das Saintes",
          "O Jardim Botânico de Deshaies, antiga propriedade de Coluche com mais de 1000 espécies",
          "A Gueule Grand Gouffre de Marie-Galante, arco natural de 50 metros",
          "A Pointe des Châteaux, promontório selvagem batido pelas ondas do Atlântico",
          "As praias paradisíacas de Sainte-Anne e as suas águas turquesa"
        ],
        "places_taglines": {
          "GP::sainte-anne": "Sainte-Anne: lagoas turquesa e praias de postal nas Caraíbas",
          "GP::pointe-a-pitre": "Pointe-à-Pitre: a vibrante capital com o seu mercado de especiarias e arquitetura colonial",
          "GP::deshaies": "Deshaies: a Reserva Cousteau e o jardim botânico mais belo das Caraíbas",
          "GP::basse-terre": "Basse-Terre: floresta tropical, cascatas e vulcão no coração do Parque Nacional",
          "GP::terre-de-haut": "Terre-de-Haut: uma das mais belas baías do mundo no arquipélago das Saintes",
          "GP::grand-bourg": "Grand-Bourg: Marie-Galante autêntica entre rum agrícola e moinhos de vento",
          "GP::desirade": "La Désirade: a ilha selvagem com paisagens lunares e praias desertas",
          "GP::saint-francois": "Saint-François: a Pointe des Châteaux e o charme de uma vila piscatória"
        }
      },
      "seo_keywords": [
        "viagem Guadalupe",
        "Reserva Cousteau mergulho",
        "praias Caraíbas francesas",
        "Cascatas do Carbet",
        "Les Saintes excursão",
        "Marie-Galante rum",
        "Pointe des Châteaux",
        "férias Guadalupe"
      ],
      "practical_context": {
        "best_months": [
          "dezembro",
          "janeiro",
          "fevereiro",
          "março",
          "abril",
          "maio"
        ],
        "highlights": [
          "A Reserva Cousteau e os seus fundos marinhos excecionais à volta dos îlets Pigeon",
          "O Fort Napoléon em Terre-de-Haut com vista panorâmica sobre a baía das Saintes",
          "O Jardim Botânico de Deshaies, antiga propriedade de Coluche com mais de 1000 espécies",
          "A Gueule Grand Gouffre de Marie-Galante, arco natural de 50 metros"
        ]
      }
    }
  ]
}