{
  "version": "v1",
  "country": "GP",
  "language": "fr",
  "itineraries": [
    {
      "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
      "id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
      "language": "fr",
      "created_at": "2025-10-25T15:45:40.000Z",
      "source_url": "",
      "dept_code": "GP",
      "dept_name": "Guadeloupe",
      "title": "Circuit Guadeloupe : Chutes du Carbet et Réserve Cousteau",
      "subtitle": "",
      "notes": "A butterfly‑shaped journey from Grande‑Terre beaches to Basse‑Terre rainforest, with day trips to Les Saintes, Marie‑Galante and La Désirade.",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "GP::sainte-anne",
            "coords": [
              16.227,
              -61.386
            ]
          },
          "visits": [
            {
              "text": "Marché de Pointe-à-Pitre — Contexte historique et vues remarquables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'îlet du Gosier flotte à 500 mètres du rivage. Son phare rouge et blanc, construit en 1930, domine l'île. Des iguanes de près de 2 mètres peuplent encore les lieux.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Musée Schoelcher — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le marché artisanal de Sainte-Anne propose bijoux, peintures, objets en bois et textiles créoles dans une ambiance chaleureuse. Particulièrement animé le jeudi matin et le week-end.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Église Saint-Pierre et Saint-Paul — Paysages côtiers et point de vue sur les alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La plage de Bois Jolan s'étire sur 2 kilomètres. Son sable blanc et ses eaux turquoise peu profondes en font un spot familial. Cocotiers et raisiniers offrent de l'ombre naturelle.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "La plage de la Caravelle affiche son sable éclatant et son eau turquoise. C'est l'image de carte postale que vous verrez partout.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Rejoignez l'îlet du Gosier en navette depuis la plage de la Datcha. La traversée dure 15 minutes.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "15 min",
                "tip": "Navette de 9h à 17h, partez tôt pour éviter la foule"
              }
            },
            {
              "text": "Explorez le lagon de Bois Jolan en palmes-masque-tuba. Les fonds peu profonds abritent coraux, poissons tropicaux et herbiers marins.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Matin, eau plus calme"
              }
            },
            {
              "text": "Louez un kayak transparent à Sainte-Anne pour glisser sur l'eau cristalline et observer les fonds marins sans vous mouiller.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1-2h"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 57.8,
            "drive_min": 58,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "GP::pointe-a-pitre",
            "coords": [
              16.241,
              -61.534
            ]
          },
          "visits": [
            {
              "text": "Îlet du Gosier — Contexte historique et vues remarquables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La halle du marché central, entièrement métallique, fut inaugurée en 1874. Sa charpente antisismique et ses piliers en fonte proviennent de la fonderie Denonvilliers.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Marché artisanal de Sainte-Anne — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le musée Schoelcher expose des objets ayant appartenu à Victor Schoelcher, défenseur de l'abolition de l'esclavage. Installé dans un élégant bâtiment de style classique.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Récif frangeant de Bois Jolan — Paysages côtiers et point de vue sur les alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'église Saint-Pierre-et-Saint-Paul, surnommée « cathédrale de fer », présente une architecture métallique construite en 1874 qui résiste aux cyclones depuis plus d'un siècle.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "La place de la Victoire, bordée de palmiers, présente les bustes d'anciens gouverneurs et le monument des 100 chaînes. L'ancien cinéma Renaissance affiche sa façade jaune orangé Art déco.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Le musée Saint-John Perse occupe une maison coloniale construite en 1880. Vous y verrez des costumes créoles et des documents sur la vie du poète guadeloupéen.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Flânez sur le marché aux épices dès le matin. Vous y trouverez vanille, cannelle, curcuma, punchs arrangés et fruits tropicaux.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-14h",
                "tip": "Venez tôt pour les produits les plus frais"
              }
            },
            {
              "text": "Repérez les fresques de street art dans le quartier historique autour de la Darse. Portraits puissants et couleurs éclatantes transforment les murs en galerie à ciel ouvert.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            }
          ],
          "to_next_leg": {
            "distance_km": 20.6,
            "drive_min": 41,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::deshaies",
            "coords": [
              16.306,
              -61.794
            ]
          },
          "visits": [
            {
              "text": "Fort Delgrès — Contexte historique et vues remarquables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les îlets Pigeon composent le coeur de la Réserve Cousteau. Jacques-Yves Cousteau y plongea en 1959 et recommanda la mise en réserve du site.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Cathédrale de Basse-Terre — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La plage de Malendure affiche son sable noir d'origine volcanique. Face aux îlets Pigeon, les centres de plongée s'alignent sur le front de mer.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Arcades du vieux quartier — Paysages côtiers et point de vue sur les alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un buste du Commandant Cousteau repose à 13 mètres de profondeur sur le site du Jardin de Corail. Les plongeurs peuvent lui rendre visite.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Plongez en bouteille dans la Réserve Cousteau. Récifs coralliens colorés, tortues vertes et poissons tropicaux évoluent dans une eau à 28 degrés.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min sous l'eau",
                "tip": "Baptême dès 8 ans"
              }
            },
            {
              "text": "Partez en randonnée palmée depuis Malendure. Les loueurs proposent masques, tubas et palmes pour explorer les fonds à quelques mètres du bord.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Matin, visibilité optimale"
              }
            },
            {
              "text": "Embarquez sur un bateau à fond de verre pour admirer les coraux sans vous mouiller. La traversée dure environ 1h15.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h15"
              }
            },
            {
              "text": "Louez un kayak pour rejoindre les îlets Pigeon par vos propres moyens. Vous pagayerez au-dessus des herbiers où les tortues se nourrissent.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~1 km",
                "duration": "20 min"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 70.2,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::deshaies",
            "coords": [
              16.306,
              -61.794
            ]
          },
          "visits": [
            {
              "text": "Jardin Botanique de Deshaies — Contexte historique et vues remarquables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Jardin Botanique de Deshaies occupe l'ancienne propriété de Coluche sur 7 hectares. Plus de 1000 espèces tropicales : fromagers, baobabs, palmiers royaux, hibiscus et roses de porcelaine.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Belvédère de Grande Anse — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Traversez les allées ombragées du jardin. Une cascade de 10 mètres tombe dans un bassin où nagent des carpes koïs. Des volières abritent loriquets et aras multicolores.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Belvédère de la plage de la Perle — Paysages côtiers et point de vue sur les alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La plage de Grande Anse dessine un croissant de près de 2 kilomètres. Sable doré, cocotiers et vues sur les collines verdoyantes en font la plus spectaculaire de Guadeloupe.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Rejoignez la plage de la Perle, plus tranquille et sauvage. L'îlet Kahouanne se découpe à l'horizon. En saison, les tortues viennent y pondre.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Arrivez au jardin botanique dès 9h pour éviter la chaleur. Apportez des graines pour nourrir les loriquets, un moment inoubliable.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "9h-11h ou 16h-17h30",
                "duration": "~2h"
              }
            },
            {
              "text": "Installez-vous sur Grande Anse en fin d'après-midi. Le coucher de soleil y est somptueux, avec la mer qui vire à l'or et au rose.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "17h-18h30"
              }
            },
            {
              "text": "Parcourez le sentier de bord de mer entre Grande Anse et le bourg de Deshaies. Végétation luxuriante et panoramas sur la baie.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~1 km",
                "difficulty": "Facile"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 45.3,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::basse-terre",
            "coords": [
              15.999,
              -61.728
            ]
          },
          "visits": [
            {
              "text": "Siège du Parc National — Contexte historique et vues remarquables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le siège du Parc National de la Guadeloupe se trouve à Saint-Claude. Récupérez-y les cartes des sentiers et les conseils des gardes avant vos randonnées en forêt.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Arrêt du Saut de la Lézarde — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascade du Saut de la Lézarde tombe dans un bassin naturel. Les fougères arborescentes et les lianes géantes encadrent cette chute accessible.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Maison du Cacao — Paysages côtiers et point de vue sur les alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Maison du Cacao à Pointe-Noire retrace l'histoire de la culture cacaoyère. Vous verrez les cabosses sécher et goûterez le chocolat local.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Maison de la Forêt sur la Route de la Traversée propose une exposition sur la forêt guadeloupéenne. Sentiers d'interprétation et pont suspendu à proximité.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Empruntez la Route de la Traversée qui coupe à travers le Parc National. Forêt tropicale dense, fougères géantes et bambous bordent cette route panoramique.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "16 km",
                "tip": "Arrêts fréquents pour observer la faune"
              }
            },
            {
              "text": "Baignez-vous dans le bassin du Saut de la Lézarde. L'eau fraîche de la rivière contraste avec la chaleur tropicale.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Maillot et serviette indispensables"
              }
            },
            {
              "text": "Dégustez les spécialités à base de cacao à la Maison du Cacao. Tablettes artisanales, pâte de cacao et confiseries locales.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            }
          ],
          "to_next_leg": {
            "distance_km": 45.3,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::basse-terre",
            "coords": [
              15.999,
              -61.728
            ]
          },
          "visits": [
            {
              "text": "Belvédères de la Réserve Cousteau — Contexte historique et vues remarquables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Fort Delgrès fut construit entre le XVIIe et le XVIIIe siècle. En mai 1802, Louis Delgrès et 300 compagnons y résistèrent au rétablissement de l'esclavage avant de se replier sur Matouba.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Plage de Malendure — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Grimpez sur les remparts du fort. Vous aurez une vue panoramique sur la mer des Caraïbes, la ville et la Soufrière au loin.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Vue des îlots aux Pigeons — Paysages côtiers et point d'observation des alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cathédrale Notre-Dame-de-Guadeloupe présente une façade en pierre de taille volcanique de style baroque jésuite. Édifiée au XVIIIe siècle, elle est l'une des plus anciennes de l'archipel.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Les rues commerçantes du centre abritent quantité de boutiques aux façades colorées. L'architecture créole côtoie les bâtiments signés Ali Tur, dont le palais de Justice classé Monument Historique.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "La maison du patrimoine et de l'architecture retrace l'histoire de cette ville d'art et d'histoire. Demandez les visites guidées du quartier Saint-François.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Rendez-vous au marché couvert de Basse-Terre le matin. Épices, punchs, rhums arrangés et produits locaux dans une ambiance conviviale.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "8h-13h",
                "tip": "Fermé dimanche et lundi"
              }
            },
            {
              "text": "Poussez jusqu'à la distillerie Bologne à la sortie nord de la ville. Visite guidée des installations et dégustation du célèbre rhum agricole.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h30",
                "booking": "Réservation conseillée"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 45.3,
            "drive_min": 91,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::terre-de-haut",
            "coords": [
              15.864,
              -61.585
            ]
          },
          "visits": [
            {
              "text": "Fort Napoléon — Contexte historique et vues exceptionnelles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Fort Napoléon domine Terre-de-Haut depuis le Morne Mire. Construit au XIXe siècle sur les ruines du Fort Louis, il offre un panorama à 360 degrés sur l'archipel des Saintes.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Baie du Pain de Sucre — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le musée du fort retrace les conflits franco-anglais et expose deux modèles réduits des vaisseaux amiraux de la bataille des Saintes de 1782.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Ruelles du village de Terre-de-Haut — Paysages côtiers et point d'observation des alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le jardin de cactées entoure le fort. Des iguanes de près de 2 mètres se prélassent au soleil sur les vieilles pierres.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La Baie des Saintes, classée parmi les plus belles du monde, s'admire depuis les remparts. Voiliers multicolores et maisons créoles composent le tableau.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Le Pain de Sucre, formation rocheuse emblématique, émerge des eaux turquoise. Cette silhouette a donné son nom à la plage voisine.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Les ruelles du village alignent des maisons créoles colorées aux toits rouges. L'église Notre-Dame-de-l'Assomption affiche sa façade en pierre volcanique.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Louez un scooter ou une voiturette électrique dès votre arrivée. Les voitures classiques sont interdites sur l'île.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Réservez près du débarcadère"
              }
            },
            {
              "text": "Montez au Fort Napoléon tôt le matin pour éviter la chaleur. La route grimpe sérieusement depuis le bourg.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "30 min à pied"
              }
            },
            {
              "text": "Baignez-vous à l'anse du Pain de Sucre. Eaux turquoise peu profondes et snorkeling au pied du rocher volcanique.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Arrivez tôt, la plage se remplit vite"
              }
            },
            {
              "text": "Goûtez le Tourment d'Amour, pâtisserie locale à base de coco. Les marchandes les proposent sur le ponton avant les départs de ferry.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            }
          ],
          "to_next_leg": {
            "distance_km": 37.6,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::grand-bourg",
            "coords": [
              15.9,
              -61.317
            ]
          },
          "visits": [
            {
              "text": "Habitation Roussel-Trianon — Contexte historique et vues exceptionnelles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'Habitation Roussel-Trianon date de la fin du XVIIIe siècle. Son moulin à vent aux pierres finement taillées traverse les époques. La plateforme circulaire du moulin à bêtes subsiste encore.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Gueule Grand Gouffre — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Gueule Grand Gouffre forme une arche de 50 mètres creusée par la mer. Les vagues s'engouffrent dans cette perforation spectaculaire.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Église de Capesterre — Paysages côtiers et point d'observation des alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Depuis les falaises de calcaire, vous apercevrez Grande-Terre et la Désirade par temps clair. Les teintes turquoise et blanches de l'écume composent un spectacle saisissant.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "L'église de l'Immaculée-Conception-de-Notre-Dame trône au centre de Grand-Bourg. Construite au XIXe siècle, elle domine la place centrale ombragée.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "L'Habitation Murat abritait 307 esclaves au XIXe siècle. C'était la plus grande sucrerie de Guadeloupe. Aujourd'hui, l'écomusée retrace trois siècles d'histoire sucrière.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Rendez-vous au marché de Grand-Bourg dès 6h. Épices, fruits tropicaux et produits locaux dans une ambiance colorée.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "6h-13h"
              }
            },
            {
              "text": "Visitez la distillerie Bielle pour découvrir le processus de fabrication du rhum. Dégustation du rhum agricole à 59 degrés, spécialité marie-galantaise.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h"
              }
            },
            {
              "text": "Louez un vélo pour parcourir la route côtière. L'île presque ronde offre un relief doux et des champs de canne à sucre à perte de vue.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Application Géovélo pour les tracés"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 73.1,
            "drive_min": 73,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::desirade",
            "coords": [
              16.323,
              -61.029
            ]
          },
          "visits": [
            {
              "text": "Phare de la Pointe Doublé — Contexte historique et vues exceptionnelles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le phare de la Pointe Doublé marque l'extrémité est de la Désirade. Du haut de ses 25 mètres, il surveille le canal entre l'île et Petite-Terre.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Sentiers de la réserve naturelle — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les sentiers de la réserve naturelle traversent une végétation xérophile unique. Cactées, agaves et acacias composent ce paysage aride préservé.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Platiers récifaux de Baie-Mahault — Paysages côtiers et point d'observation des alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les platiers récifaux s'étendent au large de Baie-Mahault. Ces formations coralliennes peu profondes abritent langoustes, lambis et poissons tropicaux.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village de Beauséjour aligne ses maisons créoles colorées face à la mer. L'ambiance paisible contraste avec l'animation des autres îles.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Parcourez le sentier côtier à pied. Les falaises calcaires offrent des points de vue spectaculaires sur l'océan Atlantique.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "~8 km",
                "difficulty": "Modéré"
              }
            },
            {
              "text": "Baignez-vous à la plage de Fifi. Sable blanc, cocotiers et eaux calmes en font le spot familial de l'île.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            },
            {
              "text": "Louez un vélo pour explorer l'île longue de 11 kilomètres. Le relief plat facilite les déplacements.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "L'île se traverse en 1h à vélo"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 35.5,
            "drive_min": 71,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "GP",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GP::saint-francois",
            "coords": [
              16.256,
              -61.275
            ]
          },
          "visits": [
            {
              "text": "Pointe des Châteaux — Contexte historique et vues remarquables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Pointe des Châteaux projette ses rochers sculptés dans l'océan Atlantique. Une croix domine le promontoire et offre une vue sur Marie-Galante, la Désirade et les Saintes.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Marina de Saint‑François — Culture locale ou botanique avec panneaux d'interprétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les vagues de l'Atlantique se fracassent contre les falaises. Le vent souffle fort sur ce cap sauvage, extrémité sud-est de Grande-Terre.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Passerelle de Raisins Clairs — Paysages côtiers et point d'observation des alizés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La marina de Saint-François accueille voiliers et catamarans. Point de départ des excursions vers la Désirade, Petite-Terre et Marie-Galante.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "La plage des Raisins Clairs étale son sable blanc bordé de cocotiers. Eaux calmes et peu profondes pour une baignade tranquille.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le marché nocturne de Saint-François s'installe le mercredi soir. Artisanat local, musiciens et stands de spécialités créoles animent le front de mer.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Marchez jusqu'à la croix de la Pointe des Châteaux. Le sentier grimpe sur le promontoire rocheux en 20 minutes.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "20 min",
                "tip": "Attention au vent très fort"
              }
            },
            {
              "text": "Rejoignez la plage de l'Anse à la Gourde au pied de la Pointe des Châteaux. Spot de surf prisé avec de belles vagues.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {}
            },
            {
              "text": "Dégustez poissons grillés et accras dans les restaurants du bord de mer à Saint-François. Vue sur la marina et les bateaux.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Coucher de soleil"
              }
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [
        "GP"
      ],
      "nearby_itins": [
        "MQ::island::martinique-volcano-and-anse"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mer & Côtes",
          "Gastronomie & Vin"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Circuit Guadeloupe : Chutes du Carbet et Réserve Cousteau",
        "intro_paragraph": "",
        "seo_hook": "",
        "featured_list": [],
        "places_taglines": {}
      },
      "seo_keywords": [],
      "practical_context": {
        "best_months": [
          "décembre",
          "janvier",
          "février",
          "mars",
          "avril",
          "mai"
        ],
        "highlights": [
          "La Réserve Cousteau et ses fonds marins exceptionnels autour des îlets Pigeon",
          "Le Fort Napoléon de Terre-de-Haut avec vue panoramique sur la baie des Saintes",
          "Le Jardin Botanique de Deshaies, ancienne propriété de Coluche avec plus de 1000 espèces",
          "La Gueule Grand Gouffre de Marie-Galante, arche naturelle de 50 mètres"
        ]
      }
    }
  ]
}