{
  "version": 1,
  "country": "gp",
  "language": "es",
  "places": [
    {
      "place_id": "GP::basse-terre",
      "name": "Basse Terre",
      "cc": "GP",
      "language": "es",
      "coords": [
        16.001,
        -61.731
      ],
      "lat": 16.001,
      "lon": -61.731,
      "visits": [
        {
          "text": "Jardín Botánico de Deshaies — Contexto histórico y vistas destacadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cascadas del Carbet caen desde las laderas del volcán Soufrière. La segunda cascada cae 110 metros en una piscina natural rodeada de selva tropical.",
          "visit_duration_min": 120
        },
        {
          "text": "Mirador de Grande Anse — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Soufrière, el volcán más alto del Caribe con 1.467 metros, domina el Parque Nacional de Guadalupe. Las fumarolas emiten constantemente vapor sulfuroso.",
          "visit_duration_min": 150
        },
        {
          "text": "Mirador de la playa Pearl — Paisaje costero y punto de observación de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "El Fuerte Delgrès se alza sobre el Morne Houël con vistas a la bahía de Basse-Terre. Esta fortaleza militar del siglo XVII desempeñó un papel clave en la historia colonial francesa.",
          "visit_duration_min": 60
        },
        {
          "text": "La catedral de Basse-Terre, dedicada a Nuestra Señora de Guadalupe, muestra arquitectura del siglo XVIII. Su interior barroco alberga pinturas y esculturas religiosas.",
          "visit_duration_min": 45
        },
        {
          "text": "El parque Champ d'Arbaud ofrece senderos para caminar bajo árboles gigantes. Este espacio verde bordea el casco antiguo con sus coloridas casas criollas.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Camina hasta las cascadas del Carbet por el sendero señalizado. Calcula 30 minutos para llegar al mirador de la segunda cascada."
        },
        {
          "text": "Sube a la cima de La Soufrière. El sendero cruza un paisaje lunar y ofrece vistas sobre todo el archipiélago en días despejados."
        },
        {
          "text": "Báñate en las fuentes termales de Acomat al pie de La Soufrière. Aguas termales naturales calentadas por actividad volcánica."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 4
        }
      ],
      "rating": 4
    },
    {
      "place_id": "GP::deshaies",
      "name": "Deshaies",
      "cc": "GP",
      "language": "es",
      "coords": [
        16.301,
        -61.792
      ],
      "lat": 16.301,
      "lon": -61.792,
      "visits": [
        {
          "text": "Fuerte Delgrès — Contexto histórico y vistas destacadas.",
          "visit_duration_min": 75
        },
        {
          "text": "El Jardín Botánico de Deshaies se extiende sobre 7 hectáreas y alberga más de 1.000 especies tropicales. Antigua propiedad del comediante Coluche, transformada en un paraíso verde.",
          "visit_duration_min": 120
        },
        {
          "text": "Catedral de Basse-Terre — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa de Grande Anse se extiende al pie del pueblo de Deshaies. Arena dorada, aguas tranquilas y cocoteros la convierten en un lugar apacible.",
          "visit_duration_min": 90
        },
        {
          "text": "Arcadas del casco antiguo — Paisaje costero y punto de observación de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "La cala de Ferry revela sus aguas tranquilas rodeadas de exuberante vegetación. Este pequeño puerto natural albergaba barcos comerciales coloniales.",
          "visit_duration_min": 60
        },
        {
          "text": "El sendero costero conecta Deshaies con Pointe Ferry a través de vegetación salvaje. Vistas al mar y oportunidades de observación de aves en el camino.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por el jardín botánico temprano por la mañana. Flamencos, loros y tucanes despiertan con el amanecer."
        },
        {
          "text": "Haz snorkel en las islas Pigeon en la Reserva Cousteau. El sendero submarino protegido revela corales, esponjas y peces tropicales."
        },
        {
          "text": "Nada en la playa Perle protegida por la vegetación. Aguas claras y sombra bajo los árboles para una tarde relajante."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 3
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "GP::desirade",
      "name": "Desirade",
      "cc": "GP",
      "language": "es",
      "coords": [
        16.323,
        -61.029
      ],
      "lat": 16.323,
      "lon": -61.029,
      "visits": [
        {
          "text": "Faro de Pointe Doublé — Contexto histórico y vistas excepcionales.",
          "visit_duration_min": 75
        },
        {
          "text": "El faro de Pointe Doublé marca el extremo este de La Désirade. Desde sus 25 metros de altura, vigila el canal entre la isla y Petite-Terre.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderos de la reserva natural — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "Los senderos de la reserva natural atraviesan una vegetación xerófila única. Cactáceas, agaves y acacias componen este paisaje árido preservado.",
          "visit_duration_min": 90
        },
        {
          "text": "Llanuras de arrecife de Baie-Mahault — Paisaje costero y mirador de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "Los arrecifes se extienden frente a Baie-Mahault. Estas formaciones coralinas poco profundas albergan langostas, caracoles y peces tropicales.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Beauséjour alinea sus casas criollas coloridas frente al mar. El ambiente apacible contrasta con la animación de las otras islas.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Recorre el sendero costero a pie. Los acantilados de piedra caliza ofrecen vistas espectaculares sobre el océano Atlántico."
        },
        {
          "text": "Báñate en la playa de Fifi. Arena blanca, cocoteros y aguas tranquilas la convierten en el lugar familiar de la isla."
        },
        {
          "text": "Alquila una bicicleta para explorar la isla de 11 kilómetros de largo. El relieve plano facilita los desplazamientos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 9
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "GP::grand-bourg",
      "name": "Grand Bourg",
      "cc": "GP",
      "language": "es",
      "coords": [
        15.891,
        -61.314
      ],
      "lat": 15.891,
      "lon": -61.314,
      "visits": [
        {
          "text": "Miradores de la Reserva Cousteau — Contexto histórico y vistas destacadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Gueule Grand Gouffre revela un arco natural de 50 metros tallado por el océano. Las olas del Atlántico se estrellan contra acantilados de piedra caliza en un espectáculo impresionante.",
          "visit_duration_min": 60
        },
        {
          "text": "Playa Malendure — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Hacienda Murat se extiende sobre 16 hectáreas y alberga el Ecomuseo de Artes y Tradiciones Populares. La antigua finca azucarera muestra la vida colonial del siglo XVIII.",
          "visit_duration_min": 90
        },
        {
          "text": "Vista de los islotes Pigeon — Paisaje costero y punto de observación de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "La destilería Père Labat todavía produce ron agrícola usando métodos tradicionales. El molino de agua construido en 1866 sigue triturando caña de azúcar.",
          "visit_duration_min": 75
        },
        {
          "text": "El mercado de Grand-Bourg muestra frutas tropicales, verduras, especias y rones artesanales. El corazón comercial de la isla late los sábados por la mañana.",
          "visit_duration_min": 60
        },
        {
          "text": "Los acantilados marinos se extienden a lo largo de la costa este. Formaciones de piedra caliza esculpidas por la erosión crean un paisaje lunar salvaje.",
          "visit_duration_min": 45
        },
        {
          "text": "Fuerte Napoléon — Contexto histórico y vistas excepcionales.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa Anse Canot se extiende con arena blanca y aguas turquesas. Esta playa remota ofrece tranquilidad lejos de las multitudes.",
          "visit_duration_min": 90
        },
        {
          "text": "Bahía Pain de Sucre — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa Moustique muestra agua turquesa y uveros. Aguas poco profundas la convierten en la favorita de las familias.",
          "visit_duration_min": 75
        },
        {
          "text": "Callejuelas del pueblo de Terre-de-Haut — Paisaje costero y mirador de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "Los senderos de molinos cruzan campos de caña salpicados de molinos de piedra. Más de 100 molinos permanecen de la época azucarera.",
          "visit_duration_min": 60
        },
        {
          "text": "Trou à Diable revela una grieta natural donde las olas del océano crean impresionantes géiseres en marea alta.",
          "visit_duration_min": 45
        },
        {
          "text": "Habitation Roussel-Trianon — Contexto histórico y vistas excepcionales.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa Feuillère ofrece arena dorada y cocoteros. Aguas tranquilas y sombra natural bajo los árboles.",
          "visit_duration_min": 90
        },
        {
          "text": "Gueule Grand Gouffre — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Saint-Louis domina Grand-Bourg con su fachada neoclásica. Construida en el siglo XIX, alberga una pintura de la Virgen.",
          "visit_duration_min": 45
        },
        {
          "text": "Iglesia de Capesterre — Paisaje costero y mirador de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa de Vieux-Fort se extiende en el extremo sur de la isla. Un lugar apacible con vistas a Dominica en el horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "El mirador de Bellevue ofrece una vista panorámica sobre el interior de la isla. Campos de caña, molinos y la bahía de Grand-Bourg se extienden abajo.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Camina hasta Gueule Grand Gouffre desde el estacionamiento. El sendero sigue la costa y toma unos 10 minutos."
        },
        {
          "text": "Visita la destilería de ron Père Labat. La visita guiada explica los pasos de producción y termina con una degustación."
        },
        {
          "text": "Recorre la isla en bicicleta por la carretera costera. El terreno plano hace fácil un circuito de 60 kilómetros alrededor de Marie-Galante."
        },
        {
          "text": "Nada en Anse Canot donde las aguas tranquilas invitan a la relajación. Pocos turistas se aventuran a esta playa aislada."
        },
        {
          "text": "Navega en kayak por la costa oeste desde Vieux-Fort. Playas y pequeñas calas ofrecen puntos de parada."
        },
        {
          "text": "Prueba ouassous (cangrejos de río) en restaurantes locales. Esta especialidad de la isla se sirve a la parrilla o en court-bouillon."
        },
        {
          "text": "Camina desde Capesterre hasta Anse Canot por la costa. El sendero pasa por playas aisladas y acantilados marinos."
        },
        {
          "text": "Visita una plantación de caña de azúcar. Algunas fincas todavía cultivan caña para destilerías de ron."
        },
        {
          "text": "Recorre las pequeñas carreteras de la isla en bicicleta. El paisaje plano y la brisa suave hacen el ciclismo agradable."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 6
        },
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 7
        },
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 8
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "GP::pointe-a-pitre",
      "name": "Pointe A Pitre",
      "cc": "GP",
      "language": "es",
      "coords": [
        16.241,
        -61.534
      ],
      "lat": 16.241,
      "lon": -61.534,
      "visits": [
        {
          "text": "Islote de Gosier — Contexto histórico y vistas destacadas.",
          "visit_duration_min": 75
        },
        {
          "text": "El mercado central, completamente metálico, fue inaugurado en 1874. Su estructura antisísmica y pilares de hierro fundido provienen de la fundición Denonvilliers.",
          "visit_duration_min": 90
        },
        {
          "text": "Mercado de artesanías de Sainte-Anne — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "El museo Schoelcher expone objetos que pertenecieron a Victor Schoelcher, defensor de la abolición de la esclavitud. Instalado en un elegante edificio de estilo clásico.",
          "visit_duration_min": 60
        },
        {
          "text": "Arrecife marginal de Bois Jolan — Paisaje costero y punto de observación de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Pedro y San Pablo, apodada 'catedral de hierro', presenta una arquitectura metálica construida en 1874 que ha resistido huracanes durante más de un siglo.",
          "visit_duration_min": 45
        },
        {
          "text": "La plaza de la Victoria, bordeada de palmeras, presenta bustos de antiguos gobernadores y el monumento de las 100 cadenas. El antiguo cine Renaissance muestra su fachada amarillo-naranja Art Déco.",
          "visit_duration_min": 30
        },
        {
          "text": "El museo Saint-John Perse ocupa una casa colonial construida en 1880. Verás trajes criollos y documentos sobre la vida del poeta guadalupeño.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Pasea por el mercado de especias desde temprano. Encontrarás vainilla, canela, cúrcuma, rones especiados y frutas tropicales."
        },
        {
          "text": "Descubre murales de arte urbano en el barrio histórico alrededor del puerto. Retratos poderosos y colores vibrantes transforman las paredes en una galería al aire libre."
        },
        {
          "text": "Prueba accras, bokit y jugos locales en los puestos del mercado. El ambiente animado refleja el espíritu criollo de la isla."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 2
        }
      ],
      "rating": 7
    },
    {
      "place_id": "GP::saint-francois",
      "name": "Saint Francois",
      "cc": "GP",
      "language": "es",
      "coords": [
        16.256,
        -61.275
      ],
      "lat": 16.256,
      "lon": -61.275,
      "visits": [
        {
          "text": "Pointe des Châteaux — Contexto histórico y vistas excepcionales.",
          "visit_duration_min": 75
        },
        {
          "text": "La Pointe des Châteaux proyecta sus rocas esculpidas hacia el océano Atlántico. Una cruz domina el promontorio y ofrece vistas de Marie-Galante, La Désirade y Les Saintes.",
          "visit_duration_min": 90
        },
        {
          "text": "Marina de Saint‑François — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "Las olas del Atlántico se estrellan contra los acantilados. El viento sopla fuerte sobre este cabo salvaje, extremo sureste de Grande-Terre.",
          "visit_duration_min": 45
        },
        {
          "text": "Paseo marítimo de Raisins Clairs — Paisaje costero y mirador de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "El puerto deportivo de Saint-François acoge veleros y catamaranes. Punto de partida de excursiones hacia La Désirade, Petite-Terre y Marie-Galante.",
          "visit_duration_min": 60
        },
        {
          "text": "La playa de Raisins Clairs extiende su arena blanca bordeada de cocoteros. Aguas tranquilas y poco profundas para un baño apacible.",
          "visit_duration_min": 75
        },
        {
          "text": "El mercado nocturno de Saint-François se instala los miércoles por la noche. Artesanía local, músicos y puestos de especialidades criollas animan el paseo marítimo.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Camina hasta la cruz de la Pointe des Châteaux. El sendero sube por el promontorio rocoso en 20 minutos."
        },
        {
          "text": "Dirígete a la playa de Anse à la Gourde al pie de la Pointe des Châteaux. Spot de surf popular con buenas olas."
        },
        {
          "text": "Degusta pescados a la parrilla y accras en los restaurantes del paseo marítimo en Saint-François. Vistas sobre el puerto y los barcos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 10
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "GP::sainte-anne",
      "name": "Sainte Anne",
      "cc": "GP",
      "language": "es",
      "coords": [
        16.227,
        -61.386
      ],
      "lat": 16.227,
      "lon": -61.386,
      "visits": [
        {
          "text": "Mercado de Pointe-à-Pitre — Contexto histórico y vistas destacadas.",
          "visit_duration_min": 75
        },
        {
          "text": "El islote de Gosier flota a 500 metros de la orilla. Su faro rojo y blanco, construido en 1930, domina la isla. Iguanas de casi 2 metros todavía pueblan el lugar.",
          "visit_duration_min": 120
        },
        {
          "text": "Museo Schoelcher — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "El mercado artesanal de Sainte-Anne ofrece joyas, pinturas, objetos de madera y textiles criollos en un ambiente cálido. Especialmente animado los jueves por la mañana y los fines de semana.",
          "visit_duration_min": 60
        },
        {
          "text": "Iglesia St-Pierre & St-Paul — Paisaje costero y punto de observación de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa de Bois Jolan se extiende por 2 kilómetros. Su arena blanca y aguas turquesas poco profundas la convierten en un lugar familiar. Cocoteros y uveros proporcionan sombra natural.",
          "visit_duration_min": 90
        },
        {
          "text": "La playa de la Caravelle exhibe su arena brillante y agua turquesa. Es la imagen de postal que verás por todas partes.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Toma el ferry hacia el islote de Gosier desde la playa de Datcha. La travesía dura 15 minutos."
        },
        {
          "text": "Explora la laguna de Bois Jolan con aletas, máscara y snorkel. Las aguas poco profundas albergan corales, peces tropicales y praderas marinas."
        },
        {
          "text": "Alquila un kayak transparente en Sainte-Anne para deslizarte sobre el agua cristalina y observar el fondo marino sin mojarte."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 1
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "GP::terre-de-haut",
      "name": "Terre De Haut",
      "cc": "GP",
      "language": "es",
      "coords": [
        15.865,
        -61.584
      ],
      "lat": 15.865,
      "lon": -61.584,
      "visits": [
        {
          "text": "Sede del Parque Nacional — Contexto histórico y vistas destacadas.",
          "visit_duration_min": 75
        },
        {
          "text": "El Fuerte Napoleón se asienta en lo alto del Morne Mire a 114 metros de altitud. Construido entre 1844 y 1867, nunca vio combate pero ahora alberga un museo.",
          "visit_duration_min": 90
        },
        {
          "text": "Parada Saut de la Lézarde — Cultura local o botánica con señales interpretativas.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa Pain de Sucre muestra arena blanca bordeada de agua turquesa. Esta cala protegida ofrece baño tranquilo protegido de las olas del Atlántico.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison du Cacao — Paisaje costero y punto de observación de los vientos alisios.",
          "visit_duration_min": 75
        },
        {
          "text": "La bahía de Les Saintes es considerada una de las bahías más bellas del mundo. Las islas dispersas crean un puerto natural protegido del oleaje oceánico.",
          "visit_duration_min": 60
        },
        {
          "text": "El pueblo de Terre-de-Haut alinea sus casas coloridas a lo largo de calles estrechas. Balcones llenos de flores y boutiques locales le dan un encanto mediterráneo.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Sube al Fuerte Napoleón por la mañana. El jardín botánico y el santuario de iguanas rodean las fortificaciones."
        },
        {
          "text": "Alquila un scooter eléctrico para explorar la isla. El circuito de 8 kilómetros te lleva a playas y miradores."
        },
        {
          "text": "Prueba el tourment d'amour, el pastel local relleno de mermelada de coco o guayaba. Las panaderías artesanales compiten por la mejor receta."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Circuito Guadalupe: Cascadas del Carbet y Reserva Cousteau",
          "day": 5
        }
      ],
      "rating": 3.4
    }
  ]
}