{
  "version": 1,
  "country": "gp",
  "language": "en",
  "places": [
    {
      "place_id": "GP::basse-terre",
      "name": "Basse Terre",
      "cc": "GP",
      "language": "en",
      "coords": [
        16.001,
        -61.731
      ],
      "lat": 16.001,
      "lon": -61.731,
      "visits": [
        {
          "text": "Deshaies Botanical Garden — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "Carbet Falls cascade from the Soufrière volcano slopes. The second falls drop 110 meters into a natural pool surrounded by rainforest.",
          "visit_duration_min": 120
        },
        {
          "text": "Grande Anse viewpoint — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "La Soufrière, the Caribbean's highest volcano at 1,467 meters, dominates the Guadeloupe National Park. Fumaroles constantly emit sulfurous steam.",
          "visit_duration_min": 150
        },
        {
          "text": "Pearl beach lookout — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "Fort Delgrès stands on Morne Houël overlooking the Basse-Terre bay. This 17th-century military fortress played a key role in French colonial history.",
          "visit_duration_min": 60
        },
        {
          "text": "The Basse-Terre cathedral, dedicated to Our Lady of Guadeloupe, displays 18th-century architecture. Its baroque interior houses religious paintings and sculptures.",
          "visit_duration_min": 45
        },
        {
          "text": "Champ d'Arbaud Park offers walking trails under giant trees. This green space borders the old town with its colorful Creole houses.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Hike to Carbet Falls on the marked trail. Allow 30 minutes to reach the second falls viewpoint."
        },
        {
          "text": "Climb to La Soufrière's summit. The trail crosses a lunar landscape and offers views over the entire archipelago on clear days."
        },
        {
          "text": "Bathe in the Acomat hot springs at the foot of La Soufrière. Natural thermal waters heated by volcanic activity."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 4
        }
      ],
      "rating": 4
    },
    {
      "place_id": "GP::deshaies",
      "name": "Deshaies",
      "cc": "GP",
      "language": "en",
      "coords": [
        16.301,
        -61.792
      ],
      "lat": 16.301,
      "lon": -61.792,
      "visits": [
        {
          "text": "Fort Delgrès — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "Deshaies Botanical Garden spreads over 7 hectares and houses more than 1,000 tropical species. Former property of comedian Coluche, transformed into a green paradise.",
          "visit_duration_min": 120
        },
        {
          "text": "Basse-Terre cathedral — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "The beach of Grande Anse stretches at the foot of Deshaies village. Golden sand, calm waters and coconut palms make it a peaceful spot.",
          "visit_duration_min": 90
        },
        {
          "text": "Old quarter arcades — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "Ferry Cove reveals its calm waters surrounded by lush vegetation. This small natural harbor sheltered colonial trading vessels.",
          "visit_duration_min": 60
        },
        {
          "text": "The coastal trail connects Deshaies to Pointe Ferry through wild vegetation. Sea views and birdwatching opportunities along the way.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Walk through the botanical garden early in the morning. Flamingos, parrots and toucans wake up with the sunrise."
        },
        {
          "text": "Snorkel at Pigeon Islands in the Cousteau Reserve. The protected underwater trail reveals corals, sponges and tropical fish."
        },
        {
          "text": "Swim at Pearl beach sheltered by vegetation. Clear waters and shade under the trees for a relaxing afternoon."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 3
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "GP::desirade",
      "name": "Desirade",
      "cc": "GP",
      "language": "en",
      "coords": [
        16.323,
        -61.029
      ],
      "lat": 16.323,
      "lon": -61.029,
      "visits": [
        {
          "text": "Pointe Doublé lighthouse — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "Pointe Doublé lighthouse marks La Désirade's eastern tip. From its 25-meter height, it watches over the channel between the island and Petite-Terre.",
          "visit_duration_min": 60
        },
        {
          "text": "Nature reserve tracks — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "The nature reserve trails cross unique xerophytic vegetation. Cacti, agaves and acacias compose this preserved arid landscape.",
          "visit_duration_min": 90
        },
        {
          "text": "Baie-Mahault reef flats — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "The reef flats extend offshore from Baie-Mahault. These shallow coral formations shelter lobsters, conch and tropical fish.",
          "visit_duration_min": 75
        },
        {
          "text": "Beauséjour village aligns its colorful Creole houses facing the sea. The peaceful atmosphere contrasts with the other islands' activity.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Walk the coastal trail on foot. The limestone cliffs offer spectacular views over the Atlantic Ocean."
        },
        {
          "text": "Swim at Fifi beach. White sand, coconut palms and calm waters make it the island's family spot."
        },
        {
          "text": "Rent a bike to explore the 11-kilometer-long island. The flat terrain makes getting around easy."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 9
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "GP::grand-bourg",
      "name": "Grand Bourg",
      "cc": "GP",
      "language": "en",
      "coords": [
        15.891,
        -61.314
      ],
      "lat": 15.891,
      "lon": -61.314,
      "visits": [
        {
          "text": "Cousteau Reserve overlooks — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "Gueule Grand Gouffre reveals a 50-meter natural arch carved by the ocean. Atlantic waves crash against limestone cliffs in an impressive spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "Malendure beach — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "Murat Habitation spans 16 hectares and houses the Ecomuseum of Arts and Popular Traditions. The former sugar estate shows 18th-century colonial life.",
          "visit_duration_min": 90
        },
        {
          "text": "Pigeon islets view — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "The Père Labat distillery still produces agricultural rum using traditional methods. The watermill built in 1866 continues to crush sugar cane.",
          "visit_duration_min": 75
        },
        {
          "text": "Grand-Bourg market displays tropical fruits, vegetables, spices and artisanal rums. The island's commercial heart beats on Saturday mornings.",
          "visit_duration_min": 60
        },
        {
          "text": "The sea cliffs stretch along the eastern coast. Limestone formations sculpted by erosion create a wild lunar landscape.",
          "visit_duration_min": 45
        },
        {
          "text": "Fort Napoléon — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "Anse Canot beach stretches with white sand and turquoise waters. This remote beach offers tranquility far from the crowds.",
          "visit_duration_min": 90
        },
        {
          "text": "Pain de Sucre bay — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "Moustique beach displays turquoise water and sea grape trees. Shallow waters make it a family favorite.",
          "visit_duration_min": 75
        },
        {
          "text": "Terre-de-Haut village lanes — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "The windmill trails cross cane fields dotted with stone mills. More than 100 mills remain from the sugar era.",
          "visit_duration_min": 60
        },
        {
          "text": "Trou à Diable reveals a natural crevasse where ocean waves create impressive geysers at high tide.",
          "visit_duration_min": 45
        },
        {
          "text": "Habitation Roussel-Trianon — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "Feuillère beach offers golden sand and coconut palms. Calm waters and natural shade under the trees.",
          "visit_duration_min": 90
        },
        {
          "text": "Gueule Grand Gouffre — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint-Louis Church dominates Grand-Bourg with its neoclassical facade. Built in the 19th century, it shelters a painting of the Virgin.",
          "visit_duration_min": 45
        },
        {
          "text": "Capesterre church — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "Vieux-Fort beach extends on the southern tip of the island. A peaceful spot with views of Dominica on the horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "The Bellevue lookout offers a panoramic view over the island's interior. Cane fields, windmills and the Grand-Bourg bay stretch below.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Walk to Gueule Grand Gouffre from the parking lot. The trail follows the coast and takes about 10 minutes."
        },
        {
          "text": "Visit the Père Labat rum distillery. The guided tour explains production steps and ends with tasting."
        },
        {
          "text": "Cycle around the island on the coastal road. The flat terrain makes a 60-kilometer loop around Marie-Galante easy."
        },
        {
          "text": "Swim at Anse Canot where calm waters invite relaxation. Few tourists venture to this isolated beach."
        },
        {
          "text": "Kayak along the west coast from Vieux-Fort. Beaches and small coves offer stopping points."
        },
        {
          "text": "Taste ouassous (freshwater crayfish) in local restaurants. This island specialty is served grilled or in court-bouillon."
        },
        {
          "text": "Walk from Capesterre to Anse Canot along the coast. The trail passes isolated beaches and sea cliffs."
        },
        {
          "text": "Visit a sugar cane plantation. Some estates still grow cane for rum distilleries."
        },
        {
          "text": "Cycle the island's small roads. The flat landscape and gentle breeze make biking pleasant."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 6
        },
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 7
        },
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 8
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "GP::pointe-a-pitre",
      "name": "Pointe A Pitre",
      "cc": "GP",
      "language": "en",
      "coords": [
        16.241,
        -61.534
      ],
      "lat": 16.241,
      "lon": -61.534,
      "visits": [
        {
          "text": "Gosier islet — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "The central market hall, entirely metallic, was inaugurated in 1874. Its earthquake-resistant framework and cast iron pillars come from the Denonvilliers foundry.",
          "visit_duration_min": 90
        },
        {
          "text": "Sainte-Anne craft market — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "The Schoelcher Museum displays objects that belonged to Victor Schoelcher, defender of the abolition of slavery. Housed in an elegant classical-style building.",
          "visit_duration_min": 60
        },
        {
          "text": "Bois Jolan fringe reef — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint-Pierre-et-Saint-Paul church, nicknamed the 'iron cathedral', features metallic architecture built in 1874 that has withstood hurricanes for over a century.",
          "visit_duration_min": 45
        },
        {
          "text": "Place de la Victoire, lined with palm trees, displays busts of former governors and the monument of 100 chains. The old Renaissance cinema shows its orange-yellow Art Deco facade.",
          "visit_duration_min": 30
        },
        {
          "text": "The Saint-John Perse Museum occupies a colonial house built in 1880. You'll see Creole costumes and documents about the Guadeloupean poet's life.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Stroll through the spice market in the morning. You'll find vanilla, cinnamon, turmeric, spiced rums and tropical fruits."
        },
        {
          "text": "Spot street art murals in the historic district around the Darse. Powerful portraits and vibrant colors transform the walls into an open-air gallery."
        },
        {
          "text": "Taste accras, bokit and local juices at the market stalls. The lively atmosphere reflects the island's Creole spirit."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 2
        }
      ],
      "rating": 7
    },
    {
      "place_id": "GP::saint-francois",
      "name": "Saint Francois",
      "cc": "GP",
      "language": "en",
      "coords": [
        16.256,
        -61.275
      ],
      "lat": 16.256,
      "lon": -61.275,
      "visits": [
        {
          "text": "Pointe des Châteaux — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "Pointe des Châteaux projects its sculpted rocks into the Atlantic Ocean. A cross dominates the promontory and offers views of Marie-Galante, La Désirade and Les Saintes.",
          "visit_duration_min": 90
        },
        {
          "text": "Saint‑François marina — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "Atlantic waves crash against the cliffs. Strong winds blow over this wild cape, Grande-Terre's southeastern tip.",
          "visit_duration_min": 45
        },
        {
          "text": "Raisins Clairs boardwalk — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint-François marina welcomes sailboats and catamarans. Departure point for excursions to La Désirade, Petite-Terre and Marie-Galante.",
          "visit_duration_min": 60
        },
        {
          "text": "Raisins Clairs beach spreads its white sand bordered by coconut palms. Calm, shallow waters for peaceful swimming.",
          "visit_duration_min": 75
        },
        {
          "text": "Saint-François night market sets up on Wednesday evenings. Local crafts, musicians and Creole specialty stands animate the waterfront.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Walk to the Pointe des Châteaux cross. The trail climbs the rocky promontory in 20 minutes."
        },
        {
          "text": "Head to Anse à la Gourde beach at the foot of Pointe des Châteaux. Popular surf spot with great waves."
        },
        {
          "text": "Taste grilled fish and accras at waterfront restaurants in Saint-François. Views over the marina and boats."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 10
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "GP::sainte-anne",
      "name": "Sainte Anne",
      "cc": "GP",
      "language": "en",
      "coords": [
        16.227,
        -61.386
      ],
      "lat": 16.227,
      "lon": -61.386,
      "visits": [
        {
          "text": "Pointe-à-Pitre market — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "Îlet du Gosier floats 500 meters from shore. Its red and white lighthouse, built in 1930, dominates the island. Iguanas nearly 2 meters long still inhabit the area.",
          "visit_duration_min": 120
        },
        {
          "text": "Schoelcher Museum — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "Sainte-Anne's artisan market offers jewelry, paintings, wooden objects and Creole textiles in a warm atmosphere. Particularly lively on Thursday mornings and weekends.",
          "visit_duration_min": 60
        },
        {
          "text": "St-Pierre & St-Paul church — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "Bois Jolan beach stretches for 2 kilometers. Its white sand and shallow turquoise waters make it a family spot. Coconut palms and sea grape trees provide natural shade.",
          "visit_duration_min": 90
        },
        {
          "text": "La Caravelle beach displays its brilliant sand and turquoise water. It's the postcard image you'll see everywhere.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Take the shuttle to Îlet du Gosier from Datcha beach. The crossing takes 15 minutes."
        },
        {
          "text": "Explore the Bois Jolan lagoon with fins, mask and snorkel. The shallow waters shelter corals, tropical fish and seagrass beds."
        },
        {
          "text": "Rent a clear kayak in Sainte-Anne to glide over crystal waters and observe the seabed without getting wet."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 1
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "GP::terre-de-haut",
      "name": "Terre De Haut",
      "cc": "GP",
      "language": "en",
      "coords": [
        15.865,
        -61.584
      ],
      "lat": 15.865,
      "lon": -61.584,
      "visits": [
        {
          "text": "National Park HQ — Historical context and standout views.",
          "visit_duration_min": 75
        },
        {
          "text": "Fort Napoleon sits atop Morne Mire at 114 meters altitude. Built between 1844 and 1867, it never saw combat but now houses a museum.",
          "visit_duration_min": 90
        },
        {
          "text": "Saut de la Lézarde stop — Local culture or botany with interpretation signs.",
          "visit_duration_min": 75
        },
        {
          "text": "Pain de Sucre beach displays white sand bordered by turquoise water. This sheltered cove offers calm swimming protected from Atlantic waves.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison du Cacao — Coastal scenery and trade‑wind vantage point.",
          "visit_duration_min": 75
        },
        {
          "text": "The bay of Les Saintes is considered one of the world's most beautiful bays. Scattered islands create a natural harbor sheltered from ocean swells.",
          "visit_duration_min": 60
        },
        {
          "text": "Terre-de-Haut village aligns its colorful houses along narrow streets. Flower-filled balconies and local boutiques give it a Mediterranean charm.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Climb to Fort Napoleon in the morning. The botanical garden and iguana sanctuary surround the fortifications."
        },
        {
          "text": "Rent an electric scooter to explore the island. The 8-kilometer loop takes you to beaches and viewpoints."
        },
        {
          "text": "Taste tourment d'amour, the local pastry filled with coconut or guava jam. Artisanal bakeries compete for the best recipe."
        }
      ],
      "days_plan": [
        {
          "itin_id": "GP::archipelago::guadeloupe-lagoons-and-volcano",
          "itin_title": "Guadeloupe Circuit: Carbet Falls and Cousteau Reserve",
          "day": 5
        }
      ],
      "rating": 3.4
    }
  ]
}