{
  "version": 1,
  "country": "si",
  "language": "pt",
  "places": [
    {
      "place_id": "SI::bled",
      "name": "Bled",
      "cc": "SI",
      "coords": [
        46.3633,
        14.0942
      ],
      "lat": 46.3633,
      "lon": 14.0942,
      "visits": [
        {
          "text": "Dia 1: Contemple o Lago Bled, a imagem de cartão-postal definitiva da Eslovênia e um dos lagos mais fotografados da Europa. Suas águas verde-esmeralda cercam uma ilhota pitoresca coroada por uma igreja branca, criando uma paisagem de conto de fadas emoldurada pelos picos dos Alpes Julianos. Esta joia natural oferece inúmeras atividades e mirantes espetaculares.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 1: Navegue até a Ilha de Bled a bordo de uma Pletna, embarcação tradicional eslovena impulsionada por um remador em pé. Nesta ilhota única, visite a Igreja da Assunção e toque o sino dos desejos para dar sorte. Esta travessia romântica proporciona uma experiência imperdível para descobrir o lago de seu ângulo mais belo.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 1: Visite o Castelo de Bled, uma fortaleza medieval empoleirada em um penhasco a 130 metros acima do lago. Este castelo milenar, um dos mais antigos da Eslovênia, abriga um museu que retrata a história da região e oferece vistas excepcionais do lago e da ilha a partir de seus terraços.",
          "visit_duration_min": 75
        },
        {
          "text": "Dia 2: Explore o Desfiladeiro Vintgar, uma maravilha natural esculpida pelo rio Radovna ao longo de 1,6 quilômetros. Caminhe pelas passarelas de madeira suspensas sobre águas turquesa, entre cascatas borbulhantes, corredeiras espetaculares e paredes rochosas vertiginosas. Este cânion encantador oferece uma imersão total na natureza alpina da Eslovênia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dia 1: Faça trilha até os mirantes de Mala Osojnica ou Ojstrica para capturar a vista perfeita de cartão-postal do Lago Bled. Estes pontos de observação elevados oferecem a perspectiva mais icônica do lago, sua ilha e o castelo - um panorama que percorreu o mundo e simboliza a beleza eslovena.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 1: Desfrute de atividades aquáticas no lago: alugue um stand-up paddle, caiaque ou barco a remo para explorar as águas cristalinas no seu próprio ritmo. No verão, nadar nas águas refrescantes do lago oferece um momento incomparável de relaxamento com vista para as montanhas circundantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia 2: Admire a Cachoeira Šum no final de sua caminhada pelo desfiladeiro. Esta cachoeira de 13 metros, a maior cachoeira de rio da Eslovênia, forma o ponto alto da visita. O estrondo da água e a névoa refrescante criam uma atmosfera mágica neste cenário natural intocado.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tesouros da Eslovênia: Dos Alpes Julianos à Costa Adriática",
          "day": 2
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 8.8
    },
    {
      "place_id": "SI::bohinj",
      "name": "Bohinj",
      "cc": "SI",
      "coords": [
        46.2869,
        13.8617
      ],
      "lat": 46.2869,
      "lon": 13.8617,
      "visits": [
        {
          "text": "Descubra o Lago Bohinj, a pérola escondida do Parque Nacional Triglav e o maior lago natural da Eslovênia. Menos movimentado que o vizinho Lago Bled, este lago glacial oferece uma atmosfera mais selvagem e autêntica, cercado por florestas densas e dominado pelos picos dos Alpes Julianos. Um verdadeiro refúgio de paz para os amantes da natureza.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Igreja de São João Batista, uma joia românica aninhada à beira do lago. Este santuário do século XIII, adornado com afrescos medievais notáveis, é um dos monumentos mais fotografados da região. Seu cenário idílico com o lago e as montanhas como pano de fundo o torna impressionantemente belo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pegue o Teleférico Vogel para chegar à estação de esqui a 1.535 metros de altitude. Das plataformas panorâmicas, admire vistas deslumbrantes sobre o Lago Bohinj, os vales circundantes e os picos do Triglav. Um espetáculo grandioso que revela toda a majestade do parque nacional.",
          "visit_duration_min": 60
        },
        {
          "text": "Faça trilha até a Cachoeira Savica, uma queda espetacular de 70 metros composta por dois braços que se fundem antes de mergulhar em uma bacia turquesa. Esta caminhada recompensa os caminhantes com um dos locais naturais mais impressionantes da Eslovênia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tesouros da Eslovênia: Dos Alpes Julianos à Costa Adriática",
          "day": 3
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 7.7
    },
    {
      "place_id": "SI::bovec",
      "name": "Bovec",
      "cc": "SI",
      "coords": [
        46.3381,
        13.5519
      ],
      "lat": 46.3381,
      "lon": 13.5519,
      "visits": [
        {
          "text": "Explore o Vale Soča, um paraíso para os amantes da natureza onde o rio de mesmo nome serpenteia com suas águas turquesa surreais. Este vale alpino no noroeste da Eslovênia oferece uma concentração de atividades ao ar livre e paisagens preservadas, apresentando desfiladeiros espetaculares, cachoeiras cristalinas e pontes suspensas vertiginosas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra Bovec, a capital da aventura da Eslovênia situada no coração do vale. Esta pequena cidade alpina serve como ponto de partida ideal para explorar a região e praticar numerosas atividades aquáticas no Soča. Seu cenário montanhoso espetacular e atmosfera descontraída fazem dela uma base perfeita para viajantes ativos.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite Kobarid e seu Museu da Primeira Guerra Mundial, um dos melhores museus dedicados ao conflito na Europa. Esta pequena cidade histórica foi cenário da famosa Batalha de Caporetto em 1917. A região preserva numerosos vestígios e trilhas memoriais através das montanhas circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Desfiladeiro de Tolmin, um cânion espetacular onde o Rio Tolminka escavou seu leito entre impressionantes paredes rochosas. Caminhe por passarelas sobre águas esmeralda, descobrindo cachoeiras secretas e piscinas naturais de beleza impressionante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente rafting, canoagem ou canyoning no Soča, considerado um dos rios mais belos da Europa para esportes aquáticos em águas bravas. Suas águas turquesa com reflexos surreais oferecem um playground excepcional tanto para aventureiros quanto para iniciantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Atravesse a Ponte Suspensa de Čezsoča e as numerosas outras pontes suspensas que cruzam o Soča. Essas passarelas oferecem pontos de vista únicos sobre o rio e proporcionam acesso a trilhas de caminhada em ambas as margens. A vista das águas cristalinas dessas pontes é inesquecível.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe até a Cachoeira de Kozjak perto de Kobarid, uma cachoeira mágica que despenca em uma caverna natural com paredes cobertas de musgo. A aproximação através de uma trilha na floresta e o espetáculo da cachoeira em seu santuário rochoso criam uma atmosfera de conto de fadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tesouros da Eslovênia: Dos Alpes Julianos à Costa Adriática",
          "day": 5
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5
    },
    {
      "place_id": "SI::divaca",
      "name": "Divaca",
      "cc": "SI",
      "coords": [
        45.6781,
        13.9714
      ],
      "lat": 45.6781,
      "lon": 13.9714,
      "visits": [
        {
          "text": "Explore as Cavernas de Škocjan, Patrimônio Mundial da UNESCO e um dos sistemas de cavernas mais impressionantes do mundo. Esculpidas pelo Rio Reka, essas cavernas monumentais abrigam câmaras subterrâneas colossais, cachoeiras interiores e formações espetaculares de estalactites e estalagmites.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participe de um tour guiado pela Caverna Silenciosa e pela Caverna Murmurante, uma jornada de 3 quilômetros durando aproximadamente 2 a 2,5 horas. O destaque é atravessar a Ponte Cerkvenik, uma passarela suspensa 45 metros acima do rio subterrâneo, oferecendo uma perspectiva vertiginosa deste mundo subterrâneo de dimensões catedralianas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tesouros da Eslovênia: Dos Alpes Julianos à Costa Adriática",
          "day": 6
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 2.6
    },
    {
      "place_id": "SI::koper",
      "name": "Koper",
      "cc": "SI",
      "coords": [
        45.5469,
        13.7294
      ],
      "lat": 45.5469,
      "lon": 13.7294,
      "visits": [
        {
          "text": "Descubra Koper, uma joia veneziana na costa adriática da Eslovênia. Esta cidade portuária preservou um patrimônio arquitetônico notável de quatro séculos de domínio veneziano. Suas ruelas de paralelepípedos, fachadas de casas em tons pastel e palácios históricos evocam irresistivelmente a atmosfera de Veneza.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a Praça Tito, o coração histórico de Koper dominado pelo Palácio Pretoriano e sua loggia veneziana. Esta elegante praça cercada por edifícios góticos e renascentistas testemunha a prosperidade passada da cidade. O Palácio Pretoriano, com sua fachada ameada e janelas ogivais, destaca-se como um dos melhores exemplos da arquitetura veneziana na Eslovênia.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire o Portão Muda e os vestígios das muralhas medievais que outrora protegiam a cidade. Este portão monumental do século XVI marcava a entrada principal da cidade e testemunha a importância estratégica de Koper durante a era veneziana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aproveite o calçadão à beira-mar e as praias de Koper para uma pausa litorânea no Adriático. A Praia da Cidade e a Praia de Žusterna oferecem acesso ao mar com vistas das colinas do interior da Ístria. As praias de cascalho convidam para nadar nas águas claras do Adriático.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tesouros da Eslovênia: Dos Alpes Julianos à Costa Adriática",
          "day": 7
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4.4
    },
    {
      "place_id": "SI::kranjska-gora",
      "name": "Kranjska Gora",
      "cc": "SI",
      "coords": [
        46.4844,
        13.7856
      ],
      "lat": 46.4844,
      "lon": 13.7856,
      "visits": [
        {
          "text": "Atravesse o Passo Vršič, o passo de montanha mais alto da Eslovênia culminando a 1.611 metros de altitude. Esta estrada lendária com 50 curvas em zigue-zague atravessa paisagens alpinas grandiosas, conectando o vale Kranjska Gora ao Vale Soča. Cada curva oferece panoramas deslumbrantes sobre os picos circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Capela Russa, um memorial tocante erguido em memória dos prisioneiros de guerra russos que construíram esta estrada durante a Primeira Guerra Mundial. Este pequeno edifício de madeira em estilo ortodoxo, aninhado na floresta alpina, testemunha uma página trágica da história europeia em um cenário de grande serenidade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça trilha até o mirante Slemenova Špica a partir do cume do passo para vistas panorâmicas excepcionais. Esta caminhada de dificuldade moderada oferece perspectivas em dias claros sobre três países: Eslovênia, Itália e Áustria. Um ponto de observação único sobre os Alpes Julianos e vales circundantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tesouros da Eslovênia: Dos Alpes Julianos à Costa Adriática",
          "day": 4
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 7.1
    },
    {
      "place_id": "SI::ljubljana",
      "name": "Ljubljana",
      "cc": "SI",
      "coords": [
        46.0569,
        14.5058
      ],
      "lat": 46.0569,
      "lon": 14.5058,
      "visits": [
        {
          "text": "Descubra o Centro Histórico de Ljubljana, uma joia arquitetônica aninhada às margens do rio Ljubljanica. Passeie pelos cais repletos de fachadas coloridas e atravesse as pontes icônicas que tornaram esta capital europeia famosa. A atmosfera pitoresca e a escala humana deste centro histórico fazem dele uma das capitais mais charmosas do continente.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com a Ponte do Dragão, monumento icônico de Ljubljana adornado com quatro imponentes esculturas de dragões em bronze. Essas criaturas míticas, erguidas no início do século XX, simbolizam a proteção da cidade segundo a lenda. Esta obra-prima Art Nouveau é uma das primeiras pontes de concreto armado da Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Atravesse a Ponte Tripla, uma conquista arquitetônica única que conecta a Praça Prešeren ao Centro Histórico. Este conjunto de três pontes pedestres paralelas, projetadas pelo arquiteto Jože Plečnik, oferece uma perspectiva notável da Igreja Franciscana da Anunciação com sua marcante fachada rosa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Suba ao Castelo de Ljubljana pelo funicular panorâmico ou a pé para desfrutar de vistas deslumbrantes de toda a capital eslovena. Esta fortaleza medieval empoleirada no topo de uma colina abriga exposições sobre a história da cidade e oferece panoramas de 360 graus de sua torre de observação sobre os telhados do Centro Histórico e os Alpes circundantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tesouros da Eslovênia: Dos Alpes Julianos à Costa Adriática",
          "day": 1
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 4.5
    },
    {
      "place_id": "SI::maribor",
      "name": "Maribor",
      "cc": "SI",
      "coords": [
        46.5547,
        15.6459
      ],
      "lat": 46.5547,
      "lon": 15.6459,
      "visits": [
        {
          "text": "Explore Maribor, a segunda cidade da Eslovênia e a capital vinícola do país. Esta cidade histórica com charme autêntico revela arquitetura habsburga notavelmente preservada, belas praças animadas e uma tradição vinícola milenar. Sua atmosfera menos turística comparada a Ljubljana a torna uma descoberta particularmente encantadora.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Castelo de Maribor e o Museu Regional que traça a história da cidade da Idade da Pedra ao século XX. Este palácio barroco localizado na Praça Grajski forma o coração cultural da cidade. Suas coleções arqueológicas e históricas oferecem uma visão abrangente da região da Estíria eslovena.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a Praça Glavni Trg e a Coluna da Peste, um monumento barroco erguido no século XVII em memória das vítimas da epidemia que atingiu a cidade. Esta praça central ladeada por edifícios históricos serve como ponto de partida ideal para explorar o centro antigo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Praça da Liberdade e o Monumento da Libertação, um memorial celebrando a libertação de Maribor durante a Segunda Guerra Mundial. Esta praça moderna contrasta com a arquitetura histórica circundante e testemunha as provações que a cidade suportou no século XX.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo distrito de Lent ao longo do Rio Drava para descobrir a videira mais antiga do mundo, a Stara Trta. Esta videira de 400 anos, listada no Guinness Book of Records, ainda produz vinho a cada ano. O distrito vinícola oferece oportunidades para degustar safras regionais em um cenário pitoresco à beira do rio.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tesouros da Eslovênia: Dos Alpes Julianos à Costa Adriática",
          "day": 9
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 7.3
    },
    {
      "place_id": "SI::postojna",
      "name": "Postojna",
      "cc": "SI",
      "coords": [
        45.7742,
        14.2139
      ],
      "lat": 45.7742,
      "lon": 14.2139,
      "visits": [
        {
          "text": "Visite a Caverna de Postojna, a rede de cavernas turísticas mais famosa da Europa. Este labirinto subterrâneo de 24 quilômetros, com 5 quilômetros acessíveis ao público, apresenta uma concentração extraordinária de formações calcárias criadas ao longo de milhões de anos. Uma viagem ao centro da terra que fascina visitantes há quase dois séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Castelo de Predjama, a fortaleza medieval mais espetacular do mundo, construída na boca de uma caverna a 123 metros de altura. Este castelo-caverna do século XIII, listado no Guinness Book of Records, parece desafiar as leis da gravidade e da arquitetura. Sua rede de passagens secretas conectadas às cavernas o tornava uma fortaleza inexpugnável.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embarque em uma viagem de trem elétrico subterrâneo através de 3,7 quilômetros de galerias antes de continuar a pé para admirar as formações mais notáveis. Não perca a Câmara do Espaguete e o famoso Brilhante, uma estalagmite branca de 5 metros que se tornou o símbolo da caverna. A temperatura constante de 10°C cria uma atmosfera única.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite o Vivário para observar o Proteus ou Olm, uma criatura aquática única apelidada de peixe humano. Este anfíbio cego habitante de cavernas, endêmico das cavernas cársticas eslovenas, pode viver até 100 anos e representa uma das espécies mais fascinantes do mundo subterrâneo europeu.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tesouros da Eslovênia: Dos Alpes Julianos à Costa Adriática",
          "day": 8
        }
      ],
      "language": "pt",
      "suggested_days": 1,
      "rating": 5.1
    }
  ]
}