{
  "version": 1,
  "country": "me",
  "language": "en",
  "places": [
    {
      "place_id": "ME::biogradska-gora",
      "name": "Biogradska Gora",
      "cc": "ME",
      "coords": [
        42.8833,
        19.6
      ],
      "lat": 42.8833,
      "lon": 19.6,
      "visits": [
        {
          "text": "Explore Biogradska Gora National Park, nestled in the Bjelasica mountain region as one of the last virgin rainforests in Europe. Here you'll find untouched, unspoiled nature, clear glacial lakes, and invitation to walk, hike, cycle, or observe wildlife.",
          "visit_duration_min": 75
        },
        {
          "text": "Rent a rowing boat or kayak on Lake Biogradsko for an unforgettable experience on this pristine glacial lake. Alternatively, hike around the lake through ancient forest that has never been logged.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The park's virgin forest contains trees over 500 years old and offers a rare glimpse into what European landscapes looked like before human intervention. Multiple trails of varying difficulty explore this protected wilderness.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 9
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.9
    },
    {
      "place_id": "ME::budva",
      "name": "Budva",
      "cc": "ME",
      "coords": [
        42.2911,
        18.8403
      ],
      "lat": 42.2911,
      "lon": 18.8403,
      "visits": [
        {
          "text": "Discover Budva, one of the oldest cities on the Adriatic said to have been founded around 2,500 years ago. The walled Old Town features historic buildings, narrow streets, small churches, stores and cozy restaurants that transport you back in time, all faithfully reconstructed after the devastating 1979 earthquake.",
          "visit_duration_min": 75
        },
        {
          "text": "Enter the Citadel for a small fee and enjoy wonderful views of the sea and the entire Old Town with modern Budva in the background. This elevated fortress provides the perfect perspective over this ancient settlement.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk the ancient City Walls that provide a unique opportunity to immerse yourself in Budva's past, stepping on the same paths once patrolled by Venetian soldiers. The walls offer panoramic views of the Old Town, harbor, and coastline.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll from the beach to the famous Ballerina statue at sunset for breathtaking views. Following the coastal path further reveals hidden small beaches and secluded bays perfect for swimming.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore the beaches of the Budva Riviera, considered among the best in the Balkans. Some hold Blue Flags for high standards of cleanliness and safety, while others nestle in secluded coves offering tranquil escapes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 1
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4
    },
    {
      "place_id": "ME::cetinje",
      "name": "Cetinje",
      "cc": "ME",
      "coords": [
        42.3903,
        18.9231
      ],
      "lat": 42.3903,
      "lon": 18.9231,
      "visits": [
        {
          "text": "Explore Cetinje, the small, cute, and picturesque former royal capital of Montenegro until the end of World War II. Today the official residence of the president, this historic town retains its regal atmosphere with the old royal palace and numerous embassies from the kingdom era.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the historic monastery and stroll through small stores before lingering in cozy restaurants. Cetinje feels much nicer and prettier than the current capital Podgorica.",
          "visit_duration_min": 75
        },
        {
          "text": "Descend into Lipa Cave, an impressive 6-million-year-old stalactite cave discovered by chance in the 19th century. As the only accessible cave in Montenegro, it features huge breathtaking stalactites and stalagmites formed over millions of years, creating a magical underground world.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The cave tour costs €15 and requires a jacket even in summer due to the cool climate. The formations create an otherworldly landscape that ranks among Montenegro's most unique natural attractions.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 7
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.9
    },
    {
      "place_id": "ME::durmitor",
      "name": "Durmitor",
      "cc": "ME",
      "coords": [
        43.15,
        19.0167
      ],
      "lat": 43.15,
      "lon": 19.0167,
      "visits": [
        {
          "text": "Experience Durmitor National Park, named after the mountain range boasting 48 peaks over 2,000 meters and 18 glacial lakes. Whether visiting in winter for skiing or summer for hiking, this iconic destination showcases Montenegro's most dramatic alpine scenery.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk around Black Lake (Crno Jezero), the largest of the 18 glacial lakes and the starting point for all trails. Despite summer crowds, the dark waters reflecting surrounding peaks create an unforgettable scene.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Lake Vražje (Devil's Lake), particularly worth seeing thanks to its unique color. According to legend, the devil once built a castle of ice crystals at the bottom. The lake sits in a steppe landscape surrounded by mountain ranges in an almost mystical setting.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "For experienced hikers, challenge yourself with the ascent of Bobotov Kuk (2,522m), the highest peak in Durmitor National Park. Multiple trails of varying difficulty explore this UNESCO-listed wilderness.",
          "visit_duration_min": 60
        },
        {
          "text": "Drive the 'Durmitor Ring' along the P14 road to Piva Canyon, considered one of the most picturesque drives in Europe. The Sedlo Pass offers spectacular mountain panoramas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 12
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 7.1
    },
    {
      "place_id": "ME::kotor",
      "name": "Kotor",
      "cc": "ME",
      "coords": [
        42.4247,
        18.7712
      ],
      "lat": 42.4247,
      "lon": 18.7712,
      "visits": [
        {
          "text": "Explore Kotor Old Town, a UNESCO World Heritage Site where the first Illyrian tribes settled 5,000 years ago. Characterized by palaces of wealthy noble families and romantic churches, the fortified town's small alleyways, stores, and cafés invite browsing and lingering in this magical setting.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb the legendary Kotor Fortress (Castle of San Giovanni), a prominent landmark standing since the 9th century. The series of defensive walls, gates, and towers provides a strenuous but rewarding hike with nearly 1,400 steps to the highest point and fabulous views of Kotor, the Bay of Kotor, and surrounding mountains.",
          "visit_duration_min": 75
        },
        {
          "text": "Ride the new Kotor Cable Car opened in 2023, climbing 1,316 meters to the summit of Mount Lovćen. Enjoy spectacular views of Boka Bay, Kotor, and across the Adriatic Sea to Italy on clear days, with an Alpine Coaster providing thrilling descent options.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the famous Cat Park in the Old Town where felines roam freely. Visitors can put plastic bottles in vending machines to provide food and water to the animals - Kotor is known as the city of cats throughout the Balkans.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Kotor early morning or at sunset to avoid day tourists from cruise ships. The small alleyways transform when crowds depart, revealing the true romantic character of this ancient maritime city.",
          "visit_duration_min": 60
        },
        {
          "text": "Situated in Boka Bay surrounded by mountains, the scenery is reminiscent of Norway's breathtaking fjords - though here the sea gradually made its way into a former riverbed rather than glacial valleys.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 3
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.1
    },
    {
      "place_id": "ME::lovcen",
      "name": "Lovcen",
      "cc": "ME",
      "coords": [
        42.395,
        18.84
      ],
      "lat": 42.395,
      "lon": 18.84,
      "visits": [
        {
          "text": "Visit the Njegoš Mausoleum at 1,650 meters altitude in Lovćen National Park - the highest mausoleum in the world. Petar II Petrović Njegoš, Prince-Bishop of Montenegro and one of the most important poets in the Serbian-speaking world, is buried here as he decreed during his lifetime.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb the 461 steps from the entrance to the mausoleum (€8 entry fee) for access to a fantastic viewing platform with 360-degree views over Lovćen National Park. For many visitors, this is one of the most beautiful sights in Montenegro.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The drive through Lovćen National Park is spectacular, with serpentine roads climbing through dramatic mountain scenery. The panoramas of Boka Bay from various viewpoints along the route are unforgettable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 6
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 5.2
    },
    {
      "place_id": "ME::meandri-cehotine",
      "name": "Meandri Cehotine",
      "cc": "ME",
      "coords": [
        43.1167,
        19.4667
      ],
      "lat": 43.1167,
      "lon": 19.4667,
      "visits": [
        {
          "text": "Reach the Meandri Ćehotine viewpoint via a short walk from the parking area. A fantastic view awaits of a meander riverbed flowing through the hilly landscape, where deep blue water creates a striking contrast with the green surroundings.",
          "visit_duration_min": 75
        },
        {
          "text": "On sunny days the colors are particularly intense, creating one of Montenegro's most photogenic natural scenes. The inconspicuous access road leads to one of the country's hidden gems.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The serpentine river curves dramatically through the landscape, creating natural amphitheaters of green slopes reflected in the still blue water. Photography enthusiasts will find this an essential stop.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 10
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.4
    },
    {
      "place_id": "ME::perast",
      "name": "Perast",
      "cc": "ME",
      "coords": [
        42.4867,
        18.6983
      ],
      "lat": 42.4867,
      "lon": 18.6983,
      "visits": [
        {
          "text": "Discover Perast, one of the most romantic towns in Montenegro with its waterfront promenade, elegant homes, and picturesque church against the backdrop of the bay's tranquil waters. The former seafaring town is now a protected monument ideal for strolling and exploring small alleyways.",
          "visit_duration_min": 75
        },
        {
          "text": "Take a boat to Our Lady of the Rocks (Gospa od Škrpjela), probably the most famous sight in Montenegro with a very special history. In 1452, two fishermen found a painting of Mary and Jesus on a tiny rocky outcrop - for centuries, stones were thrown and shipwrecks sunk to build this artificial island and Catholic pilgrimage church.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the church interior to see the miraculous painting of Mary and Jesus at the altar. The small museum on the second floor displays exhibits dating back to the Stone Age and offers nice views of the countryside.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "From Perast, view the natural island of St. George with its 12th-century Benedictine monastery (not open to visitors). The two islands create one of the most photographed scenes in all of Montenegro.",
          "visit_duration_min": 60
        },
        {
          "text": "Hike above Perast outside summer for breathtaking views over Boka Bay. The elevated trails reveal perspectives of this UNESCO-protected landscape impossible to see from water level.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 4
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 6.1
    },
    {
      "place_id": "ME::porto-montenegro",
      "name": "Porto Montenegro",
      "cc": "ME",
      "coords": [
        42.435,
        18.6883
      ],
      "lat": 42.435,
      "lon": 18.6883,
      "visits": [
        {
          "text": "Experience Porto Montenegro, the modern harbor town with luxury yachts and fashion boutiques that serves as a meeting place for the rich and famous. This mini St. Tropez offers a striking contrast to the ancient towns of Kotor and Perast.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll the marina watching mega-yachts and browse the upscale boutiques. The contemporary architecture and cosmopolitan atmosphere create a different facet of Montenegro's appeal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a private boat cruise around the Bay of Kotor to see the Montenegrin fjords from different perspectives and experience the cultural heritage of the region from the water. Various routes offer stops at hidden coves for swimming or panoramic viewing.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 5
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 2.6
    },
    {
      "place_id": "ME::skadar-lake",
      "name": "Skadar Lake",
      "cc": "ME",
      "coords": [
        42.25,
        19.1
      ],
      "lat": 42.25,
      "lon": 19.1,
      "visits": [
        {
          "text": "Discover Skadar Lake National Park, the largest lake in the Balkans and largest inland body of water in the region with the Albanian border running through it. Its unique freshwater habitats and wetlands provide sanctuary to over 280 bird species including the rare Dalmatian pelican and pygmy cormorant.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the charming fishing village of Virpazar, the starting point for boat trips. Worth exploring in its own right, in spring when snow melts, Virpazar becomes a small island due to high water levels, accessed only by three stone bridges.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a boat or canoe cruise to witness the lake's vastness and unique biodiversity from the water. Skadar Lake's biosphere is considered one of a kind with rare and endangered species found nowhere else.",
          "visit_duration_min": 60
        },
        {
          "text": "The impressive landscape invites relaxed exploration - if seeking peace and nature, this is the place. The views of the lake from land are beautiful too, framed by dramatic mountains.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 8
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.8
    },
    {
      "place_id": "ME::sveti-stefan",
      "name": "Sveti Stefan",
      "cc": "ME",
      "coords": [
        42.2567,
        18.8917
      ],
      "lat": 42.2567,
      "lon": 18.8917,
      "visits": [
        {
          "text": "Marvel at Sveti Stefan, THE postcard motif of Montenegro - a small island connected to the mainland that creates one of the most iconic views in the Adriatic. The view is particularly beautiful at sunset or midday when the water turns a stunning blue.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the viewpoint at St. Sava Church for the best panoramic view of the island. Due to its elevated position, this quiet spot offers amazing perspectives that most tour buses miss, accessible by car in just a few minutes from the main road.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "The entire island is now a luxury hotel, but the stunning views from the mainland and surrounding viewpoints make this an essential photographic stop on any Montenegro journey.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 2
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 3.1
    },
    {
      "place_id": "ME::tara-canyon",
      "name": "Tara Canyon",
      "cc": "ME",
      "coords": [
        43.15,
        19.3
      ],
      "lat": 43.15,
      "lon": 19.3,
      "visits": [
        {
          "text": "Marvel at Tara Canyon, the deepest mountain gorge in Europe and second deepest in the world after the Grand Canyon. The Tara River, the longest and most spectacular in Montenegro, flows through this dramatic landscape - locals feel so connected they name their children after it.",
          "visit_duration_min": 75
        },
        {
          "text": "Cross the iconic Đurđevića Tara Bridge, standing 170 meters high with spectacular views into the canyon. Built in 1940, this engineering marvel spans 365 meters across the gorge.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Go rafting down the Tara River through the canyon - one of the absolute highlights and best things to do in Montenegro. The crystal-clear emerald waters and towering canyon walls create an unforgettable adventure.",
          "visit_duration_min": 60
        },
        {
          "text": "For the truly brave, go ziplining from the bridge - a gigantic flight over the canyon that provides a unique perspective on this natural wonder. Alternatively, hire a canoe for a more peaceful exploration of the fascinating landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ME::montenegro::fjords-mountains-adriatic",
          "itin_title": "Montenegrin Wonders: Adriatic Fjords, Black Mountains & Ancient Fortresses",
          "day": 11
        }
      ],
      "language": "en",
      "suggested_days": 1,
      "rating": 4.1
    }
  ]
}