{
  "version": 1,
  "country": "ch",
  "language": "fr",
  "places": [
    {
      "place_id": "CH::adelboden",
      "name": "Adelboden",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.494,
        7.5605
      ],
      "lat": 46.494,
      "lon": 7.5605,
      "visits": [
        {
          "text": "Émerveillez-vous devant les Chutes d'Engstligen, l'une des cascades les plus hautes et spectaculaires des Alpes suisses. L'eau dévale 600 mètres en deux étapes spectaculaires, créant des arcs-en-ciel dans la brume les jours ensoleillés. Un chemin muletier le long de la falaise offre des vues rapprochées des eaux grondantes, tandis qu'une via ferrata propose une ascension alternative plus aventureuse.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'Engstligenalp, le plus grand plateau d'altitude de Suisse, accessible par téléphérique. Cet époustouflant alpage à 1 964 mètres offre des vues panoramiques, des sentiers de randonnée et un sentiment de nature sauvage préservée. Le plateau se transforme au fil des saisons, de prairies fleuries à un paysage hivernal féerique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez sur le plateau d'altitude entouré de sommets impressionnants, avec des sentiers adaptés à divers niveaux de forme physique. Le paysage alpin ici reste remarquablement préservé, offrant des rencontres authentiques avec la culture traditionnelle de l'élevage de montagne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 18
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "CH::affoltern-emmental",
      "name": "Affoltern Emmental",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.0667,
        7.7333
      ],
      "lat": 47.0667,
      "lon": 7.7333,
      "visits": [
        {
          "text": "Visitez l'Emmentaler Schaukäserei (Fromagerie de Démonstration) à Affoltern, le cœur de la célèbre région fromagère suisse. Observez les maîtres fromagers élaborer l'authentique Emmentaler selon des techniques séculaires. Les grands trous caractéristiques et la saveur de noisette de ce fromage emblématique résultent d'un processus d'affinage précis que vous pouvez observer de première main.",
          "visit_duration_min": 75
        },
        {
          "text": "Essayez-vous à la fabrication de votre propre meule d'Emmentaler sous la direction d'experts. Cette expérience pratique enseigne les méthodes traditionnelles qui ont rendu le fromage suisse célèbre dans le monde entier. Votre fromage personnalisé peut être expédié chez vous après l'affinage approprié.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les collines vallonnées de la région de l'Emmental, caractérisées par ses fermes traditionnelles aux toits larges distinctifs. Ce paysage pastoral de prairies verdoyantes et de collines boisées incarne la campagne suisse idyllique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 2
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "CH::appenzell",
      "name": "Appenzell",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.3313,
        9.4099
      ],
      "lat": 47.3313,
      "lon": 9.4099,
      "visits": [
        {
          "text": "Wasserauen to Ebenalp cable car & Aescher Gasthaus cliffside stop",
          "visit_duration_min": 75
        },
        {
          "text": "Seealpsee lakeside (short hike from Ebenalp/Wasserauen route)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hiking on Ebenalp trails (short loop via Wildkirchli caves)",
          "visit_duration_min": 60
        },
        {
          "text": "Appenzell town center stroll (painted façades & squares)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 8
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "CH::arolla",
      "name": "Arolla",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.0236,
        7.4903
      ],
      "lat": 46.0236,
      "lon": 7.4903,
      "visits": [
        {
          "text": "Randonnée au lac Bleu d’Arolla, entre forêts et sommets enneigés.",
          "visit_duration_min": 75
        },
        {
          "text": "Vue panoramique sur les Alpes valaisannes depuis le sentier supérieur du lac.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pause pique-nique au bord du lac Bleu.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUISSE : LACS, GLACIERS ET VILLAGES DE MONTAGNE",
          "day": 2
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "CH::ascona",
      "name": "Ascona",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.1554222,
        8.7707865
      ],
      "lat": 46.1554222,
      "lon": 8.7707865,
      "visits": [
        {
          "text": "Découverte du bourg d’Ascona au bord du lac Majeur, avec ses façades colorées",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Flânerie sur la promenade du lac, entre port, terrasses ensoleillées et galeries d’art",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 7
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "CH::basel",
      "name": "Basel",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.5596,
        7.5886
      ],
      "lat": 47.5596,
      "lon": 7.5886,
      "visits": [
        {
          "text": "Découvrez Bâle, la troisième plus grande ville de Suisse et capitale culturelle avec plus de 40 musées. Explorez la vieille ville médiévale dominée par la majestueuse cathédrale Münster en grès rouge, dont la terrasse panoramique offre des vues spectaculaires sur le Rhin et les toits de la ville. Les ruelles pavées révèlent des trésors architecturaux à chaque coin de rue.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Marktplatz, le cœur vibrant de la ville, dominée par l'impressionnant Rathaus aux façades peintes en rouge vif. Cet hôtel de ville du XVIe siècle, orné de remarquables fresques et d'une tour élégante, témoigne de la prospérité historique de cette cité marchande au carrefour de trois pays.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Bâle, capitale culturelle de la Suisse située au point de rencontre des frontières suisse, française et allemande. Cette ville vibrante sur le Rhin compte plus de 40 musées, ce qui en fait l'une des villes les plus denses en musées d'Europe. La vieille ville médiévale présente une architecture superbe, l'emblématique cathédrale Münster en grès rouge et de charmantes rues pavées parfaites pour l'exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez sur la Marktplatz historique dominée par l'Hôtel de Ville orné du XVIe siècle avec ses façades rouge vif et ses fresques délicates. La place est au cœur de la vie citadine depuis des siècles, entourée de maisons de corporations et du marché quotidien animé proposant produits locaux et fleurs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traversez le Rhin à bord d'un des bacs traditionnels propulsés uniquement par le courant du fleuve. Ces embarcations uniques, reliées à un câble, utilisent la force de l'eau pour glisser d'une rive à l'autre, offrant une expérience authentique et écologique.",
          "visit_duration_min": 60
        },
        {
          "text": "Rendez-vous au Dreiländereck, le point de rencontre des frontières suisse, allemande et française. Ce monument symbolique sur le Rhin marque le seul endroit où vous pouvez contempler trois nations simultanément.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez l'unique traversée du Rhin en bac, où des embarcations traditionnelles propulsées uniquement par le courant du fleuve glissent d'une rive à l'autre. Ce mode de transport séculaire offre une perspective distinctive sur la ville tout en reliant les divers quartiers de Bâle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 5
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 30
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "CH::bern",
      "name": "Bern",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.948,
        7.4474
      ],
      "lat": 46.948,
      "lon": 7.4474,
      "visits": [
        {
          "text": "Découvrez Berne, la capitale fédérale de la Suisse et trésor du Patrimoine mondial de l'UNESCO. Flânez dans la vieille ville médiévale parfaitement préservée avec plus de 6 kilomètres d'arcades couvertes, des fontaines Renaissance ornées de statues colorées et des caves voûtées abritant boutiques et restaurants. Cette ville captivante fondée en 1191 vous transporte à travers des siècles d'histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Zentrum Paul Klee, un chef-d'œuvre architectural conçu par Renzo Piano abritant la plus grande collection au monde des œuvres de Paul Klee. Ce musée ondulant, harmonieusement intégré au paysage vallonné, expose plus de 4 000 peintures, aquarelles et dessins de l'artiste germano-suisse, offrant un fascinant voyage à travers son évolution artistique révolutionnaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Berne, la capitale de la Suisse, réputée pour sa vieille ville médiévale bien préservée inscrite au Patrimoine mondial de l'UNESCO. Le Palais fédéral, siège du gouvernement suisse, domine le paysage urbain aux côtés de l'emblématique tour de l'horloge Zytglogge avec sa célèbre horloge astronomique et ses figurines mécaniques qui s'animent toutes les heures.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Fosse aux Ours (Bärengraben), demeure des mascottes bien-aimées de la ville qui y sont gardées depuis 1857. Les ours profitent désormais d'un spacieux parc au bord de la rivière où les visiteurs peuvent observer ces magnifiques animaux dans un cadre plus naturel.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Zentrum Paul Klee, un chef-d'œuvre architectural conçu par Renzo Piano abritant la collection la plus complète au monde d'œuvres de l'artiste d'origine suisse. Le bâtiment ondulant s'harmonise avec le paysage environnant tout en présentant plus de 4 000 peintures, aquarelles et dessins de Klee.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Procurez-vous la Bern Museum Card pour accéder à tous les musées de la ville, incluant le Musée Alpin Suisse, le Musée d'Histoire et le Musée de la Communication. Cette carte vous permet d'explorer les riches collections culturelles et historiques de la capitale à votre rythme.",
          "visit_duration_min": 60
        },
        {
          "text": "Déambulez sous les six kilomètres d'arcades couvertes (Lauben), l'une des plus longues promenades commerciales couvertes d'Europe. Ces arcades médiévales abritent boutiques, cafés et caves historiques tout en protégeant les visiteurs des intempéries.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 1
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 25
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "CH::bremgarten-aargau",
      "name": "Bremgarten Aargau",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.3511,
        8.3421
      ],
      "lat": 47.3511,
      "lon": 8.3421,
      "visits": [
        {
          "text": "Visite de la vieille ville médiévale de Bremgarten dans la boucle de la Reuss",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade dans la Marktgasse et le long des façades colorées de Bremgarten",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 6
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "CH::brienz",
      "name": "Brienz",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.7544,
        8.0289
      ],
      "lat": 46.7544,
      "lon": 8.0289,
      "visits": [
        {
          "text": "Découvrez Brienz, un village pittoresque sur les rives du lac de Brienz aux eaux turquoise dans l'Oberland bernois. Ce charmant village est renommé pour ses maisons de bois traditionnelles datant du XVIIIe siècle et son patrimoine séculaire de sculpture sur bois. Le village abrite encore une école de sculpture et une école de lutherie, perpétuant ces traditions artisanales.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez à bord du train à vapeur à crémaillère du Brienzer Rothorn, un chemin de fer historique grimpant jusqu'à 2 350 mètres d'altitude. Au sommet, profitez de vues panoramiques à 360° incluant l'Eiger, le Mönch et la Jungfrau. Le voyage nostalgique dans ce train à vapeur centenaire est une expérience en soi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faites une excursion en bateau sur le lac de Brienz, réputé pour ses eaux turquoise saisissantes alimentées par les torrents glaciaires. Le bateau relie les villages riverains et offre des vues imprenables sur les cascades dévalant les flancs montagneux escarpés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 12
        }
      ],
      "rating": 5
    },
    {
      "place_id": "CH::brig",
      "name": "Brig",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.3167,
        7.9881
      ],
      "lat": 46.3167,
      "lon": 7.9881,
      "visits": [
        {
          "text": "Explorez Brigue, officiellement connue sous le nom de Brigue-Glis, une ville historique de grande importance nationale dans le canton du Valais. Toute la vieille ville fait partie des sites officiels du patrimoine suisse, avec le magnifique Palais Stockalper étant le plus grand bâtiment privé jamais construit en Suisse. Ce chef-d'œuvre baroque du XVIIe siècle présente des tours distinctives à bulbes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église Maria Himmelfahrt (Assomption de Marie), classée site patrimonial d'importance nationale. L'intérieur baroque présente de superbes fresques, des boiseries délicates et des autels dorés qui reflètent la prospérité apportée par la route commerciale du Simplon traversant la ville.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez l'importance stratégique de Brigue comme porte nord du col du Simplon, reliant la Suisse à l'Italie depuis l'époque romaine. L'architecture et les monuments de la ville révèlent des siècles d'histoire en tant que point de passage alpin vital.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 17
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "CH::chur",
      "name": "Chur",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.8499,
        9.53287
      ],
      "lat": 46.8499,
      "lon": 9.53287,
      "visits": [
        {
          "text": "Découverte de la vieille ville de Coire, la plus ancienne ville de Suisse, avec ses maisons bourgeoises et ruelles piétonnes",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade entre places ornées de fontaines et ruelles pavées au pied du massif du Calanda",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 9
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "CH::courtelary",
      "name": "Courtelary",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.1833,
        7.0833
      ],
      "lat": 47.1833,
      "lon": 7.0833,
      "visits": [
        {
          "text": "Découvrez CHEZ Camille Bloch à Courtelary, le centre de visiteurs du célèbre chocolatier suisse. Ce parcours interactif révèle les secrets des chocolats tant aimés comme Ragusa et Torino. Apprenez l'approvisionnement en cacao, la production de chocolat et l'histoire de l'entreprise dans ce paradis pour les amoureux du chocolat.",
          "visit_duration_min": 75
        },
        {
          "text": "Participez à des ateliers de fabrication de chocolat où vous pouvez créer vos propres pralines et créations chocolatées. L'expérience pratique offre un aperçu de l'art de la chocolaterie suisse tout en satisfaisant votre gourmandise avec de généreuses dégustations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez la région du Grand Chasseral entourant Courtelary, connue pour ses paysages de montagnes du Jura et son patrimoine horloger. La région offre des sentiers de randonnée avec vues panoramiques et un aperçu des industries traditionnelles qui ont façonné cette région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 3
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "CH::engelberg",
      "name": "Engelberg",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.8194,
        8.4042
      ],
      "lat": 46.8194,
      "lon": 8.4042,
      "visits": [
        {
          "text": "Montez au Mont Titlis près d'Engelberg, un sommet offrant des activités de sports de neige toute l'année grâce à son glacier permanent. Le téléphérique Rotair - la première télécabine rotative au monde - offre des vues à 360 degrés pendant l'ascension jusqu'à 3 238 mètres. La cabine rotative garantit que chaque passager profite du panorama spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez le Titlis Cliff Walk, un pont suspendu spectaculaire à 3 041 mètres qui enjambe 100 mètres au-dessus d'un gouffre alpin vertigineux. Le pont suspendu le plus haut d'Europe offre des vues donnant le vertige sur des glaciers crevassés et des sommets enneigés s'étendant jusqu'à l'horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Grotte du Glacier, creusée dans la glace éternelle du glacier du Titlis. Descendez dans cette grotte de glace cristalline pour découvrir le cœur d'un glacier vivant, avec des chambres gelées révélant le bleu saisissant de la glace ancienne comprimée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "En été, profitez de la randonnée et du VTT sur des sentiers serpentant à travers les alpages et les chalets traditionnels. La vallée d'Engelberg offre des activités pour tous les niveaux, des promenades douces aux sommets exigeants.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 16
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "CH::evolene",
      "name": "Evolene",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.1129,
        7.4944
      ],
      "lat": 46.1129,
      "lon": 7.4944,
      "visits": [
        {
          "text": "Découverte du village d’Évolène, chalets typiques du Val d’Hérens et panorama alpin.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrêt aux pyramides d’Euseigne, formations géologiques emblématiques du Valais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans les ruelles d’Évolène et rencontre avec les artisans locaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUISSE : LACS, GLACIERS ET VILLAGES DE MONTAGNE",
          "day": 1
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "CH::geneva",
      "name": "Geneva",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.2044,
        6.1432
      ],
      "lat": 46.2044,
      "lon": 6.1432,
      "visits": [
        {
          "text": "Découvrez Genève, la ville de la paix et de la diplomatie internationale, siège européen des Nations Unies et de la Croix-Rouge Internationale. Avec 82 bâtiments d'importance internationale, la ville incarne la coopération mondiale tout en conservant son charme suisse. L'emblématique Jet d'Eau propulse l'eau à 140 mètres dans les airs au-dessus du lac Léman.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Cathédrale Saint-Pierre, une magnifique structure gothique qui fut l'église de Jean Calvin pendant la Réforme protestante. Grimpez à la tour pour des vues panoramiques sur le lac jusqu'au Mont-Blanc par temps clair. Le site archéologique en dessous révèle 2 000 ans d'histoire religieuse.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Conservatoire et Jardin Botaniques, une oasis de paix présentant des collections de plantes du monde entier et des vues superbes sur les Alpes. Les jardins cultivent la diversité botanique depuis 1817, offrant des sections thématiques des rocailles aux serres tropicales.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade de la Treille – la plus ancienne promenade de Genève offrant des vues panoramiques sur la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Office des Nations Unies à Genève et monument de la Chaise cassée.",
          "visit_duration_min": 75
        },
        {
          "text": "Se promener autour du lac Léman et des places de la Vieille Ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorer le centre-ville de Montreux et la promenade au bord du lac.",
          "visit_duration_min": 75
        },
        {
          "text": "Visiter le Château de Chillon, forteresse médiévale sur le lac Léman.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Flânez dans les ruelles de la vieille ville, découvrant boutiques d'artisans, antiquaires et places historiques. Les élégantes promenades au bord du lac et les parcs offrent des cadres parfaits pour contempler le superbe décor alpin qui encadre cette ville internationale.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière en bateau optionnelle sur le lac Léman.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion en bateau ou déjeuner au bord du lac avec vue sur les Alpes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 18
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUISSE – LACS, ALPES ET VILLES CHARMANTES",
          "day": 1
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "CH::grindelwald",
      "name": "Grindelwald",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.624,
        8.0344
      ],
      "lat": 46.624,
      "lon": 8.0344,
      "visits": [
        {
          "text": "Explorez Grindelwald, un époustouflant village alpin niché dans une vallée entourée des sommets imposants de l'Eiger, du Mönch et de la Jungfrau. Cette destination toutes saisons captive avec ses luxuriants prés verts en été et ses pentes immaculées couvertes de neige en hiver. Le village offre des paysages montagneux spectaculaires avec des chalets traditionnels sur fond de parois rocheuses dramatiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez le First Cliff Walk, une passerelle palpitante suspendue le long de la falaise à 2 168 mètres d'altitude. Cette merveille d'ingénierie offre des vues vertigineuses sur la vallée de Grindelwald en contrebas et les sommets environnants. La plateforme s'avance dans le vide, offrant un panorama alpin sans obstruction.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Canyon Glaciaire, une gorge spectaculaire sculptée par les eaux glaciaires au fil des millénaires. Des passerelles et des ponts mènent à travers cette merveille naturelle, où vous pouvez observer les forces puissantes qui ont façonné le paysage alpin et sentir la brume fraîche des eaux tumultueuses.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Grindelwald dans l'Oberland bernois, un paradis pour les amateurs de plein air dominé par la légendaire face nord de l'Eiger. Cette paroi verticale de 1 800 mètres offre des voies d'escalade incroyables et attire les alpinistes depuis l'âge d'or de l'alpinisme. Les chalets traditionnels du village se regroupent sous ces sommets imposants.",
          "visit_duration_min": 75
        },
        {
          "text": "Prenez le téléphérique Firstbahn vers des attractions palpitantes dont le First Cliff Walk, une passerelle spectaculaire suspendue le long de la falaise à 2 168 mètres. Cette merveille d'ingénierie s'avance dans le vide, offrant des vues à couper le souffle sur la vallée loin en contrebas et les sommets environnants.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez jusqu'au Bachalpsee, un lac alpin idyllique à 2 265 mètres qui reflète parfaitement les sommets du Schreckhorn et du Wetterhorn. Ce sentier relativement facile depuis la station First récompense les randonneurs par l'un des panoramas de montagne les plus photographiés de Suisse.",
          "visit_duration_min": 75
        },
        {
          "text": "Téléphérique de Grindelwald à First.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnée vers le lac Bachalpsee et retour (2h aller-retour).",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la First Cliff Walk et le point de vue.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascension en télécabine jusqu’à Grindelwald-First et passage sur le First Cliff Walk.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnée vers le lac de Bachalp, vue sur l’Eiger.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânerie dans le village de Grindelwald au pied de l’Eiger et des sommets de la Jungfrau",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez le mountain karting, une descente exaltante en karts à trois roues sur les pentes alpines. Cette activité unique combine paysages époustouflants et adrénaline tandis que vous naviguez sur les sentiers de montagne avec les sommets en toile de fond.",
          "visit_duration_min": 60
        },
        {
          "text": "En hiver, profitez du ski de classe mondiale sur les pistes face à l'emblématique Face Nord de l'Eiger. Le domaine skiable de Grindelwald est relié à la vaste région de ski de la Jungfrau, offrant des pistes pour tous les niveaux au milieu de paysages de haute montagne spectaculaires.",
          "visit_duration_min": 60
        },
        {
          "text": "En hiver, profitez du ski de classe mondiale sur les pistes face à l'emblématique Eiger. En été, des pistes de vélo et de randonnée de toutes difficultés serpentent à travers des prairies fleuries avec des vues constantes sur les montagnes. Le village offre des activités alpines tout au long de l'année dans un cadre spectaculaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Essayez les attractions d'aventure : First Flyer, First Glider, ou Mountain Cart.",
          "visit_duration_min": 60
        },
        {
          "text": "Détente en terrasse panoramique à Grindelwald-First.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée sur les sentiers de crête autour du bassin de Grindelwald",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 14
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 22
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUISSE – LACS, ALPES ET VILLES CHARMANTES",
          "day": 4
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUISSE : LACS, GLACIERS ET VILLAGES DE MONTAGNE",
          "day": 5
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 4
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "CH::gruyeres",
      "name": "Gruyeres",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.5843,
        7.0811
      ],
      "lat": 46.5843,
      "lon": 7.0811,
      "visits": [
        {
          "text": "Explorez la petite cité médiévale de Gruyères, mondialement célèbre pour son fromage éponyme. L'imposant Château de Gruyères domine la ville perchée, ses huit siècles d'histoire se reflétant dans des salles décorées du Moyen Âge au XIXe siècle. Les remparts offrent de vastes vues sur les Préalpes et les vallées pastorales en contrebas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez La Maison du Gruyère, le musée du fromage, pour assister au processus traditionnel de fabrication du fromage qui définit cette région depuis des siècles. Observez les artisans façonner les fameuses meules de Gruyère AOP selon des techniques ancestrales, et découvrez la culture laitière alpine qui perpétue cette tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le Musée HR Giger, une attraction fascinante dédiée à l'artiste suisse qui a créé les créatures emblématiques des films Alien. Installée dans un château médiéval, cette collection surréaliste contraste de façon saisissante avec l'atmosphère de conte de fées de la ville.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Parcourez la rue principale pavée interdite aux voitures, bordée de chalets traditionnels, de boutiques d'artisans et de bâtiments médiévaux. Le paysage alpin environnant offre d'excellentes randonnées à travers des prairies où paissent les vaches, produisant le lait qui devient le fromage mondialement célèbre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 19
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "CH::gstaad",
      "name": "Gstaad",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.475,
        7.2869
      ],
      "lat": 46.475,
      "lon": 7.2869,
      "visits": [
        {
          "text": "Vivez Gstaad, la station de renommée mondiale qui attire royautés, célébrités et voyageurs exigeants depuis plus d'un siècle. Malgré sa réputation glamour, le village conserve son charme suisse traditionnel avec des chalets magnifiquement préservés et un centre piétonnier. Les montagnes environnantes offrent des opportunités spectaculaires de randonnée et de ski dans un cadre exclusif.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le lac de Lauenen, niché dans une réserve naturelle préservée à courte distance de Gstaad. Ce lac de montagne idyllique entouré de sommets et de prairies offre une promenade circulaire relaxante avec de superbes reflets des montagnes environnantes dans ses eaux claires. En été, le lac est une destination de baignade rafraîchissante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez le Fondueland Gstaad avec un Sac à Dos Fondue – une aventure culinaire unique vous permettant de déguster une authentique fondue suisse dans des sites montagneux pittoresques. Le sac contient tout l'équipement nécessaire pour préparer la fondue avec du fromage local élaboré à partir d'herbes et de lait alpins frais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 20
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "CH::ingenbohl",
      "name": "Ingenbohl",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.9875,
        8.6089
      ],
      "lat": 46.9875,
      "lon": 8.6089,
      "visits": [
        {
          "text": "Découvrez Ingenbohl, une belle destination lacustre sur le lac des Quatre-Cantons parfaite pour la détente et le soleil. Les eaux cristallines du lac scintillent particulièrement les jours ensoleillés, créant un tableau alpin envoûtant. La promenade s'étend de l'embarcadère à la Promenade Othmar Schoeck, où mouillent bateaux privés et yachts.",
          "visit_duration_min": 75
        },
        {
          "text": "Trouvez le panneau du Grand Tour de Suisse pour « Vierwaldstättersee », le nom allemand du lac des Quatre-Cantons. Ce point photo emblématique marque l'un des sites les plus pittoresques de Suisse le long de la célèbre route nationale qui présente les paysages les plus spectaculaires du pays.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embarquez pour une croisière aller-retour sur le lac d'Uri de Brunnen à Flüelen, naviguant à travers le cœur historique de la Suisse. Le bateau passe devant des falaises impressionnantes, des villages charmants et la prairie du Grütli où la Confédération suisse fut fondée en 1291.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous le long du quai lacustre et admirez les reflets saisissants des montagnes dans les eaux claires. L'atmosphère paisible invite à la contemplation des sommets environnants et de la beauté intemporelle de ce cadre alpin.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 11
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "CH::interlaken",
      "name": "Interlaken",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.6863,
        7.8632
      ],
      "lat": 46.6863,
      "lon": 7.8632,
      "visits": [
        {
          "text": "Arrivez à Interlaken, spectaculairement situé entre le lac de Thoune et le lac de Brienz au cœur de l'Oberland bernois. Cette charmante station touristique sert de porte d'entrée à la région de la Jungfrau et offre des vues époustouflantes sur l'Eiger, le Mönch et la Jungfrau. La position unique de la ville entre deux lacs glaciaires crée un panorama alpin inoubliable.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Harder Kulm en funiculaire jusqu'au sommet à 1 322 mètres au-dessus de la ville. Ce belvédère légendaire offre des vues à 360° sur Interlaken en contrebas et vers le majestueux trio de l'Eiger, du Mönch et de la Jungfrau. La plateforme d'observation s'avance dramatiquement au-dessus du vide pour des panoramas alpins sans obstruction.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrivez à Interlaken, spectaculairement situé entre le lac de Thoune et le lac de Brienz - son nom signifiant littéralement « entre les lacs ». Cette célèbre ville de villégiature sert de porte d'entrée au col du Jungfraujoch, connu comme le « Toit de l'Europe ». Un monastère centenaire datant du XIe siècle ajoute une profondeur historique à ce cadre naturel époustouflant.",
          "visit_duration_min": 75
        },
        {
          "text": "Prenez le chemin de fer de la Jungfrau jusqu'à la gare la plus haute d'Europe à 3 454 mètres, où des vues à couper le souffle sur les glaciers et les sommets environnants se déploient. Le voyage lui-même à travers des tunnels creusés dans l'Eiger est une merveille d'ingénierie, avec des fenêtres d'observation offrant des aperçus de la spectaculaire face nord.",
          "visit_duration_min": 75
        },
        {
          "text": "Montée en funiculaire au Harder Kulm pour une vue sur les lacs de Thoune et de Brienz.",
          "visit_duration_min": 75
        },
        {
          "text": "Balade dans Interlaken et découverte des gorges de l’Aar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les Grottes de Saint-Béat, un fascinant monde souterrain de stalactites, stalagmites et lacs souterrains. Selon la légende, le moine irlandais Béat chassa un dragon de ces grottes au VIe siècle. Les passerelles illuminées mènent à travers des chambres sculptées par l'eau au fil des millénaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez les activités d'aventure qui ont fait la renommée d'Interlaken, du parapente au-dessus des lacs au kayak sur les eaux cristallines. La ville est la capitale de l'aventure en Suisse, offrant des expériences uniques au milieu de paysages spectaculaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivez des activités de plein air de classe mondiale dont le parapente au-dessus des lacs, le rafting en eaux vives sur les rivières glaciaires ou la randonnée à travers les alpages. La position unique d'Interlaken dans l'Oberland bernois en fait la capitale de l'aventure en Suisse.",
          "visit_duration_min": 60
        },
        {
          "text": "Traversez le lac de Brienz ou le lac de Thoune sur des bateaux à vapeur à roues à aubes historiques, admirant le paysage montagneux spectaculaire reflété dans les eaux cristallines. Les bateaux relient de charmants villages lacustres et offrent des vues incomparables sur les sommets environnants.",
          "visit_duration_min": 60
        },
        {
          "text": "Vol en parapente ou descente en canyoning à Interlaken.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 13
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 23
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUISSE : LACS, GLACIERS ET VILLAGES DE MONTAGNE",
          "day": 6
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "CH::iseltwald",
      "name": "Iseltwald",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.7174,
        7.9643
      ],
      "lat": 46.7174,
      "lon": 7.9643,
      "visits": [
        {
          "text": "Visite du village d’Iseltwald au bord du lac de Brienz.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnée vers les chutes de Giessbach, 14 cascades spectaculaires.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade au bord du lac de Brienz et détente au port d’Iseltwald.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUISSE : LACS, GLACIERS ET VILLAGES DE MONTAGNE",
          "day": 7
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "CH::jungfraujoch",
      "name": "Jungfraujoch",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.5472,
        7.9853
      ],
      "lat": 46.5472,
      "lon": 7.9853,
      "visits": [
        {
          "text": "Voyagez jusqu'au Jungfraujoch - Top of Europe, la plus haute gare ferroviaire d'Europe à 3 454 mètres. Cette destination remarquable offre une expérience surnaturelle parmi les glaces et neiges éternelles. Le Palais de Glace, taillé dans le glacier, expose de stupéfiantes sculptures de glace dans des chambres gelées au cœur des profondeurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Accédez à la Terrasse d'Observation Sphinx pour des vues inégalées à 360° sur le glacier d'Aletsch, le plus long glacier des Alpes s'étirant sur 23 kilomètres. Par temps clair, les panoramas s'étendent jusqu'aux sommets de quatre pays. L'air alpin raréfié et le paysage d'un blanc éclatant créent une expérience de haute altitude inoubliable.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Schilthorn - Piz Gloria, célèbre lieu de tournage du film de James Bond « Au service secret de Sa Majesté ». Le restaurant tournant à 2 970 mètres offre des vues à 360° pendant votre repas. Le Sentier des Fleurs présente une flore alpine diversifiée durant les mois d'été.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Marchez sur le plateau de neige pour vivre les conditions alpines toute l'année. L'air pur de montagne et l'environnement d'un blanc éclatant offrent une perspective unique sur la puissance des paysages glaciaires.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 15
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "CH::kandersteg",
      "name": "Kandersteg",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.4944,
        7.6744
      ],
      "lat": 46.4944,
      "lon": 7.6744,
      "visits": [
        {
          "text": "Rendez-vous au Lac d'Oeschinen près de Kandersteg, un lac de montagne idyllique qui compte parmi les plus belles destinations naturelles de Suisse. Entouré de pics impressionnants s'élevant à plus de 3 000 mètres, les eaux turquoise reflètent les falaises imposantes et les glaciers qui encadrent ce paradis alpin.",
          "visit_duration_min": 75
        },
        {
          "text": "Atteignez le lac par télécabine, montant à travers les forêts pour émerger au superbe point de vue au-dessus de l'eau. Le site classé au patrimoine mondial de l'UNESCO englobe une nature sauvage préservée restée largement inchangée depuis des siècles, offrant une véritable évasion dans la nature alpine.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascension en télécabine et randonnée au lac d’Oeschinen.",
          "visit_duration_min": 75
        },
        {
          "text": "Balade en barque sur le lac d’Oeschinen.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez de la randonnée autour du lac, de la navigation sur les eaux cristallines ou de la baignade dans le lac de montagne rafraîchissant en été. En hiver, le lac gelé se transforme en patinoire naturelle, tandis que les pentes environnantes offrent raquettes et ski de fond.",
          "visit_duration_min": 60
        },
        {
          "text": "Découverte du lac de Blausee et balade dans la forêt alentour.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 20
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUISSE : LACS, GLACIERS ET VILLAGES DE MONTAGNE",
          "day": 3
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "CH::lausanne",
      "name": "Lausanne",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.5197,
        6.6323
      ],
      "lat": 46.5197,
      "lon": 6.6323,
      "visits": [
        {
          "text": "Découvrez Lausanne, la dynamique capitale olympique perchée sur les rives du lac Léman. Visitez le Musée Olympique, un trésor de l'histoire sportive présentant le mouvement olympique de la Grèce antique à nos jours. Les expositions interactives, les souvenirs authentiques et le cadre lacustre époustouflant en font l'un des musées les plus captivants de Suisse.",
          "visit_duration_min": 75
        },
        {
          "text": "Grimpez jusqu'à la Cathédrale de Lausanne, un chef-d'œuvre gothique et la plus grande église médiévale de Suisse. Les vues panoramiques depuis le sommet embrassent la ville, le lac Léman et, par temps clair, les sommets lointains des Alpes françaises. Un veilleur de nuit appelle encore les heures depuis la tour, perpétuant une tradition remontant à des siècles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Flânez sur le front de lac d'Ouchy, une élégante promenade lacustre bordée d'édifices Belle Époque et de jardins soignés. Ce quartier chic offre de belles vues sur le lac Léman vers les Alpes françaises au-delà.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarquez pour une croisière le long des Vignobles de Lavaux, région viticole en terrasses inscrite au Patrimoine mondial de l'UNESCO. Les coteaux ensoleillés s'élevant du lac produisent des vins exceptionnels et créent l'un des paysages les plus photogéniques de Suisse.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 22
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "CH::lauterbrunnen",
      "name": "Lauterbrunnen",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.5936,
        7.9086
      ],
      "lat": 46.5936,
      "lon": 7.9086,
      "visits": [
        {
          "text": "Explorez Lauterbrunnen, une vallée pittoresque de l'Oberland bernois réputée pour ses 72 cascades dévalant des parois rocheuses abruptes. Les chutes du Staubbach, l'une des plus hautes cascades à chute libre d'Europe avec 297 mètres, plongent de façon spectaculaire au fond de la vallée, leur brume créant des arcs-en-ciel les jours ensoleillés.",
          "visit_duration_min": 75
        },
        {
          "text": "Aventurez-vous aux chutes du Trümmelbach, une série unique de dix cascades alimentées par les glaciers rugissant à l'intérieur de la montagne. Ces cascades grondantes, creusées dans la roche par les eaux de fonte des glaciers de l'Eiger, du Mönch et de la Jungfrau, sont accessibles par un ascenseur dans un tunnel - une expérience inoubliable de la puissance brute de la nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite du village de Lauterbrunnen et des chutes de Staubbach.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploration des chutes souterraines de Trümmelbach.",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte du village de Lauterbrunnen, de ses chalets en bois et de son église pittoresque",
          "visit_duration_min": 75
        },
        {
          "text": "Point de vue sur la vallée de Lauterbrunnen et ses falaises boisées",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnez à travers cette vallée glaciaire en U, où des falaises imposantes s'élèvent à 400 mètres de chaque côté. La géographie spectaculaire de la vallée a inspiré la vision de Fondcombe de J.R.R. Tolkien, et sa beauté intemporelle continue de captiver les visiteurs du monde entier.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade le long de la vallée jusqu’à Mürren, panorama sur la Jungfrau.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade vers les chutes de la vallée de Lauterbrunnen, dont les cascades de Trümmelbach",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 21
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUISSE : LACS, GLACIERS ET VILLAGES DE MONTAGNE",
          "day": 4
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 3
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "CH::lenk",
      "name": "Lenk",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.4572,
        7.4419
      ],
      "lat": 46.4572,
      "lon": 7.4419,
      "visits": [
        {
          "text": "Découvrez la vallée du Simmental et la station de Lenk, un charmant village en tête de cette pittoresque vallée alpine. La région est connue pour son architecture traditionnelle, ses paysages pastoraux paisibles et l'impressionnante cascade d'Iffig visible depuis plusieurs points de vue. La région offre une expérience alpine plus détendue loin des grands centres touristiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez les Sieben Brunnen (Sept Sources), où l'eau émerge du flanc de la montagne par sept ouvertures naturelles. Ce phénomène géologique au pied du Wildstrubel crée un cadre magique où des sources cristallines jaillissent des rochers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez une descente en trottinette Trottibike sur le Betelberg, un parcours palpitant de neuf kilomètres depuis la station de montagne de Leiterli jusqu'à la vallée. Filez devant les refuges de montagne et les prairies luxuriantes sur deux roues avec vue sur la cascade scintillante d'Iffig – une façon exaltante de découvrir le paysage alpin.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 19
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "CH::liestal",
      "name": "Liestal",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.4842,
        7.7347
      ],
      "lat": 47.4842,
      "lon": 7.7347,
      "visits": [
        {
          "text": "Explorez Liestal, une charmante ville historique de plus de 700 ans d'histoire nichée dans des collines doucement vallonnées et boisées. La vieille ville compacte présente des ruelles sinueuses, d'impressionnants bâtiments historiques et un imposant hôtel de ville qui témoigne de siècles de patrimoine suisse. Le caractère médiéval de la ville a été magnifiquement préservé, offrant un aperçu authentique de l'histoire régionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez la chasse au trésor Food Trail, une façon unique de découvrir Liestal en résolvant des énigmes qui mènent à des délices culinaires dans différents endroits de la ville. Cette expérience interactive combine exploration et gastronomie locale, révélant des coins cachés et des décors fascinants en chemin.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Déambulez dans le centre historique piétonnier, admirant l'architecture traditionnelle et l'atmosphère paisible qui caractérisent ce joyau de Bâle-Campagne. La ville constitue une excellente introduction au patrimoine culturel de la région.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 28
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "CH::lucerne",
      "name": "Lucerne",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.0502,
        8.3093
      ],
      "lat": 47.0502,
      "lon": 8.3093,
      "visits": [
        {
          "text": "Découvrez Lucerne, la perle de la Suisse centrale nichée sur les rives du lac homonyme. Traversez le Kapellbrücke, le plus ancien pont de bois couvert d'Europe datant de 1333, orné de 111 peintures triangulaires du XVIIe siècle illustrant l'histoire de la ville et la vie des saints. La tour octogonale de l'Eau qui l'accompagne complète ce tableau pittoresque emblématique.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez le Monument du Lion, une sculpture poignante taillée dans la roche naturelle commémorant les Gardes Suisses tombés pendant la Révolution française. Mark Twain qualifia cette œuvre de 1821, représentant un lion mourant, de « morceau de pierre le plus triste et le plus émouvant du monde ».",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Lucerne, une destination touristique majeure située à l'extrémité nord du lac des Quatre-Cantons où la Reuss s'écoule. La ville est célèbre pour son Pont de la Chapelle (Kapellbrücke), le plus ancien pont à treillis encore debout au monde, orné de peintures du XVIIe siècle représentant l'histoire locale et la vie des saints.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'emblématique Tour de l'Eau (Wasserturm), une structure octogonale qui a servi de prison, de chambre de torture, de trésor et d'archives tout au long de ses 700 ans d'histoire. Avec le Pont de la Chapelle, elle forme le monument le plus photographié de Suisse.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Musée Suisse des Transports, le musée le plus visité de Suisse, présentant le rôle pionnier du pays dans les transports alpins. Des locomotives d'époque à l'exploration spatiale, les expositions interactives retracent l'histoire de la mobilité dans les montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Chapel Bridge (Kapellbrücke) & Water Tower walkabout",
          "visit_duration_min": 75
        },
        {
          "text": "Old Town (Altstadt) lanes and riverside squares",
          "visit_duration_min": 75
        },
        {
          "text": "Découverte de la vieille ville de Lucerne, de ses maisons à fresques et de ses tours",
          "visit_duration_min": 75
        },
        {
          "text": "Balade sur les ponts en bois couverts franchissant la Reuss",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Déambulez dans les ruelles pavées de la vieille ville, admirant les façades peintes de fresques colorées et les places animées. Les bâtiments historiques avec leurs oriels sculptés racontent des siècles d'histoire commerciale et culturelle de cette cité prospère.",
          "visit_duration_min": 60
        },
        {
          "text": "Ne manquez pas le Festival de Lumière Lilu si vous visitez en hiver, quand la ville s'illumine de spectaculaires projections artistiques transformant les monuments historiques en toiles lumineuses magiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Flânez dans les bâtiments historiques bien préservés de la vieille ville, ornés de fresques élaborées représentant des scènes historiques et des légendes. Les rues piétonnes révèlent des places médiévales, des fontaines Renaissance et des maisons de corporations traditionnelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Si vous visitez vers la fin de l'hiver, vivez le fameux Carnaval de Lucerne (Fasnacht), la plus grande et la plus colorée célébration de Suisse avec des costumes élaborés, des chars satiriques et une musique tapageuse.",
          "visit_duration_min": 60
        },
        {
          "text": "Lake Lucerne promenade from Seebrücke to Hofkirche",
          "visit_duration_min": 60
        },
        {
          "text": "Optional boat cruise on Vierwaldstättersee (short round trip)",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade le long des quais du lac des Quatre-Cantons",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 8
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 14
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 1
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 5
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "CH::morcote",
      "name": "Morcote",
      "cc": "CH",
      "language": "fr",
      "coords": [
        45.9278156,
        8.9078997
      ],
      "lat": 45.9278156,
      "lon": 8.9078997,
      "visits": [
        {
          "text": "Visite du village de Morcote, « perle du Ceresio », accroché à flanc de colline sur le lac de Lugano",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans les ruelles pavées en lacet et observation des demeures seigneuriales surplombant le lac",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 8
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "CH::olten",
      "name": "Olten",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.352,
        7.907
      ],
      "lat": 47.352,
      "lon": 7.907,
      "visits": [
        {
          "text": "Explorez Olten, une charmante ville sur les rives de l'Aar, souvent négligée par les voyageurs. Son centre historique compact vous captivera avec ses rues pavées, ses façades colorées et ses places paisibles. Traversez l'emblématique pont de bois couvert enjambant l'Aar, offrant des vues pittoresques sur la vieille ville et les collines environnantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Naturmuseum Olten pour découvrir une fascinante collection dédiée à la faune, la flore et les fossiles de la région. Ce musée intimiste présente l'histoire naturelle de la Suisse centrale de manière accessible et engageante, parfait pour une halte culturelle enrichissante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous le long du sentier de l'Aar, un chemin piétonnier longeant la rivière à travers une végétation luxuriante. Ce parcours paisible traverse des espaces verts idylliques, parfait pour une pause contemplative avant de poursuivre votre voyage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 4
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "CH::pilatus",
      "name": "Pilatus",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.979,
        8.2543
      ],
      "lat": 46.979,
      "lon": 8.2543,
      "visits": [
        {
          "text": "Montez au Pilate par le chemin de fer à crémaillère le plus raide du monde, avec des pentes atteignant 48 %. Cette merveille d'ingénierie, inaugurée en 1889, gravit 1 629 mètres à travers un paysage alpin spectaculaire jusqu'au sommet à 2 132 mètres. Les vues panoramiques englobent le lac des Quatre-Cantons, le Plateau suisse et d'innombrables sommets alpins.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le complexe sommital avec ses terrasses panoramiques, ses restaurants et l'Hôtel Pilatus-Kulm. Par temps clair, le panorama à 360 degrés s'étend de la Forêt-Noire aux sommets lointains des Alpes suisses, avec 73 sommets alpins visibles depuis ce point de vue légendaire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez l'Excursion Circulaire Dorée : bateau sur le lac des Quatre-Cantons, chemin de fer à crémaillère jusqu'à la montagne, descente en téléphérique vers Kriens. Ce voyage circulaire combine les modes de transport les plus pittoresques de Suisse pour une journée inoubliable. En hiver, profitez du ski et des pistes de luge sur les pentes de la montagne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 15
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "CH::pilatus-kulm",
      "name": "Pilatus Kulm",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.979,
        8.2543
      ],
      "lat": 46.979,
      "lon": 8.2543,
      "visits": [
        {
          "text": "Gravissez le Mont Pilate, la montagne légendaire culminant à 2 132 mètres, accessible par le chemin de fer à crémaillère le plus raide du monde avec une pente de 48 %. Cette merveille d'ingénierie inaugurée en 1889 vous hisse à travers des paysages alpins vertigineux jusqu'au sommet offrant des panoramas à 360° sur les Alpes et le Plateau suisse.",
          "visit_duration_min": 75
        },
        {
          "text": "Empruntez le Drachenweg, le sentier du dragon taillé dans la roche selon les légendes de dragons qui habitaient autrefois ces grottes. Ce sentier mystique serpente entre parois rocheuses et crevasses, évoquant les contes fantastiques médiévaux associés à cette montagne mythique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez des vues panoramiques depuis les différents belvédères du sommet, embrassant le lac des Quatre-Cantons, les cantons de Nidwald et Obwald, et les sommets alpins environnants. Par temps clair, les vues s'étendent jusqu'aux montagnes du Jura et à la Forêt-Noire.",
          "visit_duration_min": 60
        },
        {
          "text": "Descendez en télécabines rouges et téléphérique jusqu'à Kriens ou en bateau depuis Alpnachstad pour une expérience complète du « Golden Round Trip », combinant différents modes de transport panoramiques.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 9
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "CH::rheinfelden",
      "name": "Rheinfelden",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.5542,
        7.7939
      ],
      "lat": 47.5542,
      "lon": 7.7939,
      "visits": [
        {
          "text": "Visitez Rheinfelden, une ville historique directement sur le Rhin à la frontière allemande. La vieille ville médiévale bien préservée impressionne par ses rues étroites et ses bâtiments historiques qui invitent à une exploration tranquille. La ville est un point de passage sur le Rhin depuis des siècles, façonnant son caractère unique de pont entre les nations.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les célèbres salines qui attirent les visiteurs depuis des siècles avec leurs bains de saumure relaxants. Les eaux thermales et la production de sel sont au cœur de l'identité de Rheinfelden depuis l'époque romaine, offrant des expériences de bien-être enracinées dans des traditions anciennes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les nombreux sentiers de randonnée et pistes cyclables le long du Rhin, suivant le fleuve à travers des paysages pittoresques où la Suisse rencontre l'Allemagne. Les berges offrent des chemins paisibles avec des vues sur les deux pays.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 29
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "CH::rigi",
      "name": "Rigi",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.0567,
        8.485
      ],
      "lat": 47.0567,
      "lon": 8.485,
      "visits": [
        {
          "text": "Découvrez le Mont Rigi, surnommé la « Reine des Montagnes » et première montagne touristique d'Europe. Ce massif s'élève entre trois lacs - Lucerne, Zoug et Lauerz - créant des vues époustouflantes dans toutes les directions. Le panorama englobe les Alpes suisses, le Jura et le vaste Plateau suisse s'étendant jusqu'à l'horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "Atteignez le sommet par le chemin de fer historique du Rigi, l'un des premiers chemins de fer de montagne d'Europe datant de 1871. Alternativement, prenez le téléphérique panoramique depuis Weggis, montant à travers des paysages pastoraux parsemés de chalets traditionnels et de bétail broutant.",
          "visit_duration_min": 75
        },
        {
          "text": "Détendez-vous aux Bains Minéraux et Spa Rigi Kaltbad, conçus par le célèbre architecte Mario Botta. Le complexe spa moderne s'harmonise avec le cadre alpin, offrant des piscines intérieures et extérieures alimentées par des sources minérales naturelles, avec des vues ininterrompues sur les montagnes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "En été, explorez des sentiers de randonnée allant de chemins doux à des itinéraires difficiles. En hiver, le Rigi propose ski, luge et sentiers de raquettes. L'importance culturelle de la montagne dans l'histoire suisse en fait une destination incontournable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 13
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "CH::saas-fee",
      "name": "Saas Fee",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.107,
        7.929
      ],
      "lat": 46.107,
      "lon": 7.929,
      "visits": [
        {
          "text": "Arrivez à Saas-Fee, la « Perle des Alpes » et l'un des villages de villégiature sans voitures les plus spectaculaires de Suisse. Entouré de 13 sommets de plus de 4 000 mètres, ce village glaciaire se situe à 1 800 mètres dans un amphithéâtre montagneux dramatique. Les véhicules électriques et les calèches maintiennent l'atmosphère paisible de ce paradis sans circulation.",
          "visit_duration_min": 75
        },
        {
          "text": "Dînez au Drehrestaurant Allalin, le restaurant tournant le plus haut du monde à 3 500 mètres. Effectuez une rotation complète à 360° pendant votre repas tout en profitant de vues ininterrompues sur 18 sommets de 4 000 mètres. Le trajet vers le restaurant via le Metro Alpin, le funiculaire souterrain le plus haut du monde, est une expérience en soi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez le ski et le snowboard toute l'année sur le glacier Fee. La haute altitude de la station garantit d'excellentes conditions de neige même en été, en faisant une destination d'entraînement pour les athlètes professionnels et une opportunité unique de skier en toute saison.",
          "visit_duration_min": 60
        },
        {
          "text": "Détendez-vous dans l'un des spas du village offrant des soins inspirés de la montagne. La combinaison de l'air pur alpin, des paysages époustouflants et des traditions de bien-être crée une retraite revigorante dans ce cadre montagneux romantique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 16
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "CH::saint-ursanne",
      "name": "Saint Ursanne",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.3642815,
        7.1542802
      ],
      "lat": 47.3642815,
      "lon": 7.1542802,
      "visits": [
        {
          "text": "Découverte de la vieille ville médiévale de Saint-Ursanne, de ses portes fortifiées et façades anciennes",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans la vallée du Doubs autour de Saint-Ursanne et sur le pont médiéval",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 1
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "CH::schaffhausen",
      "name": "Schaffhausen",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.6959,
        8.635
      ],
      "lat": 47.6959,
      "lon": 8.635,
      "visits": [
        {
          "text": "Explorez Schaffhouse, une ville historique dont le centre médiéval abrite de magnifiques édifices ornés de fresques et d'oriels sculptés. Grimpez jusqu'à la forteresse circulaire du Munot, une structure défensive unique du XVIe siècle, pour profiter de vues panoramiques sur la ville, les vignobles environnants et le Rhin serpentant dans la vallée.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant les Chutes du Rhin, les plus grandes cascades d'Europe avec 150 mètres de largeur et 23 mètres de hauteur. Ce grandiose spectacle naturel voit 600 000 litres d'eau par seconde se précipiter dans un grondement assourdissant. Des bateaux vous emmènent au pied des chutes et jusqu'au rocher central pour une expérience immersive inoubliable.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Schaffhouse, une ville historique avec une vieille ville bien préservée et l'impressionnante forteresse du Munot datant du XVIe siècle. Cette fortification circulaire unique offre des vues panoramiques sur la ville, le Rhin et les collines couvertes de vignes environnantes. Les oriels ornés (Erker) et les façades peintes de fresques de la vieille ville créent un patrimoine architectural distinctif.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant les Chutes du Rhin, la plus grande cascade d'Europe avec 150 mètres de large et 23 mètres de haut. Ce spectacle naturel impressionnant voit 600 000 litres d'eau par seconde se précipiter sur les rochers avec une force considérable. Les poissons ne peuvent pas remonter le courant en raison de la puissance des chutes, bien que les anguilles soient connues pour faire le voyage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les vignobles en terrasses surplombant le Rhin lors d'une dégustation de vins locaux. La région de Schaffhouse produit d'excellents vins Pinot Noir et Riesling-Sylvaner, témoins d'une tradition viticole séculaire favorisée par le microclimat doux de la vallée.",
          "visit_duration_min": 60
        },
        {
          "text": "Faites une excursion en bateau jusqu'à la masse d'eau grondante, en débarquant sur le rocher central pour une expérience véritablement immersive. De multiples plateformes d'observation sur les deux rives offrent différentes perspectives de ce phénomène naturel impressionnant.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez les sentiers de randonnée et les pistes cyclables environnants qui serpentent à travers les vignobles et le long des berges. Le climat doux de la région produit d'excellents vins, notamment à partir du cépage Blauburgunder.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 6
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 11
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "CH::schwyz",
      "name": "Schwyz",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.0207,
        8.6569
      ],
      "lat": 47.0207,
      "lon": 8.6569,
      "visits": [
        {
          "text": "Explorez Schwyz, capitale du canton éponyme qui donna son nom à la Suisse. Visitez le Forum de l'Histoire Suisse, l'un des musées culturels et historiques les plus importants de la région alpine, présentant les origines de la Confédération suisse et les documents fondateurs de la nation, dont le Pacte fédéral de 1291.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'imposant Hôtel de Ville baroque et l'église paroissiale Saint-Martin, témoins de la prospérité historique de cette ville riche en patrimoine. Les façades peintes des demeures patriciennes racontent l'histoire des familles qui ont façonné le destin de la région.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prenez le Stoosbahn, le funiculaire le plus raide du monde avec des pentes allant jusqu'à 110 %, montant au village sans voitures de Stoos. Ce remarquable exploit d'ingénierie offre des vues à couper le souffle pendant l'ascension.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez jusqu'aux sommets du Rotenflue ou du Grosser Mythen pour des vues panoramiques époustouflantes sur la région. Ces montagnes emblématiques offrent des sentiers pour tous niveaux avec des panoramas gratifiants sur la Suisse centrale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 10
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "CH::soglio",
      "name": "Soglio",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.341816,
        9.5395389
      ],
      "lat": 46.341816,
      "lon": 9.5395389,
      "visits": [
        {
          "text": "Découverte du village perché de Soglio dans l’Engadine, avec ses maisons de granit et ruelles étroites",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Point de vue sur le cirque rocheux du val Bondasca et les sommets du groupe de la Sciora",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 10
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "CH::solothurn",
      "name": "Solothurn",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.2088,
        7.5323
      ],
      "lat": 47.2088,
      "lon": 7.5323,
      "visits": [
        {
          "text": "Découvrez Soleure, la ville baroque de Suisse, qui arbore une riche histoire et une architecture impressionnante lui ayant valu ce titre distingué. La vieille ville au bord de l'Aar présente la magnifique Cathédrale Saint-Ours aux influences Renaissance italiennes, la tour de l'horloge médiévale et l'élégant Château de Waldegg dans des jardins soignés.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Musée historique de Blumenstein pour explorer le patrimoine de la région, ou admirez les réalisations artistiques suisses au Musée d'Art de Soleure. Ces institutions culturelles témoignent de l'engagement de longue date de la ville à préserver et célébrer son héritage artistique et historique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenez-vous le long des berges de l'Aar et à travers les rues à arcades qui donnent à Soleure son caractère distinctif. L'architecture baroque parfaitement préservée crée une atmosphère d'élégance et de raffinement unique parmi les villes suisses.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 26
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "CH::thun",
      "name": "Thun",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.758,
        7.628
      ],
      "lat": 46.758,
      "lon": 7.628,
      "visits": [
        {
          "text": "Découvrez Thoune, une charmante ville sur les rives du lac de Thoune avec une vieille ville captivante dominée par le château médiéval de Thoune. Cette forteresse du XIIe siècle se dresse de façon spectaculaire au-dessus de la ville, ses quatre tours d'angle créant l'une des silhouettes les plus reconnaissables de Suisse. À l'intérieur, le musée historique retrace le passé fascinant de la région.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les uniques trottoirs surélevés (Hochtrottoirs) de la rue principale, où les boutiques occupent deux niveaux - au niveau de la rue et sur des plateformes surélevées accessibles par des escaliers. Cette caractéristique architecturale distinctive, unique en Suisse, remonte à la période médiévale.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la vieille ville de Thoune construite sur l’Aar et dominée par le château de Schloss Thun",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez des eaux cristallines du lac de Thoune, parfaites pour la baignade, la voile ou les promenades en bateau pittoresques. Depuis le belvédère du Schlossberg, contemplez des vues incroyables sur la ville et les sommets alpins environnants qui encadrent ce superbe cadre lacustre.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous le long de la promenade de l'Aar, une délicieuse balade au bord de la rivière reliant le lac au centre historique. Le chemin offre des vues paisibles sur l'eau et les montagnes tout en passant devant de charmants cafés et jardins.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade sur Obere Hauptgasse et le long des maisons à arcades et fontaines fleuries",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 24
        },
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "VILLES ET VILLAGES PITTORESQUES DE SUISSE",
          "day": 2
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "CH::vevey",
      "name": "Vevey",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.4628,
        6.8419
      ],
      "lat": 46.4628,
      "lon": 6.8419,
      "visits": [
        {
          "text": "Explorez Vevey, la charmante ville lacustre sur la rive nord-est du lac Léman. Promenez-vous sur le Quai Perdonnet pour découvrir la célèbre sculpture de la fourchette de 8 mètres émergeant des eaux du lac – un monument emblématique célébrant le lien de la ville avec l'industrie alimentaire. La promenade offre des vues imprenables sur le lac et les vignobles environnants.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Chaplin's World, un musée dédié à Charlie Chaplin qui passa ses 25 dernières années dans cette région. Le domaine de 15 hectares présente sa carrière cinématographique et sa vie personnelle à travers des expositions interactives, des décors et des archives familiales. Les jardins magnifiquement entretenus offrent des vues sur le lac Léman et les Alpes que Chaplin lui-même chérissait.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez l'Alimentarium, un musée unique dédié à l'alimentation explorant l'histoire, la science et la culture de la nutrition. Ce musée innovant sur le front de lac engage les visiteurs avec des expositions interactives sur notre relation avec la nourriture.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez la statue de Chaplin au bord du lac et explorez les fresques murales peintes dans toute la ville célébrant le légendaire cinéaste. Sa tombe au cimetière local est également un lieu de pèlerinage pour les passionnés de cinéma du monde entier.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 21
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "CH::wasserfallen",
      "name": "Wasserfallen",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.4167,
        7.65
      ],
      "lat": 47.4167,
      "lon": 7.65,
      "visits": [
        {
          "text": "Montez vers la région de Wasserfallen dans les montagnes du Jura, une destination populaire dans le canton de Bâle-Campagne. Le téléphérique de Reigoldswil-Wasserfallen emmène les visiteurs vers un point de vue panoramique offrant des panoramas impressionnants sur les douces collines du Jura et le paysage environnant. Ce paradis naturel convient aussi bien aux vacanciers actifs qu'à ceux qui recherchent une détente paisible.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les nombreux sentiers de randonnée et pistes de VTT qui sillonnent ce magnifique paysage alpin. Le terrain varié de la région offre des parcours pour tous les niveaux, des promenades douces à travers les prairies aux itinéraires de montagne plus exigeants avec des vues gratifiantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez des vues à 360 degrés depuis le sommet, où le paysage vallonné du Jura se déploie dans toutes les directions. Le contraste entre collines boisées et prairies ouvertes crée une expérience de montagne typiquement suisse.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 27
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "CH::wengen",
      "name": "Wengen",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.6068,
        7.9216
      ],
      "lat": 46.6068,
      "lon": 7.9216,
      "visits": [
        {
          "text": "Option : Ski au Matterhorn Glacier Paradise ou visite du Palais des Glaces.",
          "visit_duration_min": 75
        },
        {
          "text": "Train vers Gornergrat pour des vues panoramiques sur le Cervin.",
          "visit_duration_min": 75
        },
        {
          "text": "Téléphérique de Mürren au Schilthorn pour des vues panoramiques sur les Alpes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Bond World",
          "visit_duration_min": 75
        },
        {
          "text": "Parcourez le Birg Thrill Walk.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le village de Mürren et descendez vers la vallée de Lauterbrunnen.",
          "visit_duration_min": 75
        },
        {
          "text": "Marchez ou prenez le bus vers les chutes de Trümmelbach.",
          "visit_duration_min": 75
        },
        {
          "text": "Lauterbrunnen village orientation & Staubbach Falls viewpoint",
          "visit_duration_min": 75
        },
        {
          "text": "Wengen car-free alpine village stroll",
          "visit_duration_min": 75
        },
        {
          "text": "Jungfraujoch – Top of Europe: Sphinx Terrace & Ice Palace",
          "visit_duration_min": 75
        },
        {
          "text": "Kleine Scheidegg mountain pass panorama stop",
          "visit_duration_min": 75
        },
        {
          "text": "Grindelwald First Cliff Walk by Tissot",
          "visit_duration_min": 75
        },
        {
          "text": "Iseltwald/Brienz lakeside photo stop (Lake Brienz)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Transfert de Zermatt vers la région de la Jungfrau via Interlaken (~3h).",
          "visit_duration_min": 60
        },
        {
          "text": "Via Ferrata optionnelle de Mürren à Gimmelwald.",
          "visit_duration_min": 60
        },
        {
          "text": "Trümmelbach Falls tunnel lifts and galleries",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset walk from Wengen to Wengwald viewpoint",
          "visit_duration_min": 60
        },
        {
          "text": "High-alpine plateau walk (Jungfraujoch Plateau path, weather-permitting)",
          "visit_duration_min": 60
        },
        {
          "text": "Rail journey via Wengen–Kleine Scheidegg–Jungfraujoch round trip",
          "visit_duration_min": 60
        },
        {
          "text": "First area activities (optional: zipline/kart/kickbike)",
          "visit_duration_min": 60
        },
        {
          "text": "Hot-tub boating with Pirate Bay Nautical Center (Bönigen) or kayak session on Lake Brienz",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUISSE – LACS, ALPES ET VILLES CHARMANTES",
          "day": 3
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 2
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 3
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 4
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "CH::zermatt",
      "name": "Zermatt",
      "cc": "CH",
      "language": "fr",
      "coords": [
        46.0207,
        7.7491
      ],
      "lat": 46.0207,
      "lon": 7.7491,
      "visits": [
        {
          "text": "Vivez Zermatt, l'emblématique village sans voitures au pied du légendaire Cervin. Cette station de renommée mondiale allie charme alpin traditionnel et commodités modernes, ses rues pavées bordées de chalets et boutiques sous la silhouette dramatique du sommet le plus célèbre de Suisse. La forme pyramidale distinctive du Cervin domine le paysage depuis tous les points de vue.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Gornergrat par le train à crémaillère historique, grimpant jusqu'à 3 089 mètres pour l'un des panoramas les plus spectaculaires de Suisse. La plateforme d'observation offre des vues dégagées sur 29 sommets de plus de 4 000 mètres, dont le Mont Rose, le Cervin et le glacier du Gorner s'étendant dans la vallée.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Matterhorn Glacier Paradise, la station de téléphérique la plus haute d'Europe à 3 883 mètres. Le Palais du Glacier, creusé 15 mètres sous la surface de glace, présente de stupéfiantes sculptures de glace et formations cristallines. Par temps clair, les vues s'étendent jusqu'aux sommets d'Italie, de France et d'Allemagne.",
          "visit_duration_min": 75
        },
        {
          "text": "Train panoramique de Genève à Zermatt (~3h30).",
          "visit_duration_min": 75
        },
        {
          "text": "Sentier des Cinq Lacs (Leisee, Stellisee, Grindjisee, Grünsee, Moosjisee) près de Zermatt.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade dans le village de Zermatt et le long de la rivière pour admirer le Cervin.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite des gorges du Gorner.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnée sur le sentier du pont suspendu Charles Kuonen depuis Randa.",
          "visit_duration_min": 75
        },
        {
          "text": "Zermatt village orientation: Bahnhofstrasse & riverside walk",
          "visit_duration_min": 75
        },
        {
          "text": "Matterhorn Museum – Zermatlantis",
          "visit_duration_min": 75
        },
        {
          "text": "Matterhorn Glacier Paradise (Klein Matterhorn) cable car system (optional if not done Jungfraujoch)",
          "visit_duration_min": 75
        },
        {
          "text": "Riffelhaus 1853 exterior viewpoint stop (if routing via Gornergrat line in day)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez le charmant village à pied, découvrant l'architecture traditionnelle valaisanne et le Cimetière des Alpinistes honorant ceux qui ont perdu la vie sur les sommets environnants. L'environnement sans voitures crée une atmosphère paisible parfaite pour les promenades du soir.",
          "visit_duration_min": 60
        },
        {
          "text": "En hiver, profitez du ski sur le vaste domaine relié à Cervinia en Italie, offrant plus de 360 kilomètres de pistes. La haute altitude assure d'excellentes conditions de neige et l'expérience unique de skier avec le Cervin comme compagnon constant.",
          "visit_duration_min": 60
        },
        {
          "text": "Prendre le funiculaire de Sunnegga et le téléphérique de Blauherd jusqu'au départ de randonnée.",
          "visit_duration_min": 60
        },
        {
          "text": "Train de retour de Randa à Zermatt.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunnegga funicular ascent & hike between mountain huts",
          "visit_duration_min": 60
        },
        {
          "text": "High-altitude trail segments around Gornergrat (short loop)",
          "visit_duration_min": 60
        },
        {
          "text": "Photo stops at Rotenboden/Riffelberg and return to Zermatt",
          "visit_duration_min": 60
        },
        {
          "text": "Paragliding or guided mountain biking (seasonal, weather-permitting)",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping and café time back in Zermatt",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 17
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUISSE – LACS, ALPES ET VILLES CHARMANTES",
          "day": 2
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 5
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 6
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 7
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "CH::zurich",
      "name": "Zurich",
      "cc": "CH",
      "language": "fr",
      "coords": [
        47.3769,
        8.5417
      ],
      "lat": 47.3769,
      "lon": 8.5417,
      "visits": [
        {
          "text": "Découvrez Zurich, la plus grande ville de Suisse et centre économique. Flânez sur la Bahnhofstrasse, l'une des avenues commerçantes les plus prestigieuses au monde, bordée de boutiques de luxe et de grandes enseignes. Cette élégante artère de 1,4 kilomètre relie la gare principale au lac, traversant le cœur historique de la métropole.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'Altstadt, la vieille ville aux ruelles médiévales sinueuses des deux côtés de la Limmat. Admirez le Grossmünster, l'emblématique cathédrale romane aux deux tours caractéristiques, dont la construction débuta au XIIe siècle. La légende raconte que Charlemagne lui-même découvrit les tombeaux des saints patrons de Zurich en ce lieu.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Zurich, la plus grande ville de Suisse et un important centre financier ainsi qu'une métropole culturelle. La vieille ville s'étend des deux côtés de la Limmat, avec des monuments dont le Grossmünster à deux tours et l'élégant Fraumünster avec ses superbes vitraux de Chagall. La Bahnhofstrasse, la rue commerçante principale, est l'une des destinations de shopping les plus exclusives au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les nombreux musées et galeries de la ville, du Kunsthaus Zurich avec sa collection d'art de classe mondiale au Musée National Suisse retraçant l'histoire culturelle du pays. La scène artistique dynamique comprend théâtres, opéra et d'innombrables petites salles présentant la créativité contemporaine.",
          "visit_duration_min": 75
        },
        {
          "text": "Train de Wengen à Lucerne (~2h30).",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous sur le pont Kapellbrücke et la Tour de l'Eau.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Monument du Lion et le Jardin des Glaciers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la Vieille Ville de Lucerne et la promenade au bord du lac.",
          "visit_duration_min": 75
        },
        {
          "text": "Église Grossmünster – montez dans la tour pour la vue sur la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Église Fraumünster et rue commerçante Bahnhofstrasse.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans la Vieille Ville de Zurich et le long de la rivière Limmat.",
          "visit_duration_min": 75
        },
        {
          "text": "Altstadt (Old Town): Niederdorf & Lindenhof viewpoints",
          "visit_duration_min": 75
        },
        {
          "text": "Bahnhofstrasse window-shopping walk",
          "visit_duration_min": 75
        },
        {
          "text": "Grossmünster & Fraumünster (Chagall windows) quick heritage stops",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthaus Zürich (if time permits)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Grimpez au Lindenhof, une colline ombragée de tilleuls offrant des vues panoramiques sur la Limmat et les toits de la vieille ville. Ce site historique, ancien fort romain, est aujourd'hui un havre de paix au cœur de l'effervescence urbaine, idéal pour contempler le paysage zurichois.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenez-vous le long du lac de Zurich et profitez de splendides vues sur les Alpes enneigées en arrière-plan. Les quais aménagés invitent à la flânerie, avec des espaces verts, des sculptures et des terrasses donnant sur les eaux cristallines.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le Kunsthaus Zürich, l'un des plus importants musées d'art de Suisse, abritant une collection exceptionnelle allant de l'art médiéval aux œuvres contemporaines, avec des chefs-d'œuvre de Monet, Picasso, Giacometti et de nombreux artistes suisses.",
          "visit_duration_min": 60
        },
        {
          "text": "Détendez-vous au bord du lac de Zurich, parfait pour la baignade, la voile et le paddle en été. Les promenades au bord du lac offrent des vues sur les Alpes tandis que les zones animées du front de lac vibrent de cafés, parcs et bains publics.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez la vie nocturne animée de Zurich, concentrée dans des quartiers comme Langstrasse et les zones industrielles reconverties de Zurich West. La ville offre tout, des tavernes à vin traditionnelles aux clubs d'avant-garde.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite guidée optionnelle avec promenade en bateau sur le lac de Lucerne.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite guidée facultative de la ville avec promenade en bateau et téléphérique.",
          "visit_duration_min": 60
        },
        {
          "text": "Lake Zurich promenade (Bürkliplatz sector) or public bath deck time (seasonal)",
          "visit_duration_min": 60
        },
        {
          "text": "Fondue dinner in the hills",
          "visit_duration_min": 60
        },
        {
          "text": "Last-minute shopping/coffee in Old Town alleys",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Grand Tour de Suisse : Sommets Alpins, Lacs Cristallins et Cités Historiques au départ de Berne",
          "day": 7
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 12
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUISSE – LACS, ALPES ET VILLES CHARMANTES",
          "day": 5
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 9
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "SWITZERLAND SUMMER CLASSICS: LAKES, ALPS & SCENIC RAILS (10 DAYS)",
          "day": 10
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "DE::freiburg",
      "name": "Freiburg",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.999,
        7.8421
      ],
      "lat": 47.999,
      "lon": 7.8421,
      "visits": [
        {
          "text": "Découvrez Fribourg-en-Brisgau, la vibrante ville universitaire connue pour son climat ensoleillé et sa vieille ville historique dans la région de la Forêt-Noire en Allemagne. La magnifique cathédrale gothique Münster domine la Marktplatz, sa flèche de 116 mètres étant un chef-d'œuvre de l'architecture médiévale. Les sculptures délicates et les superbes vitraux ont traversé les siècles en grande partie intacts.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les uniques Bächle, petits canaux d'eau qui coulent à travers les rues et ruelles de la vieille ville. Ces canaux médiévaux, utilisés à l'origine pour la lutte contre les incendies et le rafraîchissement, charment maintenant les visiteurs alors qu'ils tracent leur chemin à travers le centre historique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Porte d'entrée de la Forêt-Noire, Fribourg offre d'innombrables sentiers de randonnée et de vélo à proximité. Les collines environnantes, couvertes de sombres forêts de conifères, ont donné son nom à la région et offrent des possibilités infinies d'exploration en plein air.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 8
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "DE::rust",
      "name": "Rust",
      "cc": "DE",
      "language": "fr",
      "coords": [
        48.2667,
        7.7167
      ],
      "lat": 48.2667,
      "lon": 7.7167,
      "visits": [
        {
          "text": "Découvrez Europa-Park à Rust, le plus grand parc d'attractions d'Allemagne et le deuxième plus visité d'Europe après Disneyland Paris. Avec plus de 100 attractions et spectacles répartis dans 18 zones thématiques représentant des pays européens, le parc offre quelque chose pour tous les âges. Des montagnes russes à grande vitesse aux mondes féeriques, chaque zone recrée l'atmosphère de sa nation respective.",
          "visit_duration_min": 75
        },
        {
          "text": "Le parc compte 13 montagnes russes, certaines en service depuis 1984, témoignant de décennies d'innovation dans les sensations fortes. Silver Star figure parmi les montagnes russes les plus hautes et les plus rapides d'Europe, tandis que les attractions familiales assurent le divertissement des plus jeunes visiteurs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Avec une capacité de 60 000 visiteurs par jour, Europa-Park offre une journée complète de divertissement. Le train direct RailCoaster depuis Bâle facilite le voyage, avec des navettes reliant la gare de Ringsheim à Europa-Park et au monde aquatique Rulantica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 6
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::schluchsee",
      "name": "Schluchsee",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.8167,
        8.1833
      ],
      "lat": 47.8167,
      "lon": 8.1833,
      "visits": [
        {
          "text": "Explorez le Schluchsee, le plus grand lac de la région du Bade-Wurtemberg, qui impressionne les visiteurs par ses eaux exceptionnellement claires et sa beauté naturelle environnante. Lac naturel à l'origine, il a été endigué en 1932 et offre maintenant un environnement préservé pour les sports nautiques et la détente au bord de l'eau. Les rives boisées restent largement préservées, conservant leur caractère sauvage.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les sentiers de randonnée et les pistes cyclables bien entretenus qui font le tour du lac et s'étendent dans la Forêt-Noire environnante. Le terrain offre des parcours pour tous les niveaux, des promenades tranquilles au bord du lac aux sentiers de montagne exigeants avec des vues gratifiantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez de la baignade, de la voile et de la pêche dans les eaux propres, ou louez un bateau pour explorer les criques tranquilles du lac. Cette zone idyllique attire les amoureux de la nature et les vacanciers actifs tout au long de l'année, l'hiver apportant ski de fond et patinage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 10
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "DE::titisee",
      "name": "Titisee",
      "cc": "DE",
      "language": "fr",
      "coords": [
        47.8967,
        8.155
      ],
      "lat": 47.8967,
      "lon": 8.155,
      "visits": [
        {
          "text": "Visitez Titisee-Neustadt au cœur de la Forêt-Noire, célèbre pour son lac cristallin et son cadre pittoresque. Le lac glaciaire, formé lors de la dernière période glaciaire, s'étend sur près de deux kilomètres au milieu de montagnes boisées. La charmante promenade au bord du lac offre des vues superbes et l'accès à la location de bateaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la célèbre tradition des coucous de la région dans l'une des fabriques d'horloges locales. La Forêt-Noire fabrique ces horloges complexes depuis le XVIIIe siècle, et vous pouvez observer des maîtres artisans créer ces souvenirs emblématiques selon des techniques traditionnelles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez d'une promenade en bateau sur le lac ou détendez-vous simplement au bord de l'eau. De nombreux sentiers de randonnée et de vélo serpentent à travers les forêts environnantes, tandis que des installations de bien-être offrent la relaxation. En hiver, la région se transforme en destination de sports d'hiver avec ski, ski de fond et patinage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 9
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "FR::colmar",
      "name": "Colmar",
      "cc": "FR",
      "language": "fr",
      "coords": [
        48.0794,
        7.3558
      ],
      "lat": 48.0794,
      "lon": 7.3558,
      "visits": [
        {
          "text": "Explorez Colmar, réputée pour sa vieille ville magnifiquement préservée avec ses maisons à colombages et ses canaux idylliques en région Alsace. Les façades colorées et les ponts fleuris créent une atmosphère de conte de fées qui en fait l'une des villes les plus photogéniques de France. L'architecture médiévale et Renaissance a survécu remarquablement intacte.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Musée Unterlinden, installé dans un couvent dominicain du XIIIe siècle, pour voir le célèbre Retable d'Issenheim. Ce chef-d'œuvre de l'art de la Renaissance allemande par Matthias Grünewald est considéré comme l'une des œuvres les plus importantes de la peinture occidentale, ses couleurs vives et son intensité émotionnelle captivant toujours les visiteurs cinq siècles plus tard.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans La Petite Venise, où les maisons traditionnelles à colombages bordent les canaux de la Lauch. Ce quartier pittoresque, à découvrir en barque ou à pied, capture l'essence du charme alsacien avec ses bâtiments aux couleurs pastel se reflétant dans les eaux calmes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustez la riche tradition culinaire d'Alsace, explorant les spécialités locales et les vins qui reflètent l'héritage franco-allemand unique de la région. La scène gastronomique de la ville célèbre des siècles de tradition culinaire.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 7
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "FR::dijon",
      "name": "Dijon",
      "cc": "FR",
      "language": "fr",
      "coords": [
        47.322,
        5.0415
      ],
      "lat": 47.322,
      "lon": 5.0415,
      "visits": [
        {
          "text": "Découvrez Dijon, capitale historique de la Bourgogne située au cœur de la plus célèbre région viticole de France. La ville arbore un riche patrimoine en tant que siège des puissants Ducs de Bourgogne, le Palais des Ducs abritant désormais l'exceptionnel Musée des Beaux-Arts. Des édifices médiévaux et Renaissance bordent les rues piétonnes du centre remarquablement préservé.",
          "visit_duration_min": 75
        },
        {
          "text": "Suivez le Parcours de la Chouette, un itinéraire pédestre balisé par des plaques de bronze représentant un hibou incrustées dans le pavé, qui passe devant 22 monuments historiques. Cette visite autoguidée révèle les trésors architecturaux de la ville, des églises gothiques aux élégants hôtels particuliers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le patrimoine gastronomique pour lequel Dijon est mondialement célèbre, notamment sa renommée moutarde et les exceptionnels vins de Bourgogne. La ville est le berceau de la grande cuisine bourguignonne, où les recettes traditionnelles ont été perfectionnées au fil des siècles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustez les célèbres vins de Bourgogne, des grands crus de la Côte de Nuits aux appellations villages qui entourent la ville. Les vignobles de cette région produisent certains des Pinot Noir et Chardonnay les plus recherchés au monde.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 1
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "FR::marlenheim",
      "name": "Marlenheim",
      "cc": "FR",
      "language": "fr",
      "coords": [
        48.6217,
        7.4911
      ],
      "lat": 48.6217,
      "lon": 7.4911,
      "visits": [
        {
          "text": "Commencez la Route des Vins d'Alsace à Marlenheim, porte nord de 170 kilomètres de routes sinueuses à travers des villages charmants et des vignobles pittoresques. Cette route célèbre traverse les contreforts des Vosges, où le microclimat unique produit certains des meilleurs vins blancs de France.",
          "visit_duration_min": 75
        },
        {
          "text": "Dégustez les vins locaux dont le Riesling, le Gewurztraminer, le Pinot Gris et le Muscat - les cépages nobles qui ont rendu l'Alsace célèbre dans le monde entier. Les caves au bord de la route et les salles de dégustation offrent des opportunités de découvrir ces vins exceptionnels directement auprès des producteurs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Profitez du paysage idyllique de collines couvertes de vignes, de villages médiévaux et de vues sur les montagnes lointaines. L'hospitalité chaleureuse des familles vigneronnes ajoute une dimension personnelle à la découverte de cette région viticole renommée.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 4
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "FR::ribeauville",
      "name": "Ribeauville",
      "cc": "FR",
      "language": "fr",
      "coords": [
        48.1958,
        7.3189
      ],
      "lat": 48.1958,
      "lon": 7.3189,
      "visits": [
        {
          "text": "Découvrez Ribeauvillé, un village alsacien par excellence couronné de trois ruines de châteaux dominant la cité médiévale. Ces vestiges de forteresses - Saint-Ulrich, Girsberg et Haut-Ribeaupierre - datent du XIe au XIVe siècle et offrent des vues panoramiques sur les coteaux couverts de vignes et la plaine du Rhin au-delà.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans la vieille ville historique le long de la Grand'Rue, bordée d'édifices Renaissance et gothiques abritant boutiques d'artisans et restaurants traditionnels. Le patrimoine médiéval du village est visible dans ses portes fortifiées, ses places à fontaines et ses maisons à colombages décorées d'enseignes en fer forgé.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les vignobles environnants qui produisent du vin ici depuis l'époque romaine. La Route des Vins d'Alsace traverse directement Ribeauvillé, offrant des opportunités de déguster d'exceptionnels Rieslings, Gewurztraminers et Pinot Gris dans les caves locales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 3
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "FR::ronchamp",
      "name": "Ronchamp",
      "cc": "FR",
      "language": "fr",
      "coords": [
        47.7042,
        6.6217
      ],
      "lat": 47.7042,
      "lon": 6.6217,
      "visits": [
        {
          "text": "Visitez la chapelle Notre-Dame du Haut à Ronchamp, conçue par le légendaire architecte Le Corbusier et inscrite au Patrimoine mondial de l'UNESCO. Ce chef-d'œuvre révolutionnaire de l'architecture moderne, achevé en 1955, rompt avec toutes les conventions par ses murs blancs sculptés, son toit en forme de champignon et ses ouvertures de fenêtres apparemment aléatoires créant un éclairage intérieur spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez l'atmosphère spirituelle créée par la manipulation magistrale de la lumière et de l'espace par Le Corbusier. Les formes organiques de la chapelle et son cadre de pèlerinage combinent l'architecture moderniste aux anciennes traditions religieuses, créant un environnement contemplatif qui continue d'inspirer architectes et visiteurs.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explorez les terrains environnants conçus par Renzo Piano, notamment le Monastère de Sainte-Claire et la porterie. Le cadre paisible au sommet de la colline offre des vues sur les Vosges et les paysages charmants de la région Bourgogne-Franche-Comté.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 2
        }
      ],
      "rating": 7
    },
    {
      "place_id": "FR::strasbourg",
      "name": "Strasbourg",
      "cc": "FR",
      "language": "fr",
      "coords": [
        48.5734,
        7.7521
      ],
      "lat": 48.5734,
      "lon": 7.7521,
      "visits": [
        {
          "text": "Explorez Strasbourg, capitale de l'Alsace et siège du Parlement européen, avec sa superbe cathédrale gothique et sa vieille ville bien préservée classée au Patrimoine mondial de l'UNESCO. La flèche de 142 mètres de la cathédrale fut le plus haut bâtiment du monde pendant plus de deux siècles, tandis que sa façade ciselée et son horloge astronomique continuent d'émerveiller les visiteurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans La Petite France, le quartier le plus pittoresque de Strasbourg, où des maisons à colombages des XVIe et XVIIe siècles bordent les canaux de l'Ill. Les anciennes maisons de tanneurs et de pêcheurs abritent désormais restaurants et boutiques, leurs balcons fleuris se reflétant dans les eaux calmes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le bâtiment du Parlement européen, où siège l'assemblée élue au suffrage direct de l'Union européenne. Des visites guidées révèlent le fonctionnement de cette importante institution démocratique et l'impressionnant hémicycle où 705 députés de 27 nations délibèrent.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Découvrez le riche patrimoine culinaire de Strasbourg, des winstubs traditionnels aux restaurants étoilés Michelin. La cuisine de la ville reflète sa position unique au carrefour des cultures française et allemande, produisant des plats distinctifs qu'on ne trouve nulle part ailleurs.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Grand Tour des Trois Pays : Alpes Suisses, Forêt-Noire et Alsace au départ de Bâle",
          "day": 5
        }
      ],
      "rating": 9.9
    }
  ]
}