{
  "version": 1,
  "country": "ch",
  "language": "es",
  "places": [
    {
      "place_id": "CH::adelboden",
      "name": "Adelboden",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.494,
        7.5605
      ],
      "lat": 46.494,
      "lon": 7.5605,
      "visits": [
        {
          "text": "Maravíllate ante las Cascadas de Engstligen, una de las cascadas más altas y espectaculares de los Alpes suizos. El agua cae 600 metros en dos dramáticas etapas, creando arcoíris en la niebla los días soleados. Un camino de mulas a lo largo de la pared del acantilado ofrece vistas cercanas de las atronadoras aguas, mientras una vía ferrata proporciona una ascensión alternativa más aventurera.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la Engstligenalp, la meseta de alta montaña más grande de Suiza, accesible por teleférico. Este impresionante prado alpino a 1.964 metros ofrece vistas panorámicas, senderos de senderismo y una sensación de naturaleza virgen. La meseta se transforma con las estaciones, de prados llenos de flores a un país de las maravillas cubierto de nieve.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por la meseta de alta montaña rodeada de picos dramáticos, con senderos adecuados para varios niveles de condición física. El paisaje alpino aquí permanece notablemente virgen, ofreciendo encuentros auténticos con la cultura tradicional de ganadería de montaña.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 18
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "CH::affoltern-emmental",
      "name": "Affoltern Emmental",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.0667,
        7.7333
      ],
      "lat": 47.0667,
      "lon": 7.7333,
      "visits": [
        {
          "text": "Visita la Emmentaler Schaukäserei (Quesería de Demostración) en Affoltern, el corazón de la famosa región quesera de Suiza. Observa cómo los maestros queseros elaboran auténtico Emmentaler utilizando técnicas centenarias. Los característicos grandes agujeros y el sabor a nuez de este icónico queso resultan de un preciso proceso de maduración que puedes observar de primera mano.",
          "visit_duration_min": 75
        },
        {
          "text": "Intenta elaborar tu propia rueda de queso Emmentaler bajo la guía de expertos. Esta experiencia práctica enseña los métodos tradicionales que han hecho del queso suizo un producto de renombre mundial. Tu queso personalizado puede enviarse a tu casa después del adecuado proceso de maduración.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora las ondulantes colinas de la región de Emmental, caracterizadas por sus granjas tradicionales con distintivos tejados anchos. Este paisaje pastoral de verdes prados y colinas boscosas ejemplifica la idílica campiña suiza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 2
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "CH::appenzell",
      "name": "Appenzell",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.3313,
        9.4099
      ],
      "lat": 47.3313,
      "lon": 9.4099,
      "visits": [
        {
          "text": "Teleférico de Wasserauen a Ebenalp y parada en el acantilado de Aescher Gasthaus",
          "visit_duration_min": 75
        },
        {
          "text": "Orilla del lago Seealpsee (caminata corta desde la ruta Ebenalp/Wasserauen)",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo en los senderos de Ebenalp (circuito corto por las cuevas Wildkirchli)",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por el centro de Appenzell (fachadas pintadas y plazas)",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 8
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "CH::arolla",
      "name": "Arolla",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.0236,
        7.4903
      ],
      "lat": 46.0236,
      "lon": 7.4903,
      "visits": [
        {
          "text": "Senderismo al lago Azul de Arolla, entre bosques y cumbres nevadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Vista panorámica de los Alpes del Valais desde el sendero superior del lago.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pausa para el almuerzo al borde del lago Azul.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUIZA: LAGOS, GLACIARES Y PUEBLOS DE MONTAÑA",
          "day": 2
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "CH::ascona",
      "name": "Ascona",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.1554222,
        8.7707865
      ],
      "lat": 46.1554222,
      "lon": 8.7707865,
      "visits": [
        {
          "text": "Descubrimiento del pueblo de Ascona a orillas del lago Mayor, con sus fachadas coloridas",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el malecón del lago, entre puerto, terrazas soleadas y galerías de arte",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 7
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "CH::basel",
      "name": "Basel",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.5596,
        7.5886
      ],
      "lat": 47.5596,
      "lon": 7.5886,
      "visits": [
        {
          "text": "Descubre Basilea, la tercera ciudad más grande de Suiza y capital cultural con más de 40 museos. Explora el casco antiguo medieval dominado por la majestuosa catedral Münster de piedra arenisca roja, cuya terraza panorámica ofrece vistas espectaculares del Rin y los tejados de la ciudad. Los callejones empedrados revelan tesoros arquitectónicos en cada esquina.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Marktplatz, el vibrante corazón de la ciudad, dominada por el impresionante Rathaus con sus llamativas fachadas pintadas de rojo. Este ayuntamiento del siglo XVI, adornado con notables frescos y una elegante torre, atestigua la prosperidad histórica de esta ciudad mercante en la encrucijada de tres países.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Basilea, la capital cultural de Suiza ubicada en el punto de encuentro de las fronteras suiza, francesa y alemana. Esta vibrante ciudad junto al Rin presume de más de 40 museos, convirtiéndola en una de las ciudades con mayor densidad de museos de Europa. El casco antiguo medieval presenta impresionante arquitectura, la icónica catedral Münster de arenisca roja y encantadoras calles empedradas perfectas para explorar.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por la histórica Marktplatz dominada por el ornamentado Ayuntamiento del siglo XVI con sus vívidas fachadas rojas e intrincados frescos. La plaza ha sido el corazón de la vida de la ciudad durante siglos, rodeada de casas gremiales y el bullicioso mercado diario que ofrece productos locales y flores.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cruza el Rin a bordo de uno de los transbordadores tradicionales impulsados únicamente por la corriente del río. Estas singulares embarcaciones, conectadas a un cable, utilizan la fuerza del agua para deslizarse de una orilla a otra, ofreciendo una experiencia auténtica y ecológica.",
          "visit_duration_min": 60
        },
        {
          "text": "Dirígete al Dreiländereck, el punto de encuentro de las fronteras suiza, alemana y francesa. Este monumento simbólico sobre el Rin marca el único lugar donde puedes contemplar tres naciones simultáneamente.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta el único cruce del ferry del Rin, donde embarcaciones tradicionales impulsadas únicamente por la corriente del río se deslizan de orilla a orilla. Este método de transporte centenario ofrece una perspectiva distintiva de la ciudad mientras conecta los diversos barrios de Basilea.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 5
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 30
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "CH::bern",
      "name": "Bern",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.948,
        7.4474
      ],
      "lat": 46.948,
      "lon": 7.4474,
      "visits": [
        {
          "text": "Descubre Berna, la capital federal de Suiza y tesoro del Patrimonio Mundial de la UNESCO. Pasea por el casco antiguo medieval perfectamente conservado con más de 6 kilómetros de arcadas cubiertas, fuentes renacentistas adornadas con coloridas estatuas y bodegas abovedadas que albergan boutiques y restaurantes. Esta cautivadora ciudad fundada en 1191 te transporta a través de siglos de historia.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Zentrum Paul Klee, una obra maestra arquitectónica diseñada por Renzo Piano que alberga la mayor colección del mundo de obras de Paul Klee. Este museo ondulante, armoniosamente integrado en el paisaje, exhibe más de 4.000 pinturas, acuarelas y dibujos del artista germano-suizo, ofreciendo un fascinante recorrido por su revolucionaria evolución artística.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Berna, la capital de Suiza, reconocida por su casco antiguo medieval bien conservado declarado Patrimonio Mundial de la UNESCO. El Palacio Federal, sede del gobierno suizo, domina el paisaje urbano junto a la icónica torre del reloj Zytglogge con su famoso reloj astronómico y figuras mecánicas que actúan cada hora.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Foso de los Osos (Bärengraben), hogar de las queridas mascotas de la ciudad que se han mantenido aquí desde 1857. Los osos ahora disfrutan de un espacioso parque junto al río donde los visitantes pueden observar a estos magníficos animales en un entorno más natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Centro Paul Klee, una obra maestra arquitectónica diseñada por Renzo Piano que alberga la colección más completa del mundo de obras del artista nacido en Suiza. El edificio ondulante armoniza con el paisaje circundante mientras exhibe más de 4.000 pinturas, acuarelas y dibujos de Klee.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Obtén la Bern Museum Card para acceder a todos los museos de la ciudad, incluyendo el Museo Alpino Suizo, el Museo de Historia y el Museo de la Comunicación. Esta tarjeta te permite explorar las ricas colecciones culturales e históricas de la capital a tu propio ritmo.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea bajo los seis kilómetros de arcadas cubiertas (Lauben), uno de los paseos comerciales cubiertos más largos de Europa. Estas arcadas medievales albergan boutiques, cafés y bodegas históricas mientras protegen a los visitantes de los elementos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 1
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 25
        }
      ],
      "rating": 8.6
    },
    {
      "place_id": "CH::bremgarten-aargau",
      "name": "Bremgarten Aargau",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.3511,
        8.3421
      ],
      "lat": 47.3511,
      "lon": 8.3421,
      "visits": [
        {
          "text": "Visita del casco antiguo medieval de Bremgarten en el meandro del Reuss",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por la Marktgasse y a lo largo de las fachadas coloridas de Bremgarten",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 6
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "CH::brienz",
      "name": "Brienz",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.7544,
        8.0289
      ],
      "lat": 46.7544,
      "lon": 8.0289,
      "visits": [
        {
          "text": "Descubre Brienz, un pintoresco pueblo a orillas del turquesa Lago de Brienz en el Oberland Bernés. Este encantador asentamiento es célebre por sus tradicionales casas de madera del siglo XVIII y su centenario patrimonio de talla en madera. El pueblo aún mantiene una escuela de talla y una escuela de luthería, manteniendo vivas estas tradiciones artesanales.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube al tren de vapor de cremallera del Brienzer Rothorn, un histórico ferrocarril que asciende hasta 2.350 metros sobre el nivel del mar. En la cima, disfruta de impresionantes vistas panorámicas de 360° incluyendo los picos del Eiger, Mönch y Jungfrau. El nostálgico viaje en este tren de vapor centenario es una experiencia en sí mismo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Realiza un paseo escénico en barco por el Lago de Brienz, conocido por sus llamativas aguas turquesa alimentadas por arroyos glaciares. El barco conecta los pueblos a orillas del lago y ofrece impresionantes vistas de cascadas que descienden por las empinadas laderas montañosas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 12
        }
      ],
      "rating": 5
    },
    {
      "place_id": "CH::brig",
      "name": "Brig",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.3167,
        7.9881
      ],
      "lat": 46.3167,
      "lon": 7.9881,
      "visits": [
        {
          "text": "Explora Brig, oficialmente conocida como Brig-Glis, una ciudad histórica de gran importancia nacional en el cantón del Valais. Todo el casco antiguo forma parte de los sitios oficiales del patrimonio suizo, con el magnífico Palacio Stockalper siendo el edificio privado más grande jamás construido en Suiza. Esta obra maestra barroca del siglo XVII presenta distintivas torres con cúpulas bulbosas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Iglesia de Maria Himmelfahrt (Asunción de María), designada patrimonio de Importancia Nacional. El interior barroco presenta impresionantes frescos, intrincados trabajos en madera y altares dorados que reflejan la prosperidad traída por la ruta comercial del Simplon que atraviesa la ciudad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre la importancia estratégica de Brig como puerta norte del Paso del Simplon, conectando Suiza con Italia desde tiempos romanos. La arquitectura y los monumentos de la ciudad revelan siglos de historia como vital punto de cruce alpino.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 17
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "CH::chur",
      "name": "Chur",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.8499,
        9.53287
      ],
      "lat": 46.8499,
      "lon": 9.53287,
      "visits": [
        {
          "text": "Descubrimiento del casco antiguo de Coira, la ciudad más antigua de Suiza, con sus casas burguesas y callejuelas peatonales",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo entre plazas adornadas con fuentes y callejuelas empedradas al pie del macizo del Calanda",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 9
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "CH::courtelary",
      "name": "Courtelary",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.1833,
        7.0833
      ],
      "lat": 47.1833,
      "lon": 7.0833,
      "visits": [
        {
          "text": "Descubre CHEZ Camille Bloch en Courtelary, el centro de visitantes del renombrado fabricante suizo de chocolate. Este recorrido interactivo revela los secretos detrás de chocolates tan queridos como Ragusa y Torino. Aprende sobre el origen del cacao, la producción de chocolate y la historia de la empresa en este paraíso para los amantes del chocolate.",
          "visit_duration_min": 75
        },
        {
          "text": "Participa en talleres de elaboración de chocolate donde puedes crear tus propios bombones y creaciones de chocolate. La experiencia práctica te brinda una visión del arte de la chocolatería suiza mientras satisfaces tu gusto por lo dulce con generosas degustaciones.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora la región del Grand Chasseral que rodea Courtelary, conocida por sus paisajes de montañas del Jura y su patrimonio relojero. La zona ofrece senderos con vistas panorámicas y una mirada a las industrias tradicionales que moldearon esta región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 3
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "CH::engelberg",
      "name": "Engelberg",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.8194,
        8.4042
      ],
      "lat": 46.8194,
      "lon": 8.4042,
      "visits": [
        {
          "text": "Asciende al Monte Titlis cerca de Engelberg, un pico que ofrece actividades de deportes de nieve durante todo el año gracias a su glaciar permanente. El teleférico Rotair - la primera góndola giratoria del mundo - proporciona vistas de 360 grados durante el ascenso a 3.238 metros. La cabina giratoria asegura que cada pasajero disfrute del espectacular panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruza el Titlis Cliff Walk, un espectacular puente colgante a 3.041 metros que se extiende 100 metros sobre un dramático abismo alpino. El puente colgante más alto de Europa ofrece vistas vertiginosas de glaciares agrietados y picos nevados que se extienden hasta el horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la Gruta del Glaciar, excavada en el hielo eterno del glaciar Titlis. Desciende a la cueva de hielo cristalino para experimentar el corazón de un glaciar vivo, con cámaras heladas que revelan el impresionante azul del antiguo hielo comprimido.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "En verano, disfruta de senderismo y ciclismo de montaña en senderos que serpentean a través de prados alpinos y junto a chalets tradicionales. El valle de Engelberg ofrece actividades para todas las habilidades, desde paseos suaves hasta picos desafiantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 16
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "CH::evolene",
      "name": "Evolene",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.1129,
        7.4944
      ],
      "lat": 46.1129,
      "lon": 7.4944,
      "visits": [
        {
          "text": "Descubrimiento del pueblo de Évolène, chalets típicos del Val d'Hérens y panorama alpino.",
          "visit_duration_min": 75
        },
        {
          "text": "Parada en las pirámides de Euseigne, formaciones geológicas emblemáticas del Valais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por las callejuelas de Évolène y encuentro con los artesanos locales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUIZA: LAGOS, GLACIARES Y PUEBLOS DE MONTAÑA",
          "day": 1
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "CH::geneva",
      "name": "Geneva",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.2044,
        6.1432
      ],
      "lat": 46.2044,
      "lon": 6.1432,
      "visits": [
        {
          "text": "Descubre Ginebra, la ciudad de la paz y la diplomacia internacional, sede de la oficina europea de las Naciones Unidas y la Cruz Roja Internacional. Con 82 edificios de importancia internacional, la ciudad encarna la cooperación global mientras mantiene su encanto suizo. El icónico chorro de agua Jet d'Eau lanza agua 140 metros en el aire sobre el Lago Lemán.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Catedral de San Pedro, una magnífica estructura gótica que fue la iglesia de Juan Calvino durante la Reforma Protestante. Sube a la torre para vistas panorámicas a través del lago hasta el Mont Blanc en días despejados. El sitio arqueológico debajo revela 2.000 años de historia religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Conservatorio y Jardín Botánico, un oasis de paz con colecciones de plantas de todo el mundo y vistas impresionantes de los Alpes. Los jardines han estado cultivando diversidad botánica desde 1817, ofreciendo secciones temáticas desde jardines de rocas hasta invernaderos tropicales.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenade de la Treille – el paseo más antiguo de Ginebra que ofrece vistas panorámicas de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Oficina de las Naciones Unidas en Ginebra y monumento de la Silla Rota.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por el Lago Lemán y las plazas del Casco Antiguo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorar el centro de Montreux y el paseo junto al lago.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitar el Château de Chillon, fortaleza medieval en el Lago Lemán.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por las estrechas calles del casco antiguo, descubriendo boutiques de artesanos, tiendas de antigüedades y plazas históricas. Los elegantes paseos marítimos y parques proporcionan escenarios perfectos para contemplar el impresionante telón de fondo alpino que enmarca esta ciudad internacional.",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero opcional en barco por el Lago Geneva.",
          "visit_duration_min": 60
        },
        {
          "text": "Viaje en barco o almuerzo junto al lago con vistas de los Alpes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 18
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUIZA – LAGOS, ALPES Y CIUDADES CON ENCANTO",
          "day": 1
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "CH::grindelwald",
      "name": "Grindelwald",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.626145446,
        8.02925614
      ],
      "lat": 46.626145446,
      "lon": 8.02925614,
      "visits": [
        {
          "text": "Paseo por el pueblo de Grindelwald al pie del Eiger y las cumbres del Jungfrau",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Grindelwald, un impresionante pueblo alpino anidado en un valle rodeado por las imponentes cumbres del Eiger, Mönch y Jungfrau. Este destino de todo el año cautiva con exuberantes prados verdes en verano y prístinas laderas cubiertas de nieve en invierno. El pueblo ofrece paisajes montañosos espectaculares con chalés tradicionales contra un telón de fondo de dramáticas paredes rocosas.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina por el First Cliff Walk, un emocionante sendero suspendido a lo largo de la pared del acantilado a 2.168 metros de altitud. Esta maravilla de la ingeniería ofrece vistas de vértigo del valle de Grindelwald abajo y los picos circundantes. La plataforma se extiende hacia el vacío, proporcionando un panorama alpino sin obstáculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Cañón Glaciar, una dramática garganta esculpida por aguas glaciares durante milenios. Pasarelas y puentes conducen a través de esta maravilla natural, donde puedes observar las poderosas fuerzas que moldearon el paisaje alpino y sentir la fría niebla de las aguas impetuosas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Grindelwald en el Oberland Bernés, un paraíso para los entusiastas del aire libre dominado por la legendaria cara norte del Eiger. Esta dramática pared vertical de 1.800 metros ofrece increíbles rutas de escalada y ha atraído a montañeros desde la edad de oro del alpinismo. Los chalets tradicionales del pueblo se agrupan bajo estos imponentes picos.",
          "visit_duration_min": 75
        },
        {
          "text": "Toma el teleférico Firstbahn hacia emocionantes atracciones incluyendo el First Cliff Walk, una dramática pasarela suspendida a lo largo de la cara del acantilado a 2.168 metros. La maravilla de ingeniería se extiende hacia el vacío, proporcionando vistas que aceleran el corazón del valle muy abajo y los picos circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina hasta Bachalpsee, un idílico lago alpino a 2.265 metros que refleja perfectamente los picos Schreckhorn y Wetterhorn. Este sendero relativamente fácil desde la estación First recompensa a los excursionistas con uno de los panoramas de montaña más fotografiados de Suiza.",
          "visit_duration_min": 75
        },
        {
          "text": "Teleférico desde Grindelwald a First.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminata al Lago Bachalpsee y regreso (2h ida y vuelta).",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el First Cliff Walk y el mirador.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascensión en telecabina hasta Grindelwald-First y paso por el First Cliff Walk.",
          "visit_duration_min": 75
        },
        {
          "text": "Senderismo hacia el lago de Bachalp, vista sobre el Eiger.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo por los senderos de cresta alrededor de la cuenca de Grindelwald",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta el mountain karting, un emocionante descenso en carritos de tres ruedas por las laderas alpinas. Esta actividad única combina paisajes impresionantes con adrenalina mientras navegas por los senderos de montaña con los picos como telón de fondo.",
          "visit_duration_min": 60
        },
        {
          "text": "En invierno, disfruta del esquí de clase mundial en pistas frente a la icónica Cara Norte del Eiger. El área de esquí de Grindelwald conecta con la vasta región de esquí de Jungfrau, ofreciendo pistas para todas las habilidades en medio de espectaculares paisajes de alta montaña.",
          "visit_duration_min": 60
        },
        {
          "text": "En invierno, disfruta de esquí de clase mundial en pistas frente al icónico Eiger. En verano, rutas de ciclismo y senderismo de todas las dificultades serpentean por prados llenos de flores con vistas constantes de las montañas. El pueblo ofrece actividades alpinas durante todo el año en un escenario espectacular.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueba las atracciones de aventura: First Flyer, First Glider, o Mountain Cart.",
          "visit_duration_min": 60
        },
        {
          "text": "Relajación en terraza panorámica en Grindelwald-First.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 4
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 14
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 22
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUIZA – LAGOS, ALPES Y CIUDADES CON ENCANTO",
          "day": 4
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUIZA: LAGOS, GLACIARES Y PUEBLOS DE MONTAÑA",
          "day": 5
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "CH::gruyeres",
      "name": "Gruyeres",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.5843,
        7.0811
      ],
      "lat": 46.5843,
      "lon": 7.0811,
      "visits": [
        {
          "text": "Explora la pequeña ciudad medieval de Gruyères, famosa en todo el mundo por su queso homónimo. El imponente Castillo de Gruyères domina la ciudad en la colina, sus ocho siglos de historia reflejados en habitaciones decoradas desde tiempos medievales hasta el siglo XIX. Las murallas ofrecen amplias vistas de los Prealpes y los valles pastorales abajo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita La Maison du Gruyère, el museo del queso, para presenciar el proceso tradicional de elaboración del queso que ha definido esta región durante siglos. Observa a los artesanos elaborar las famosas ruedas de Gruyère AOP utilizando técnicas ancestrales, y aprende sobre la cultura láctea alpina que sostiene esta tradición.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Museo HR Giger, una fascinante atracción dedicada al artista suizo que creó las criaturas icónicas de las películas de Alien. Alojado en un château medieval, esta colección surrealista contrasta dramáticamente con la atmósfera de cuento de hadas de la ciudad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por la calle principal empedrada libre de coches, bordeada de chalets tradicionales, tiendas de artesanos y edificios medievales. El paisaje alpino circundante ofrece excelente senderismo a través de prados donde pastan las vacas, produciendo la leche que se convierte en el mundialmente famoso queso.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 19
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "CH::gstaad",
      "name": "Gstaad",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.475,
        7.2869
      ],
      "lat": 46.475,
      "lon": 7.2869,
      "visits": [
        {
          "text": "Vive Gstaad, el resort de renombre mundial que ha atraído a la realeza, celebridades y viajeros exigentes durante más de un siglo. A pesar de su reputación glamurosa, el pueblo conserva su encanto suizo tradicional con chalés bellamente preservados y un centro peatonal. Las montañas circundantes ofrecen espectaculares oportunidades de senderismo y esquí en un entorno exclusivo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Lago Lauenen, anidado en una reserva natural prístina a poca distancia de Gstaad. Este idílico lago de montaña rodeado de picos y prados ofrece un relajante paseo circular con impresionantes reflejos de las montañas circundantes en sus aguas cristalinas. En verano, el lago es un refrescante destino para nadar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta el Fondueland Gstaad con una Mochila de Fondue, una aventura culinaria única que te permite disfrutar de auténtica fondue suiza en ubicaciones escénicas de montaña. La mochila contiene todo el equipo necesario para preparar fondue usando queso local elaborado con hierbas y leche alpina frescas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 20
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "CH::ingenbohl",
      "name": "Ingenbohl",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.9875,
        8.6089
      ],
      "lat": 46.9875,
      "lon": 8.6089,
      "visits": [
        {
          "text": "Descubre Ingenbohl, un hermoso destino lacustre en el Lago de los Cuatro Cantones perfecto para relajarse y disfrutar del sol. Las aguas cristalinas del lago brillan especialmente en días soleados, creando un hipnotizante panorama alpino. El paseo marítimo se extiende desde el embarcadero hasta el Paseo Othmar Schoeck, donde amarran barcos privados y yates.",
          "visit_duration_min": 75
        },
        {
          "text": "Encuentra el cartel del Grand Tour de Suiza para 'Vierwaldstättersee', el nombre alemán del Lago de los Cuatro Cantones. Este icónico punto fotográfico marca una de las ubicaciones más escénicas de Suiza a lo largo de la famosa ruta nacional que muestra los paisajes más espectaculares del país.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Realiza un crucero de ida y vuelta por el Lago Uri desde Brunnen hasta Flüelen, navegando por el corazón histórico de Suiza. El barco pasa junto a acantilados dramáticos, encantadores pueblos y la pradera de Rütli donde se fundó la Confederación Suiza en 1291.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por el paseo marítimo y disfruta de los impresionantes reflejos de las montañas en las aguas cristalinas. La atmósfera tranquila invita a la contemplación de los picos circundantes y la belleza atemporal de este entorno alpino.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 11
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "CH::interlaken",
      "name": "Interlaken",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.6863,
        7.8632
      ],
      "lat": 46.6863,
      "lon": 7.8632,
      "visits": [
        {
          "text": "Llega a Interlaken, espectacularmente situado entre el Lago de Thun y el Lago de Brienz en el corazón del Oberland Bernés. Este encantador pueblo turístico sirve como puerta de entrada a la región de Jungfrau y ofrece impresionantes vistas de los picos Eiger, Mönch y Jungfrau. La posición única de la ciudad entre dos lagos glaciares crea un inolvidable panorama alpino.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende al Harder Kulm en funicular hasta la cima a 1.322 metros sobre la ciudad. Este legendario mirador ofrece impresionantes vistas de 360° hacia Interlaken abajo y hacia el majestuoso trío de montañas Eiger, Mönch y Jungfrau. La plataforma de observación se extiende dramáticamente sobre el borde del acantilado para vistas alpinas sin obstáculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Llega a Interlaken, espectacularmente situado entre el Lago Thun y el Lago Brienz - su nombre significa literalmente 'entre lagos'. Esta famosa ciudad turística sirve como puerta de entrada al collado Jungfraujoch, conocido como la 'Cima de Europa'. Un monasterio centenario que data del siglo XI añade profundidad histórica a este impresionante entorno natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Toma el Ferrocarril de la Jungfrau hasta la estación de tren más alta de Europa a 3.454 metros, donde se despliegan vistas impresionantes de glaciares circundantes y picos montañosos. El viaje mismo a través de túneles excavados en el Eiger es una maravilla de la ingeniería, con ventanas de observación que ofrecen vislumbres de la dramática cara norte.",
          "visit_duration_min": 75
        },
        {
          "text": "Subida en funicular al Harder Kulm para una vista sobre los lagos de Thun y de Brienz.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por Interlaken y descubrimiento de las gargantas del Aar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora las Cuevas de St. Beatus, un fascinante mundo subterráneo de estalactitas, estalagmitas y lagos subterráneos. Según la leyenda, el monje irlandés Beatus expulsó a un dragón de estas cuevas en el siglo VI. Los senderos iluminados conducen a través de cámaras esculpidas por el agua durante milenios.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta las actividades de aventura por las que Interlaken es famoso, desde parapente sobre los lagos hasta kayak en las aguas cristalinas. La ciudad es la capital de la aventura de Suiza, ofreciendo experiencias únicas entre paisajes espectaculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta actividades al aire libre de clase mundial incluyendo parapente sobre los lagos, rafting en aguas bravas en ríos glaciares o senderismo a través de prados alpinos. La posición única de Interlaken en el Oberland Bernés la convierte en la capital de aventura de Suiza.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruza el Lago Brienz o el Lago Thun en históricos barcos de vapor de paletas, admirando el dramático paisaje montañoso reflejado en las aguas cristalinas. Los barcos conectan encantadores pueblos junto al lago y ofrecen vistas inigualables de los picos circundantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Vuelo en parapente o descenso en barranquismo en Interlaken.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 13
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 23
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUIZA: LAGOS, GLACIARES Y PUEBLOS DE MONTAÑA",
          "day": 6
        }
      ],
      "rating": 8.1
    },
    {
      "place_id": "CH::iseltwald",
      "name": "Iseltwald",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.7174,
        7.9643
      ],
      "lat": 46.7174,
      "lon": 7.9643,
      "visits": [
        {
          "text": "Visita del pueblo de Iseltwald a orillas del lago de Brienz.",
          "visit_duration_min": 75
        },
        {
          "text": "Senderismo hacia las cataratas de Giessbach, 14 cascadas espectaculares.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo a orillas del lago de Brienz y relajación en el puerto de Iseltwald.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUIZA: LAGOS, GLACIARES Y PUEBLOS DE MONTAÑA",
          "day": 7
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "CH::jungfraujoch",
      "name": "Jungfraujoch",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.5472,
        7.9853
      ],
      "lat": 46.5472,
      "lon": 7.9853,
      "visits": [
        {
          "text": "Viaja al Jungfraujoch - Top of Europe, hogar de la estación de ferrocarril más alta de Europa a 3.454 metros. Este extraordinario destino ofrece una experiencia sobrenatural entre hielo y nieve eternos. El Palacio de Hielo, tallado dentro del glaciar, exhibe impresionantes esculturas de hielo en cámaras heladas bajo la superficie.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube a la Terraza de Observación Sphinx para disfrutar de vistas inigualables de 360° del Glaciar Aletsch, el glaciar más largo de los Alpes con 23 kilómetros. En días despejados, las vistas se extienden hasta los picos de cuatro países. El aire alpino enrarecido y el brillante paisaje blanco crean una inolvidable experiencia de alta montaña.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Schilthorn - Piz Gloria, famoso como localización de rodaje de la película de James Bond 'Al servicio secreto de Su Majestad'. El restaurante giratorio a 2.970 metros ofrece vistas de 360° mientras comes. El Sendero de las Flores muestra diversa flora alpina durante los meses de verano.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por la meseta de nieve para experimentar las condiciones alpinas durante todo el año. El aire fresco de montaña y los brillantes alrededores blancos ofrecen una perspectiva única sobre el poder de los paisajes glaciares.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 15
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "CH::kandersteg",
      "name": "Kandersteg",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.4944,
        7.6744
      ],
      "lat": 46.4944,
      "lon": 7.6744,
      "visits": [
        {
          "text": "Viaja al Lago Oeschinen cerca de Kandersteg, un idílico lago de montaña que se encuentra entre los destinos naturales más bellos de Suiza. Rodeado de picos dramáticos que se elevan más de 3.000 metros, las aguas turquesas reflejan los imponentes acantilados y glaciares que enmarcan este paraíso alpino.",
          "visit_duration_min": 75
        },
        {
          "text": "Alcanza el lago en góndola, ascendiendo a través de bosques para emerger en el impresionante mirador sobre el agua. El entorno declarado Patrimonio de la UNESCO abarca naturaleza virgen que ha permanecido en gran parte sin cambios durante siglos, ofreciendo una verdadera escapada a la naturaleza alpina.",
          "visit_duration_min": 75
        },
        {
          "text": "Ascensión en telecabina y senderismo al lago de Oeschinen.",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo en barca por el lago de Oeschinen.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de senderismo alrededor de la orilla del lago, remando en las aguas cristalinas o nadando en el refrescante lago de montaña durante el verano. En invierno, el lago congelado se transforma en una pista de patinaje natural, mientras que las laderas circundantes ofrecen raquetas de nieve y esquí de fondo.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrimiento del lago de Blausee y paseo por el bosque de los alrededores.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 20
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUIZA: LAGOS, GLACIARES Y PUEBLOS DE MONTAÑA",
          "day": 3
        }
      ],
      "rating": 6.8
    },
    {
      "place_id": "CH::lausanne",
      "name": "Lausanne",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.5197,
        6.6323
      ],
      "lat": 46.5197,
      "lon": 6.6323,
      "visits": [
        {
          "text": "Descubre Lausana, la dinámica capital olímpica emplazada a orillas del Lago Lemán. Visita el Museo Olímpico, un tesoro de la historia deportiva que muestra el movimiento olímpico desde la antigua Grecia hasta la actualidad. Las exhibiciones interactivas, los recuerdos auténticos y el impresionante entorno lacustre lo convierten en uno de los museos más atractivos de Suiza.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube a la Catedral de Lausana, una impresionante obra maestra gótica y la iglesia medieval más grande de Suiza. Las vistas panorámicas desde la cima abarcan la ciudad, el Lago Lemán y, en días despejados, los picos lejanos de los Alpes franceses. Un sereno aún llama las horas desde la torre, manteniendo una tradición que data de siglos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el paseo marítimo de Ouchy, una elegante avenida lacustre bordeada de edificios Belle Époque y jardines cuidados. Este elegante barrio ofrece hermosas vistas del Lago Lemán hacia los Alpes franceses más allá.",
          "visit_duration_min": 60
        },
        {
          "text": "Realiza un crucero por el lago a lo largo de los Viñedos de Lavaux, una región vinícola en terrazas Patrimonio de la Humanidad de la UNESCO. Las laderas bañadas por el sol que se elevan desde el lago producen vinos excepcionales y crean uno de los paisajes más fotogénicos de Suiza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 22
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "CH::lauterbrunnen",
      "name": "Lauterbrunnen",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.592688217,
        7.909753761
      ],
      "lat": 46.592688217,
      "lon": 7.909753761,
      "visits": [
        {
          "text": "Descubrimiento del pueblo de Lauterbrunnen, de sus chalets de madera y de su iglesia pintoresca",
          "visit_duration_min": 75
        },
        {
          "text": "Punto de vista sobre el valle de Lauterbrunnen y sus acantilados boscosos",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Lauterbrunnen, un pintoresco valle en el Oberland Bernés reconocido por sus 72 cascadas que caen por paredes de acantilados verticales. Las Cataratas de Staubbach, una de las cascadas de caída libre más altas de Europa con 297 metros, se precipitan dramáticamente al fondo del valle, su niebla creando arcoíris en días soleados.",
          "visit_duration_min": 75
        },
        {
          "text": "Aventúrate a las Cataratas de Trümmelbach, una serie única de diez cascadas alimentadas por glaciares que rugen dentro de la montaña. Estas atronadoras cascadas, excavadas a través de la roca por el agua de deshielo de los glaciares Eiger, Mönch y Jungfrau, son accesibles mediante un ascensor dentro de un túnel - una experiencia inolvidable del poder crudo de la naturaleza.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita al pueblo de Lauterbrunnen y a las cascadas de Staubbach.",
          "visit_duration_min": 75
        },
        {
          "text": "Exploración de las cascadas subterráneas de Trümmelbach.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo hacia las cascadas del valle de Lauterbrunnen, incluidas las cascadas de Trümmelbach",
          "visit_duration_min": 60
        },
        {
          "text": "Camina por este valle glaciar en forma de U, donde imponentes acantilados se elevan 400 metros a cada lado. La dramática geografía del valle inspiró la visión de Rivendel de J.R.R. Tolkien, y su belleza atemporal continúa cautivando a visitantes de todo el mundo.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo a lo largo del valle hasta Mürren, panorama sobre la Jungfrau.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 3
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 21
        },
        {
          "itin_id": "CH::valais-bern::roadtrip-7j-suisse",
          "itin_title": "SUIZA: LAGOS, GLACIARES Y PUEBLOS DE MONTAÑA",
          "day": 4
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "CH::lenk",
      "name": "Lenk",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.4572,
        7.4419
      ],
      "lat": 46.4572,
      "lon": 7.4419,
      "visits": [
        {
          "text": "Descubre el valle de Simmental y el resort de Lenk, un encantador pueblo en la cabecera de este pintoresco valle alpino. La zona es conocida por su arquitectura tradicional, suaves paisajes pastorales y la impresionante cascada de Iffig visible desde varios puntos. La región ofrece una experiencia alpina más relajada lejos de los principales centros turísticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira los Sieben Brunnen (Siete Fuentes), donde el agua emerge de la ladera a través de siete aberturas naturales. Este fenómeno geológico al pie del Wildstrubel crea un entorno mágico donde manantiales de agua cristalina brotan de las rocas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta un descenso en Trottibike (patinete) por el Betelberg, un emocionante recorrido de nueve kilómetros desde la estación de montaña de Leiterli hasta el valle. Pasa zumbando junto a refugios de montaña y exuberantes prados sobre dos ruedas con vistas de la centelleante cascada de Iffig, una forma emocionante de experimentar el paisaje alpino.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 19
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "CH::liestal",
      "name": "Liestal",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.4842,
        7.7347
      ],
      "lat": 47.4842,
      "lon": 7.7347,
      "visits": [
        {
          "text": "Explora Liestal, una encantadora ciudad histórica con más de 700 años de historia anidada en suaves colinas boscosas. El compacto casco antiguo presenta callejones serpenteantes, impresionantes edificios históricos y un imponente ayuntamiento que habla de siglos de patrimonio suizo. El carácter medieval de la ciudad se ha conservado bellamente, ofreciendo una auténtica mirada a la historia regional.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta la búsqueda del tesoro Food Trail, una forma única de descubrir Liestal mientras resuelves acertijos que conducen a delicias culinarias en varias ubicaciones por toda la ciudad. Esta experiencia interactiva combina exploración con gastronomía local, revelando rincones ocultos y escenarios fascinantes en el camino.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el centro histórico peatonalizado, admirando la arquitectura tradicional y la atmósfera tranquila que caracteriza esta joya de Basilea-Campiña. La ciudad sirve como excelente introducción al patrimonio cultural de la región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 28
        }
      ],
      "rating": 4.7
    },
    {
      "place_id": "CH::lucerne",
      "name": "Lucerne",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.0501682,
        8.3093072
      ],
      "lat": 47.0501682,
      "lon": 8.3093072,
      "visits": [
        {
          "text": "Descubrimiento del casco antiguo de Lucerna, de sus casas con frescos y de sus torres",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por los puentes de madera cubiertos que cruzan el Reuss",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por el Puente de la Capilla (Kapellbrücke) y la Torre del Agua",
          "visit_duration_min": 75
        },
        {
          "text": "Callejuelas del Casco Antiguo (Altstadt) y plazas junto al río",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Lucerna, la perla de Suiza Central anidada a orillas del lago homónimo. Cruza el Kapellbrücke, el puente de madera cubierto más antiguo de Europa que data de 1333, adornado con 111 pinturas triangulares del siglo XVII que ilustran la historia de la ciudad y la vida de los santos. La torre octogonal del Agua que lo acompaña completa este icónico cuadro pintoresco.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el Monumento al León, una conmovedora escultura tallada en roca natural que conmemora a los Guardias Suizos caídos durante la Revolución Francesa. Mark Twain llamó a esta obra de 1821, que representa a un león moribundo, 'la pieza de piedra más triste y conmovedora del mundo'.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Lucerna, un importante destino turístico situado en el extremo norte del Lago de los Cuatro Cantones donde el río Reuss fluye. La ciudad es famosa por su Puente de la Capilla (Kapellbrücke), el puente de armadura más antiguo en pie del mundo, adornado con pinturas del siglo XVII que representan la historia local y las vidas de los santos.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la icónica Torre del Agua (Wasserturm), una estructura octogonal que ha servido como prisión, cámara de tortura, tesorería y archivo a lo largo de sus 700 años de historia. Junto con el Puente de la Capilla, forma el monumento más fotografiado de Suiza.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo Suizo del Transporte, el museo más visitado de Suiza, que muestra el papel pionero del país en el transporte alpino. Desde locomotoras vintage hasta exploración espacial, las exhibiciones interactivas trazan la historia de la movilidad en las montañas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo a lo largo de los muelles del lago de los Cuatro Cantones",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo marítimo del Lago de Lucerna desde Seebrücke hasta Hofkirche",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero opcional en barco por Vierwaldstättersee (viaje corto de ida y vuelta)",
          "visit_duration_min": 60
        },
        {
          "text": "Deambula por los callejones empedrados del casco antiguo, admirando las fachadas pintadas con coloridos frescos y las animadas plazas. Los edificios históricos con sus miradores tallados narran siglos de historia comercial y cultural de esta próspera ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "No te pierdas el Festival de la Luz Lilu si visitas en invierno, cuando la ciudad se ilumina con espectaculares proyecciones artísticas que transforman los monumentos históricos en mágicos lienzos luminosos.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por los edificios históricos bien conservados del casco antiguo, pintados con elaborados frescos que representan escenas históricas y leyendas. Las calles libres de coches revelan plazas medievales, fuentes renacentistas y casas gremiales tradicionales.",
          "visit_duration_min": 60
        },
        {
          "text": "Si visitas hacia finales de invierno, experimenta el famoso Carnaval de Lucerna (Fasnacht), la celebración más grande y colorida de Suiza con elaborados disfraces, carrozas satíricas y música estridente.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 5
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 1
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 8
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 14
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "CH::morcote",
      "name": "Morcote",
      "cc": "CH",
      "language": "es",
      "coords": [
        45.9278156,
        8.9078997
      ],
      "lat": 45.9278156,
      "lon": 8.9078997,
      "visits": [
        {
          "text": "Visita del pueblo de Morcote, \"perla del Ceresio\", colgado en la ladera de la colina sobre el lago de Lugano",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por las callejuelas empedradas serpenteantes y observación de las residencias señoriales que dominan el lago",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 8
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "CH::olten",
      "name": "Olten",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.352,
        7.907
      ],
      "lat": 47.352,
      "lon": 7.907,
      "visits": [
        {
          "text": "Explora Olten, una encantadora ciudad a orillas del río Aare, a menudo pasada por alto por los viajeros. Su compacto centro histórico te cautivará con calles empedradas, fachadas coloridas y plazas tranquilas. Cruza el icónico puente de madera cubierto que atraviesa el Aare, ofreciendo vistas pintorescas del casco antiguo y las colinas circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Naturmuseum Olten para descubrir una fascinante colección dedicada a la fauna, flora y fósiles de la región. Este museo íntimo presenta la historia natural de Suiza Central de manera accesible y atractiva, perfecto para una parada cultural enriquecedora.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por el sendero del Aare, un camino peatonal que sigue el río a través de vegetación exuberante. Esta ruta tranquila atraviesa espacios verdes idílicos, perfecta para un descanso contemplativo antes de continuar tu viaje.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 4
        }
      ],
      "rating": 6.4
    },
    {
      "place_id": "CH::pilatus",
      "name": "Pilatus",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.979,
        8.2543
      ],
      "lat": 46.979,
      "lon": 8.2543,
      "visits": [
        {
          "text": "Asciende al Monte Pilatus por el ferrocarril de cremallera más empinado del mundo, con pendientes que alcanzan el 48%. Esta maravilla de la ingeniería, inaugurada en 1889, sube 1.629 metros a través de un dramático paisaje alpino hasta la cumbre a 2.132 metros. Las vistas panorámicas abarcan el Lago de Lucerna, la Meseta Suiza e innumerables picos alpinos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el complejo de la cumbre con terrazas de observación, restaurantes y el Hotel Pilatus-Kulm. En días despejados, el panorama de 360 grados se extiende desde la Selva Negra hasta los picos lejanos de los Alpes suizos, con 73 picos alpinos visibles desde este legendario mirador.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la Excursión Circular Dorada: barco a través del Lago de Lucerna, ferrocarril de cremallera subiendo la montaña, teleférico descendiendo a Kriens. Este viaje circular combina los modos de transporte más pintorescos de Suiza para un día inolvidable. En invierno, disfruta de esquí y pistas de trineo en las laderas de la montaña.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 15
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "CH::pilatus-kulm",
      "name": "Pilatus Kulm",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.979,
        8.2543
      ],
      "lat": 46.979,
      "lon": 8.2543,
      "visits": [
        {
          "text": "Asciende al Monte Pilatus, la legendaria montaña que se eleva a 2.132 metros, accesible por el ferrocarril de cremallera más empinado del mundo con un 48% de pendiente. Esta maravilla de la ingeniería inaugurada en 1889 te eleva a través de vertiginosos paisajes alpinos hasta la cima con panoramas de 360° sobre los Alpes y la meseta suiza.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorre el Drachenweg, el sendero del dragón tallado en la roca según las leyendas de dragones que habitaban estas cuevas. Este místico camino serpentea entre paredes rocosas y grietas, evocando los fantásticos cuentos medievales asociados a esta montaña mítica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de las vistas panorámicas desde los diversos miradores de la cumbre, abarcando el Lago de Lucerna, los cantones de Nidwalden y Obwalden, y los picos alpinos circundantes. En días despejados, las vistas se extienden hasta las montañas del Jura y la Selva Negra.",
          "visit_duration_min": 60
        },
        {
          "text": "Desciende en las góndolas rojas y teleférico hasta Kriens o en barco desde Alpnachstad para completar la experiencia del 'Golden Round Trip', combinando diferentes modos de transporte panorámico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 9
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "CH::rheinfelden",
      "name": "Rheinfelden",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.5542,
        7.7939
      ],
      "lat": 47.5542,
      "lon": 7.7939,
      "visits": [
        {
          "text": "Visita Rheinfelden, una ciudad histórica directamente junto al Rin que hace frontera con Alemania. El casco antiguo medieval bien conservado impresiona con sus estrechas calles y edificios históricos que invitan a la exploración pausada. La ciudad ha sido un punto de cruce del Rin durante siglos, dando forma a su carácter único como puente entre naciones.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre las famosas salinas que han atraído visitantes durante siglos con sus relajantes baños de salmuera. Las aguas termales y la producción de sal han sido centrales para la identidad de Rheinfelden desde tiempos romanos, ofreciendo experiencias de bienestar arraigadas en tradiciones antiguas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora los numerosos senderos de senderismo y ciclismo a lo largo del Rin, siguiendo el río a través de pintorescos paisajes donde Suiza se encuentra con Alemania. Las riberas ofrecen caminos tranquilos con vistas de ambos países.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 29
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "CH::rigi",
      "name": "Rigi",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.0567,
        8.485
      ],
      "lat": 47.0567,
      "lon": 8.485,
      "visits": [
        {
          "text": "Experimenta el Monte Rigi, conocido como la 'Reina de las Montañas' y la primera montaña turística de Europa. Este macizo se eleva entre tres lagos - Lucerna, Zug y Lauerz - creando vistas impresionantes en todas las direcciones. El panorama abarca los Alpes suizos, las Montañas del Jura y la vasta Meseta Suiza extendiéndose hasta el horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "Alcanza la cumbre a través del histórico Ferrocarril del Rigi, uno de los primeros ferrocarriles de montaña de Europa que data de 1871. Alternativamente, toma el pintoresco teleférico desde Weggis, ascendiendo a través de paisajes pastorales salpicados de chalets tradicionales y ganado pastando.",
          "visit_duration_min": 75
        },
        {
          "text": "Relájate en los Baños Minerales y Spa Rigi Kaltbad, diseñados por el renombrado arquitecto Mario Botta. El moderno complejo de spa armoniza con el entorno alpino, ofreciendo piscinas interiores y exteriores alimentadas por manantiales minerales naturales, con vistas ininterrumpidas de las montañas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "En verano, explora senderos de senderismo que van desde caminos suaves hasta rutas desafiantes. En invierno, el Rigi ofrece esquí, trineo y rutas de raquetas de nieve. La importancia cultural de la montaña en la historia suiza la convierte en un destino imprescindible.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 13
        }
      ],
      "rating": 5.5
    },
    {
      "place_id": "CH::saas-fee",
      "name": "Saas Fee",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.107,
        7.929
      ],
      "lat": 46.107,
      "lon": 7.929,
      "visits": [
        {
          "text": "Llega a Saas-Fee, la 'Perla de los Alpes' y uno de los pueblos turísticos sin coches más espectaculares de Suiza. Rodeado de 13 picos de más de 4.000 metros, este pueblo glaciar se asienta a 1.800 metros en un dramático anfiteatro montañoso. Los vehículos eléctricos y los carruajes tirados por caballos mantienen la atmósfera tranquila de este paraíso sin tráfico.",
          "visit_duration_min": 75
        },
        {
          "text": "Cena en el Drehrestaurant Allalin, el restaurante giratorio más alto del mundo a 3.500 metros. Completa una rotación de 360° durante tu comida mientras disfrutas de vistas ininterrumpidas de 18 picos de cuatro mil metros. El viaje al restaurante a través del Metro Alpin, el funicular subterráneo más alto del mundo, es una experiencia en sí mismo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta el esquí y snowboard durante todo el año en el Glaciar Fee. La alta altitud del resort garantiza excelentes condiciones de nieve incluso en verano, convirtiéndolo en destino de entrenamiento para atletas profesionales y una oportunidad única para esquiar en cualquier estación.",
          "visit_duration_min": 60
        },
        {
          "text": "Relájate en una de las instalaciones de spa del pueblo que ofrecen tratamientos inspirados en la montaña. La combinación de aire fresco alpino, paisajes impresionantes y tradiciones de bienestar crea un retiro rejuvenecedor en este romántico entorno montañoso.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 16
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "CH::saint-ursanne",
      "name": "Saint Ursanne",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.3642815,
        7.1542802
      ],
      "lat": 47.3642815,
      "lon": 7.1542802,
      "visits": [
        {
          "text": "Descubrimiento de la ciudad medieval de Saint-Ursanne, de sus puertas fortificadas y fachadas antiguas",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el valle del Doubs alrededor de Saint-Ursanne y sobre el puente medieval",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 1
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "CH::schaffhausen",
      "name": "Schaffhausen",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.6959,
        8.635
      ],
      "lat": 47.6959,
      "lon": 8.635,
      "visits": [
        {
          "text": "Explora Schaffhausen, una ciudad histórica cuyo centro medieval alberga magníficos edificios adornados con frescos y miradores esculpidos. Sube a la fortaleza circular de Munot, una estructura defensiva única del siglo XVI, para disfrutar de vistas panorámicas sobre la ciudad, los viñedos circundantes y el Rin serpenteando por el valle.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate ante las Cataratas del Rin, las cascadas más grandes de Europa con 150 metros de ancho y 23 metros de altura. Este grandioso espectáculo natural ve 600.000 litros de agua por segundo precipitarse con un estruendo ensordecedor. Los barcos te llevan a la base de las cataratas y a la roca central para una experiencia inmersiva inolvidable.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Schaffhausen, una ciudad histórica con un casco antiguo bien conservado y la impresionante fortaleza Munot del siglo XVI. Esta fortificación circular única ofrece vistas panorámicas de la ciudad, el Rin y las colinas cubiertas de viñedos circundantes. Los ornamentados miradores (Erker) y las fachadas con frescos del casco antiguo crean un distintivo patrimonio arquitectónico.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate ante las Cataratas del Rin, la cascada más grande de Europa con 150 metros de ancho y 23 metros de alto. Este impresionante espectáculo natural ve 600.000 litros de agua por segundo precipitarse sobre las rocas con tremenda fuerza. Los peces no pueden remontar la corriente debido a la potencia de las cataratas, aunque se sabe que las anguilas hacen el viaje.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora los viñedos en terrazas que dominan el Rin durante una cata de vinos locales. La región de Schaffhausen produce excelentes vinos Pinot Noir y Riesling-Sylvaner, testigos de una tradición vitícola centenaria favorecida por el microclima templado del valle.",
          "visit_duration_min": 60
        },
        {
          "text": "Toma un paseo en barco justo hasta la masa atronadora de agua, desembarcando en la roca central para una experiencia verdaderamente inmersiva. Múltiples plataformas de observación en ambas orillas ofrecen diferentes perspectivas de este impresionante fenómeno natural.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora los senderos de senderismo y ciclismo circundantes que serpentean a través de viñedos y a lo largo de las riberas del río. El clima templado de la región produce excelentes vinos, particularmente de la uva Blauburgunder.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 6
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 11
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "CH::schwyz",
      "name": "Schwyz",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.0207,
        8.6569
      ],
      "lat": 47.0207,
      "lon": 8.6569,
      "visits": [
        {
          "text": "Explora Schwyz, capital del cantón homónimo que dio nombre a Suiza. Visita el Foro de Historia Suiza, uno de los museos culturales e históricos más importantes de la región alpina, que presenta los orígenes de la Confederación Suiza y los documentos fundacionales de la nación, incluyendo la Carta Federal de 1291.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el imponente Ayuntamiento barroco y la iglesia parroquial de San Martín, testigos de la prosperidad histórica de esta ciudad rica en patrimonio. Las fachadas pintadas de las mansiones patricias narran la historia de las familias que moldearon el destino de la región.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Toma el Stoosbahn, el funicular más empinado del mundo con pendientes de hasta el 110%, que asciende al pueblo sin coches de Stoos. Esta notable hazaña de ingeniería ofrece vistas impresionantes durante la subida.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina hasta los picos de Rotenflue o Grosser Mythen para disfrutar de impresionantes vistas panorámicas de la región. Estas montañas icónicas ofrecen senderos para diversos niveles con gratificantes panorámicas de Suiza Central.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 10
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "CH::soglio",
      "name": "Soglio",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.341816,
        9.5395389
      ],
      "lat": 46.341816,
      "lon": 9.5395389,
      "visits": [
        {
          "text": "Descubrimiento del pueblo encaramado de Soglio en la Engadina, con sus casas de granito y calles estrechas",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mirador sobre el circo rocoso del valle Bondasca y las cumbres del grupo de la Sciora",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 10
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "CH::solothurn",
      "name": "Solothurn",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.2088,
        7.5323
      ],
      "lat": 47.2088,
      "lon": 7.5323,
      "visits": [
        {
          "text": "Descubre Solothurn, la ciudad barroca de Suiza, que presume de una rica historia e impresionante arquitectura que le valió este distinguido título. El casco antiguo junto al río Aar presenta la magnífica Catedral de San Urso con sus influencias renacentistas italianas, la torre del reloj medieval y el elegante Castillo de Waldegg en jardines cuidados.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo Histórico de Blumenstein para explorar el patrimonio de la región, o admira los logros artísticos suizos en el Museo de Arte de Solothurn. Estas instituciones culturales muestran el compromiso de larga data de la ciudad con la preservación y celebración de su legado artístico e histórico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por las riberas del Aar y a través de las calles con arcadas que dan a Solothurn su carácter distintivo. La arquitectura barroca perfectamente conservada crea una atmósfera de elegancia y refinamiento única entre las ciudades suizas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 26
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "CH::thun",
      "name": "Thun",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.75118,
        7.62166
      ],
      "lat": 46.75118,
      "lon": 7.62166,
      "visits": [
        {
          "text": "Visita a la ciudad vieja de Thun construida sobre el Aar y dominada por el castillo de Schloss Thun",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Thun, una encantadora ciudad a orillas del Lago Thun con un cautivador casco antiguo dominado por el medieval Castillo de Thun. Esta fortaleza del siglo XII se alza dramáticamente sobre la ciudad, sus cuatro torres de esquina creando una de las siluetas más reconocibles de Suiza. En su interior, el museo histórico traza el fascinante pasado de la región.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora las únicas aceras elevadas (Hochtrottoirs) de la calle principal, donde las tiendas ocupan dos niveles - a nivel de calle y en plataformas elevadas accesibles por escaleras. Esta distintiva característica arquitectónica, que no se encuentra en ningún otro lugar de Suiza, data del período medieval.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por Obere Hauptgasse y a lo largo de las casas con arcadas y fuentes floridas",
          "visit_duration_min": 60
        },
        {
          "text": "Disfruta de las aguas cristalinas del Lago Thun, perfectas para nadar, navegar o pintorescos paseos en barco. Desde el mirador Schlossberg, contempla increíbles vistas de la ciudad y los picos alpinos circundantes que enmarcan este impresionante entorno junto al lago.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por el paseo del Aare, un delicioso camino junto al río que conecta el lago con el centro histórico. El sendero ofrece tranquilas vistas del agua y las montañas mientras pasa por encantadores cafés y jardines.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::temp_1763240538613",
          "itin_title": "CIUDADES Y PUEBLOS PINTORESCOS DE SUIZA",
          "day": 2
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 24
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "CH::vevey",
      "name": "Vevey",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.4628,
        6.8419
      ],
      "lat": 46.4628,
      "lon": 6.8419,
      "visits": [
        {
          "text": "Explora Vevey, la encantadora ciudad lacustre en la costa noreste del Lago Lemán. Pasea por el Quai Perdonnet para descubrir la famosa escultura del tenedor de 8 metros que emerge de las aguas del lago, un icónico hito que celebra la conexión de la ciudad con la industria alimentaria. El paseo marítimo ofrece impresionantes vistas del lago y los viñedos circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Chaplin's World, un museo dedicado a Charlie Chaplin que pasó sus últimos 25 años en esta región. La finca de 15 hectáreas muestra su carrera cinematográfica y vida personal a través de exhibiciones interactivas, decorados y archivos familiares. Los jardines bellamente cuidados ofrecen vistas del Lago Lemán y los Alpes que el propio Chaplin apreciaba.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el Alimentarium, un museo temático único sobre alimentación que explora la historia, ciencia y cultura de la nutrición. Este innovador museo en el paseo marítimo involucra a los visitantes con exhibiciones interactivas sobre nuestra relación con la comida.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita la estatua de Chaplin junto al lago y explora los murales pintados por la ciudad celebrando al legendario cineasta. Su tumba en el cementerio local es también un lugar de peregrinación para entusiastas del cine de todo el mundo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 21
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "CH::wasserfallen",
      "name": "Wasserfallen",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.4167,
        7.65
      ],
      "lat": 47.4167,
      "lon": 7.65,
      "visits": [
        {
          "text": "Asciende a la región de Wasserfallen en las Montañas del Jura, un destino popular en el cantón de Basilea-Campiña. El teleférico Reigoldswil-Wasserfallen lleva a los visitantes a un punto panorámico que ofrece impresionantes panoramas de las suaves colinas del Jura y el paisaje circundante. Este paraíso natural atiende tanto a vacacionistas activos como a quienes buscan relajación tranquila.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora los numerosos senderos de senderismo y rutas de bicicleta de montaña que cruzan este hermoso paisaje alpino. El terreno diverso de la región ofrece caminos para todas las habilidades, desde paseos suaves por prados hasta rutas de montaña más desafiantes con vistas gratificantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de las vistas de 360 grados desde la cumbre, donde el ondulante paisaje del Jura se despliega en todas las direcciones. El contraste entre colinas boscosas y prados abiertos crea una experiencia de montaña suiza por excelencia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 27
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "CH::wengen",
      "name": "Wengen",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.6066,
        7.9217
      ],
      "lat": 46.6066,
      "lon": 7.9217,
      "visits": [
        {
          "text": "Orientación en el pueblo de Lauterbrunnen y mirador de las cataratas Staubbach",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo por el pueblo alpino libre de automóviles de Wengen",
          "visit_duration_min": 75
        },
        {
          "text": "Jungfraujoch – Techo de Europa: Terraza Sphinx y Palacio de Hielo",
          "visit_duration_min": 75
        },
        {
          "text": "Parada panorámica en el paso de montaña Kleine Scheidegg",
          "visit_duration_min": 75
        },
        {
          "text": "Grindelwald First Cliff Walk by Tissot",
          "visit_duration_min": 75
        },
        {
          "text": "Parada fotográfica junto al lago Iseltwald/Brienz (Lago Brienz)",
          "visit_duration_min": 75
        },
        {
          "text": "Opción: Esquiar en Matterhorn Glacier Paradise o visitar el Palacio de Hielo.",
          "visit_duration_min": 75
        },
        {
          "text": "Tren a Gornergrat para vistas panorámicas del Matterhorn.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaje en teleférico desde Mürren a Schilthorn para vistas panorámicas de los Alpes.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Bond World",
          "visit_duration_min": 75
        },
        {
          "text": "Camina por el Birg Thrill Walk.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el pueblo de Mürren y desciende al Valle de Lauterbrunnen.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina o toma el autobús a las Cataratas Trümmelbach.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ascensores túnel y galerías de las Cataratas Trümmelbach",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata al atardecer desde Wengen hasta el mirador Wengwald",
          "visit_duration_min": 60
        },
        {
          "text": "Caminata por meseta de alta montaña (sendero Meseta Jungfraujoch, según condiciones climáticas)",
          "visit_duration_min": 60
        },
        {
          "text": "Viaje en tren vía Wengen–Kleine Scheidegg–Jungfraujoch ida y vuelta",
          "visit_duration_min": 60
        },
        {
          "text": "Actividades área First (opcional: tirolesa/kart/patinete)",
          "visit_duration_min": 60
        },
        {
          "text": "Navegación en jacuzzi con Pirate Bay Nautical Center (Bönigen) o sesión de kayak en el Lago Brienz",
          "visit_duration_min": 60
        },
        {
          "text": "Traslado desde Zermatt a la Región de Jungfrau vía Interlaken (~3h).",
          "visit_duration_min": 60
        },
        {
          "text": "Vía Ferrata opcional desde Mürren a Gimmelwald.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 2
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 3
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 4
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUIZA – LAGOS, ALPES Y CIUDADES CON ENCANTO",
          "day": 3
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "CH::zermatt",
      "name": "Zermatt",
      "cc": "CH",
      "language": "es",
      "coords": [
        46.0207,
        7.7491
      ],
      "lat": 46.0207,
      "lon": 7.7491,
      "visits": [
        {
          "text": "Orientación del pueblo de Zermatt: Bahnhofstrasse y paseo ribereño",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Matterhorn – Zermatlantis",
          "visit_duration_min": 75
        },
        {
          "text": "Sistema de teleférico Matterhorn Glacier Paradise (Klein Matterhorn) (opcional si no se hizo Jungfraujoch)",
          "visit_duration_min": 75
        },
        {
          "text": "Parada en mirador exterior de Riffelhaus 1853 (si la ruta pasa por la línea Gornergrat durante el día)",
          "visit_duration_min": 75
        },
        {
          "text": "Vive Zermatt, el icónico pueblo sin coches a los pies del legendario Matterhorn. Este resort de renombre mundial combina el encanto alpino tradicional con comodidades modernas, sus calles empedradas bordeadas de chalés y boutiques bajo la dramática silueta del pico más famoso de Suiza. La distintiva forma piramidal del Matterhorn domina el paisaje desde cualquier punto de vista.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende al Gornergrat en el histórico tren de cremallera, subiendo hasta 3.089 metros para uno de los panoramas más espectaculares de Suiza. La plataforma de observación ofrece vistas sin obstáculos de 29 picos de más de 4.000 metros, incluyendo el Monte Rosa, el Matterhorn y el Glaciar Gorner extendiéndose hacia el valle.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Matterhorn Glacier Paradise, la estación de teleférico más alta de Europa a 3.883 metros. El Palacio del Glaciar, tallado 15 metros bajo la superficie del hielo, presenta impresionantes esculturas de hielo y formaciones cristalinas. En días despejados, las vistas se extienden hasta los picos de Italia, Francia y Alemania.",
          "visit_duration_min": 75
        },
        {
          "text": "Tren panorámico de Geneva a Zermatt (~3.5h).",
          "visit_duration_min": 75
        },
        {
          "text": "Sendero de los Cinco Lagos (Leisee, Stellisee, Grindjisee, Grünsee, Moosjisee) cerca de Zermatt.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminar por el pueblo de Zermatt y a lo largo del río para ver el Matterhorn.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitar la Garganta Gorner.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminar por el sendero del Puente Colgante Charles Kuonen desde Randa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ascenso en funicular a Sunnegga y caminata entre refugios de montaña",
          "visit_duration_min": 60
        },
        {
          "text": "Segmentos de sendero de gran altitud alrededor de Gornergrat (circuito corto)",
          "visit_duration_min": 60
        },
        {
          "text": "Paradas fotográficas en Rotenboden/Riffelberg y regreso a Zermatt",
          "visit_duration_min": 60
        },
        {
          "text": "Parapente o ciclismo de montaña guiado (estacional, según condiciones meteorológicas)",
          "visit_duration_min": 60
        },
        {
          "text": "Tiempo de compras y café de vuelta en Zermatt",
          "visit_duration_min": 60
        },
        {
          "text": "Explora el encantador pueblo a pie, descubriendo la arquitectura tradicional del Valais y el Cementerio de los Montañeros que honra a quienes perdieron la vida en los picos circundantes. El ambiente sin coches crea una atmósfera pacífica perfecta para paseos nocturnos.",
          "visit_duration_min": 60
        },
        {
          "text": "En invierno, disfruta esquiando en la vasta área de esquí conectada con Cervinia en Italia, ofreciendo más de 360 kilómetros de pistas. La alta altitud asegura excelentes condiciones de nieve y la experiencia única de esquiar con el Matterhorn como compañero constante.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomar el funicular Sunnegga y el teleférico Blauherd hasta el inicio de la caminata.",
          "visit_duration_min": 60
        },
        {
          "text": "Tren de regreso de Randa a Zermatt.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 5
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 6
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 7
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 17
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUIZA – LAGOS, ALPES Y CIUDADES CON ENCANTO",
          "day": 2
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "CH::zurich",
      "name": "Zurich",
      "cc": "CH",
      "language": "es",
      "coords": [
        47.3769,
        8.5417
      ],
      "lat": 47.3769,
      "lon": 8.5417,
      "visits": [
        {
          "text": "Altstadt (Casco Antiguo): miradores de Niederdorf y Lindenhof",
          "visit_duration_min": 75
        },
        {
          "text": "Paseo de compras por escaparates en Bahnhofstrasse",
          "visit_duration_min": 75
        },
        {
          "text": "Paradas rápidas de patrimonio en Grossmünster y Fraumünster (ventanas de Chagall)",
          "visit_duration_min": 75
        },
        {
          "text": "Kunsthaus Zürich (si el tiempo lo permite)",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Zúrich, la ciudad más grande de Suiza y centro económico. Pasea por la Bahnhofstrasse, una de las avenidas comerciales más prestigiosas del mundo, bordeada de boutiques de lujo y grandes marcas. Esta elegante arteria de 1,4 kilómetros conecta la estación principal con el lago, atravesando el corazón histórico de la metrópoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Altstadt, el casco antiguo con sinuosos callejones medievales a ambos lados del río Limmat. Admira el Grossmünster, la icónica catedral románica con sus características torres gemelas, cuya construcción comenzó en el siglo XII. La leyenda cuenta que el propio Carlomagno descubrió las tumbas de los santos patronos de Zúrich en este lugar.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Zúrich, la ciudad más grande de Suiza y un importante centro financiero además de metrópoli cultural. El casco antiguo se extiende a ambos lados del río Limmat, con monumentos que incluyen la Grossmünster de dos torres y la elegante Fraumünster con sus impresionantes ventanales de Chagall. La Bahnhofstrasse, la calle comercial principal, es uno de los destinos de compras más exclusivos del mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre los numerosos museos y galerías de la ciudad, desde el Kunsthaus Zürich con su colección de arte de clase mundial hasta el Museo Nacional Suizo que traza la historia cultural del país. La vibrante escena artística incluye teatros, ópera e innumerables espacios más pequeños que muestran creatividad contemporánea.",
          "visit_duration_min": 75
        },
        {
          "text": "Tren de Wengen a Lucerne (~2.5h).",
          "visit_duration_min": 75
        },
        {
          "text": "Camina por el Puente Kapellbrücke y la Torre del Agua.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Monumento al León y el Jardín de los Glaciares.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Casco Antiguo de Lucerne y el paseo junto al lago.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia Grossmünster – sube a la torre para ver las vistas de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia Fraumünster y la calle comercial Bahnhofstrasse.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina por el Casco Antiguo de Zurich y a lo largo del Río Limmat.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo marítimo del Lago Zurich (sector Bürkliplatz) o tiempo en la plataforma de baños públicos (estacional)",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de fondue en las colinas",
          "visit_duration_min": 60
        },
        {
          "text": "Compras de último minuto/café en los callejones del Casco Antiguo",
          "visit_duration_min": 60
        },
        {
          "text": "Sube al Lindenhof, una colina sombreada por tilos que ofrece vistas panorámicas del río Limmat y los tejados del casco antiguo. Este sitio histórico, antiguo fuerte romano, es ahora un refugio de paz en el corazón del bullicio urbano, ideal para contemplar el paisaje de Zúrich.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina junto al Lago de Zúrich y disfruta de espléndidas vistas de los Alpes nevados al fondo. Los muelles ajardinados invitan a pasear tranquilamente, con espacios verdes, esculturas y terrazas con vistas a las aguas cristalinas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el Kunsthaus Zürich, uno de los museos de arte más importantes de Suiza, que alberga una excepcional colección desde el arte medieval hasta obras contemporáneas, con obras maestras de Monet, Picasso, Giacometti y numerosos artistas suizos.",
          "visit_duration_min": 60
        },
        {
          "text": "Relájate junto al Lago de Zúrich, perfecto para nadar, navegar y hacer paddle en verano. Los paseos marítimos ofrecen vistas de los Alpes mientras las animadas zonas de la ribera bullen con cafés, parques y baños públicos.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la vibrante vida nocturna de Zúrich, concentrada en barrios como Langstrasse y las transformadas zonas industriales de Zurich West. La ciudad ofrece de todo, desde tabernas de vino tradicionales hasta clubes de vanguardia.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour guiado opcional con paseo en barco por el Lago Lucerne.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour opcional de la ciudad con paseo en barco y teleférico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 9
        },
        {
          "itin_id": "CH::switzerland::10d-summer-classics",
          "itin_title": "CLÁSICOS DE VERANO EN SUIZA: LAGOS, ALPES Y TRENES PANORÁMICOS (10 DÍAS)",
          "day": 10
        },
        {
          "itin_id": "CH::bern::swiss-treasures-grand-tour",
          "itin_title": "Gran Tour de Suiza: Cumbres Alpinas, Lagos Cristalinos y Ciudades Históricas desde Berna",
          "day": 7
        },
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 12
        },
        {
          "itin_id": "CH::switzerland::grand-loop-10d",
          "itin_title": "SUIZA – LAGOS, ALPES Y CIUDADES CON ENCANTO",
          "day": 5
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "DE::freiburg",
      "name": "Freiburg",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.999,
        7.8421
      ],
      "lat": 47.999,
      "lon": 7.8421,
      "visits": [
        {
          "text": "Descubre Friburgo de Brisgovia, la vibrante ciudad universitaria conocida por su clima soleado y su casco antiguo histórico en la región de la Selva Negra de Alemania. La magnífica catedral gótica Münster domina la Marktplatz, su aguja de 116 metros una obra maestra de la arquitectura medieval. Los intrincados trabajos en piedra y las impresionantes vidrieras han sobrevivido siglos en gran parte intactos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora los únicos Bächle, pequeños canales de agua que fluyen por las calles y callejones del casco antiguo. Estos canales medievales, originalmente utilizados para combatir incendios y refrescar, ahora encantan a los visitantes mientras trazan su camino a través del centro histórico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Como puerta de entrada a la Selva Negra, Friburgo ofrece innumerables senderos de senderismo y ciclismo cercanos. Las colinas circundantes, cubiertas de oscuros bosques de coníferas, dieron nombre a la región y proporcionan infinitas oportunidades para la exploración al aire libre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 8
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "DE::rust",
      "name": "Rust",
      "cc": "DE",
      "language": "es",
      "coords": [
        48.2667,
        7.7167
      ],
      "lat": 48.2667,
      "lon": 7.7167,
      "visits": [
        {
          "text": "Experimenta Europa-Park en Rust, el parque temático más grande de Alemania y el segundo más visitado de Europa después de Disneyland París. Con más de 100 atracciones y espectáculos repartidos en 18 áreas temáticas que representan países europeos, el parque ofrece algo para todas las edades. Desde montañas rusas de alta velocidad hasta mundos de cuentos de hadas, cada zona recrea la atmósfera de su respectiva nación.",
          "visit_duration_min": 75
        },
        {
          "text": "El parque cuenta con 13 montañas rusas, algunas en funcionamiento desde 1984, demostrando décadas de innovación en emociones de parques temáticos. Silver Star se erige como una de las montañas rusas más altas y rápidas de Europa, mientras que las atracciones familiares garantizan entretenimiento para los visitantes más jóvenes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Con capacidad para 60.000 visitantes diarios, Europa-Park ofrece un día completo de entretenimiento. El conveniente tren directo RailCoaster desde Basilea facilita el viaje, con autobuses lanzadera conectando la estación de Ringsheim tanto con Europa-Park como con el mundo acuático Rulantica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 6
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "DE::schluchsee",
      "name": "Schluchsee",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.8167,
        8.1833
      ],
      "lat": 47.8167,
      "lon": 8.1833,
      "visits": [
        {
          "text": "Explora Schluchsee, el lago más grande de la región de Baden-Wurtemberg, que impresiona a los visitantes con sus aguas excepcionalmente claras y su belleza natural circundante. Originalmente un lago natural, fue represado en 1932 y ahora ofrece un entorno prístino para deportes acuáticos y relajación junto al lago. Las orillas boscosas permanecen en gran parte sin desarrollar, preservando el carácter salvaje.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre los senderos de senderismo y ciclismo bien mantenidos que rodean el lago y se extienden hacia la Selva Negra circundante. El terreno ofrece rutas para todas las habilidades, desde paseos suaves junto al lago hasta desafiantes senderos de montaña con vistas gratificantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de natación, vela y pesca en las aguas limpias, o alquila un bote para explorar las tranquilas calas del lago. Esta idílica zona atrae a amantes de la naturaleza y vacacionistas activos durante todo el año, con el invierno trayendo esquí de fondo y patinaje.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 10
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "DE::titisee",
      "name": "Titisee",
      "cc": "DE",
      "language": "es",
      "coords": [
        47.8967,
        8.155
      ],
      "lat": 47.8967,
      "lon": 8.155,
      "visits": [
        {
          "text": "Visita Titisee-Neustadt en el corazón de la Selva Negra, famosa por su lago de aguas cristalinas y su pintoresco entorno. El lago glaciar, formado durante la última era glacial, se extiende casi dos kilómetros entre montañas boscosas. El encantador paseo marítimo ofrece vistas impresionantes y acceso a alquiler de botes.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la famosa tradición de los relojes de cuco de la región en una de las fábricas de relojes locales. La Selva Negra ha estado fabricando estos intrincados relojes desde el siglo XVIII, y puedes ver a los maestros artesanos crear estos icónicos recuerdos utilizando técnicas tradicionales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de un paseo en barco por el lago o simplemente relájate junto a la orilla. Numerosas rutas de senderismo y ciclismo serpentean por los bosques circundantes, mientras que las instalaciones de bienestar ofrecen relajación. En invierno, la zona se transforma en un destino de deportes de invierno con esquí, esquí de fondo y patinaje sobre hielo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 9
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "FR::colmar",
      "name": "Colmar",
      "cc": "FR",
      "language": "es",
      "coords": [
        48.0794,
        7.3558
      ],
      "lat": 48.0794,
      "lon": 7.3558,
      "visits": [
        {
          "text": "Explora Colmar, reconocida por su casco antiguo bellamente conservado con casas con entramado de madera e idílicos canales en la región de Alsacia en Francia. Las coloridas fachadas y los puentes adornados con flores crean una atmósfera de cuento de hadas que ha convertido esta en una de las ciudades más fotogénicas de Francia. La arquitectura medieval y renacentista ha sobrevivido notablemente intacta.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo Unterlinden, alojado en un convento dominico del siglo XIII, para ver el famoso Retablo de Isenheim. Esta obra maestra del arte renacentista alemán de Matthias Grünewald está considerada una de las obras más importantes de la pintura occidental, sus vivos colores e intensidad emocional siguen cautivando a los visitantes cinco siglos después.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por La Petite Venise (Pequeña Venecia), donde las tradicionales casas con entramado de madera bordean los canales del río Lauch. Este pintoresco barrio, mejor explorado en barco o a pie, captura la esencia del encanto alsaciano con sus edificios de colores pastel reflejados en las aguas tranquilas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degusta la rica tradición culinaria de Alsacia, explorando especialidades locales y vinos que reflejan el patrimonio franco-alemán único de la región. La escena gastronómica de la ciudad celebra siglos de tradición culinaria.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 7
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "FR::dijon",
      "name": "Dijon",
      "cc": "FR",
      "language": "es",
      "coords": [
        47.322,
        5.0415
      ],
      "lat": 47.322,
      "lon": 5.0415,
      "visits": [
        {
          "text": "Descubre Dijon, la histórica capital de Borgoña ubicada en el corazón de la región vinícola más célebre de Francia. La ciudad presume de un rico patrimonio como sede de los poderosos Duques de Borgoña, con el Palacio Ducal albergando ahora el excepcional Museo de Bellas Artes. Edificios medievales y renacentistas bordean las calles peatonales del centro notablemente conservado.",
          "visit_duration_min": 75
        },
        {
          "text": "Sigue el Sendero del Búho (Parcours de la Chouette), una ruta a pie marcada por placas de bronce incrustadas en el pavimento que pasa por 22 monumentos históricos. Este recorrido autoguiado revela los tesoros arquitectónicos de la ciudad, desde iglesias góticas hasta elegantes hôtels particuliers.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el patrimonio gastronómico por el que Dijon es mundialmente famosa, incluyendo su renombrada mostaza y los excepcionales vinos de Borgoña. La ciudad es la cuna de la alta cocina borgoñona, donde las recetas tradicionales se han perfeccionado durante siglos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degusta los célebres vinos de Borgoña, desde los grands crus de la Côte de Nuits hasta las denominaciones de los pueblos que rodean la ciudad. Los viñedos de esta región producen algunos de los Pinot Noir y Chardonnay más codiciados del mundo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 1
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "FR::marlenheim",
      "name": "Marlenheim",
      "cc": "FR",
      "language": "es",
      "coords": [
        48.6217,
        7.4911
      ],
      "lat": 48.6217,
      "lon": 7.4911,
      "visits": [
        {
          "text": "Comienza la Ruta del Vino de Alsacia en Marlenheim, la puerta norte a 170 kilómetros de carreteras serpenteantes a través de encantadores pueblos y pintorescos viñedos. Esta célebre ruta atraviesa las estribaciones de los Vosgos, donde el microclima único produce algunos de los mejores vinos blancos de Francia.",
          "visit_duration_min": 75
        },
        {
          "text": "Degusta vinos locales incluyendo Riesling, Gewürztraminer, Pinot Gris y Moscatel - las variedades de uva nobles que han hecho famosa a Alsacia en todo el mundo. Las bodegas y salas de cata al borde de la carretera ofrecen oportunidades para descubrir estos excepcionales vinos directamente de los productores.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta del idílico paisaje de colinas cubiertas de viñedos, pueblos medievales y vistas de montañas distantes. La cálida hospitalidad de las familias vitivinícolas añade una dimensión personal al descubrimiento de esta renombrada región vinícola.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 4
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "FR::ribeauville",
      "name": "Ribeauville",
      "cc": "FR",
      "language": "es",
      "coords": [
        48.1958,
        7.3189
      ],
      "lat": 48.1958,
      "lon": 7.3189,
      "visits": [
        {
          "text": "Descubre Ribeauvillé, un pueblo alsaciano por excelencia coronado por tres ruinas de castillos que dominan la ciudad medieval. Estos vestigios de fortalezas - Saint-Ulrich, Girsberg y Haut-Ribeaupierre - datan de los siglos XI al XIV y ofrecen vistas panorámicas de las laderas cubiertas de viñedos y la llanura del Rin más allá.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el casco antiguo histórico a lo largo de la Grand'Rue, bordeada de edificios renacentistas y góticos que albergan tiendas de artesanos y restaurantes tradicionales. El patrimonio medieval del pueblo es visible en sus puertas fortificadas, plazas con fuentes y casas con entramado de madera decoradas con letreros de hierro forjado.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora los viñedos circundantes que han producido vinos aquí desde la época romana. La Ruta del Vino de Alsacia pasa directamente por Ribeauvillé, ofreciendo oportunidades para degustar excepcionales Rieslings, Gewürztraminers y Pinot Gris en las bodegas locales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 3
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "FR::ronchamp",
      "name": "Ronchamp",
      "cc": "FR",
      "language": "es",
      "coords": [
        47.7042,
        6.6217
      ],
      "lat": 47.7042,
      "lon": 6.6217,
      "visits": [
        {
          "text": "Visita la capilla Notre-Dame du Haut en Ronchamp, diseñada por el legendario arquitecto Le Corbusier y declarada Patrimonio Mundial de la UNESCO. Esta revolucionaria obra maestra de la arquitectura moderna, completada en 1955, rompe todas las convenciones con sus escultóricas paredes blancas, su techo en forma de hongo y sus aparentemente aleatorias aberturas de ventanas que crean una iluminación interior dramática.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta la atmósfera espiritual creada por la magistral manipulación de la luz y el espacio de Le Corbusier. Las formas orgánicas de la capilla y su entorno de peregrinación combinan la arquitectura modernista con antiguas tradiciones religiosas, creando un ambiente contemplativo que sigue inspirando a arquitectos y visitantes por igual.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora los terrenos circundantes diseñados por Renzo Piano, incluyendo el Monasterio de Santa Clara y la casa del portero. El tranquilo emplazamiento en la colina ofrece vistas de los Vosgos y los encantadores paisajes de la región de Borgoña-Franco Condado.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 2
        }
      ],
      "rating": 7
    },
    {
      "place_id": "FR::strasbourg",
      "name": "Strasbourg",
      "cc": "FR",
      "language": "es",
      "coords": [
        48.5734,
        7.7521
      ],
      "lat": 48.5734,
      "lon": 7.7521,
      "visits": [
        {
          "text": "Explora Estrasburgo, la capital de Alsacia y sede del Parlamento Europeo, con una impresionante catedral gótica y un casco antiguo bien conservado declarado Patrimonio Mundial de la UNESCO. La aguja de 142 metros de la catedral fue el edificio más alto del mundo durante más de dos siglos, mientras que su intrincada fachada y reloj astronómico continúan asombrando a los visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por La Petite France, el barrio más pintoresco de Estrasburgo, donde casas con entramado de madera de los siglos XVI y XVII bordean los canales del río Ill. Las antiguas casas de curtidores y pescadores ahora albergan restaurantes y tiendas, con sus balcones adornados de flores reflejados en las aguas tranquilas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el edificio del Parlamento Europeo, donde se reúne la asamblea elegida directamente por la Unión Europea. Las visitas guiadas revelan el funcionamiento de esta importante institución democrática y la impresionante cámara del hemiciclo donde 705 miembros de 27 naciones deliberan.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el rico patrimonio culinario de Estrasburgo, desde winstubs tradicionales hasta restaurantes con estrellas Michelin. La cocina de la ciudad refleja su posición única en la encrucijada de las culturas francesa y alemana, produciendo platos distintivos que no se encuentran en ningún otro lugar.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "CH::basel::three-countries-grand-tour",
          "itin_title": "Gran Tour por Tres Países: Alpes Suizos, Selva Negra y Alsacia desde Basilea",
          "day": 5
        }
      ],
      "rating": 9.9
    }
  ]
}