{
  "version": "v1",
  "country": "LA",
  "language": "fr",
  "itineraries": [
    {
      "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
      "id": "LA::centre-est::histoire-guerre-secrete-10j",
      "language": "fr",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Laos Centre-Est : Histoire de la Guerre Secrète - Circuit 10 Jours",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "Phonsavan s'étend au coeur de la province de Xiangkhouang à 1 100 mètres d'altitude, entourée de collines verdoyantes et de forêts de pins. Cette ville nouvelle fut fondée dans les années 1970 après la destruction de l'ancienne capitale Xieng Khouang durant les bombardements.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La région porte le surnom de collines du paradis pour ses paysages vallonnés qui contrastent avec les montagnes escarpées du nord. L'altitude tempère le climat et offre des températures agréables toute l'année.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les traces de la guerre restent omniprésentes dans la région : cratères de bombes, débris métalliques recyclés en clôtures et jardinières, munitions non explosées qui parsèment encore les champs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La route depuis Luang Prabang traverse les montagnes pendant huit heures sur des lacets sinueux. Les paysages changent progressivement à mesure que l'altitude augmente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'arrivée tardive à Phonsavan révèle une ville modeste aux rues rectilignes bordées de bâtiments sans charme particulier. L'intérêt réside dans les sites environnants plutôt que dans la ville elle-même.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le trajet en bus depuis Luang Prabang constitue une aventure en soi avec ses virages serrés et ses panoramas montagneux. Les arrêts dans les villages permettent d'observer la vie rurale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'installation en guesthouse à Phonsavan prépare les journées d'exploration à venir. Les établissements simples mais confortables accueillent les voyageurs de passage.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le dîner dans l'un des restaurants locaux offre l'occasion de goûter la cuisine de la région. Les influences vietnamiennes se mêlent aux plats lao traditionnels.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La rencontre avec les agences locales permet d'organiser les visites des sites des jarres et des centres UXO. Les guides connaissent l'histoire complexe de la région.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "La Plaine des Jarres constitue l'un des sites archéologiques les plus mystérieux d'Asie du Sud-Est, inscrit au patrimoine mondial de l'UNESCO. Des milliers de jarres mégalithiques parsèment les collines sur une zone de plusieurs centaines de kilomètres carrés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Site 1 de Thong Hai Hin rassemble la plus grande concentration de jarres à quelques kilomètres de Phonsavan. Plus de 300 récipients de pierre s'alignent sur les pentes herbeuses.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les jarres les plus imposantes atteignent 2,5 mètres de hauteur et pèsent jusqu'à 14 tonnes. Leur datation remonte à 1 500-2 000 ans mais leur fonction exacte reste débattue entre urnes funéraires et récipients de stockage.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les archéologues ont découvert des ossements humains, des perles et des outils de bronze à proximité des jarres. Ces indices suggèrent des pratiques funéraires complexes d'une civilisation disparue.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Site 2 de Hai Hin Phu Salato s'étend sur deux collines reliées par un sentier à travers les rizières. Les jarres y sont plus dispersées mais le cadre champêtre ajoute au charme de la visite.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les cratères de bombes ponctuent encore le paysage autour des jarres, témoignages silencieux des raids aériens qui dévastèrent la région entre 1964 et 1973.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La visite matinale du Site 1 permet d'apprécier les jarres dans la lumière douce de l'aube. Les sentiers balisés traversent les zones déminées en toute sécurité.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le transfert vers le Site 2 offre des vues sur la campagne environnante parsemée de villages et de rizières. Le trajet prend une trentaine de minutes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le pique-nique entre les deux sites permet de profiter du cadre paisible malgré l'histoire violente qui imprègne ces lieux. Le silence contraste avec le fracas des bombes d'autrefois.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les panneaux explicatifs retracent l'histoire archéologique et militaire des sites. Les efforts de déminage continuent dans les zones non encore sécurisées.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "Le Site 3 de Hai Hin Lat Khai présente des jarres plus petites mais dans un environnement forestier pittoresque. La végétation a repris ses droits autour des mégalithes millénaires.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Centre d'Information UXO géré par le groupe britannique MAG retrace l'histoire des bombardements américains au Laos. Le pays détient le triste record du territoire le plus bombardé par habitant au monde.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les galeries du centre exposent des munitions désamorcées et des photographies documentant l'impact des bombes sur la population civile. Plus de deux millions de tonnes d'explosifs furent larguées sur le Laos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Trente pour cent des bombes n'ont pas explosé à l'impact et continuent de tuer ou mutiler des paysans et des enfants chaque année. Les équipes de déminage travaillent sans relâche pour sécuriser les terres agricoles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le That Foun, aussi appelé That Chomsi, dresse sa silhouette de 30 mètres au centre du district de Khoun. Ce stupa bouddhiste construit en 1576 abrite selon la tradition une statue de Bouddha en or et des reliques sacrées.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les grottes de Tham Xang s'ouvrent dans une falaise calcaire à 36 kilomètres de Phonsavan. Ces cavités servirent de refuge aux combattants révolutionnaires durant la Guerre Secrète.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La visite du Site 3 complète la découverte archéologique avec un cadre plus intimiste que les deux premiers sites. Les jarres semblent surgir de la végétation.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le Centre UXO fonctionne sur donations et les contributions des visiteurs soutiennent directement le travail de déminage. Cette visite donne du sens au voyage au-delà du tourisme.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'excursion aux grottes de Tham Xang nécessite un véhicule et un guide pour accéder au site isolé. Les installations militaires souterraines comprenaient un hôpital et un dépôt de médicaments.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La ferme de mûriers des environs propose des ateliers de tissage de la soie pour ceux qui souhaitent découvrir l'artisanat local. Les étapes de production se déroulent sous les yeux des visiteurs.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 250,
            "drive_min": 600,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::sam-neua",
            "coords": [
              20.4167,
              104.0667
            ]
          },
          "visits": [
            {
              "text": "La route de Phonsavan à Sam Neua traverse les montagnes de la province de Houaphan pendant dix heures. Les paysages de collines karstiques et de vallées cultivées défilent au rythme lent du bus.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sam Neua, aussi orthographiée Xam Neua, signifie marécage du nord en lao. Cette capitale de province perchée à 1 200 mètres d'altitude connaît des températures fraîches voire froides en hiver.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La ville conserve une atmosphère soviétique héritée de son passé révolutionnaire. Le monument Suan Keo Lak Meung trône sur le rond-point central, structure rouge caractéristique de l'esthétique communiste.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La population mêle Laotiens, Vietnamiens et Hmong dans cette région frontalière proche du Vietnam. Les influences culturelles se croisent dans la cuisine et l'architecture locale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'isolement de Sam Neua la préserve du tourisme de masse malgré son importance historique. Les rares voyageurs qui s'y aventurent découvrent un Laos authentique loin des sentiers battus.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le départ matinal de Phonsavan s'impose pour arriver à Sam Neua en soirée. Le trajet constitue une épreuve d'endurance compensée par la beauté des paysages traversés.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les arrêts dans les villages de montagne permettent de se dégourdir les jambes et d'observer la vie rurale. Les marchandes proposent fruits et en-cas aux passagers.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'arrivée tardive à Sam Neua laisse juste le temps de s'installer et de dîner dans l'un des rares restaurants de la rue principale. La cuisine locale mêle saveurs lao et vietnamiennes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'office de tourisme près du rond-point fournit cartes et informations sur les grottes de Vieng Xai. La réservation de l'audio-guide s'effectue sur place pour le lendemain.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::sam-neua",
            "coords": [
              20.4167,
              104.0667
            ]
          },
          "visits": [
            {
              "text": "Le marché central de Sam Neua rassemble les habitants des villages environnants venus vendre leurs produits. L'influence chinoise et vietnamienne se reflète dans les étals de grenouilles, poissons, calmars et viande de rat.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le marché alimentaire le long de la rivière constitue le plus intéressant des deux marchés de la ville. Les vendeurs proposent racines, herbes et plantes médicinales issues de la jungle.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les ruelles de Sam Neua conservent quelques maisons traditionnelles en bois entre les constructions modernes sans charme. L'atmosphère provinciale contraste avec l'agitation des villes touristiques.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La rivière Nam Sam traverse la ville et offre un cadre paisible pour la promenade. Les berges aménagées accueillent les habitants qui viennent s'y détendre en fin de journée.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les montagnes environnantes abritent des villages de minorités ethniques accessibles en moto ou à pied. Les Hmong et les Tai Dam peuplent les hauteurs de la province.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La visite matinale du marché révèle l'authenticité de cette ville non touristique. Les vendeurs s'étonnent parfois de voir des étrangers s'aventurer entre les étals.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La location d'une moto auprès des restaurants de la rue principale permet d'explorer les environs. Les paysages de montagnes karstiques rappellent une baie d'Halong terrestre.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le café Yuni propose un petit-déjeuner occidental et du café correct dans un cadre agréable. Le personnel anglophone aide à organiser les transports vers Vieng Xai.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La préparation de la visite des grottes le lendemain occupe la fin d'après-midi. Le départ matinal s'impose pour profiter pleinement de la journée sur le site.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::sam-neua",
            "coords": [
              20.4167,
              104.0667
            ]
          },
          "visits": [
            {
              "text": "Les grottes de Vieng Xai constituèrent le quartier général du mouvement communiste Pathet Lao durant la Guerre Secrète de 1964 à 1973. Jusqu'à 23 000 personnes vécurent sous terre pour échapper aux bombardements américains.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le réseau souterrain comptait 480 grottes interconnectées abritant une véritable ville : hôpitaux, écoles, théâtres, casernes militaires et bureaux gouvernementaux fonctionnaient dans l'obscurité des cavernes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les dirigeants du Pathet Lao disposaient de grottes individuelles aménagées avec un confort relatif. Le prince Souphanouvong y vécut avec sa famille dans une cavité équipée de bunkers anti-aériens.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les pompes à air d'origine soviétique permettaient de survivre en cas d'attaque chimique. Ces équipements témoignent de la crainte permanente qui habitait les résidents souterrains.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La grotte-théâtre accueillait spectacles, mariages et projections de films pour maintenir le moral des habitants. Cet espace culturel reste utilisé pour des événements locaux.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le paysage karstique qui entoure Vieng Xai ajoute à la beauté dramatique du site. Les pitons calcaires qui dissimulèrent les révolutionnaires se reflètent dans les lacs paisibles.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le songthaew matinal depuis Sam Neua rejoint Vieng Xai en 45 minutes. Le retour en fin d'après-midi s'effectue avec le même véhicule si la demande le justifie.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'audio-guide fourni au centre d'accueil raconte les témoignages de survivants en plusieurs langues. Les récits personnels donnent vie aux cavités silencieuses.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La visite à vélo relie les 18 points du parcours dispersés dans la campagne. La location s'effectue au centre d'accueil pour ceux qui n'ont pas de véhicule.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les trois à quatre heures de visite permettent d'absorber l'histoire complexe de ce lieu unique. Le retour à Sam Neua laisse le temps de digérer ces témoignages poignants.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "La route de Sam Neua à Nong Khiaw traverse les montagnes pendant dix à douze heures. Ce trajet éprouvant constitue la dernière étape de transport longue distance de l'itinéraire.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les paysages de la province de Houaphan cèdent progressivement la place aux formations karstiques caractéristiques de Nong Khiaw. La transition géologique accompagne le changement d'atmosphère.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les villages de montagne qui jalonnent le parcours vivent au rythme de l'agriculture et de l'élevage. Les arrêts permettent d'observer la vie quotidienne des communautés isolées.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'arrivée à Nong Khiaw révèle un décor spectaculaire de falaises calcaires plongeant dans la rivière Nam Ou. Le contraste avec les collines arrondies de Sam Neua frappe le regard.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le pont chinois de 1964 enjambe la rivière et relie les deux parties du village. Cette structure constitue le point de repère central de la bourgade.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le départ aux aurores depuis Sam Neua s'impose pour arriver à Nong Khiaw avant la nuit. Le trajet traverse des régions peu fréquentées par les touristes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les arrêts réguliers permettent de se restaurer et de se dégourdir les jambes. Les gargotes de bord de route servent une cuisine simple mais nourrissante.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'installation en guesthouse face à la rivière récompense les heures passées sur la route. Les terrasses offrent des vues apaisantes sur les karsts illuminés par le couchant.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le dîner dans l'un des restaurants du village marque la transition vers une atmosphère plus détendue après les jours consacrés à l'histoire de la guerre.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "Les grottes de Nong Khiaw servirent également de refuges aux habitants durant les bombardements américains. Ces cavités complètent la thématique historique du voyage avec un témoignage local de la Guerre Secrète.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village compte 3 500 habitants et fut presque entièrement rasé durant les raids aériens. La reconstruction progressive a redonné vie à cette communauté résiliente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Pha Daeng Peak domine Nong Khiaw et offre le panorama le plus spectaculaire de la région. L'ascension de 1h30 grimpe raide à travers la végétation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sommet dévoile la rivière Nam Ou serpentant entre les pitons calcaires jusqu'à l'horizon brumeux. Par temps clair, la mer de nuages envahit la vallée à l'aube.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village de Muang Ngoi Neua se niche en amont, accessible uniquement par bateau. La navigation d'une heure traverse des gorges où les falaises plongent dans l'eau.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La colline qui surplombe Muang Ngoi offre un panorama circulaire sur la rivière et les rizières. Ce village isolé conserve l'atmosphère d'un Laos d'autrefois.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le lever avant l'aube permet d'atteindre le Pha Daeng Peak pour le spectacle du soleil perçant la brume. La descente révèle de nouvelles perspectives sur les karsts.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La visite des grottes-refuges avec un guide local complète la compréhension de l'impact de la guerre sur les populations civiles. Les traces d'occupation subsistent dans l'obscurité.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'excursion en bateau vers Muang Ngoi occupe l'après-midi avec visite du viewpoint et balade dans le village paisible.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La soirée face aux karsts illuminés par les derniers rayons offre un moment de contemplation après les journées intenses consacrées à l'histoire.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "La route de Nong Khiaw à Luang Prabang déroule ses 3h30 de lacets à travers les montagnes. Ce trajet relativement court clôt agréablement les longues journées de transport des jours précédents.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le COPE Visitor Centre de Luang Prabang complète la thématique historique du voyage. Cette organisation fournit prothèses et fauteuils roulants aux victimes des munitions non explosées.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les expositions interactives expliquent le travail des démineurs et présentent les témoignages de survivants. L'entrée gratuite permet de soutenir cette cause par un don.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong depuis 1559. Ses mosaïques de verre rouge racontent des scènes de la vie du Bouddha.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Palais Royal converti en musée expose la salle du trône et le Phra Bang, statue de Bouddha en or qui donna son nom à la ville.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le mont Phousi culmine au centre de la péninsule, coiffé du stupa doré du Wat Chom Si. Les 328 marches mènent à une vue circulaire sur la confluence des deux rivières.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'arrivée en fin de matinée laisse l'après-midi pour visiter le COPE Centre et les temples principaux. La transition vers l'atmosphère touristique de Luang Prabang peut surprendre après les régions isolées.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le COPE Centre mérite une à deux heures pour comprendre les conséquences durables de la Guerre Secrète sur la population laotienne. Cette visite donne tout son sens au voyage.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché de nuit envahit la rue principale dès 16h30 avec ses étals de textiles et d'artisanat. L'animation contraste avec le calme des villes traversées.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil depuis le mont Phousi embrase les montagnes et le fleuve. Ce spectacle marque la transition vers la dernière journée du voyage.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Les grottes de Pak Ou s'ouvrent dans une falaise calcaire au confluent du Mékong et de la Nam Ou. Des milliers de statuettes de Bouddha déposées au fil des siècles tapissent les parois.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La navigation sur le Mékong vers Pak Ou fait écho aux témoignages de fuite et de survie entendus durant le voyage. Le fleuve servit de voie d'évasion pour de nombreux réfugiés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les chutes de Kuang Si dévalent 50 mètres de gradins calcaires au coeur de la jungle. Les bassins turquoise offrent une récompense rafraîchissante après les journées intenses du voyage.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sanctuaire Moon Bear recueille des ours noirs d'Asie sauvés du trafic de bile. Cette initiative de conservation prolonge la réflexion sur la protection des populations vulnérables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La vieille ville UNESCO alterne villas coloniales et temples aux toits pentus. Cette beauté préservée contraste avec les destructions documentées tout au long du voyage.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le tak bat du matin rassemble les moines qui défilent en silence dès 5h45 pour recevoir le riz gluant des fidèles. Cette cérémonie apaisante clôt le voyage sur une note spirituelle.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La navigation matinale vers Pak Ou traverse des paysages de falaises karstiques et de villages de pêcheurs. Le rythme lent du bateau invite à la contemplation.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'après-midi aux chutes de Kuang Si permet de se détendre après les émotions du voyage. L'eau turquoise lave symboliquement les images difficiles accumulées.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le dîner d'adieu dans la vieille ville offre l'occasion de méditer sur les enseignements du voyage. L'histoire tragique du Laos prend une dimension personnelle après ces dix jours d'immersion.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Laos Centre-Est : Histoire de la Guerre Secrète - Circuit 10 Jours",
        "intro_paragraph": "Plongez dans l'histoire méconnue de la Guerre Secrète au Laos. Ce circuit de 10 jours vous emmène dans les provinces centrales et orientales, témoins des bombardements américains et de l'héroïsme du peuple lao.",
        "seo_hook": "",
        "featured_list": [],
        "places_taglines": {}
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "LA::complete::temples-cascades-mekong-14j",
      "id": "LA::complete::temples-cascades-mekong-14j",
      "language": "fr",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Grand Tour du Laos : Temples, Cascades et Mékong - Circuit 14 Jours",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 15,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Le Palais Royal fut érigé en 1904 pour le roi Sisavang Vong dans un style hybride mêlant toits lao traditionnels et colonnades françaises. Converti en musée après la révolution de 1975, il expose la salle du trône, les appartements royaux et les regalia de la monarchie.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le temple Haw Pha Bang abrite le Phra Bang, statue de Bouddha en or vieille de deux millénaires qui donna son nom à la cité. L'édifice actuel date de 2006 mais reproduit fidèlement l'architecture lao classique aux toits superposés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong depuis 1559, année où le roi Setthathirath ordonna sa construction. Ses murs extérieurs scintillent de mosaïques de verre figurant des scènes villageoises, tandis que l'intérieur conserve un Bouddha couché d'origine.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le mont Phousi culmine à 100 mètres au-dessus de la péninsule, coiffé du stupa doré du Wat Chom Si. Les 328 marches de l'ascension mènent à une vue circulaire embrassant la confluence du Mékong et de la Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Sene arbore une façade rouge et or éclatante qui tranche avec les teintes plus sobres des temples voisins. Construit au XVIIIe siècle, il attire moins de visiteurs et offre une atmosphère recueillie propice à la contemplation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La vieille ville UNESCO alterne villas coloniales reconverties en boutiques et temples aux toits pentus caractéristiques du style lao. La pointe de la presqu'île offre un panorama sur les deux rivières qui enserrent le quartier historique.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le tak bat rassemble les moines des 34 temples qui défilent en silence dès 5h45 pour recevoir le riz gluant des fidèles. Agenouillez-vous sur le trottoir à distance respectueuse en évitant les flashs photographiques.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché matinal de la péninsule déploie ses étals jusqu'à 10h dans un joyeux brouhaha de marchandages. Les vendeuses proposent fruits tropicaux, poissons frétillants, jarres d'alcool de riz et khao jee, brochettes de riz gluant grillé.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil depuis les pontons du quai Mékong offre un spectacle gratuit sur les montagnes qui rougeoient de l'autre côté du fleuve. Cette option évite la cohue du sommet de Phousi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché de nuit envahit la rue principale face au Palais Royal dès 16h30. Les stands alignent textiles tissés, peintures sur toile et souvenirs sous des tentes colorées.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Le TAEC rassemble costumes, outils et textiles des 49 groupes ethniques du Laos dans une scénographie moderne et interactive. Ce musée constitue la meilleure introduction à la mosaïque culturelle du pays.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le centre Ock Pop Tok sur les berges du Mékong permet d'observer les artisanes tisser la soie sur des métiers verticaux. Elles teignent les fils avec des pigments végétaux et appliquent le batik à la cire.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le pont de bambou enjambe la Nam Khan sur 100 mètres et relie la péninsule touristique au quartier paisible de la rive opposée. Une famille locale reconstruit cette passerelle chaque année après la décrue.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Xiengleck se niche dans un quartier où les touristes se font rares de l'autre côté du pont. Les ruelles alentour abritent des ateliers familiaux de tissage, de sculpture sur bois et de fabrication du papier saa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les fermes pédagogiques des environs déroulent les étapes de la riziculture lao, du tri des grains au décorticage final. Les visiteurs labourent la boue aux côtés des buffles.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Les ateliers de tissage au centre Ock Pop Tok permettent de manier le métier traditionnel ou teindre la soie à l'indigo sur une demi-journée.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les écoles de cuisine locales débutent par une visite matinale au marché pour sélectionner ingrédients frais. La préparation de plats comme le larb, l'orlam ou le mok pa se poursuit en cuisine.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Des ateliers artisanaux initient à la vannerie de bambou, au tournage de poteries ou à la confection d'ombrelles en papier saa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les boutiques de commerce équitable du centre-ville vendent des textiles tissés main par des artisanes rémunérées justement.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Plusieurs ONG locales organisent des sessions d'échange linguistique avec des étudiants lao désireux de pratiquer l'anglais.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Les grottes de Pak Ou s'ouvrent dans une falaise calcaire au confluent du Mékong et de la Nam Ou, à deux heures de navigation en amont. Des milliers de statuettes de Bouddha déposées au fil des siècles tapissent les parois des deux cavités.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La grotte supérieure de Pak Ou, plus sombre et moins fréquentée, révèle des centaines de statues entassées dans les recoins. Certaines sont recouvertes de poussière dorée.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les chutes de Kuang Si dévalent 50 mètres de gradins calcaires au coeur de la jungle, à 29 kilomètres de la ville. Les bassins turquoise invitent à la baignade en tenue couvrante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sanctuaire Moon Bear recueille des ours noirs d'Asie sauvés du trafic de bile à l'entrée du parc de Kuang Si. Les pensionnaires évoluent dans des enclos semi-naturels.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les villages de tisserands sur la route des chutes permettent d'observer les artisanes travailler la soie sur le pas de leur porte. Les achats directs garantissent une rémunération équitable.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le théâtre Garavek programme chaque soir une séance de contes traditionnels lao accompagnés au khène, l'orgue à bouche local. Un conteur narre en anglais les légendes de la région.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La navigation en slow boat au lever du jour fait défiler falaises karstiques et villages de pêcheurs jusqu'aux grottes de Pak Ou. L'option longue rejoint Huay Xai en deux jours.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le buffet de rue propose chaque soir un assortiment de plats lao végétariens et carnés pour une somme modique. Les convives composent leur repas parmi les marmites fumantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les loueurs de vélos proposent des bicyclettes à la journée pour explorer rizières et villages Hmong où les enfants saluent d'un joyeux « Sabaidee ».",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les routes vers les hauteurs traversent des paysages de formations karstiques rappelant une baie d'Halong terrestre.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Le Wat Visoun abrite le plus ancien Bouddha de la ville dans un sanctuaire reconstruit après un incendie au XIXe siècle. Le stupa arrondi qui jouxte le temple, surnommé la pastèque, date du XVIe siècle.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Aham se niche à l'ombre de deux banyans centenaires considérés comme la demeure des esprits protecteurs de Luang Prabang. Ce temple discret accueille peu de visiteurs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Mai Suwannaphumaham arbore un porche doré finement sculpté représentant des scènes du Ramayana et de la vie du Bouddha. Ce monastère accueille le Phra Bang lors du nouvel an lao.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La rive de la Nam Khan longe des jardins ombragés jusqu'au confluent avec le Mékong. Les bancs invitent à la lecture tandis que les pirogues de pêcheurs glissent silencieusement.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les anciennes demeures coloniales du quartier français témoignent du passé de protectorat avec leurs volets en bois et balcons ouvragés. Plusieurs ont été converties en cafés ou galeries.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Les cafés surplombant le Mékong servent café lao corsé et pâtisseries françaises héritées de l'époque coloniale. Le rythme lent de la ville invite à savourer ces instants.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les salons de massage traditionnels proposent des soins à base de plantes et des techniques héritées de la médecine lao.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La berge du Mékong en fin d'après-midi offre un dernier coucher de soleil sur Luang Prabang. Les nuances orangées embrasent le fleuve et les montagnes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché de nuit permet de dénicher les derniers souvenirs : écharpes en soie, lanternes en papier ou sachets d'épices.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 185,
            "drive_min": 240,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::vang-vieng",
            "coords": [
              18.922,
              102.4476
            ]
          },
          "visits": [
            {
              "text": "Le viewpoint de Nam Xay culmine au-dessus de la vallée à quelques kilomètres au nord de la ville. L'ascension raide de 30 minutes exige l'usage des quatre membres sur certains passages.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sommet du Pha Poak se repère aux balises improvisées à travers la jungle. Le drapeau rouge planté au sommet marque un belvédère spectaculaire sur les rizières.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La grotte Tham Chang s'ouvre dans le flanc de la montagne et servit de refuge aux habitants face aux invasions chinoises au XIXe siècle. Un bassin glacé alimenté par les eaux souterraines invite à la baignade.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La grotte Pha Thao à une dizaine de kilomètres dispose d'échelles et de sentiers balisés pour accéder à plusieurs chambres successives. Les formations calcaires créent des silhouettes fantastiques.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La grotte Lusi reste méconnue malgré son réseau souterrain qui nécessite près d'une heure d'exploration. Les plus téméraires peuvent nager dans le noir absolu.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le viewpoint Pha Ngern propose deux niveaux de belvédères : le premier après 30 minutes de marche, le second après 40 minutes supplémentaires sur un sentier abrupt.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le tubing sur la Nam Song River traverse un paysage de montagnes karstiques en 3 heures de descente paisible. Les autorités ont assaini l'activité après 2012.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les tubes se louent au bureau officiel en ville avec transport en tuk-tuk jusqu'au point de départ. Le retour s'effectue en aval avant 18h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les écoles d'escalade locales proposent des stages sur les falaises calcaires avec équipement fourni. Les voies sportives conviennent à tous niveaux.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La campagne environnante déroule ses rizières inondées et ponts de bambou branlants. Les enfants jouent dans la rivière entre deux travaux des champs.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::vang-vieng",
            "coords": [
              18.922,
              102.4476
            ]
          },
          "visits": [
            {
              "text": "La grotte Tham Nam s'étend sur 500 mètres de boyaux étroits parcourus en bouée le long d'une corde dans l'obscurité totale. Les concrétions calcaires défilent à quelques centimètres du visage.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Blue Lagoon principal niche ses eaux turquoise au pied des montagnes karstiques. Un arbre surplombe le bassin et permet de sauter de 10 mètres de haut.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Blue Lagoon 3 abrite une petite cascade en plus de son bassin de baignade et attire moins de visiteurs. Des rafraîchissements sont vendus sur place.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascade Kaeng Nyui sur le versant est de la vallée constitue la seule chute d'eau notable des environs. Un bassin désert récompense les ornières traversées.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le parc Inter Park rassemble sculptures animalières et espaces verts destinés aux familles dans un cadre accessible par une piste à l'ouest de la rivière.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La descente en kayak depuis l'amont traverse villages et paysages karstiques. Le trajet inclut souvent le passage en bouée dans la grotte Tham Nam.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les vols en montgolfière décollent à l'aube ou en fin d'après-midi pour survoler la mosaïque de rizières et de pitons calcaires.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les rizières au coucher du soleil s'embrasent d'une lumière orangée qui découpe les silhouettes des montagnes. Les champs offrent un premier plan idéal.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les parcours de tyrolienne et quads se louent aux abords des lagons et grottes. La saison des pluies rend les pistes boueuses mais praticables.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le centre-ville conserve quelques bars diffusant des sitcoms en boucle. Les banana pancakes et hamacs suspendus complètent l'escale backpacker.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 110,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::vientiane",
            "coords": [
              17.9757,
              102.6331
            ]
          },
          "visits": [
            {
              "text": "Le Pha That Luang dresse sa silhouette dorée à 4 km du centre et constitue le monument le plus sacré du Laos, figurant sur les billets de banque. La légende attribue sa fondation au IIIe siècle, mais l'édifice actuel fut reconstruit dans les années 1930.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat That Luang Tai abrite un imposant Bouddha couché dans une salle aux murs ornés de fresques narratives. Les fidèles y déposent offrandes dans une atmosphère plus intime.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Patuxai domine l'avenue Lane Xang tel un arc de triomphe tropical construit dans les années 1960. Ses quatre tours et sa tour centrale symbolisent les cinq principes bouddhistes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les sept étages du Patuxai offrent une vue sur l'avenue rectiligne qui file vers le Pha That Luang. La fontaine illuminée attire habitants et visiteurs chaque soir.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Sisaket demeure le seul temple épargné par l'invasion siamoise de 1828. Construit par le roi Anouvong, il abrite plus de 10 000 statues de Bouddha nichées dans les alvéoles du cloître.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Ho Phra Keo fut érigé en 1565 pour accueillir le Bouddha d'Émeraude. La statue trône désormais à Bangkok, mais le musée conserve bronzes et sculptures du VIe siècle.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le COPE Visitor Centre retrace l'histoire du Laos, pays le plus bombardé de la planète. Les bombes non explosées continuent de mutiler des villageois.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les expositions interactives du COPE expliquent le travail des démineurs et présentent les témoignages de survivants. L'entrée est gratuite.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le centre historique alterne temples aux façades colorées et villas coloniales reconverties en cafés. Le Wat Inpeng arbore une façade vert émeraude.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché de nuit s'étire le long du Mékong face aux lumières de la Thaïlande. Les étals proposent vêtements, souvenirs et street food.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::vientiane",
            "coords": [
              17.9757,
              102.6331
            ]
          },
          "visits": [
            {
              "text": "Le That Dam Stupa se dresse au milieu d'un rond-point, sa masse brune envahie par la végétation. La légende raconte qu'un naga à sept têtes habite sous l'édifice.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La statue du Roi Anouvong fut érigée en 2010 pour commémorer le 450e anniversaire de Vientiane. Le bronze de neuf mètres fait face au Mékong et à la Thaïlande.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Buddha Park à 25 km de la ville rassemble des dizaines de statues monumentales en béton créées en 1958 par un mystique mêlant hindouisme et bouddhisme.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La bouche d'un démon géant sert d'entrée à une tour du Buddha Park offrant une vue plongeante. Les trois niveaux symbolisent l'enfer, la terre et le paradis.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Si Muang attire les fidèles venus prier devant le pilier fondateur de la ville, censé abriter l'esprit d'une jeune femme sacrifiée lors de sa pose.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Les food parks rassemblent chaque soir des dizaines de stands où les habitants se pressent autour de grillades et salades de fruits de mer.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La promenade du Mékong au coucher du soleil attire joggeurs et familles face aux dernières lueurs sur le fleuve. Le parc Chao Anouvong offre des bancs ombragés.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les cafés branchés de Vientiane servent un café lao corsé dans des décors mêlant mobilier vintage et oeuvres d'artistes locaux.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les salons de massage du centre-ville proposent des soins traditionnels avant une dernière razzia au marché de nuit.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 670,
            "drive_min": 80,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::tad-lo",
            "coords": [
              15.35,
              106.3833
            ]
          },
          "visits": [
            {
              "text": "Le Wat Luang de Pakse jouxte le pont coréen et accueille une école monastique où les jeunes bonzes déambulent en robe safran. Les salles de classe alternent avec les pavillons de prière.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les berges du Mékong depuis le pont coréen jusqu'au pont Lao-Nippon longent les restaurants sur pilotis qui s'animent au coucher du soleil.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascade Tad Soung plonge de 90 mètres dans un canyon verdoyant accessible par une route goudronnée à l'est de Paksong. Un belvédère surplombe le vide.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village de Tad Lo déroule une série de cascades à travers la bourgade, offrant des bassins de baignade. Les enfants pataugent aux côtés des buffles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le bain des éléphants se déroule chaque fin d'après-midi en amont de Tad Hang. Les mahouts guident leurs pachydermes dans l'eau au coucher du soleil.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le plateau des Bolovens se découvre en boucle depuis Pakse sur deux à cinq jours. La route serpente entre cascades, plantations de café et villages ethniques.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les plantations de café autour de Paksong cultivent Arabica et Robusta côte à côte dans un climat d'altitude plus frais. Les fermes proposent dégustations.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché de nuit de Pakse s'étire le long de la route 13 Sud avec ses étals de street food et textiles.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les terrasses des guesthouses à Tad Lo font face aux cascades illuminées par les derniers rayons. Ce village constitue l'étape classique du plateau.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::pakse",
            "coords": [
              15.12,
              105.7992
            ]
          },
          "visits": [
            {
              "text": "La double cascade de Tad Fane dégringole de 120 mètres dans une gorge tapissée de jungle. Les nappes de brume enveloppent le gouffre tôt le matin.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Une tyrolienne traverse le canyon de Tad Fane entre les deux chutes jumelles pour les amateurs de sensations fortes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascade Tad Yuang déverse ses eaux dans un bassin entouré de jardins où des marches descendent au pied du rideau liquide. Des échoppes vendent café local.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascade Tad Champee reste méconnue malgré son cadre photogénique. Le calme contraste avec l'affluence des sites plus célèbres.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les villages des ethnies Laven, Alak et Katu parsèment le plateau, reconnaissables à leurs maisons sur pilotis aux toits de chaume.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les forgerons d'un village proche de Tad Fane fabriquent outils et couteaux selon des techniques transmises de génération en génération.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La baignade dans les bassins de Tad Yuang rafraîchit après les heures passées sur les routes. L'eau turquoise invite à la trempette.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les guides locaux proposent des visites de villages ethniques pour comprendre le mode de vie traditionnel. Soutenez l'artisanat en achetant tissages ou vanneries.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le climat d'altitude du plateau offre des températures clémentes avec des matinées fraîches. Prévoyez une couche supplémentaire.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les agences de Pakse organisent des excursions avec chauffeur pour profiter des paysages sans souci de navigation.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::champasak",
            "coords": [
              14.8833,
              105.8667
            ]
          },
          "visits": [
            {
              "text": "Le Wat Phu s'étage sur les pentes du mont sacré Phu Passak selon un axe rituel reliant le sommet au Mékong sur 10 kilomètres. Un sanctuaire dédié à Shiva occupait ce site au VIe siècle avant le complexe khmer du XIIe siècle sous Suryavarman II.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'allée processionnelle bordée de bornes de pierre traverse un bassin cérémoniel couvert de nénuphars. Deux pavillons en ruine accueillaient jadis les pèlerins, un pour hommes, un pour femmes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un escalier monumental aux marches irrégulières grimpe vers le sanctuaire principal niché contre la falaise d'où jaillit une source sacrée. Les frangipaniers centenaires embaument l'air.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le prasat sommital arbore des frontons sculptés illustrant des épisodes du Ramayana laotien. Le site fut redécouvert par un explorateur français à la fin du XIXe siècle.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wat Phu, inscrit à l'UNESCO depuis 2001, reçoit une fraction des visiteurs d'Angkor Wat, offrant une expérience contemplative rare parmi les vestiges khmers.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La petite ville de Champasak somnole au bord du Mékong. Les maisons coloniales côtoient les demeures traditionnelles lao le long de la rue principale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Les chemins de terre rouge entre Champasak et Wat Phu se parcourent aisément à bicyclette à travers rizières et villages assoupis.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le festival Bun Wat Phu durant trois jours à la pleine lune de février attire des milliers de pèlerins pour courses de pirogues, combats de boxe et spectacles.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le belvédère à mi-hauteur de l'escalier offre une vue plongeante sur le complexe inférieur et la plaine jusqu'au Mékong.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché matinal de Champasak étale fruits, légumes, poissons du Mékong et café des Bolovens. Les échoppes servent petit-déjeuner lao.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil embrase le Mékong face à Champasak. Les restaurants sur pilotis servent cuisine lao tandis que le mont Phu Passak se découpe en ombre chinoise.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::don-det",
            "coords": [
              13.9833,
              105.9167
            ]
          },
          "visits": [
            {
              "text": "L'archipel de Si Phan Don égrène ses bancs de sable et îlots boisés à travers le Mékong élargi avant la frontière cambodgienne. Trois îles accueillent les visiteurs : Don Det, Don Khon et Don Khong.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Don Det concentre les bungalows sur pilotis et hamacs suspendus face au fleuve dans une atmosphère propice à la paresse. La pointe nord offre les plus beaux couchers de soleil.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un pont relie Don Det à Don Khon moyennant un modeste péage. L'île voisine conserve une atmosphère plus paisible avec ses villages de pêcheurs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les vestiges du chemin de fer français témoignent de la tentative coloniale de contourner les rapides infranchissables du Mékong. Une locomotive rouillée repose près de l'ancien embarcadère.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La plage de sable sur la rive ouest de Don Det s'étire face au courant où les enfants pataugent et les pêcheurs lancent leurs filets.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Les loueurs de vélos permettent de parcourir les chemins de terre de Don Det et Don Khon en quelques heures. Le terrain plat facilite la balade.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les hamacs face au Mékong constituent l'activité principale des visiteurs qui succombent à la torpeur de l'archipel.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les habitants poursuivent leurs activités au bord du fleuve : lessive, toilette, jeux des enfants. Observer ce ballet matinal offre un aperçu de la vie insulaire.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le lever du soleil embrase le Mékong d'une lumière dorée qui se reflète sur les eaux calmes entre les îlots.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::don-det",
            "coords": [
              13.9833,
              105.9167
            ]
          },
          "visits": [
            {
              "text": "Les chutes de Liphi dévalent une série de rapides tumultueux sur la pointe sud de Don Khon dans un grondement permanent. Les rochers noirs créent un labyrinthe où les eaux s'engouffrent.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les chutes de Khone Phapheng constituent la plus grande cascade d'Asie du Sud-Est par leur débit colossal. Un belvédère permet de contempler le rideau d'eau large de 10 kilomètres à la mousson.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village de pêcheurs à la pointe sud de Don Khon vit au rythme du fleuve. Les habitants tendent des nasses dans les rapides pour capturer les poissons.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Don Khong, la plus grande île, reste à l'écart des flux touristiques avec ses temples modestes, marchés villageois et rizières verdoyantes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Les pirogues partent à l'aube pour tenter d'apercevoir les dauphins d'eau douce de l'Irrawaddy près de la frontière cambodgienne. Ces cétacés menacés remontent parfois à la surface.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les rails rouillés de l'ancien chemin de fer traversent Don Khon jusqu'aux quais français. Cette randonnée ombragée passe par des portions de jungle.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La baignade dans les bras calmes du Mékong rafraîchit après les heures à pédaler. Les locaux se baignent près des plages de sable en fin de journée.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil depuis la pointe nord de Don Det clôt la journée. Les silhouettes des pirogues glissent sur l'eau rougeoyante.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::don-det",
            "coords": [
              13.9833,
              105.9167
            ]
          },
          "visits": [
            {
              "text": "Une dernière matinée sans programme sur Don Det permet de goûter au rythme du Mékong contre les pilotis. Le temps semble suspendu dans l'archipel.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les sentiers méconnus de l'intérieur de Don Det traversent rizières, potagers familiaux et bosquets de cocotiers loin des chemins battus.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le petit marché de Don Det propose fruits frais, baguettes héritées de l'époque française et café lao. Les habitants s'y retrouvent chaque matin.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La plage de sable accueille une dernière baignade matinale dans les eaux tièdes du Mékong. Les pêcheurs relèvent leurs filets tandis que les enfants jouent.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Un petit-déjeuner prolongé face au fleuve permet de feuilleter un livre abandonné par un voyageur précédent. Les guesthouses accumulent les romans écornés.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les salons de massage sur les terrasses ombragées proposent des soins à tarifs modestes. La brise et le chant des oiseaux accompagnent la détente.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les habitants croisés au fil des jours méritent un dernier salut. Ces connexions éphémères font partie de la magie des 4000 îles.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le ferry de retour vers Ban Nakasang part en fin de matinée pour rejoindre Pakse. Le Mékong s'éloigne tandis que les souvenirs se teintent de nostalgie.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Grand Tour du Laos : Temples, Cascades et Mékong - Circuit 14 Jours",
        "intro_paragraph": "Le grand tour du Laos en 14 jours combine l'essentiel du pays : temples bouddhistes de Luang Prabang, cascades de Kuang Si, grottes sacrées et croisière sur le Mékong. Un voyage complet entre culture et nature.",
        "seo_hook": "",
        "featured_list": [],
        "places_taglines": {}
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "LA::nord::classique-nord-sud",
      "id": "LA::nord::classique-nord-sud",
      "language": "fr",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Luang Prabang : Guide Complet de la Perle UNESCO du Laos",
      "subtitle": "Découvrez l'essence du Laos dans la ville UNESCO de Luang Prabang entre temples dorés, marchés authentiques et patrimoine colonial",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 3,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8894,
              102.135
            ]
          },
          "visits": [
            {
              "text": "Cérémonie de l'aumône à l'aube. Dès 6h, les moines en robe safran défilent en silence pour recevoir le riz gluant. 34 temples participent à ce rituel quotidien. Rester discret, éviter les flashs, ne pas bloquer le passage des moines.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Marché matinal de la péninsule. Ouvert jusqu'à 10h, fruits tropicaux, poissons frétillants, alcool de riz maison. Goûter le khao jee : riz gluant grillé sur bambou servi sur feuille de bananier. Alternative : Phosy Market ouvert toute la journée.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Palais Royal (Haw Kaum). Construit en 1904 pour le roi Sisavang Vong, style hybride franco-lao. Musée depuis la révolution de 1975 : salle du trône, appartements royaux, objets de la monarchie. Entrée 30 000 kip, 8h-11h30 et 13h30-16h. Casiers gratuits pour appareils photo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Temple Haw Pha Bang. Abrite le Phra Bang, statue de Bouddha dorée vieille de 2000 ans, relique la plus sacrée du Laos. Temple construit en 2006 dans le style traditionnel. La ville tire son nom de cette statue.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wat Xiengthong. Édifié en 1559-1560 par le roi Setthathirath, lieu de couronnement des rois jusqu'en 1975. Portes en bois doré sculpté, Bouddha couché d'origine, mosaïques de verre spectaculaires sur les murs extérieurs. Entrée 20 000 kip.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mont Phousi (Phou Si). Colline sacrée de 100m au centre-ville, 300 marches. Wat Chom Si au sommet avec stupa doré, petite grotte avec Bouddha. Vue panoramique sur la péninsule, le Mékong et la Nam Khan. Entrée 20 000 kip. Idéal au coucher du soleil.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participer à l'offrande aux moines. Acheter du riz gluant au marché la veille, s'agenouiller sur le trottoir dès 5h45, déposer une boulette dans chaque panier. Geste spirituel fort, respect absolu requis.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Petit-déjeuner local au marché. Commander un bol de pho ou khao piak (soupe de nouilles), accompagné de café lao sucré au lait concentré. Budget : 15 000-25 000 kip.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Flâner dans la vieille ville UNESCO. Ruelles entre villas coloniales françaises et temples dorés, boutiques de soie, petits cafés. Viewpoint Café à la pointe de la péninsule pour voir la confluence Mékong-Nam Khan.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Assister à un spectacle au théâtre du Palais Royal. Représentations occasionnelles de danse et théâtre traditionnels lao dans la salle adjacente au musée.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8894,
              102.135
            ]
          },
          "visits": [
            {
              "text": "TAEC (Traditional Arts and Ethnology Center). Meilleur musée de la ville, derrière Dara Market. Costumes, textiles et outils des 49 ethnies du Laos. Signalétique en anglais, vidéos interactives. Ouvert mar-dim 9h-13h, entrée 25 000 kip. Boutique équitable sur place.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ock Pop Tok Living Crafts Center. Atelier de tissage en plein air à 2,5 km du Palais Royal sur le Mékong. Tisserandes sur métiers verticaux, teintures végétales, batik à la cire. Visite guidée gratuite. Silk Road Café avec vue sur le fleuve. Navette tuk-tuk gratuite depuis la boutique en ville.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pont de bambou sur la Nam Khan. 100 mètres de long, reconstruit chaque saison sèche par M. Bounmee et sa famille. Traversée 7 000 kip. Mène au quartier calme avec Wat Xiengleck et ateliers d'artisans (tissage, sculpture, papier saa). Fermé pendant la mousson.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wat Sene. Temple du XVIIIe siècle près du Garavek Theatre, façade rouge et or caractéristique. Moins touristique que Wat Xiengthong, atmosphère paisible.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Living Rice Farm. Ferme pédagogique en périphérie. 13 étapes de la culture du riz gluant : sélection des grains, labour au buffle (Suzuki !), repiquage, battage, vannage, décorticage. Immersion dans la vie rurale lao.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Atelier de tissage chez Ock Pop Tok. Demi-journée ou journée complète pour apprendre le tissage sur métier traditionnel ou la teinture à l'indigo. Réservation recommandée.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Cours de cuisine lao chez Tamarind. Visite du marché pour acheter les ingrédients, puis préparation de larb, orlam, mok pa et khao soi. Repas inclus. Cours adaptés aux familles.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Atelier artisanal avec The Bamboo Experience. Vannerie de bambou, poterie traditionnelle, fabrication d'ombrelles en papier saa ou même d'une arbalète miniature.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Shopping artisanat équitable. Boutiques recommandées : Ock Pop Tok, Ma Te Sai, Passa Paa, TAEC Boutique, Village Crafts, Weaving Sisters. Éviter les produits industriels du marché de nuit.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Volontariat chez Big Brother Mouse. ONG promouvant l'alphabétisation. Session d'échange linguistique avec étudiants et professionnels lao, 1h, derrière l'hôtel 3 Nagas. Adultes uniquement.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8894,
              102.135
            ]
          },
          "visits": [
            {
              "text": "Grottes de Pak Ou. Site religieux sur le Mékong à 2h de bateau en amont. Deux grottes remplies de milliers de statues de Bouddha déposées par les fidèles. Grotte supérieure dans le noir (apporter lampe). Croisière panoramique, villages et falaises karstiques.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Chutes de Kuang Si. À 29 km de Luang Prabang (45-60 min en tuk-tuk). Cascade de 50 m en gradins, piscines naturelles turquoise dans la jungle. Baignade autorisée (tenue couvrante). Ouvert 8h-17h30, entrée 20 000 kip. Éviter la mousson (eau trouble).",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Moon Bear Sanctuary. Refuge pour ours noirs d'Asie rescapés du trafic, à l'entrée du parc de Kuang Si. Observation des ours dans un environnement semi-naturel. Sensibilisation à la protection de l'espèce menacée.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Villages tisserands sur la route de Kuang Si. Ban Xang Khong et Ban Xieng Lek : ateliers familiaux de tissage, sculpture sur bois et fabrication de papier saa (écorce de mûrier). Achats directs aux artisans.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Marché de nuit (Night Handicraft Market). Sisavangvong Road face au Palais Royal, installation dès 16h30, ouvert jusqu'à 23h. Textiles, peintures, souvenirs. Plus touristique que le marché matinal mais ambiance animée.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Croisière en slow boat sur le Mékong. Excursion journée combinant Pak Ou et Kuang Si avec déjeuner inclus. Alternative : 2 jours jusqu'à Huay Xai (frontière thaïlandaise) avec nuit à Pakbeng. Réserver en agence, prévoir pique-nique.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Baignade aux chutes de Kuang Si. Vestiaires disponibles. Porter t-shirt et short par respect local. Sentier jusqu'au sommet des chutes pour les randonneurs. Arriver tôt pour éviter la foule.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Vélo dans la campagne. Location 10$/jour chez Tiger Trails. Rizières, villages Hmong, pics karstiques. Les enfants crient « Sabaidee ! » au passage. Route vers Phou Khoun : ferme de fraises et camping.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Dîner à Buffet Street. Ruelle derrière Sisavangvong Road, buffet végétarien et lao pour 20 000 kip l'assiette. Choisir ses plats, les faire réchauffer, manger sur tables communes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Soirée au Garavek Theatre. 18h30, 90 min de contes traditionnels lao en anglais avec musique au khène. Légendes sur l'origine du Mont Phousi, de Kuang Si, de la Nam Khan. 50 000 kip, 30 places, réserver en haute saison.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Coucher de soleil sur le Mékong. Khem Khong Road, ponton près de Nam Pho Street. Bière Lao face au fleuve, spray anti-moustiques obligatoire. Gratuit et moins bondé que le Mont Phousi.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            3
          ],
          "label": "Segment 1 — J1–J3",
          "from_day": 1,
          "to_day": 3
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 3,
          "label": "Var 3j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "LA::nord::slow-boat-gibbon-10j"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Luang Prabang : Guide Complet de la Perle UNESCO du Laos",
        "intro_paragraph": "Découvrez Luang Prabang, l'ancienne capitale royale du Laos classée au Patrimoine UNESCO, où temples dorés centenaires et villas coloniales françaises composent l'un des joyaux architecturaux d'Asie du Sud-Est. Nichée à la confluence du Mékong et de la Nam Khan, cette ville préservée invite à l'exploration de ses ruelles pavées, de ses monastères bouddhistes et de ses traditions millénaires encore vivantes.",
        "seo_hook": "Entre traditions bouddhistes et patrimoine colonial : explorez Luang Prabang, l'ancienne capitale royale du Laos, joyau UNESCO où 34 temples dorés côtoient cascades turquoise et marchés authentiques",
        "featured_list": [
          "Cérémonie des offrandes aux moines à l'aube, rituel quotidien de 34 temples de la péninsule",
          "Wat Xiengthong, chef-d'œuvre de l'architecture lao du XVIe siècle aux toits en cascade et mosaïques de verre",
          "Cascades de Kuang Si aux eaux turquoise et piscines naturelles à 29km de la ville",
          "Marché de nuit artisanal et buffet de rue lao, immersion culinaire authentique dans la gastronomie locale"
        ],
        "places_taglines": {
          "LA::luang-prabang": "Antica capitale reale UNESCO: dove la spiritualità buddista incontra l'eleganza coloniale francese tra il Mekong e il Nam Khan"
        }
      },
      "seo_keywords": [
        "Luang Prabang",
        "UNESCO Laos",
        "temples bouddhistes",
        "cascades Kuang Si",
        "marché de nuit",
        "Wat Xiengthong",
        "Mékong Laos",
        "patrimoine colonial"
      ],
      "practical_context": {
        "best_months": [
          "Novembre",
          "Décembre",
          "Janvier",
          "Février"
        ],
        "highlights": [
          "Cérémonie des offrandes aux moines à l'aube",
          "Wat Xiengthong et temples de la péninsule UNESCO",
          "Cascades de Kuang Si et piscines naturelles",
          "Marché de nuit et gastronomie lao authentique"
        ]
      }
    },
    {
      "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
      "id": "LA::nord::extreme-nord-the-ethnies-9j",
      "language": "fr",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Extrême Nord du Laos : Trekking entre Plantations de Thé et Villages Tribaux",
      "subtitle": "Un voyage authentique à travers les plantations ancestrales, les villages tribaux et les paysages spectaculaires des terres les plus reculées du nord laotien",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::phongsali",
            "coords": [
              21.6833,
              102.1
            ]
          },
          "visits": [
            {
              "text": "Phongsali se perche à 1 100 mètres d'altitude dans l'extrême nord du Laos, coincée entre les frontières chinoise et vietnamienne. Cette province montagneuse surnommée la Cité de la Mer de Brume bénéficie d'un climat frais toute l'année.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La ville principale mêle influences lao et chinoises dans ses ruelles pavées bordées de maisons en bois traditionnelles. Les traces de l'époque coloniale française subsistent dans quelques bâtiments administratifs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les forêts couvrent 41% de la superficie de la province et abritent une biodiversité remarquable. Les montagnes environnantes culminent jusqu'à 1 800 mètres et disparaissent régulièrement dans les nappes de brouillard.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La population de 200 000 habitants se compose de nombreux groupes ethniques : Lao, Lu, Hmong, Dao, Akha, Khmu et Phounoy cohabitent dans cette mosaïque culturelle unique.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Nam Ou prend sa source dans cette province et relie Phongsali aux destinations du sud via Muang Khua, Muang Ngoi et Nong Khiaw avant de rejoindre le Mékong près des grottes de Pak Ou.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le vol depuis Vientiane vers l'aéroport de Boun Neua dure 1h40 et survole les montagnes du nord. L'isolement de Phongsali fait partie de son charme préservé.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'arrivée en début d'après-midi permet une première promenade dans les ruelles calmes de la ville. L'atmosphère paisible contraste avec l'agitation des destinations touristiques du sud.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les quelques restaurants locaux servent une cuisine lao simple agrémentée d'influences chinoises et vietnamiennes. Les soupes de nouilles réchauffent dans la fraîcheur du soir.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La brume qui enveloppe la ville au crépuscule annonce les spectacles matinaux qui font la réputation de Phongsali. Les lumières des maisons percent le voile blanc comme des lucioles.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::phongsali",
            "coords": [
              21.6833,
              102.1
            ]
          },
          "visits": [
            {
              "text": "Le Phou Fa, la montagne du ciel, s'élève à quelques kilomètres de la ville et offre le panorama le plus spectaculaire de la région. L'ascension de 30 minutes reste accessible à la plupart des marcheurs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sommet domine les vallées, les rizières en terrasses et les chaînes de montagnes qui s'étendent jusqu'à la Chine. La beauté brute du paysage se révèle dans toute son ampleur.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le lever du soleil dissipe progressivement la mer de nuages qui noie les vallées et révèle les crêtes successives. Ce spectacle justifie à lui seul le voyage jusqu'à Phongsali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le musée ethnique de Phongsali compte parmi les meilleurs du Laos avec ses informations détaillées sur les groupes qui peuplent la province. L'exposition inaugurée en 2013 présente vêtements, musique, agriculture, habitats et rituels.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les salles du musée déclinent les aspects du quotidien des différentes ethnies : organisation sociale, cérémonies, pratiques bouddhistes et croyances animistes cohabitent dans cette région de confins.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le départ avant l'aube permet d'atteindre le sommet du Phou Fa pour le lever du soleil. Une lampe frontale facilite la montée dans l'obscurité et des chaussures confortables s'imposent.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le musée ethnique ouvre du lundi au vendredi de 8h à 11h30 et de 13h30 à 16h30. Le droit d'entrée modique permet de soutenir cette institution culturelle précieuse.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'après-midi se prête à la flânerie dans les ruelles de la vieille ville où les maisons traditionnelles côtoient les échoppes chinoises. Le rythme lent invite à la contemplation.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La rencontre avec les agences locales permet d'organiser le trek des jours suivants. Les guides connaissent les villages et facilitent les contacts avec les communautés.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 5,
            "drive_min": 15,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "LA::ban-hatsa",
            "coords": [
              21.5,
              102.15
            ]
          },
          "visits": [
            {
              "text": "Le village de Ban Komaen se niche de l'autre côté de la vallée face à Phongsali et abrite les plantations de thé centenaires qui font la renommée de la région. Certains théiers dépassent les 400 ans d'âge.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les arbres à thé anciens atteignent plusieurs mètres de hauteur et les récolteurs grimpent pieds nus dans les branches pour cueillir les feuilles les plus tendres. Enfants et anciens participent à la récolte selon des méthodes traditionnelles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La boutique de dégustation du village permet de savourer les différentes variétés de thé local tout en admirant les paysages environnants. Les employés expliquent fièrement chaque étape de la production.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le processus de fabrication reste entièrement artisanal : séchage au soleil, roulage à la main, fermentation contrôlée et torréfaction au feu de bois. Chaque étape est réalisée par les villageois.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le trek débute après la visite des plantations et s'enfonce vers le sud à travers les montagnes. Les sentiers descendent progressivement vers la vallée du Nam Ou.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La matinée aux plantations permet la dégustation et l'achat de thé directement aux producteurs. Les conditionnements traditionnels en bambou préservent les arômes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le départ du trek en début d'après-midi marque le début de l'aventure vers le sud. Le guide local porte une partie des provisions et facilite les contacts avec les villages.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La marche traverse rizières en terrasses et portions de forêt jusqu'au village de Ban Hatsa. Le rythme tranquille permet d'apprécier les paysages changeants.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Ban Hatsa accueille les randonneurs dans une maison commune traditionnelle. Le repas partagé autour du foyer marque le début de l'immersion culturelle avec la famille d'accueil.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 0,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "LA::ban-yo",
            "coords": [
              21.35,
              102.2
            ]
          },
          "visits": [
            {
              "text": "La deuxième journée de trek poursuit la descente vers le sud à travers plusieurs hameaux isolés. Les villages se succèdent dans un paysage de collines cultivées et de forêts.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les villages Akha se reconnaissent aux portails d'esprits en bois qui marquent l'entrée et délimitent le monde des vivants. Les balançoires rituelles servent lors du festival annuel.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les femmes Hmong arborent leurs costumes brodés aux motifs géométriques complexes réalisés au point de croix. Les jupes plissées et les tabliers colorés témoignent d'un artisanat textile sophistiqué.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les maisons sur pilotis des Tai Lue se distinguent par leurs temples bouddhistes ornés de sculptures et de statues dorées. La religion se mêle aux croyances animistes dans un syncrétisme harmonieux.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village Akha de Ban Yo accueille la seconde nuit dans une atmosphère différente de la veille. Chaque communauté possède ses propres traditions d'hospitalité et de partage.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La marche couvre une quinzaine de kilomètres à travers un relief qui s'adoucit progressivement. Les montées se font plus rares tandis que la route vers le sud se dévoile.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les femmes tisserandes travaillent sur leurs métiers devant les maisons et partagent parfois leurs techniques avec les visiteurs. La teinture à l'indigo colore leurs mains de bleu profond.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le Lao Lao, alcool de riz distillé localement, accompagne l'accueil des visiteurs dans les villages. Les échanges passent par les gestes et les sourires quand le guide traduit.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le respect des coutumes s'impose : vêtements couvrants, demande de permission avant les photos, attention aux barrières rituelles lors de cérémonies.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 0,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "LA::muang-khua",
            "coords": [
              20.9333,
              102.5167
            ]
          },
          "visits": [
            {
              "text": "Le dernier jour de trek rejoint la route qui mène à Muang Khua. Les paysages ouverts annoncent la vallée du Nam Ou qui se rapproche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les Phounoy constituent le groupe majoritaire de la région et se distinguent par leur maîtrise de la culture du thé et du riz. Leurs villages organisés témoignent d'une structure sociale élaborée.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le transfert en véhicule depuis le point de sortie du trek couvre la distance restante jusqu'à Muang Khua. Les jambes fatiguées apprécient ce répit après trois jours de marche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Muang Khua occupe un confluent stratégique sur le Nam Ou et sert d'escale aux voyageurs qui descendent la rivière vers le sud. Cette bourgade tranquille vit au rythme du fleuve.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les maisons sur pilotis bordent les berges et les pirogues à longue queue attendent les passagers sur les pontons de bois. Le commerce fluvial anime les quais aux heures de départ.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La marche matinale de 2-3 heures achève le trek par une descente vers la route. Les adieux au guide et aux villages traversés marquent la fin de l'immersion.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'arrivée à Muang Khua en début d'après-midi laisse le temps d'explorer les berges du Nam Ou. Le marché local propose poissons du fleuve et produits des environs.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La réservation du bateau pour le lendemain s'effectue sur les quais ou via les guesthouses. Le départ matinal s'impose pour profiter de la journée de navigation.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil sur le Nam Ou illumine la rivière et les montagnes environnantes. Les trois jours de marche laissent place à la contemplation fluviale.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 300,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "La descente du Nam Ou en pirogue relie Muang Khua à Nong Khiaw en cinq à six heures de navigation. Le fleuve serpente entre les falaises calcaires dans un décor de plus en plus spectaculaire.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les villages de pêcheurs défilent sur les berges, leurs maisons perchées au-dessus des crues saisonnières. Les enfants saluent le passage des bateaux depuis les plages de galets.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les rapides ponctuent le parcours et obligent parfois les passagers à descendre pour alléger l'embarcation. Le pilote navigue avec une adresse acquise par des années de pratique.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Muang Ngoi surgit à mi-parcours, accessible uniquement par le fleuve. L'escale permet de se dégourdir les jambes et d'apercevoir ce village isolé.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw apparaît au détour d'un méandre, ses falaises verticales encadrant la rivière. Le pont chinois de 1964 marque l'arrivée dans ce village spectaculaire.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le départ matinal depuis Muang Khua permet d'arriver à Nong Khiaw en début d'après-midi. La navigation offre des heures de contemplation des paysages qui défilent.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le déjeuner se prend à bord ou lors de l'escale à Muang Ngoi. Les provisions achetées au marché de Muang Khua complètent les en-cas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'installation à Nong Khiaw laisse le temps d'apprécier le panorama sur les karsts depuis les terrasses des guesthouses face à la rivière.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil depuis le pont offre une première impression saisissante de ce décor de montagnes surgies des eaux.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "Le Pha Daeng Peak domine Nong Khiaw et offre le panorama le plus spectaculaire de la région. L'ascension de 1h30 grimpe raide à travers la végétation avant de déboucher sur la crête.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sommet dévoile la rivière Nam Ou serpentant entre les pitons calcaires jusqu'à l'horizon brumeux. Par temps clair, la mer de nuages envahit la vallée à l'aube.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village de Muang Ngoi Neua se niche en amont, accessible uniquement par bateau. La navigation d'une heure traverse des gorges où les falaises plongent dans l'eau.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Une colline surplombe Muang Ngoi et offre un panorama circulaire sur la rivière et les rizières. Le village s'étire le long d'une rue poussiéreuse dans une atmosphère préservée.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village de Sop Keng en aval vit encore plus à l'écart avec ses maisons traditionnelles. Une cascade accessible après une heure de marche offre un bassin de baignade.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le lever avant l'aube permet d'atteindre le Pha Daeng Peak pour le spectacle du soleil perçant la brume. La descente révèle de nouvelles perspectives sur les karsts.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'excursion en bateau vers Muang Ngoi occupe l'après-midi avec visite du viewpoint et balade dans le village isolé.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les grottes des environs de Nong Khiaw servirent de refuges durant les bombardements américains. Les traces de cette occupation subsistent dans les cavités.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La soirée face aux karsts illuminés par les derniers rayons clôt cette journée dans le décor spectaculaire du nord.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "La route de Nong Khiaw à Luang Prabang déroule ses 3h30 de lacets à travers les montagnes. Les paysages karstiques laissent place aux vallées plus douces de l'ancienne capitale royale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong depuis 1559. Ses mosaïques de verre rouge racontent des scènes de la vie du Bouddha sur fond noir laqué.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Palais Royal converti en musée expose la salle du trône et le Phra Bang, statue de Bouddha en or qui donna son nom à la ville.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le mont Phousi culmine au centre de la péninsule, coiffé du stupa doré du Wat Chom Si. Les 328 marches mènent à une vue circulaire sur la confluence du Mékong et de la Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La vieille ville UNESCO alterne villas coloniales et temples aux toits pentus. La pointe de la presqu'île offre un panorama sur les deux rivières.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'arrivée en fin de matinée laisse l'après-midi pour découvrir les temples principaux. Le contraste avec l'isolement de Phongsali frappe les sens.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché de nuit envahit la rue principale dès 16h30 avec ses étals de textiles et d'artisanat. Les souvenirs complètent ceux des villages du nord.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil depuis le mont Phousi embrase les montagnes et le fleuve. Les teintes orangées marquent la transition vers la vie nocturne de la cité.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le dîner dans l'un des restaurants de la vieille ville offre une cuisine raffinée après les repas simples des montagnes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Les grottes de Pak Ou s'ouvrent dans une falaise calcaire au confluent du Mékong et de la Nam Ou. Des milliers de statuettes de Bouddha déposées au fil des siècles tapissent les parois.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La grotte supérieure plus sombre révèle des centaines de statues entassées dans les recoins. Une lampe torche aide à percer l'obscurité.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les chutes de Kuang Si dévalent 50 mètres de gradins calcaires au coeur de la jungle. Les bassins turquoise invitent à la baignade en tenue couvrante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sanctuaire Moon Bear recueille des ours noirs d'Asie sauvés du trafic de bile à l'entrée du parc.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le TAEC rassemble costumes et textiles des 49 groupes ethniques du Laos. Ce musée complète les rencontres vécues dans les villages de Phongsali.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La navigation matinale vers Pak Ou fait défiler falaises karstiques et villages de pêcheurs. Le trajet sur la Nam Ou rappelle la descente depuis Muang Khua quelques jours plus tôt.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'après-midi aux chutes de Kuang Si récompense par une baignade fraîche. L'eau turquoise contraste avec le vert profond de la jungle.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le tak bat du lendemain matin peut clôturer le séjour si le voyageur reste une nuit supplémentaire. Les moines défilent en silence dès 5h45 pour recevoir le riz gluant des fidèles.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le voyage de l'extrême nord s'achève dans la douceur de l'ancienne capitale royale, riche des rencontres et des paysages traversés depuis Phongsali.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "LA::nord::slow-boat-gibbon-10j"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Extrême Nord du Laos : Trekking entre Plantations de Thé et Villages Tribaux",
        "intro_paragraph": "Plongez dans l'extrême nord du Laos, territoire frontalier avec la Chine et le Vietnam où s'étendent les plantations de thé ancestrales, où les villages tribaux perpétuent leurs traditions millénaires et où les paysages de montagnes brumeuses semblent suspendus hors du temps. De Phongsali à Luang Prabang via Muang Khua et Nong Khiaw, ce parcours révèle un Laos profond, authentique et préservé du tourisme de masse.",
        "seo_hook": "Des brumes de Phongsali aux gorges du Nam Ou: trekking dans les plantations de thé, immersion dans les villages tribaux Akha et Khmu, navigation sur rivières sauvages dans le nord laotien le plus reculé",
        "featured_list": [
          "Phongsali, la Cité de la Mer de Brume : trekking dans les plantations de thé et villages tribaux Akha à 1400m d'altitude",
          "Immersion authentique dans les villages Khmu et Akha où persistent les traditions ancestrales de tissage et d'agriculture de montagne",
          "Marché tribal de Phongsali : rencontres avec les ethnies Akha, Khmu, Yunnannais et Hmong dans leurs costumes traditionnels",
          "Navigation sur le Nam Ou sauvage : descente en pirogue à travers gorges spectaculaires et villages isolés accessibles uniquement par bateau",
          "Paysages karstiques de Nong Khiaw : randonnées vers les points de vue Pha Daeng dominant les falaises calcaires verticales",
          "Voyage complet du nord tribal à la capitale royale : de Phongsali à Luang Prabang UNESCO via les montagnes et rivières du Laos profond"
        ],
        "places_taglines": {
          "LA::phongsali": "Città del mare di nebbia: l'estremo nord isolato del Laos dove sette gruppi etnici convivono tra piantagioni di tè ancestrali",
          "LA::ban-hatsa": "Villaggio tradizionale nel cuore del trekking: prima tappa autentica dell'immersione nelle culture montane del nord",
          "LA::ban-yo": "Comunità Akha isolata: esperienza di homestay genuina in uno dei villaggi più tradizionali della regione",
          "LA::muang-khua": "Confluenza strategica sul Nam Ou: punto di partenza per la discesa fluviale più spettacolare del Laos settentrionale",
          "LA::nong-khiaw": "Paradiso dei karst: falesie verticali e panorami mozzafiato nel cuore delle montagne calcaree",
          "LA::luang-prabang": "Antica capitale reale UNESCO: conclusione raffinata del viaggio tra templi dorati e viali coloniali"
        }
      },
      "seo_keywords": [
        "trekking Laos nord",
        "villages ethniques Nam Ha",
        "Nong Khiaw falaises karstiques",
        "tribus Akha Khmu Laos",
        "aventure jungle primaire",
        "navigation Nam Ou",
        "Muang Sing marchés ethniques",
        "Luang Prabang UNESCO"
      ],
      "practical_context": {
        "best_months": [
          "Novembre",
          "Décembre",
          "Janvier",
          "Février",
          "Mars"
        ],
        "highlights": [
          "Trek de 2 jours dans la réserve nationale de Nam Ha, forêt primaire de 222 000 hectares avec nuitée dans les villages Khmu",
          "Ascension au point de vue Pha Daeng à Nong Khiaw pour des vues spectaculaires sur les falaises karstiques verticales du Nam Ou",
          "Rencontres avec les ethnies montagnardes Akha, Khmu et Tai Lue dans les marchés traditionnels de Muang Sing",
          "Navigation en bateau de Nong Khiaw à Muang Ngoi Neua à travers des gorges dramatiques isolées du monde",
          "Immersion dans l'ancienne capitale royale de Luang Prabang UNESCO avec ses temples dorés du XVIe siècle et son architecture coloniale"
        ]
      }
    },
    {
      "itin_id": "LA::nord::nature-aventure-ethnies-8j",
      "id": "LA::nord::nature-aventure-ethnies-8j",
      "language": "fr",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Aventure dans le Nord du Laos : Jungles, Villages Ethniques et Karsts Spectaculaires",
      "subtitle": "Une immersion authentique à travers les forêts primaires, les villages de montagne et les paysages karstiques spectaculaires du nord laotien",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 9,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-namtha",
            "coords": [
              20.95,
              101.4
            ]
          },
          "visits": [
            {
              "text": "Le Poumpouk Stupa dresse son chedi doré à côté des ruines de l'ancien stupa du XVIIe siècle qui marquait la frontière entre les royaumes de Lan Xang et de Lanna. Les bombardements américains de 1966 durant la guerre secrète réduisirent l'édifice original en ruines, et le nouveau fut érigé en 2003.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un escalier bordé de nagas grimpe jusqu'à la plateforme où les deux chedis se font face, l'un témoignant du passé, l'autre de la reconstruction. La vue s'étend sur les rizières dorées de la vallée de Luang Namtha.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Samakkhixay Stupa offre un panorama similaire sur les champs environnants depuis son chedi doré creux qui abrite des statues de Bouddha. L'accès reste gratuit et la fréquentation modeste.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La petite ville de Luang Namtha s'étire le long d'une route principale bordée de maisons basses et de quelques temples modestes. Les plantations d'hévéas qui s'étendent à perte de vue constituent la principale ressource économique de la province.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascade Nam Dee se niche à 5 kilomètres à l'est du centre, accessible par une piste poussiéreuse traversant le village du même nom. Une courte marche mène au pied de la chute modeste mais rafraîchissante.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le marché de nuit rassemble quelques étals de street food et de produits locaux dans une atmosphère bien plus tranquille que les marchés du sud. Les vendeurs rangent tôt et l'animation retombe dès 21h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les rizières qui tapissent la vallée autour de Luang Namtha virent au doré durant la récolte de novembre. Les paysans courbés dans les champs offrent un spectacle intemporel sur fond de montagnes verdoyantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les agences de trek du centre-ville proposent des expéditions de un à cinq jours dans la réserve nationale de Nam Ha. La veille du départ permet de comparer les offres et de constituer un groupe pour réduire les coûts.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les villages ethniques des environs accueillent les visiteurs curieux de découvrir les modes de vie traditionnels des montagnards. Un guide facilite les échanges et le respect des coutumes locales.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-ha",
            "coords": [
              20.95,
              101.4
            ]
          },
          "visits": [
            {
              "text": "La réserve nationale de Nam Ha protège l'une des dernières forêts primaires du Laos sur plus de 222 000 hectares de jungle montagneuse. Les sentiers s'enfoncent sous la canopée où les bruits de la civilisation s'évanouissent rapidement.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les villages Khmu parsèment les hauteurs de la réserve, leurs maisons sur pilotis regroupées autour d'une place centrale. Les habitants cultivent le riz sur brûlis et récoltent les produits de la forêt selon des méthodes ancestrales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La brume matinale enveloppe les hameaux isolés avant que le soleil ne perce à travers les frondaisons. Les coqs et les enfants rompent le silence tandis que les femmes préparent le feu pour le repas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les guides locaux identifient plantes médicinales, traces d'animaux et essences d'arbres centenaires le long des sentiers. Leur connaissance intime de la forêt transforme la marche en leçon de botanique et de survie.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les ruisseaux qui dévalent les pentes offrent des points de ravitaillement en eau fraîche et des haltes bienvenues. Les rochers polis par le courant servent de sièges naturels pour reprendre son souffle.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le trek de trois jours et deux nuits constitue le format idéal pour s'immerger dans la jungle sans que l'inconfort ne devienne pesant. Une nuit en village et une nuit en campement permettent deux expériences complémentaires.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les villageois accueillent les randonneurs dans leurs maisons communes où les nattes s'alignent sur le plancher de bambou. Le repas partagé autour du feu inclut souvent du Lao Lao, l'alcool de riz local.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les danses traditionnelles animent parfois les soirées villageoises lorsque les hôtes décident de célébrer la présence des visiteurs. Les pas simples invitent à la participation et les rires fusent malgré la barrière de la langue.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le campement en jungle se résume à un toit de feuilles de bananier et un feu pour éloigner les insectes. Le guide pêche grenouilles et poissons dans le ruisseau voisin pour compléter le dîner.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "LA::muang-sing",
            "coords": [
              21.1833,
              101.15
            ]
          },
          "visits": [
            {
              "text": "Le retour du trek traverse des portions de forêt différentes avant de rejoindre la piste où attend le véhicule. Les jambes fatiguées apprécient le transfert vers Luang Namtha puis la route de Muang Sing.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La vallée de Muang Sing s'ouvre entre les montagnes Phou à 60 kilomètres au nord-ouest de Luang Namtha. Cette région frontalière avec la Chine et le Myanmar abrite plus de dix ethnies distinctes dans un périmètre restreint.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Sing Jai occupe le centre de la bourgade avec son architecture lao traditionnelle et ses moines qui vaquent aux rituels quotidiens. Le temple modeste contraste avec les édifices dorés du sud du pays.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le musée de Muang Sing présente costumes, outils et instruments de musique des minorités ethniques de la région. Les photographies historiques documentent l'évolution des communautés au fil des décennies.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le That Xieng Tung Stupa date du XIVe siècle et compte parmi les sites religieux les plus anciens de la région. Le détour de vingt minutes permet de contempler cet édifice vénérable dans un cadre champêtre.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La route entre Luang Namtha et Muang Sing serpente à travers les montagnes couvertes de forêts et de plantations. Les deux heures de trajet offrent des aperçus sur les villages perchés qui jalonnent le parcours.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'installation à Muang Sing laisse le temps d'arpenter la rue principale où quelques échoppes vendent produits locaux et artisanat. L'atmosphère paisible tranche avec l'agitation des villes touristiques du sud.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil embrase les rizières qui entourent la bourgade dans un dégradé d'orange et de rose. Les paysans rentrent des champs tandis que la fraîcheur du soir descend des montagnes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "LA::muang-sing",
            "coords": [
              21.1833,
              101.15
            ]
          },
          "visits": [
            {
              "text": "Le marché matinal de Muang Sing rassemble dès 7h les habitants des villages environnants venus vendre leurs produits. Les femmes Akha, Tai Lue, Yao et Hmong arborent leurs costumes traditionnels, transformant les allées en kaléidoscope de couleurs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les Akha se reconnaissent à leurs coiffes élaborées ornées de pièces d'argent et de perles qui tintent à chaque mouvement. Leurs villages s'identifient aux portails d'esprits en bois qui marquent la frontière entre le monde des vivants et celui des esprits.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les femmes Tai Lue portent des hauts noirs bordés de rouge et des jupes finement brodées témoignant de leur maîtrise du tissage. Leurs 24 villages autour de Muang Sing perpétuent un bouddhisme mêlé de croyances animistes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les Yao, divisés en Lu Mien et Lanten, se distinguent par leurs vêtements teints à l'indigo et leurs bijoux d'argent. Leur tradition chamanique et leurs connaissances en plantes médicinales se transmettent de génération en génération.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village Akha de Ban Nam Daet Mai se niche à 9 kilomètres vers la frontière chinoise au bout d'une piste panoramique. Les maisons sur pilotis s'accrochent à la pente sous le regard des enfants curieux et des anciens qui fument la pipe.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village Yao de Phoudontai offre une halte complémentaire sur la route de la frontière avec ses habitations traditionnelles et son ambiance préservée. Les femmes brodent sur le pas de leur porte entre deux tâches ménagères.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le Khao Soy constitue le petit-déjeuner traditionnel des Tai Neua : nouilles de riz maison dans un bouillon parfumé au porc haché et à la pâte de soja fermenté. Le marché reste le meilleur endroit pour goûter cette spécialité locale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La route vers la frontière chinoise déroule ses 10 kilomètres à travers rizières et villages accessibles à vélo. Le poste-frontière ne s'ouvre pas aux étrangers mais le trajet justifie l'excursion.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les treks avec nuit en homestay dans un village Yao Lanten permettent une immersion plus profonde que les visites éclair. Le guide facilite les échanges et explique les coutumes à respecter.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le village de Ban Siliheuang à 3 kilomètres au sud prépare les nouilles fraîches du Khao Soy aux premières heures du matin. Les femmes Tai Neua étirent la pâte et découpent les lanières au-dessus des marmites fumantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Muang Long, encore plus isolé que Muang Sing, offre une base alternative pour explorer des villages rarement visités. La rivière Nam Long traverse des paysages de collines et de rizières où les touristes se comptent sur les doigts d'une main.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 420,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "La route de Muang Sing à Nong Khiaw traverse Luang Namtha puis bifurque vers l'est à travers les montagnes. Le bus direct relie les deux bourgades en six à sept heures de lacets et de paysages changeants.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw surgit au détour d'un virage, ses maisons basses serrées entre la rivière Nam Ou et les falaises calcaires verticales. Le pont chinois de 1964 enjambe le cours d'eau et relie les deux rives du village.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les pics karstiques qui encadrent la vallée plongent leurs parois dans la rivière aux eaux tantôt émeraude tantôt boueuses selon la saison. Cette géographie spectaculaire attire randonneurs et amateurs de paysages grandioses.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village compte 3 500 habitants qui vivent de l'agriculture, de la pêche et du tourisme naissant. Les bombardements américains rasèrent presque entièrement Nong Khiaw durant la guerre du Vietnam, et la reconstruction fut lente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les grottes qui percent les falaises servirent de refuges aux habitants durant les raids aériens. Certaines se visitent encore et conservent les traces de cette occupation forcée.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'arrivée tardive après la longue route laisse le temps d'une promenade sur le pont pour admirer le coucher de soleil sur les karsts. Les montagnes se découpent en ombres chinoises tandis que les pirogues regagnent la berge.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les restaurants et bars de la rue principale servent cuisine lao et plats occidentaux face à la rivière. L'ambiance décontractée invite à prolonger la soirée malgré la fatigue du voyage.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché matinal rassemble producteurs locaux et marchandes de street food dans les premières heures du jour. Les étals disparaissent avant midi, remplacés par la torpeur de la chaleur.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les agences du centre proposent excursions, treks et location de kayaks pour les jours suivants. La comparaison des offres aide à planifier un programme adapté au temps disponible.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "Le Pha Daeng Peak domine Nong Khiaw du haut de ses 600 mètres d'altitude, offrant le panorama le plus spectaculaire de la région. L'ascension de 1h30 grimpe raide à travers la végétation avant de déboucher sur la crête dénudée.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sommet dévoile la rivière Nam Ou serpentant entre les pitons calcaires jusqu'à l'horizon brumeux. Par temps clair, la mer de nuages envahit la vallée à l'aube et offre un spectacle surnaturel.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un viewpoint intermédiaire permet aux randonneurs moins aguerris de profiter d'une vue partielle après seulement 20 minutes de marche. Des plateformes de camping y accueillent ceux qui souhaitent passer la nuit face aux étoiles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Sleeping Lady Peak propose une alternative au Pha Daeng avec une silhouette de montagne évoquant une femme allongée. Le lever ou le coucher du soleil magnifie les contours de cette formation naturelle.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les grottes des environs s'explorent avec lampe frontale sous la conduite de guides locaux qui connaissent les passages. Les stalactites et stalagmites brillent dans le faisceau tandis que l'obscurité engloutit les bruits extérieurs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La traversée du pont offre une perspective unique sur le village encaissé entre fleuve et falaises. Les pirogues à longue queue remontent le courant dans un panache d'écume blanche.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le trek des 100 cascades nécessite un guide et constitue l'excursion la plus ambitieuse au départ de Nong Khiaw. La journée entière se passe à crapahuter dans la jungle et à franchir les chutes successives.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le kayak sur la Nam Ou permet d'apprécier les falaises depuis le niveau de l'eau sans effort de marche. Les loueurs fournissent gilets et pagaies pour des sorties de quelques heures.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil depuis le Pha Daeng Peak justifie l'effort de la montée et les moustiques du crépuscule. La descente dans l'obscurité nécessite une lampe frontale et des chaussures stables.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les berges de la Nam Ou accueillent baigneurs courageux malgré la pollution qui déconseille d'avaler l'eau. Les locaux s'y rafraîchissent quotidiennement en fin de journée.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "Le village de Muang Ngoi Neua se niche en amont de Nong Khiaw, accessible uniquement par bateau sur la Nam Ou. La navigation d'une heure traverse des gorges encaissées où les falaises plongent directement dans l'eau.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Une colline surplombe Muang Ngoi et offre un panorama circulaire sur la rivière, les rizières et les montagnes environnantes. La montée courte récompense par une vue qui embrasse tout l'isolement du lieu.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village s'étire le long d'une rue poussiéreuse bordée de maisons en bois et de guesthouses rudimentaires. L'électricité n'est arrivée que récemment et l'atmosphère reste celle d'un Laos d'autrefois.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les grottes des environs de Muang Ngoi conservent des traces d'occupation humaine ancienne et servirent également de refuges durant les bombardements. Les guides locaux mènent les visiteurs à travers les salles obscures.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village de Sop Keng en aval de Muang Ngoi vit encore plus à l'écart du monde moderne. Les maisons traditionnelles bordent la rivière et les habitants s'affairent aux tâches quotidiennes sous le regard étonné des rares visiteurs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Une cascade accessible depuis Sop Keng après une heure de marche offre un bassin de baignade au coeur de la jungle. Le retour peut s'effectuer en kayak pour ceux qui choisissent cette option auprès des organisateurs.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'excursion d'une journée combine bateau, randonnée et visite de villages dans un circuit organisé depuis Nong Khiaw. Les agences fournissent transport et déjeuner pour une immersion complète.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le séjour prolongé à Muang Ngoi permet de goûter au rythme lent d'un village coupé du monde. Les guesthouses simples offrent hamacs et terrasses face à la rivière pour des journées de lecture et de contemplation.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les habitants de Sop Keng perpétuent pêche traditionnelle et agriculture vivrière loin des routes. Les femmes tissent et cuisinent tandis que les enfants jouent entre les maisons sur pilotis.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le retour en bateau vers Nong Khiaw offre une perspective différente sur les gorges parcourues le matin. La lumière de fin d'après-midi dore les falaises et allonge les ombres sur l'eau.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "La route de Nong Khiaw à Luang Prabang déroule ses 3h30 de lacets à travers les montagnes de la province. Les paysages karstiques laissent progressivement place aux vallées plus douces qui annoncent l'ancienne capitale royale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'arrivée à Luang Prabang ramène à la civilisation après les jours passés dans les confins du nord. La péninsule UNESCO déploie ses temples dorés et ses villas coloniales entre Mékong et Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong, chef-d'oeuvre de l'architecture lao du XVIe siècle. Ses mosaïques de verre scintillent sous le soleil de l'après-midi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le mont Phousi culmine au centre de la péninsule et offre une vue circulaire sur la confluence des deux rivières. Les 328 marches mènent au stupa doré du Wat Chom Si.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Palais Royal converti en musée expose les regalia de la monarchie abolie et le Phra Bang, statue de Bouddha qui donna son nom à la ville. Les salles reconstituent la vie de cour avant la révolution de 1975.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le marché de nuit envahit la rue principale dès 16h30 avec ses étals de textiles tissés, peintures et souvenirs. La foule de touristes et de vendeurs anime le quartier jusqu'à 23h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le buffet de rue propose un assortiment de plats lao végétariens et carnés servis dans des barquettes pour quelques milliers de kips. Les convives s'attablent sur des bancs communs dans une ruelle perpendiculaire.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les berges du Mékong accueillent les derniers rayons du soleil avec une bière Lao à la main. Les montagnes rougeoient tandis que les pirogues regagnent leurs amarres.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les temples secondaires de la péninsule offrent des havres de paix loin de l'affluence du Wat Xiengthong. Le Wat Sene et le Wat Visoun méritent un détour pour leurs atmosphères recueillies.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            8
          ],
          "label": "Segment 2 — J6–J8",
          "from_day": 6,
          "to_day": 8
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 8,
          "label": "Var 8j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "LA::nord::slow-boat-gibbon-10j"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Aventure dans le Nord du Laos : Jungles, Villages Ethniques et Karsts Spectaculaires",
        "intro_paragraph": "Aventurez-vous dans les terres sauvages du nord du Laos où forêts primaires, tribus traditionnelles de montagne et pics calcaires dramatiques créent l'une des destinations d'aventure les plus authentiques d'Asie du Sud-Est. Ce voyage à travers Luang Namtha, la Réserve de Nam Ha, Muang Sing et Nong Khiaw révèle un Laos intact par le tourisme de masse, où les traditions ancestrales perdurent dans les villages reculés de montagne.",
        "seo_hook": "Découvrez le cœur sauvage du Laos : trekkings dans les jungles vierges, nuits dans les villages ethniques et paysages karstiques spectaculaires dans la dernière frontière d'Asie du Sud-Est",
        "featured_list": [
          "Trekkings de plusieurs jours dans la jungle primaire de la Réserve Nationale de Nam Ha avec nuitées dans les villages Khmu",
          "Rencontres immersives avec les minorités ethniques Akha, Tai Lue et Yao au marché matinal vibrant de Muang Sing",
          "Paysages karstiques spectaculaires et ascensions challenging au point de vue du Pha Daeng Peak surplombant Nong Khiaw",
          "Villages fluviaux reculés accessibles uniquement en bateau par les gorges dramatiques du Nam Ou",
          "Campements authentiques dans la jungle et séjours dans les maisons traditionnelles loin des circuits touristiques",
          "Voyage de la nature sauvage au patrimoine UNESCO avec arrivée à la royale Luang Prabang"
        ],
        "places_taglines": {
          "LA::luang-namtha": "Puerta de entrada a la aventura: tu base para expediciones de trekking por los bosques prístinos de Nam Ha y pueblos de minorías étnicas",
          "LA::nam-ha": "La última selva primaria del sudeste asiático: trekking por 222,000 hectáreas de bosque virgen con estadías en pueblos Khmu",
          "LA::muang-sing": "Encrucijada cultural: experimenta la vida cotidiana y las vibrantes tradiciones de más de diez etnias distintas en un valle espectacular",
          "LA::nong-khiaw": "Paraíso calcáreo: acantilados kársticos verticales, ríos esmeralda y ascensiones desafiantes en el paisaje más dramático del norte de Laos",
          "LA::luang-prabang": "Patrimonio real y aventura: tu viaje culmina en los templos dorados y el encanto colonial de una ciudad Patrimonio Mundial de la UNESCO"
        }
      },
      "seo_keywords": [
        "trekking nord Laos",
        "jungle Nam Ha",
        "villages ethniques Laos",
        "tribus Muang Sing",
        "karsts Nong Khiaw",
        "aventure Luang Prabang",
        "nature sauvage Laos",
        "homestay tribus montagne"
      ],
      "practical_context": {
        "best_months": [
          "Novembre",
          "Décembre",
          "Janvier",
          "Février"
        ],
        "highlights": [
          "Trek dans les forêts primaires vierges de la Réserve Nationale de Nam Ha",
          "Immersion culturelle avec les minorités ethniques Akha, Tai Lue et Yao",
          "Paysages karstiques spectaculaires autour de Nong Khiaw",
          "Villages fluviaux reculés accessibles uniquement en bateau",
          "Campements traditionnels dans la jungle et séjours dans les villages",
          "Voyage de la nature sauvage au patrimoine UNESCO à Luang Prabang"
        ]
      }
    },
    {
      "itin_id": "LA::nord::slow-boat-gibbon-10j",
      "id": "LA::nord::slow-boat-gibbon-10j",
      "language": "fr",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Laos du Nord : Slow Boat sur le Mékong et Gibbons - Circuit 10 Jours",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::huay-xai",
            "coords": [
              20.2726,
              100.4113
            ]
          },
          "visits": [
            {
              "text": "Huay Xai s'étire le long du Mékong face à la ville thaïlandaise de Chiang Khong, reliée par le pont de l'Amitié inauguré en 2013. Cette bourgade frontalière constitue la porte d'entrée nord du Laos pour les voyageurs arrivant de Thaïlande.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Fort Carnot domine le Mékong depuis sa position stratégique choisie par les Français vers 1900. L'ancien poste militaire n'a guère connu l'action mais offre des vues spectaculaires sur le fleuve et les montagnes environnantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Des sculptures énigmatiques peuplent les abords du fort sans que personne ne sache vraiment expliquer leur origine. Ces statues ajoutent une touche surréaliste au panorama déjà saisissant.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le temple principal de Huay Xai se perche au sommet d'un escalier raide au-dessus de la rue commerçante. Les moines vaquent à leurs occupations quotidiennes tandis qu'une école monastique occupe une partie de l'enceinte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'embarcadère des slow boats s'anime chaque matin lorsque les voyageurs embarquent pour la descente du Mékong vers Luang Prabang. Les pirogues à longue queue attendent le long des pontons de bois.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le marché local ouvre vers 14h et propose fruits frais, légumes et produits du quotidien dans une ambiance authentique. Les vendeuses des villages environnants y écoulent leur production.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La promenade le long du Mékong offre des vues sur la rive thaïlandaise et les montagnes qui encadrent le fleuve. Le coucher de soleil embrase les eaux brunes dans un dégradé d'orange et de rose.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les quelques bars en terrasse de la rue principale servent la Beerlao locale face au fleuve. L'ambiance tranquille invite à trinquer au début de l'aventure laotienne.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les agences du centre organisent les réservations pour la Gibbon Experience et le slow boat. La veille du départ permet de finaliser les détails logistiques.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-kan",
            "coords": [
              20.35,
              100.55
            ]
          },
          "visits": [
            {
              "text": "Le parc national de Nam Kan protège l'une des dernières forêts primaires du nord-ouest du Laos sur près de 136 000 hectares. La canopée dense abrite une biodiversité exceptionnelle incluant gibbons, ours et oiseaux rares.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les cabanes dans les arbres culminent jusqu'à 40 mètres de hauteur, perchées dans les branches des géants de la forêt. Ces structures en bois constituent les hébergements les plus hauts du monde dans ce type d'environnement.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le réseau de tyroliennes relie les différentes cabanes et plateformes à travers la canopée sur plusieurs kilomètres. Les câbles permettent de traverser les vallées et de survoler la cime des arbres.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La forêt primaire déploie ses strates végétales depuis le sol tapissé de fougères jusqu'à la voûte formée par les arbres centenaires. Les lianes et les épiphytes colonisent chaque support disponible.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les gibbons à favoris blancs peuplent cette forêt et leurs chants résonnent à l'aube à travers les vallées. L'observation de ces primates acrobates constitue l'un des moments forts du séjour.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le transfert depuis Huay Xai traverse des paysages de montagnes et de villages avant d'atteindre l'entrée du parc. Le briefing de sécurité précède la première session de tyrolienne.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les premiers vols en tyrolienne permettent de se familiariser avec le matériel et les techniques de freinage. Les guides expérimentés accompagnent chaque traversée et ajustent les harnais.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'ascension vers les cabanes s'effectue par des échelles et des passerelles suspendues dans les arbres. La progression verticale offre des perspectives changeantes sur la forêt environnante.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le dîner préparé par l'équipe se prend sur la plateforme de la cabane face à la canopée qui s'assombrit. Les bruits de la jungle nocturne remplacent progressivement le chant des oiseaux diurnes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-kan",
            "coords": [
              20.35,
              100.55
            ]
          },
          "visits": [
            {
              "text": "L'aube dans la canopée dévoile la forêt qui émerge lentement des nappes de brume accrochées aux vallées. Les premiers rayons de soleil percent à travers le feuillage et réchauffent les plateformes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les gibbons entament leur concert territorial dès les premières lueurs, leurs appels puissants portant sur plusieurs kilomètres. Les couples chantent en duo dans un rituel quotidien fascinant.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les arbres émergents dépassent la canopée de plusieurs dizaines de mètres et offrent des points de vue sur l'océan vert de la forêt. Certaines espèces atteignent plus de 50 mètres de hauteur.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La faune nocturne laisse place aux espèces diurnes : écureuils géants, calaos et passereaux colorés animent les branches environnantes. Les jumelles permettent d'observer les animaux sans les déranger.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les sentiers au sol traversent des portions de forêt où les guides identifient traces, plantes médicinales et arbres remarquables. La marche complète l'expérience aérienne des tyroliennes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La journée complète de tyrolienne enchaîne les traversées sur des câbles de longueurs variées, certains dépassant 500 mètres. La vitesse et la hauteur procurent des sensations de vol au-dessus de la jungle.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le trek dans la forêt relie différents secteurs du parc en passant par des ruisseaux et des clairières. Les guides partagent leurs connaissances sur l'écosystème et les usages traditionnels des plantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le déjeuner servi sur une plateforme intermédiaire offre une pause bienvenue entre les sessions de vol. Les plats simples mais nourrissants reconstituent l'énergie dépensée.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La fin d'après-midi se passe à guetter les gibbons depuis les points d'observation stratégiques. La patience récompense parfois par l'apparition d'une famille se balançant de branche en branche.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::huay-xai",
            "coords": [
              20.2726,
              100.4113
            ]
          },
          "visits": [
            {
              "text": "La dernière matinée dans la canopée permet de profiter une ultime fois du réveil de la forêt. Les adieux aux cabanes perchées marquent la fin de l'immersion dans ce monde suspendu.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La descente vers le sol ramène progressivement à la civilisation après les jours passés dans les arbres. Le contraste entre la jungle et les villages traversés au retour frappe les sens.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les villages des environs du parc abritent des communautés qui bénéficient des retombées de l'écotourisme. Le projet contribue à la protection de la forêt en offrant une alternative économique à la déforestation.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le retour à Huay Xai traverse des paysages de montagnes cultivées et de hameaux isolés. Les rizières en terrasses occupent les pentes là où la forêt a cédé la place à l'agriculture.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Les dernières tyroliennes du matin survolent les portions les plus spectaculaires du parc avant le départ. La lumière matinale sublime les verts profonds de la canopée.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le transfert retour vers Huay Xai laisse le temps de digérer l'expérience unique des jours précédents. Les images de la forêt vue d'en haut resteront gravées dans les mémoires.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'après-midi libre à Huay Xai permet de flâner dans les rues commerçantes et de préparer l'étape suivante. Les boutiques proposent artisanat local et souvenirs du Laos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La soirée face au Mékong offre l'occasion de rencontrer d'autres voyageurs et d'échanger sur les aventures respectives. Le lendemain marquera le début de la descente du fleuve mythique.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 360,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "LA::pakbeng",
            "coords": [
              19.8925,
              101.1358
            ]
          },
          "visits": [
            {
              "text": "Le slow boat quitte Huay Xai au petit matin et entame sa descente du Mékong vers le sud. Les bancs de bois accueillent les passagers pour six à sept heures de navigation contemplative.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les falaises calcaires plongent dans le fleuve brun tandis que les villages de pêcheurs défilent sur les berges. Les pirogues locales croisent le bateau chargé de voyageurs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Mékong serpente entre les montagnes dans un paysage qui n'a guère changé depuis des siècles. Les buffles se baignent dans les eaux peu profondes tandis que les enfants jouent sur les plages de sable.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pakbeng surgit au détour d'un méandre, ses maisons accrochées à la colline qui domine le fleuve. Ce bourg fluvial constitue l'escale traditionnelle à mi-chemin entre Huay Xai et Luang Prabang.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Sin Jong Jaeng surplombe le Mékong depuis le début de l'époque coloniale. Ses avant-toits repeints cachent une vieille fresque décolorée où l'on distingue un personnage moustachu avec chapeau et parapluie, probablement l'un des premiers visiteurs européens.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La navigation lente permet d'observer la vie fluviale qui se déroule sur les berges : lavandières, pêcheurs au filet, enfants qui saluent le passage du bateau.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le déjeuner se prend à bord avec les provisions achetées au marché de Huay Xai ou préparées par l'équipage. Les vendeurs ambulants accostent parfois le bateau aux escales.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'arrivée à Pakbeng en fin d'après-midi laisse le temps de gravir les marches vers le temple et d'admirer le coucher de soleil sur le fleuve. Les teintes orangées embrasent les eaux calmes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché du matin de Pakbeng rassemble les minorités ethniques des environs qui viennent vendre légumes, racines, herbes et plantes médicinales issues de la jungle.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Le sanctuaire des éléphants du Mékong accueille des pachydermes rescapés de l'exploitation forestière et touristique. Fondé en 2008, ce projet pilote promeut le tourisme durable et la sauvegarde d'une espèce menacée.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les éléphants évoluent dans un environnement semi-naturel où les visiteurs les accompagnent à pied plutôt qu'à dos. La promenade en forêt permet d'observer leur comportement naturel et leurs interactions sociales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le bain des éléphants dans le fleuve constitue le moment fort de la rencontre avec ces géants. Les mahouts guident les animaux dans l'eau tandis que les visiteurs peuvent les approcher et les nourrir.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le musée de Pakbeng présente les costumes et outils des minorités ethniques qui peuplent la région. Les Khamu, Hmong, Thaï et Yao composent la mosaïque culturelle de cette zone montagneuse.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La seconde journée de slow boat poursuit la descente vers Luang Prabang à travers des paysages similaires mais jamais monotones. Chaque méandre révèle de nouvelles perspectives sur les montagnes et les villages.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La matinée au sanctuaire des éléphants inclut la balade en forêt, le nourrissage et le bain. Les équipes passionnées partagent leur connaissance des animaux et les enjeux de leur protection.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le départ du slow boat en fin de matinée permet d'arriver à Luang Prabang en début de soirée. Les six heures de navigation offrent un dernier moment de contemplation fluviale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'arrivée à Luang Prabang révèle les premiers temples dorés et les toits traditionnels de l'ancienne capitale royale. Le débarcadère se situe au pied de la péninsule UNESCO.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La première soirée à Luang Prabang permet de découvrir le marché de nuit qui envahit la rue principale dès 16h30. Les étals de textiles et d'artisanat illuminent le quartier historique.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong depuis 1559. Ses mosaïques de verre rouge sur fond noir laqué racontent des scènes de la vie du Bouddha et des villages lao.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Palais Royal converti en musée national expose la salle du trône, les appartements royaux et le Phra Bang, statue de Bouddha en or qui donna son nom à la ville.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le mont Phousi culmine au centre de la péninsule, coiffé du stupa doré du Wat Chom Si. Les 328 marches mènent à une vue circulaire sur la confluence du Mékong et de la Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Wat Visoun abrite le plus ancien Bouddha de la ville dans un sanctuaire reconstruit après un incendie. Le stupa arrondi surnommé la pastèque date du XVIe siècle.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le TAEC rassemble costumes, outils et textiles des 49 groupes ethniques du Laos dans une scénographie moderne. Ce musée constitue la meilleure introduction à la mosaïque culturelle du pays.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La vieille ville UNESCO alterne villas coloniales et temples aux toits pentus caractéristiques du style lao. La pointe de la presqu'île offre un panorama sur les deux rivières.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Le tak bat rassemble les moines des 34 temples qui défilent en silence dès 5h45 pour recevoir le riz gluant des fidèles. La cérémonie se déroule dans le recueillement à distance respectueuse.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché matinal déploie ses étals de fruits tropicaux, poissons et khao jee jusqu'à 10h. L'ambiance animée contraste avec la sérénité des temples voisins.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les cafés surplombant le Mékong servent café lao corsé et pâtisseries françaises héritées de l'époque coloniale. Le rythme lent invite à la flânerie entre deux visites.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le coucher de soleil depuis les berges du Mékong embrase les montagnes qui rougeoient de l'autre côté du fleuve. Les pirogues regagnent leurs amarres dans la lumière dorée.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Les grottes de Pak Ou s'ouvrent dans une falaise calcaire au confluent du Mékong et de la Nam Ou, à deux heures de navigation en amont. Des milliers de statuettes de Bouddha déposées au fil des siècles tapissent les parois.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La grotte supérieure plus sombre révèle des centaines de statues entassées dans les recoins, certaines recouvertes de poussière dorée. Une lampe torche aide à percer l'obscurité.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les chutes de Kuang Si dévalent 50 mètres de gradins calcaires au coeur de la jungle à 29 kilomètres de la ville. Les bassins turquoise invitent à la baignade en tenue couvrante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le sanctuaire Moon Bear recueille des ours noirs d'Asie sauvés du trafic de bile à l'entrée du parc. Les pensionnaires évoluent dans des enclos semi-naturels.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un sentier grimpe sur le flanc gauche des chutes jusqu'à la source. Les 20 minutes de montée mènent au bassin supérieur plus calme que les piscines naturelles en contrebas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La navigation matinale vers Pak Ou fait défiler falaises karstiques et villages de pêcheurs. Les arrêts dans les hameaux permettent d'observer la distillation du Lao Lao.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'après-midi aux chutes de Kuang Si récompense par une baignade fraîche après la route poussiéreuse. L'eau turquoise contraste avec le vert profond de la jungle environnante.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les villages de tisserands sur la route des chutes permettent d'observer les artisanes travailler la soie sur le pas de leur porte. Les achats directs garantissent une rémunération équitable.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le retour à Luang Prabang en fin d'après-midi laisse le temps d'une dernière promenade dans la vieille ville avant le dîner.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "La route de Luang Prabang à Nong Khiaw serpente à travers les montagnes de la province pendant 3h30. Les paysages karstiques se font plus spectaculaires à mesure que la route progresse vers le nord.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw surgit entre la rivière Nam Ou et les falaises calcaires verticales qui encadrent la vallée. Le pont chinois de 1964 relie les deux rives du village.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les pics karstiques plongent leurs parois dans la rivière aux eaux tantôt émeraude tantôt boueuses selon la saison. Cette géographie spectaculaire attire randonneurs et photographes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village compte 3 500 habitants et conserve les traces des bombardements américains qui le rasèrent durant la guerre du Vietnam. La reconstruction fut lente mais le charme est intact.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Les grottes qui percent les falaises servirent de refuges aux habitants durant les raids aériens. Certaines se visitent encore et conservent les traces de cette occupation forcée.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'arrivée en début d'après-midi laisse le temps de gravir le Pha Daeng Peak pour le coucher du soleil. L'ascension de 1h30 grimpe raide mais la vue récompense l'effort.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le sommet dévoile la rivière Nam Ou serpentant entre les pitons calcaires jusqu'à l'horizon. Par temps clair, la mer de nuages envahit la vallée à l'aube.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le marché matinal rassemble producteurs locaux et marchandes de street food dans les premières heures du jour. Les étals disparaissent avant midi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La traversée du pont offre une perspective unique sur le village encaissé entre fleuve et falaises. Les pirogues remontent le courant dans un panache d'écume.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "Le village de Muang Ngoi Neua se niche en amont de Nong Khiaw, accessible uniquement par bateau sur la Nam Ou. La navigation d'une heure traverse des gorges où les falaises plongent dans l'eau.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Une colline surplombe Muang Ngoi et offre un panorama circulaire sur la rivière, les rizières et les montagnes. La montée courte récompense par une vue embrassant tout l'isolement du lieu.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village s'étire le long d'une rue poussiéreuse bordée de maisons en bois et de guesthouses rudimentaires. L'atmosphère reste celle d'un Laos d'autrefois où le temps s'écoule lentement.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le village de Sop Keng en aval vit encore plus à l'écart avec ses maisons traditionnelles et ses habitants affairés aux tâches quotidiennes. Une cascade accessible après une heure de marche offre un bassin de baignade.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le retour en bateau vers Nong Khiaw offre une perspective différente sur les gorges parcourues le matin. La lumière de fin d'après-midi dore les falaises et allonge les ombres sur l'eau.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'excursion d'une journée combine bateau, randonnée et visite de villages dans un circuit complet depuis Nong Khiaw. Le déjeuner se prend dans l'un des villages traversés.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Les habitants de Sop Keng perpétuent pêche traditionnelle et agriculture vivrière. Les femmes tissent et cuisinent tandis que les enfants jouent entre les maisons sur pilotis.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La baignade dans la cascade rafraîchit après la marche dans la chaleur tropicale. Le bassin naturel accueille les visiteurs dans un cadre de jungle préservée.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La dernière soirée à Nong Khiaw permet de contempler les karsts illuminés par les derniers rayons du soleil. Le voyage s'achève dans ce décor spectaculaire du nord Laos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "LA::nord::extreme-nord-the-ethnies-9j",
        "LA::nord::nature-aventure-ethnies-8j",
        "TH::thailand::best-of-thailand-2-weeks",
        "LA::nord::classique-nord-sud"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Laos du Nord : Slow Boat sur le Mékong et Gibbons - Circuit 10 Jours",
        "intro_paragraph": "Découvrez le nord du Laos lors de ce circuit de 10 jours : descente du Mékong en slow boat depuis la Thaïlande, observation des gibbons et immersion dans les villages ethniques de cette région préservée.",
        "seo_hook": "",
        "featured_list": [],
        "places_taglines": {}
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}