{
  "version": "v1",
  "country": "LA",
  "language": "pt",
  "itineraries": [
    {
      "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
      "id": "LA::centre-est::histoire-guerre-secrete-10j",
      "language": "pt",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Nos Rastros da Guerra Secreta no Laos — Planície dos Jarros e Grutas do Pathet Lao de 10 Dias",
      "subtitle": "Dos jarros misteriosos de Xiangkhouang às grutas refúgio de Sam Neua, uma viagem na história oculta do Laos",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "Phonsavan se estende no coração da província de Xiangkhouang a 1.100 metros de altitude, cercada por colinas verdejantes e florestas de pinheiros. Esta cidade nova foi fundada nos anos 70 após a destruição da antiga capital Xieng Khouang durante os bombardeios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A região leva o apelido de colinas do paraíso por suas paisagens onduladas que contrastam com as montanhas escarpadas do norte. A altitude tempera o clima e oferece temperaturas agradáveis durante todo o ano.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os traços da guerra permanecem onipresentes na região: crateras de bombas, destroços metálicos reciclados em cercas e floreiras, munições não explodidas que ainda pontilham os campos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A estrada desde Luang Prabang atravessa as montanhas durante oito horas sobre curvas sinuosas. As paisagens mudam progressivamente à medida que a altitude aumenta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A chegada tardia a Phonsavan revela uma cidade modesta com ruas retilíneas ladeadas de edifícios sem charme particular. O interesse reside nos sítios circundantes mais do que na cidade em si.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O trajeto de ônibus desde Luang Prabang constitui uma aventura em si com suas curvas apertadas e seus panoramas montanhosos. As paradas nas aldeias permitem observar a vida rural.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A instalação numa pousada em Phonsavan prepara os dias de exploração futuros. Os estabelecimentos simples mas confortáveis acolhem os viajantes de passagem.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O jantar num dos restaurantes locais oferece a ocasião de provar a cozinha da região. As influências vietnamitas se misturam aos pratos lao tradicionais.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O encontro com as agências locais permite organizar as visitas aos sítios dos jarros e aos centros UXO. Os guias conhecem a história complexa da região.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "O Sítio 1 dos Jarros reúne mais de 250 jarros de pedra dispostos sobre uma colina com vista panorâmica sobre a planície. Os jarros maiores atingem três metros de altura e várias toneladas de peso.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A origem destes vasos megalíticos permanece misteriosa apesar das teorias sobre a Idade do Ferro e práticas funerárias. Os arqueólogos continuam a debater sobre sua datação entre 500 a.C. e 500 d.C.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As crateras de bomba pontilham os arredores imediatos dos sítios dos jarros, testemunhando a intensidade dos bombardeios. Alguns jarros portam traços de estilhaços e projéteis.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O centro MAG organiza visitas guiadas que contam o trabalho de desminagem em curso. Os especialistas ainda evacuam regularmente engenhos não explodidos dos anos 60 e 70.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Sítio 2 oferece um ambiente mais selvagem com jarros dispersos na floresta. O acesso requer uma breve caminhada sobre trilhas sinalizadas em segurança.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A visita do centro COPE em Phonsavan ilustra o impacto das bombas de fragmentação sobre as populações locais. As exposições mostram próteses e testemunhos dos sobreviventes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A exploração dos diversos sítios dos jarros requer seguir rigorosamente os percursos sinalizados. As zonas não sinalizadas podem ainda conter engenhos não explodidos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os guias locais narram lendas sobre os jarros incluindo a do rei Khun Cheung que os teria mandado realizar para fermentar álcool de arroz. As histórias se misturam à história.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O retorno a Phonsavan permite visitar os ateliês artesanais que reciclam alumínio dos destroços de guerra. As colheres e as pulseiras feitas com o metal dos aviões testemunham uma forma de resiliência.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "O Sítio 3 concentra os jarros mais imponentes de toda a planície sobre duas colinas próximas. A subida oferece vistas espetaculares sobre as paisagens circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias da planície conservam arquiteturas tradicionais lao com casas sobre palafitas. Os habitantes cultivam arroz e verduras sobre os terrenos desmitados dos engenhos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As fontes termais de Muang Khoun brotam numa paisagem bucólica a uma trintena de quilômetros de Phonsavan. As piscinas naturais permitem um banho relaxante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As ruínas de Muang Khoun testemunham a glória passada da antiga capital provincial. O velho That destruído pelos bombardeios ainda se ergue no meio das ruínas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Um Buda gigante sentado sobreviveu miraculosamente aos bombardeios apesar dos danos visíveis. A estátua se senta ao ar livre cercada de ruínas de templo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A excursão a Muang Khoun combina história e relaxamento com a descoberta das ruínas seguida de um banho nas fontes termais. O circuito requer um dia inteiro.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os encontros com os habitantes das aldeias permitem compreender melhor as consequências duradouras da guerra. Muitas famílias perderam membros por causa dos engenhos não explodidos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A fotografia dos jarros requer paciência para captar a luz ideal. O pôr do sol presenteia com cores quentes sobre a pedra milenar.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado de Phonsavan oferece a ocasião de observar os produtos locais e a animação matutina. Os camponeses descem das colinas para vender suas verduras.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "Um quarto dia em Phonsavan permite explorar os sítios menos visitados ou simplesmente descansar antes do longo trajeto para Sam Neua. A própria cidade revela alguns cantos interessantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O velho aeroporto bombardeado conserva hangares destruídos e pistas crivadas de crateras. As autoridades mantiveram o sítio como memorial da guerra.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As colinas ao redor de Phonsavan oferecem belas caminhadas através de aldeias Hmong. Os trajes tradicionais ainda se vestem durante as festas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os mercados semanais atraem as populações montanhesas que descem para vender seus produtos. Os tecidos bordados e as joias de prata testemunham o saber-fazer local.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A preparação do trajeto para Sam Neua requer verificar o estado das estradas. A estação das chuvas pode tornar o percurso difícil.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O descanso em Phonsavan permite recuperar antes das longas horas de ônibus futuras. As pousadas oferecem terraços tranquilos para ler.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As excursões organizadas conduzem a aldeias isoladas onde a vida tradicional prossegue sem muitas mudanças. Os deslocamentos se fazem a pé ou de moto.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os restaurantes de Phonsavan propõem cozinha internacional ao lado dos pratos lao. As pizzarias e os restaurantes indianos atraem os viajantes em busca de variedade.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As noites em Phonsavan transcorrem tranquilamente entre viajantes que trocam conselhos e relatos. A atmosfera permanece relaxada longe da agitação turística.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 200,
            "drive_min": 360,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::sam-neua",
            "coords": [
              20.4167,
              104.0667
            ]
          },
          "visits": [
            {
              "text": "A estrada de Phonsavan a Sam Neua serpenteia através de montanhas remotas por cerca de seis horas de curvas. As paisagens evoluem das colinas da planície aos vales profundos da província de Hua Phan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sam Neua se distende num vale estreito dominado por montanhas cobertas de floresta. A cidade conserva uma atmosfera tranquila longe dos circuitos turísticos principais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A província de Hua Phan serviu de bastião do Pathet Lao durante a guerra. As grutas vizinhas abrigaram o quartel-general do movimento comunista.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os bombardeios americanos martelaram sistematicamente a região buscando destruir as bases comunistas. As populações se refugiaram nas grutas por anos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A chegada a Sam Neua oferece a oportunidade de descobrir uma cidade pouco visitada onde a vida lao se desenrola segundo ritmos tranquilos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O longo trajeto de ônibus requer paciência sobre as estradas sinuosas. As paradas nas aldeias permitem esticar as pernas e observar a vida local.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A instalação em Sam Neua prepara a visita das grutas do dia seguinte. As pousadas são rudimentares mas hospitaleiras.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado noturno de Sam Neua reúne algumas barracas de comida de rua numa atmosfera autêntica. As especialidades locais se descobrem entre as barracas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os passeios pelas margens do rio Nam Sam revelam vistas pitorescas sobre a cidade. As montanhas circundantes criam uma moldura espetacular.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::sam-neua",
            "coords": [
              20.4167,
              104.0667
            ]
          },
          "visits": [
            {
              "text": "As grutas de Vieng Xai se encontram a trinta quilômetros de Sam Neua na montanha calcária. Estas grutas serviram de cidade subterrânea para o Pathet Lao de 1964 a 1973.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mais de 20.000 pessoas viveram nas grutas durante os bombardeios intensivos. As galerias abrigaram escritórios, hospitais, escolas e até um teatro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A visita guiada obrigatória conduz através das grutas principais onde viveram os dirigentes do Pathet Lao. Os guias contam a vida cotidiana subterrânea.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A gruta do príncipe Souphanouvong, líder do Pathet Lao, conserva móveis de época e documentos. As condições espartanas contrastam com seu posto principesco.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O lago artificial de Vieng Xai oferece uma paisagem serena onde se refletem as montanhas cársticas. Os locais vêm aqui relaxar após o trabalho.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O circuito das grutas requer cerca de três horas com audioguia em diversas línguas. As explicações contextualizam os eventos da guerra secreta.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os testemunhos dos sobreviventes coletados nas exposições ilustram a resiliência das populações. As crianças nascidas nas grutas testemunham das condições extremas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As caminhadas ao redor de Vieng Xai conduzem a grutas secundárias menos frequentadas. A paisagem cárstica oferece panoramas espetaculares.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O retorno a Sam Neua permite refletir sobre a complexidade da história lao. As perspectivas múltiplas enriquecem a compreensão dos eventos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 480,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "A estrada de Sam Neua a Nong Khiaw constitui um dos trajetos mais espetaculares do Laos através de montanhas remotas. Oito horas de curvas atravessam paisagens quase virgens.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias isoladas ao longo da estrada testemunham a vida dura das montanhas. Os habitantes Tai Dam e Khmu mantêm tradições ancestrais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A descida progressiva para Nong Khiaw revela formações cársticas espetaculares que anunciam a chegada no vale do Nam Ou.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw aparece como um oásis após as longas horas de estrada através das montanhas. O rio e os penhascos criam um cenário dramático.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A instalação numa pousada com vista sobre o rio conclui este dia intensivo de viagem. O descanso é bem-vindo após as aventuras rodoviárias.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O trajeto requer partida matinal e paciência sobre as estradas acidentadas. As paradas frequentes permitem apreciar as paisagens montanhosas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os encontros fortuitos com os viajantes nas aldeias enriquecem a experiência. As trocas se fazem através de sorrisos e gestos universais.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A chegada a Nong Khiaw oferece a oportunidade de relaxar após dias intensivos nas regiões remotas. Os restaurantes das margens convidam à contemplação.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O planejamento dos dias futuros permite escolher entre descanso e atividades ao redor de Nong Khiaw. As opções abundam para trekking e caiaque.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "Um dia em Nong Khiaw permite recuperar após os longos trajetos e descobrir esta aldeia pitoresca. Os penhascos cársticos dominam a paisagem de modo espetacular.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O miradouro de Pha Daeng requer uma subida íngreme de uma hora através da selva. A vista sobre o vale do Nam Ou recompensa largamente os esforços.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O rio Nam Ou corre entre as montanhas criando um corredor natural espetacular. Os barcos fluviais deslizam sobre as águas rápidas transportando passageiros e mercadorias.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As grutas de Pha Tok se alcançam de barco sobre o Nam Ou. Estas grutas serviram também de refúgio durante os bombardeios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A ponte suspensa sobre o Nam Ou oscila sob os passos oferecendo uma perspectiva única sobre o rio. Os locais a atravessam sem hesitação com suas motos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A subida ao miradouro Pha Daeng permite apreciar a beleza dramática do vale. A descida requer atenção no terreno escorregadio.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O caiaque no Nam Ou oferece uma experiência relaxante deslizando entre os penhascos. Os aluguéis fornecem equipamento e conselhos sobre os percursos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os restaurantes das margens oferecem mesas com vista sobre o rio onde consumir pratos lao. O pôr do sol pinta os penhascos de rosa e laranja.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As conversas com outros viajantes permitem trocar experiências e conselhos. A atmosfera relaxada de Nong Khiaw favorece os encontros.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "A estrada de Nong Khiaw a Luang Prabang desenrola três horas e meia de curvas através das montanhas. As paisagens cársticas deixam progressivamente lugar aos vales mais suaves.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A chegada a Luang Prabang marca o retorno à civilização após os dias passados nas regiões remotas. A península UNESCO desdobra seus templos dourados e suas vilas coloniais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Xiengthong ergue seus telhados em cascata à beira do Mekong. Esta obra-prima da arquitetura lao do século XVI cintila sob o sol da tarde.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O monte Phousi culmina no centro da península e oferece uma vista circular sobre a confluência dos dois rios. Os 328 degraus levam ao stupa dourado do Wat Chom Si.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Palácio Real convertido em museu expõe as regálias da monarquia abolida e o Phra Bang. As salas reconstituem a vida da corte antes da revolução de 1975.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A chegada a Luang Prabang permite reencontrar o conforto e as comodidades de uma cidade turística. As pousadas oferecem chuveiros quentes e camas confortáveis.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado noturno invade a rua principal desde as 16h30 com suas barracas de têxteis e souvenirs. A multidão de turistas anima o bairro até às 23h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os restaurantes de Luang Prabang propõem cozinha refinada em ambientes elegantes. Os terraços ao longo do Mekong convidam aos jantares românticos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os passeios no centro histórico UNESCO revelam a arquitetura colonial preservada. As vilas francesas abrigam hoje butiques e cafeterias.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Um dia suplementar em Luang Prabang permite aprofundar a descoberta da cidade ou simplesmente descansar. Os templos secundários merecem visitas tranquilas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As cachoeiras de Kuang Si se encontram a trinta quilômetros da cidade num ambiente de floresta. As piscinas naturais turquesa convidam ao banho refrescante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O santuário dos ursos abriga ursos negros salvos do comércio ilegal. A organização trabalha na conservação desta espécie ameaçada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias artesanais ao redor de Luang Prabang perpetuam técnicas tradicionais de tecelagem e cerâmica. As demonstrações permitem compreender os saberes ancestrais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As margens do Mekong oferecem panoramas espetaculares ao pôr do sol quando as montanhas se acendem de vermelho. As pirogas deslizam silenciosamente sobre as águas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A excursão às cachoeiras de Kuang Si combina natureza e relaxamento com possibilidade de banho nas piscinas naturais. O circuito requer meio dia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A procissão matinal dos monges atrai muitos turistas mas permanece um momento autêntico da vida espiritual lao. O silêncio e o respeito são essenciais.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os cursos de cozinha lao ensinam a preparação dos pratos tradicionais. As lições começam no mercado para a escolha dos ingredientes frescos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As últimas horas em Luang Prabang se passam a recolher memórias e refletir sobre a viagem através da história complexa do Laos. As experiências vividas enriquecem a compreensão do país.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Nos Rastros da Guerra Secreta no Laos — Planície dos Jarros e Grutas do Pathet Lao de 10 Dias",
        "intro_paragraph": "Mergulhe na história oculta do Laos através de uma viagem que desvela os segredos da Guerra Secreta, o conflito mais bombardeado da história. Da misteriosa Planície dos Jarros semeada de crateras às grutas subterrâneas de Vieng Xai onde o Pathet Lao resistiu por anos, este roteiro histórico combina sítios UNESCO, testemunhos comoventes e paisagens espetaculares. De Phonsavan a Luang Prabang via Sam Neua e Nong Khiaw, atravesse regiões remotas que ainda carregam as cicatrizes de um passado trágico.",
        "seo_hook": "Dos jarros megalíticos de Xiangkhouang às cidades subterrâneas de Sam Neua, este percurso histórico revela o Laos secreto dos bombardeios e da resistência, onde 20.000 pessoas viveram nas grutas por nove anos.",
        "featured_list": [
          "Planície dos Jarros — Explore os sítios 1, 2 e 3 com 250+ jarros megalíticos milenares cercados de crateras de bombas, testemunhas silenciosas da guerra mais intensa da história",
          "Centro COPE Phonsavan — Descubra o impacto devastador das bombas de fragmentação sobre as populações lao através de testemunhos tocantes e exposições sobre munições não explodidas",
          "Grutas de Vieng Xai — Visita guiada das cidades subterrâneas do Pathet Lao onde 20.000 pessoas viveram de 1964 a 1973 com hospitais, escolas e teatro nas grutas",
          "Velho aeroporto de Phonsavan — Caminhe entre os hangares bombardeados e as pistas crivadas de crateras mantidas como memorial da Guerra Secreta",
          "Sam Neua remota — Mergulhe na província de Hua Phan, bastião do Pathet Lao, com mercados autênticos e paisagens montanhosas intocadas longe dos circuitos turísticos",
          "Nong Khiaw dramático — Descanso regenerador entre penhascos cársticos verticais sobre o Nam Ou, com subida ao miradouro Pha Daeng para vistas de tirar o fôlego"
        ],
        "places_taglines": {
          "LA::phonsavan": "jarros megalíticos crateras bombas COPE UXO história",
          "LA::sam-neua": "Pathet Lao grutas Vieng Xai remoto guerra",
          "LA::nong-khiaw": "penhascos cársticos Nam Ou Pha Daeng dramático",
          "LA::luang-prabang": "UNESCO Wat Xiengthong Mekong colonial patrimônio"
        }
      },
      "seo_keywords": [
        "Guerra Secreta Laos",
        "Planície dos Jarros Phonsavan",
        "grutas Vieng Xai Pathet Lao",
        "bombas fragmentação COPE",
        "Sam Neua Hua Phan",
        "história guerra Vietnã",
        "sítios UXO Laos",
        "roteiro histórico Laos"
      ],
      "practical_context": {
        "best_months": [
          "Novembro",
          "Dezembro",
          "Janeiro",
          "Fevereiro",
          "Março"
        ],
        "vehicle_type": "Ônibus locais, minivans privadas para estradas de montanha",
        "group_type": "Apaixonados por história, viajantes aventureiros, interessados na Guerra do Vietnã",
        "loop_type": "Percurso linear Phonsavan → Sam Neua → Nong Khiaw → Luang Prabang",
        "total_km": 625,
        "daily_average_km": 89,
        "highlights": [
          "Sítios 1, 2 e 3 da Planície dos Jarros com 250+ vasos megalíticos milenares cercados de crateras de bombas testemunhas da guerra mais bombardeada",
          "Centro COPE e MAG em Phonsavan com exposições tocantes sobre o impacto das bombas de fragmentação e sobre o trabalho de desminagem em curso",
          "Grutas de Vieng Xai, cidade subterrânea do Pathet Lao onde 20.000 pessoas viveram de 1964 a 1973 com audioguia e testemunhos dos sobreviventes",
          "Estrada espetacular Sam Neua-Nong Khiaw de 8 horas através de montanhas remotas e aldeias isoladas Tai Dam e Khmu",
          "Luang Prabang UNESCO para concluir com templos dourados, cachoeiras de Kuang Si e arquitetura colonial da antiga capital real"
        ]
      }
    },
    {
      "itin_id": "LA::complete::temples-cascades-mekong-14j",
      "id": "LA::complete::temples-cascades-mekong-14j",
      "language": "pt",
      "created_at": "2026-01-19T11:25:33.545Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Laos Autêntico: Roteiro de 14 Dias entre Templos, Cascatas e Ilhas do Mekong",
      "subtitle": "Viagem espiritual entre mosteiros dourados, lagoas turquesa e aldeias suspensas no tempo",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 15,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "O Palácio Real foi erguido em 1904 para o rei Sisavang Vong num estilo híbrido que mistura telhados lao tradicionais e colunatas francesas. Convertido em museu após a revolução de 1975, expõe a sala do trono, os aposentos reais e as insígnias da monarquia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O templo Haw Pha Bang abriga o Phra Bang, estátua de Buda em ouro com dois milénios que deu nome à cidade. O edifício atual data de 2006 mas reproduz fielmente a arquitetura lao clássica dos telhados sobrepostos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Xiengthong ergue os seus telhados em cascata na margem do Mekong desde 1559, ano em que o rei Setthathirath ordenou a sua construção. As suas paredes exteriores brilham com mosaicos de vidro que representam cenas de aldeia, enquanto o interior conserva um Buda deitado original.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O monte Phousi culmina a 100 metros acima da península, coroado pelo stupa dourado do Wat Chom Si. Os 328 degraus da subida conduzem a uma vista circular que abraça a confluência do Mekong e do Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Sene exibe uma fachada vermelho e ouro brilhante que contrasta com os tons mais sóbrios dos templos vizinhos. Construído no século XVIII, atrai menos visitantes e oferece uma atmosfera recolhida propícia à contemplação.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cidade velha UNESCO alterna vilas coloniais reconvertidas em lojas e templos com telhados inclinados característicos do estilo lao. A ponta da península oferece um panorama sobre os dois rios que envolvem o bairro histórico.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O tak bat reúne os monges dos 34 templos que desfilam em silêncio a partir das 5h45 para receber o arroz glutinoso dos fiéis. Ajoelhe-se no passeio a distância respeitosa evitando os flashes fotográficos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado matinal da península desdobra as suas bancas até às 10h num alegre burburinho de negociações. As vendedoras propõem frutas tropicais, peixes fresquinhos, jarros de álcool de arroz e khao jee, espetadas de arroz glutinoso grelhado.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O pôr do sol desde os pontões do cais do Mekong oferece um espetáculo gratuito sobre as montanhas que avermelhão do outro lado do rio. Esta opção evita a multidão do cume do Phousi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado noturno invade a rua principal em frente ao Palácio Real a partir das 16h30. As bancas alinham tecidos, pinturas em tela e souvenirs sob tendas coloridas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "O TAEC reúne trajes, utensílios e tecidos dos 49 grupos étnicos do Laos numa cenografia moderna e interativa. Este museu constitui a melhor introdução ao mosaico cultural do país.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O centro Ock Pop Tok nas margens do Mekong permite observar as artesãs a tecer a seda em teares verticais. Tingem os fios com pigmentos vegetais e aplicam o batique com cera.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A ponte de bambu atravessa o Nam Khan em 100 metros e liga a península turística ao bairro tranquilo da margem oposta. Uma família local reconstrói esta passarela todos os anos após a descida das águas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Xiengleck esconde-se num bairro onde os turistas são raros do outro lado da ponte. As ruelas circundantes abrigam oficinas familiares de tecelagem, escultura em madeira e fabrico de papel saa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As quintas pedagógicas dos arredores desenrolam as etapas da rizicultura lao, da seleção dos grãos ao descasque final. Os visitantes lavram a lama ao lado dos búfalos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "As oficinas de tecelagem no centro Ock Pop Tok permitem manusear o tear tradicional ou tingir a seda com índigo durante meio dia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As escolas de culinária locais começam com uma visita matinal ao mercado para selecionar ingredientes frescos. A preparação de pratos como o larb, o orlam ou o mok pa prossegue na cozinha.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Oficinas artesanais iniciam ao entrançado do bambu, à olaria ou à confeção de guarda-sóis em papel saa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As lojas de comércio justo do centro da cidade vendem tecidos feitos à mão por artesãs remuneradas justamente.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Várias ONG locais organizam sessões de intercâmbio linguístico com estudantes lao desejosos de praticar inglês.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "As grutas de Pak Ou abrem-se numa falésia calcária na confluência do Mekong e do Nam Ou, a duas horas de navegação rio acima. Milhares de estatuetas de Buda depositadas ao longo dos séculos forram as paredes das duas cavidades.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A gruta superior de Pak Ou, mais escura e menos frequentada, revela centenas de estátuas amontoadas nos cantos. Algumas estão cobertas de pó dourado.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As cascatas de Kuang Si precipitam-se por 50 metros de degraus calcários no coração da selva, a 29 quilómetros da cidade. As piscinas turquesa convidam ao banho em roupa cobrindo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O santuário Moon Bear acolhe ursos negros asiáticos salvos do tráfico de bílis à entrada do parque de Kuang Si. Os hóspedes movem-se em recintos semi-naturais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias de tecelões na estrada das cascatas permitem observar as artesãs a trabalhar a seda à porta de casa. As compras diretas garantem uma remuneração justa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O teatro Garavek programa todas as noites uma sessão de contos tradicionais lao acompanhados ao khène, o órgão de boca local. Um contador narra em inglês as lendas da região.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A navegação em slow boat ao nascer do dia faz desfilar falésias cársicas e aldeias de pescadores até às grutas de Pak Ou. A opção longa chega a Huay Xai em dois dias.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O buffet de rua propõe todas as noites um sortido de pratos lao vegetarianos e com carne por uma soma módica. Os comensais compõem a sua refeição entre as panelas fumegantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os alugadores de bicicletas propõem bicicletas por dia para explorar arrozais e aldeias Hmong onde as crianças saúdam com um alegre «Sabaidee».",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As estradas para as alturas atravessam paisagens de formações cársicas que lembram uma baía de Halong terrestre.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "O Wat Visoun abriga o Buda mais antigo da cidade num santuário reconstruído após um incêndio no século XIX. O stupa arredondado junto ao templo, apelidado de melancia, data do século XVI.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Aham esconde-se à sombra de duas figueiras centenárias consideradas morada dos espíritos protetores de Luang Prabang. Este templo discreto acolhe poucos visitantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Mai Suwannaphumaham exibe um pórtico dourado finamente esculpido que representa cenas do Ramayana e da vida de Buda. Este mosteiro acolhe o Phra Bang durante o ano novo lao.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A margem do Nam Khan bordeja jardins sombreados até à confluência com o Mekong. Os bancos convidam à leitura enquanto as pirogas dos pescadores deslizam silenciosamente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As antigas mansões coloniais do bairro francês testemunham o passado de protetorado com as suas persianas de madeira e varandas trabalhadas. Várias foram convertidas em cafés ou galerias.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Os cafés com vista para o Mekong servem café lao forte e pastelaria francesa herdada da época colonial. O ritmo lento da cidade convida a saborear estes momentos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os salões de massagem tradicionais propõem tratamentos à base de ervas e técnicas herdadas da medicina lao.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A margem do Mekong ao fim da tarde oferece um último pôr do sol sobre Luang Prabang. Os tons alaranjados inflamam o rio e as montanhas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado noturno permite encontrar os últimos souvenirs: lenços de seda, lanternas de papel ou saquinhos de especiarias.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 185,
            "drive_min": 240,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::vang-vieng",
            "coords": [
              18.922,
              102.4476
            ]
          },
          "visits": [
            {
              "text": "O miradouro de Nam Xay culmina acima do vale a poucos quilómetros a norte da cidade. A subida íngreme de 30 minutos exige o uso das quatro membra em algumas passagens.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O cume do Pha Poak reconhece-se pelas balizas improvisadas através da selva. A bandeira vermelha plantada no topo marca um miradouro espetacular sobre os arrozais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A gruta Tham Chang abre-se no flanco da montanha e serviu de refúgio aos habitantes durante as invasões chinesas do século XIX. Uma piscina gelada alimentada pelas águas subterrâneas convida ao banho.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A gruta Pha Thao a cerca de dez quilómetros dispõe de escadas e trilhos sinalizados para aceder a várias câmaras sucessivas. As formações calcárias criam silhuetas fantásticas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A gruta Lusi permanece desconhecida apesar da sua rede subterrânea que requer quase uma hora de exploração. Os mais temerários podem nadar na escuridão absoluta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O miradouro Pha Ngern propõe dois níveis de miradouros: o primeiro após 30 minutos de caminhada, o segundo após 40 minutos suplementares num trilho íngreme.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O tubing no Nam Song River atravessa uma paisagem de montanhas cársicas em 3 horas de descida tranquila. As autoridades sanearam a atividade após 2012.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As bóias alugam-se no escritório oficial na cidade com transporte em tuk-tuk até ao ponto de partida. O regresso efetua-se a jusante antes das 18h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As escolas de escalada locais propõem estágios nas falésias calcárias com equipamento fornecido. As vias desportivas adequam-se a todos os níveis.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O campo circundante desenrola os seus arrozais alagados e pontes de bambu oscilantes. As crianças brincam no rio entre dois trabalhos nos campos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::vang-vieng",
            "coords": [
              18.922,
              102.4476
            ]
          },
          "visits": [
            {
              "text": "A gruta Tham Nam estende-se por 500 metros de corredores estreitos percorridos em bóia ao longo de uma corda na escuridão total. As concreções calcárias desfilam a poucos centímetros do rosto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A Blue Lagoon principal esconde as suas águas turquesa ao pé das montanhas cársicas. Uma árvore sobranceia a piscina e permite saltar de 10 metros de altura.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A Blue Lagoon 3 abriga uma pequena cascata além da sua piscina de banho e atrai menos visitantes. Refrescos são vendidos no local.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cascata Kaeng Nyui na vertente este do vale constitui a única queda de água notável dos arredores. Uma piscina deserta recompensa os buracos atravessados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O parque Inter Park reúne esculturas de animais e espaços verdes destinados às famílias num ambiente acessível por uma pista a oeste do rio.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A descida em caiaque desde montante atravessa aldeias e paisagens cársicas. O trajeto inclui frequentemente a passagem em bóia na gruta Tham Nam.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os voos em balão de ar quente descolam ao amanhecer ou ao fim da tarde para sobrevoar o mosaico de arrozais e picos calcários.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os arrozais ao pôr do sol inflamam-se de uma luz alaranjada que recorta as silhuetas das montanhas. Os campos oferecem um primeiro plano ideal.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os percursos de tirolina e quads alugam-se nas imediações das lagoas e grutas. A estação das chuvas torna as pistas lamacentas mas praticáveis.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O centro da cidade conserva alguns bares que transmitem sitcoms em loop. Os banana pancakes e as redes suspensas completam a paragem backpacker.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 110,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::vientiane",
            "coords": [
              17.9757,
              102.6331
            ]
          },
          "visits": [
            {
              "text": "O Pha That Luang ergue a sua silhueta dourada a 4 km do centro e constitui o monumento mais sagrado do Laos, figurando nas notas de banco. A lenda atribui a sua fundação ao século III, mas o edifício atual foi reconstruído nos anos 1930.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat That Luang Tai abriga um imponente Buda deitado numa sala com paredes ornadas de frescos narrativos. Os fiéis depositam oferendas numa atmosfera mais íntima.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Patuxai domina a avenida Lane Xang como um arco do triunfo tropical construído nos anos 1960. As suas quatro torres e a torre central simbolizam os cinco princípios budistas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os sete andares do Patuxai oferecem uma vista sobre a avenida retilínea que aponta para o Pha That Luang. A fonte iluminada atrai habitantes e visitantes todas as noites.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Sisaket permanece o único templo poupado pela invasão siamesa de 1828. Construído pelo rei Anouvong, abriga mais de 10.000 estátuas de Buda aninhadas nas células do claustro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Ho Phra Keo foi erguido em 1565 para acolher o Buda de Esmeralda. A estátua trona agora em Banguecoque, mas o museu conserva bronzes e esculturas do século VI.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O COPE Visitor Centre percorre a história do Laos, o país mais bombardeado do planeta. As bombas não explodidas continuam a mutilar aldeões.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As exposições interativas do COPE explicam o trabalho dos desminadores e apresentam os testemunhos de sobreviventes. A entrada é gratuita.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O centro histórico alterna templos de fachadas coloridas e vilas coloniais reconvertidas em cafés. O Wat Inpeng exibe uma fachada verde esmeralda.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado noturno estende-se ao longo do Mekong frente às luzes da Tailândia. As bancas propõem roupa, souvenirs e street food.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::vientiane",
            "coords": [
              17.9757,
              102.6331
            ]
          },
          "visits": [
            {
              "text": "O That Dam Stupa ergue-se no meio de uma rotunda, a sua massa castanha invadida pela vegetação. A lenda conta que um naga de sete cabeças habita sob o edifício.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A estátua do Rei Anouvong foi erguida em 2010 para comemorar o 450.º aniversário de Vientiane. O bronze de nove metros faz frente ao Mekong e à Tailândia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Buddha Park a 25 km da cidade reúne dezenas de estátuas monumentais em cimento criadas em 1958 por um místico que misturava hinduísmo e budismo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A boca de um demónio gigante serve de entrada a uma torre do Buddha Park que oferece uma vista de cima. Os três níveis simbolizam o inferno, a terra e o paraíso.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Si Muang atrai os fiéis que vêm rezar diante do pilar fundador da cidade, que dizem abrigar o espírito de uma jovem mulher sacrificada aquando da sua colocação.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Os food parks reúnem todas as noites dezenas de bancas onde os habitantes se juntam à volta de grelhados e saladas de frutos do mar.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O passeio do Mekong ao pôr do sol atrai corredores e famílias frente aos últimos clarões sobre o rio. O parque Chao Anouvong oferece bancos sombreados.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os cafés modernos de Vientiane servem um café lao forte em ambientes que misturam mobiliário vintage e obras de artistas locais.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os salões de massagem do centro da cidade propõem tratamentos tradicionais antes de uma última investida ao mercado noturno.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 670,
            "drive_min": 80,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::tad-lo",
            "coords": [
              15.35,
              106.3833
            ]
          },
          "visits": [
            {
              "text": "O Wat Luang de Pakse é adjacente à ponte coreana e acolhe uma escola monástica onde os jovens monges passeiam em túnica cor de açafrão. As salas de aula alternam com os pavilhões de oração.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As margens do Mekong desde a ponte coreana até à ponte Lao-Nippon bordeiam os restaurantes sobre palafitas que se animam ao pôr do sol.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cascata Tad Soung precipita-se por 90 metros num desfiladeiro verdejante acessível por uma estrada asfaltada a este de Paksong. Um miradouro sobranceia o vazio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia de Tad Lo desenrola uma série de cascatas através do povoado, oferecendo piscinas para banho. As crianças chapinham ao lado dos búfalos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O banho dos elefantes decorre todas as tardes a montante de Tad Hang. Os mahouts guiam os seus paquidermes na água ao pôr do sol.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O planalto dos Bolovens descobre-se em circuito desde Pakse em dois a cinco dias. A estrada serpenteia entre cascatas, plantações de café e aldeias étnicas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As plantações de café à volta de Paksong cultivam Arábica e Robusta lado a lado num clima de altitude mais fresco. As quintas propõem degustações.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado noturno de Pakse estende-se ao longo da estrada 13 Sul com as suas bancas de street food e tecidos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os terraços das guesthouses em Tad Lo fazem frente às cascatas iluminadas pelos últimos raios. Esta aldeia constitui a etapa clássica do planalto.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::pakse",
            "coords": [
              15.12,
              105.7992
            ]
          },
          "visits": [
            {
              "text": "A dupla cascata de Tad Fane precipita-se por 120 metros numa garganta forrada de selva. As faixas de névoa envolvem o abismo de manhã cedo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Uma tirolina atravessa o desfiladeiro de Tad Fane entre as duas cascatas gémeas para os amantes de emoções fortes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cascata Tad Yuang despeja as suas águas numa piscina rodeada de jardins onde degraus descem aos pés da cortina líquida. Bancas vendem café local.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cascata Tad Champee permanece desconhecida apesar do seu cenário fotogénico. A calma contrasta com a afluência dos locais mais célebres.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias das etnias Laven, Alak e Katu pontilham o planalto, reconhecíveis pelas suas casas sobre palafitas com telhados de colmo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os ferreiros de uma aldeia próxima de Tad Fane fabricam utensílios e facas segundo técnicas transmitidas de geração em geração.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O banho nas piscinas de Tad Yuang refresca após as horas passadas nas estradas. A água turquesa convida ao mergulho.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os guias locais propõem visitas às aldeias étnicas para compreender o modo de vida tradicional. Apoie o artesanato comprando tecidos ou cestaria.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O clima de altitude do planalto oferece temperaturas amenas com manhãs frescas. Preveja uma camada extra.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As agências de Pakse organizam excursões com motorista para desfrutar das paisagens sem preocupações de navegação.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::champasak",
            "coords": [
              14.8833,
              105.8667
            ]
          },
          "visits": [
            {
              "text": "O Wat Phu dispõe-se nas encostas do monte sagrado Phu Passak segundo um eixo ritual que liga o cume ao Mekong em 10 quilómetros. Um santuário dedicado a Shiva ocupava este local no século VI antes do complexo khmer do século XII sob Suryavarman II.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A alameda processional ladeada por marcos de pedra atravessa uma bacia cerimonial coberta de nenúfares. Dois pavilhões em ruínas acolhiam outrora os peregrinos, um para homens, um para mulheres.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Uma escadaria monumental de degraus irregulares sobe em direção ao santuário principal encostado à falésia de onde brota uma fonte sagrada. Os frangipanes centenários perfumam o ar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O prasat do cume exibe frontões esculpidos que ilustram episódios do Ramayana laociano. O local foi redescoberto por um explorador francês no fim do século XIX.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wat Phu, inscrito na UNESCO desde 2001, recebe uma fração dos visitantes de Angkor Wat, oferecendo uma experiência contemplativa rara entre os vestígios khmer.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A pequena cidade de Champasak dormita na margem do Mekong. As casas coloniais ladeiam as moradas tradicionais lao ao longo da rua principal.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "As estradas de terra vermelha entre Champasak e Wat Phu percorrem-se facilmente de bicicleta através de arrozais e aldeias adormecidas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O festival Bun Wat Phu durante três dias na lua cheia de fevereiro atrai milhares de peregrinos para corridas de pirogas, combates de boxe e espetáculos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O miradouro a meio da escadaria oferece uma vista de cima sobre o complexo inferior e a planície até ao Mekong.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado matinal de Champasak expõe frutas, legumes, peixes do Mekong e café dos Bolovens. As bancas servem pequeno-almoço lao.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O pôr do sol inflama o Mekong frente a Champasak. Os restaurantes sobre palafitas servem cozinha lao enquanto o monte Phu Passak se recorta em contraluz.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::don-det",
            "coords": [
              13.9833,
              105.9167
            ]
          },
          "visits": [
            {
              "text": "O arquipélago de Si Phan Don desfia os seus bancos de areia e ilhotas arborizadas através do Mekong alargado antes da fronteira cambojana. Três ilhas acolhem os visitantes: Don Det, Don Khon e Don Khong.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Don Det concentra os bungalows sobre palafitas e redes suspensas frente ao rio numa atmosfera propícia à preguiça. A ponta norte oferece os mais belos pores do sol.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Uma ponte liga Don Det a Don Khon mediante um modesto pedágio. A ilha vizinha conserva uma atmosfera mais tranquila com as suas aldeias de pescadores.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os vestígios da linha férrea francesa testemunham a tentativa colonial de contornar as rápidas intransponíveis do Mekong. Uma locomotiva enferrujada repousa perto do antigo embarcadouro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A praia de areia na margem oeste de Don Det estende-se frente à corrente onde as crianças chapinham e os pescadores lançam as suas redes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Os alugadores de bicicletas permitem percorrer as estradas de terra de Don Det e Don Khon em poucas horas. O terreno plano facilita o passeio.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As redes frente ao Mekong constituem a atividade principal dos visitantes que sucumbem ao torpor do arquipélago.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os habitantes prosseguem as suas atividades na margem do rio: lavagem de roupa, higiene, brincadeiras das crianças. Observar este bailado matinal oferece um vislumbre da vida insular.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O nascer do sol inflama o Mekong de uma luz dourada que se reflete nas águas calmas entre as ilhotas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::don-det",
            "coords": [
              13.9833,
              105.9167
            ]
          },
          "visits": [
            {
              "text": "As cascatas de Liphi precipitam-se numa série de rápidas tumultuosas na ponta sul de Don Khon com um rugido permanente. As rochas negras criam um labirinto onde as águas se engolem.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As cascatas de Khone Phapheng constituem a maior cascata do Sudeste Asiático pelo seu caudal colossal. Um miradouro permite contemplar a cortina de água de 10 quilómetros de largura na monção.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia de pescadores na ponta sul de Don Khon vive ao ritmo do rio. Os habitantes estendem nassas nas rápidas para capturar os peixes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Don Khong, a maior ilha, permanece à margem dos fluxos turísticos com os seus templos modestos, mercados de aldeia e arrozais verdejantes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "As pirogas partem ao amanhecer para tentar avistar os golfinhos de água doce do Irrawaddy perto da fronteira cambojana. Estes cetáceos ameaçados sobem por vezes à superfície.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os carris enferrujados da antiga linha férrea atravessam Don Khon até aos cais franceses. Este passeio sombreado passa por trechos de selva.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O banho nos braços calmos do Mekong refresca após as horas a pedalar. Os habitantes banham-se perto das praias de areia ao fim do dia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O pôr do sol desde a ponta norte de Don Det encerra o dia. As silhuetas das pirogas deslizam sobre a água avermelhada.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::don-det",
            "coords": [
              13.9833,
              105.9167
            ]
          },
          "visits": [
            {
              "text": "Uma última manhã sem programa em Don Det permite saborear o ritmo do Mekong contra as palafitas. O tempo parece suspenso no arquipélago.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os trilhos pouco conhecidos do interior de Don Det atravessam arrozais, hortas familiares e bosques de coqueiros longe dos caminhos batidos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O pequeno mercado de Don Det propõe frutas frescas, baguetes herdadas da época francesa e café lao. Os habitantes reúnem-se aí todas as manhãs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A praia de areia acolhe um último banho matinal nas águas tépidas do Mekong. Os pescadores recolhem as suas redes enquanto as crianças brincam.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Um pequeno-almoço prolongado frente ao rio permite folhear um livro deixado por um viajante anterior. As guesthouses acumulam romances desbotados.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os salões de massagem nos terraços sombreados propõem tratamentos a preços módicos. A brisa e o canto dos pássaros acompanham o relaxamento.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os habitantes cruzados ao longo dos dias merecem um último cumprimento. Estas conexões efémeras fazem parte da magia das 4000 ilhas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O ferry de regresso para Ban Nakasang parte ao fim da manhã para chegar a Pakse. O Mekong afasta-se enquanto as memórias se tingem de nostalgia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Laos Autêntico: Roteiro de 14 Dias entre Templos, Cascatas e Ilhas do Mekong",
        "intro_paragraph": "Descubra o Laos mais autêntico neste roteiro que atravessa o país de norte a sul. Dos templos dourados de Luang Prabang às 4000 ilhas do Mekong, passando pelas lagoas turquesa de Vang Vieng e os vestígios khmer de Wat Phu, esta viagem revela a doçura de viver de um país onde o tempo parece ter parado.",
        "seo_hook": "Uma viagem contemplativa entre mosteiros dourados, cascatas esmeraldas e aldeias suspensas no tempo",
        "featured_list": [
          "Luang Prabang: procissão de esmolas ao amanhecer e templos UNESCO",
          "Cascatas de Kuang Si de águas turquesa",
          "Vang Vieng: grutas misteriosas e paisagens cársicas",
          "Wat Phu: vestígios khmer património da humanidade",
          "Planalto dos Bolovens: cascatas e plantações de café",
          "4000 ilhas: golfinhos do Irrawaddy e pôr do sol no Mekong"
        ],
        "places_taglines": {
          "LA::luang-prabang": "Cidade sagrada entre dois rios onde ressoa o gongo da aurora",
          "LA::vang-vieng": "Picos cársicos e lagoas esmeraldas no coração do Laos",
          "LA::vientiane": "Capital tranquila onde o stupa dourado brilha sobre o Mekong",
          "LA::tad-lo": "Cascatas e banho dos elefantes no planalto dos Bolovens",
          "LA::pakse": "Porta de entrada para as cascatas e mistérios do sul",
          "LA::champasak": "Vestígios khmer adormecidos aos pés da montanha sagrada",
          "LA::don-det": "Doce torpor entre redes e pores do sol nas 4000 ilhas"
        }
      },
      "seo_keywords": [],
      "practical_context": {
        "best_months": [
          "novembro",
          "dezembro",
          "janeiro",
          "fevereiro",
          "março"
        ],
        "highlights": [
          "Luang Prabang: cidade UNESCO entre templos e colinas",
          "Cascatas de Kuang Si de águas turquesa",
          "Vang Vieng: paisagens cársicas e grutas misteriosas",
          "Wat Phu: vestígios khmer património UNESCO",
          "4000 ilhas do Mekong e ritmo suspenso",
          "Planalto dos Bolovens e plantações de café"
        ]
      }
    },
    {
      "itin_id": "LA::nord::classique-nord-sud",
      "id": "LA::nord::classique-nord-sud",
      "language": "pt",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Luang Prabang: Guia Completo da Pérola UNESCO do Laos",
      "subtitle": "Descubra a essência do Laos na cidade UNESCO de Luang Prabang entre templos dourados, mercados autênticos e patrimônio colonial",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 3,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8894,
              102.135
            ]
          },
          "visits": [
            {
              "text": "Cerimônia da esmola ao amanhecer. Desde as 6h, os monges em veste cor de açafrão desfilam em silêncio para receber o arroz glutinoso. 34 templos participam neste ritual quotidiano. Manter-se discreto, evitar os flashes, não bloquear a passagem dos monges.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mercado matinal da península. Aberto até às 10h, frutas tropicais, peixes saltitantes, álcool de arroz caseiro. Provar o khao jee: arroz glutinoso grelhado sobre bambu servido em folha de bananeira. Alternativa: Phosy Market aberto todo o dia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Palácio Real (Haw Kaum). Construído em 1904 para o rei Sisavang Vong, estilo híbrido franco-lao. Museu desde a revolução de 1975: sala do trono, apartamentos reais, objetos da monarquia. Entrada 30.000 kip, 8h-11h30 e 13h30-16h. Cacifos gratuitos para máquinas fotográficas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Templo Haw Pha Bang. Abriga o Phra Bang, estátua de Buda dourada com 2000 anos, relíquia mais sagrada do Laos. Templo construído em 2006 no estilo tradicional. A cidade tira o nome desta estátua.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wat Xiengthong. Edificado em 1559-1560 pelo rei Setthathirath, local de coroação dos reis até 1975. Portas em madeira dourada esculpida, Buda deitado original, mosaicos de vidro espetaculares nas paredes exteriores. Entrada 20.000 kip.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Monte Phousi (Phou Si). Colina sagrada de 100m no centro da cidade, 300 degraus. Wat Chom Si no cimo com estupa dourada, pequena gruta com Buda. Vista panorâmica sobre a península, o Mekong e o Nam Khan. Entrada 20.000 kip. Ideal ao pôr do sol.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participar na oferenda aos monges. Comprar arroz glutinoso no mercado na véspera, ajoelhar-se no passeio desde as 5h45, depositar uma bolinha em cada cesto. Gesto espiritual forte, respeito absoluto exigido.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pequeno-almoço local no mercado. Pedir uma tigela de pho ou khao piak (sopa de noodles), acompanhada de café lao adoçado com leite condensado. Orçamento: 15.000-25.000 kip.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passear pela cidade velha UNESCO. Ruelas entre vilas coloniais francesas e templos dourados, lojas de seda, pequenos cafés. Viewpoint Café na ponta da península para ver a confluência Mekong-Nam Khan.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Assistir a um espetáculo no teatro do Palácio Real. Representações ocasionais de dança e teatro tradicionais laosianos na sala adjacente ao museu.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8894,
              102.135
            ]
          },
          "visits": [
            {
              "text": "TAEC (Traditional Arts and Ethnology Center). Melhor museu da cidade, atrás do Dara Market. Trajes, têxteis e ferramentas das 49 etnias do Laos. Sinalética em inglês, vídeos interativos. Aberto ter-dom 9h-13h, entrada 25.000 kip. Loja de comércio justo no local.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ock Pop Tok Living Crafts Center. Oficina de tecelagem ao ar livre a 2,5 km do Palácio Real sobre o Mekong. Tecelãs em teares verticais, tintas vegetais, batik a cera. Visita guiada gratuita. Silk Road Café com vista sobre o rio. Shuttle tuk-tuk gratuito desde a loja na cidade.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ponte de bambu sobre o Nam Khan. 100 metros de comprimento, reconstruída cada estação seca pelo Sr. Bounmee e a sua família. Travessia 7.000 kip. Conduz ao bairro calmo com Wat Xiengleck e oficinas de artesãos (tecelagem, escultura, papel saa). Fechada durante a monção.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wat Sene. Templo do século XVIII perto do Garavek Theatre, fachada vermelha e dourada característica. Menos turístico que o Wat Xiengthong, atmosfera pacífica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Living Rice Farm. Quinta pedagógica na periferia. 13 etapas do cultivo do arroz glutinoso: seleção dos grãos, lavoura com o búfalo (Suzuki!), transplante, debulha, joeiramento, descorticação. Imersão na vida rural laosiana.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Oficina de tecelagem na Ock Pop Tok. Meio-dia ou dia completo para aprender a tecelagem em tear tradicional ou a tintura com índigo. Reserva recomendada.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Curso de cozinha laosiana na Tamarind. Visita ao mercado para comprar os ingredientes, depois preparação de larb, orlam, mok pa e khao soi. Refeição incluída. Cursos adaptados às famílias.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Oficina artesanal com The Bamboo Experience. Cestaria de bambu, olaria tradicional, fabrico de chapéus-de-sol em papel saa ou até de uma besta em miniatura.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Compras de artesanato de comércio justo. Lojas recomendadas: Ock Pop Tok, Ma Te Sai, Passa Paa, TAEC Boutique, Village Crafts, Weaving Sisters. Evitar os produtos industriais do mercado noturno.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Voluntariado na Big Brother Mouse. ONG que promove a alfabetização. Sessão de intercâmbio linguístico com estudantes e profissionais laosianos, 1h, atrás do hotel 3 Nagas. Apenas adultos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8894,
              102.135
            ]
          },
          "visits": [
            {
              "text": "Grutas de Pak Ou. Sítio religioso no Mekong a 2h de barco a montante. Duas grutas repletas de milhares de estátuas de Buda depositadas pelos fiéis. Gruta superior no escuro (levar lanterna). Cruzeiro panorâmico, aldeias e falésias cársticas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Cascatas de Kuang Si. A 29 km de Luang Prabang (45-60 min em tuk-tuk). Cascata de 50 m em degraus, piscinas naturais turquesa na selva. Banho autorizado (vestuário que cubra). Aberto 8h-17h30, entrada 20.000 kip. Evitar a monção (água turva).",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Moon Bear Sanctuary. Refúgio para ursos-negros-asiáticos sobreviventes do tráfico, à entrada do parque de Kuang Si. Observação dos ursos num ambiente semi-natural. Sensibilização para a proteção da espécie ameaçada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Aldeias tecelãs no caminho de Kuang Si. Ban Xang Khong e Ban Xieng Lek: oficinas familiares de tecelagem, escultura em madeira e fabrico de papel saa (casca de amoreira). Compras diretas aos artesãos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mercado noturno (Night Handicraft Market). Sisavangvong Road em frente ao Palácio Real, montagem desde as 16h30, aberto até às 23h. Têxteis, pinturas, souvenirs. Mais turístico que o mercado matinal mas atmosfera animada.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Cruzeiro em slow boat no Mekong. Excursão de dia combinando Pak Ou e Kuang Si com almoço incluído. Alternativa: 2 dias até Huay Xai (fronteira tailandesa) com noite em Pakbeng. Reservar em agência, prever piquenique.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Banho nas cascatas de Kuang Si. Balneários disponíveis. Usar t-shirt e calções por respeito local. Trilho até ao topo das cascatas para os caminhantes. Chegar cedo para evitar a multidão.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Bicicleta na zona rural. Aluguer 10$/dia na Tiger Trails. Arrozais, aldeias Hmong, picos cársticos. As crianças gritam \"Sabaidee!\" à passagem. Estrada para Phou Khoun: quinta de morangos e camping.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Jantar na Buffet Street. Beco atrás da Sisavangvong Road, buffet vegetariano e lao por 20.000 kip o prato. Escolher os pratos, mandá-los aquecer, comer em mesas comuns.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Noite no Garavek Theatre. 18h30, 90 min de contos tradicionais laosianos em inglês com música ao khène. Lendas sobre a origem do Monte Phousi, de Kuang Si, do Nam Khan. 50.000 kip, 30 lugares, reservar em época alta.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pôr do sol sobre o Mekong. Khem Khong Road, pontão perto de Nam Pho Street. Cerveja Lao de frente para o rio, spray anti-mosquitos obrigatório. Gratuito e menos lotado que o Monte Phousi.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            3
          ],
          "label": "Segment 1 — J1–J3",
          "from_day": 1,
          "to_day": 3
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 3,
          "label": "Var 3j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "LA::nord::slow-boat-gibbon-10j"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Luang Prabang: Guia Completo da Pérola UNESCO do Laos",
        "intro_paragraph": "Descubra Luang Prabang, a antiga capital real do Laos classificada como Patrimônio UNESCO, onde templos dourados centenários e vilas coloniais francesas compõem uma das joias arquitetônicas do sudeste asiático. Aninhada na confluência do Mekong e do Nam Khan, esta cidade preservada convida à exploração de suas ruelas pavimentadas, mosteiros budistas e tradições milenares ainda vivas.",
        "seo_hook": "Entre tradições budistas e patrimônio colonial: explore Luang Prabang, a antiga capital real do Laos, joia UNESCO onde 34 templos dourados convivem com cascatas turquesa e mercados autênticos",
        "featured_list": [
          "Cerimônia de esmolas aos monges ao amanhecer, ritual diário de 34 templos da península",
          "Wat Xiengthong, obra-prima da arquitetura lao do século XVI com telhados em cascata e mosaicos de vidro",
          "Cascatas de Kuang Si com águas turquesa e piscinas naturais a 29km da cidade",
          "Mercado noturno artesanal e buffet de rua lao, imersão culinária autêntica na gastronomia local"
        ],
        "places_taglines": {
          "LA::luang-prabang": "Antica capitale reale UNESCO: dove la spiritualità buddista incontra l'eleganza coloniale francese tra il Mekong e il Nam Khan"
        }
      },
      "seo_keywords": [
        "Luang Prabang",
        "UNESCO Laos",
        "templos budistas",
        "cascatas Kuang Si",
        "mercado noturno",
        "Wat Xiengthong",
        "Mekong Laos",
        "patrimônio colonial"
      ],
      "practical_context": {
        "best_months": [
          "Novembro",
          "Dezembro",
          "Janeiro",
          "Fevereiro"
        ],
        "highlights": [
          "Cerimônia de esmolas aos monges ao amanhecer",
          "Wat Xiengthong e templos da península UNESCO",
          "Cascatas de Kuang Si e piscinas naturais",
          "Mercado noturno e gastronomia lao autêntica"
        ]
      }
    },
    {
      "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
      "id": "LA::nord::extreme-nord-the-ethnies-9j",
      "language": "pt",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Extremo Norte do Laos: Trekking entre Plantações de Chá e Aldeias Tribais",
      "subtitle": "Uma viagem autêntica através de plantações ancestrais, aldeias tribais e paisagens espetaculares nas terras mais remotas do norte do Laos",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::phongsali",
            "coords": [
              21.6833,
              102.1
            ]
          },
          "visits": [
            {
              "text": "Phongsali ergue-se a 1.100 metros de altitude no extremo norte do Laos, encravada entre as fronteiras chinesa e vietnamita. Esta província montanhosa apelidada de Cidade do Mar de Névoa beneficia de um clima fresco durante todo o ano.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cidade principal mistura influências laosianas e chinesas nas suas ruelas pavimentadas ladeadas por casas tradicionais de madeira. Os vestígios da época colonial francesa subsistem em alguns edifícios administrativos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As florestas cobrem 41% da superfície da província e abrigam uma biodiversidade notável. As montanhas circundantes culminam até 1.800 metros e desaparecem regularmente nas mantas de nevoeiro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A população de 200.000 habitantes compõe-se de numerosos grupos étnicos: Lao, Lu, Hmong, Dao, Akha, Khmu e Phounoy coabitam neste mosaico cultural único.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Nam Ou nasce nesta província e liga Phongsali às destinações do sul via Muang Khua, Muang Ngoi e Nong Khiaw antes de se juntar ao Mekong perto das grutas de Pak Ou.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O voo desde Vientiane até ao aeroporto de Boun Neua dura 1h40 e sobrevoa as montanhas do norte. O isolamento de Phongsali faz parte do seu charme preservado.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A chegada no início da tarde permite um primeiro passeio pelas ruelas tranquilas da cidade. A atmosfera pacífica contrasta com a agitação dos destinos turísticos do sul.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os poucos restaurantes locais servem uma cozinha laosiana simples enriquecida com influências chinesas e vietnamitas. As sopas de noodles aquecem no frescor da noite.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A névoa que envolve a cidade ao crepúsculo anuncia os espetáculos matinais que fazem a reputação de Phongsali. As luzes das casas perfuram o véu branco como pirilampos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::phongsali",
            "coords": [
              21.6833,
              102.1
            ]
          },
          "visits": [
            {
              "text": "O Phou Fa, a montanha do céu, eleva-se a alguns quilômetros da cidade e oferece o panorama mais espetacular da região. A subida de 30 minutos permanece acessível à maioria dos caminhantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O cume domina os vales, os arrozais em socalcos e as cadeias montanhosas que se estendem até a China. A beleza bruta da paisagem revela-se em toda a sua amplitude.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O nascer do sol dissipa progressivamente o mar de nuvens que afoga os vales e revela as cristas sucessivas. Este espetáculo justifica por si só a viagem até Phongsali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O museu étnico de Phongsali conta entre os melhores do Laos com suas informações detalhadas sobre os grupos que povoam a província. A exposição inaugurada em 2013 apresenta vestuário, música, agricultura, habitações e rituais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As salas do museu declinam os aspectos do quotidiano das diferentes etnias: organização social, cerimônias, práticas budistas e crenças animistas coabitam nesta região de confins.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A partida antes da alvorada permite alcançar o cume do Phou Fa para o nascer do sol. Uma lanterna frontal facilita a subida na escuridão e sapatos confortáveis são obrigatórios.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O museu étnico abre de segunda a sexta das 8h às 11h30 e das 13h30 às 16h30. O modesto bilhete de entrada permite apoiar esta preciosa instituição cultural.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A tarde presta-se ao passeio pelas ruelas da cidade velha onde as casas tradicionais ladeiam as lojas chinesas. O ritmo lento convida à contemplação.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O encontro com as agências locais permite organizar o trekking dos dias seguintes. Os guias conhecem as aldeias e facilitam os contactos com as comunidades.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 5,
            "drive_min": 15,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "LA::ban-hatsa",
            "coords": [
              21.5,
              102.15
            ]
          },
          "visits": [
            {
              "text": "A aldeia de Ban Komaen aninha-se do outro lado do vale em frente a Phongsali e abriga as plantações de chá centenárias que fazem a fama da região. Algumas árvores de chá ultrapassam os 400 anos de idade.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As árvores de chá antigas alcançam vários metros de altura e os colhedores trepam descalços nos ramos para colher as folhas mais tenras. Crianças e anciãos participam na colheita segundo métodos tradicionais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A loja de degustação da aldeia permite saborear as diferentes variedades de chá local enquanto se admira as paisagens circundantes. Os funcionários explicam orgulhosamente cada etapa da produção.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O processo de fabricação permanece inteiramente artesanal: secagem ao sol, enrolamento à mão, fermentação controlada e torrefação a fogo de lenha. Cada etapa é realizada pelos aldeões.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O trekking inicia-se após a visita às plantações e adentra-se para sul através das montanhas. Os trilhos descem progressivamente em direção ao vale do Nam Ou.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A manhã nas plantações permite a degustação e compra de chá diretamente aos produtores. As embalagens tradicionais em bambu preservam os aromas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A partida do trekking no início da tarde marca o começo da aventura para sul. O guia local carrega parte das provisões e facilita os contactos com as aldeias.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A caminhada atravessa arrozais em socalcos e porções de floresta até à aldeia de Ban Hatsa. O ritmo tranquilo permite apreciar as paisagens mutáveis.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Ban Hatsa acolhe os caminhantes numa casa comum tradicional. A refeição partilhada em torno do lume marca o início da imersão cultural com a família anfitriã.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 0,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "LA::ban-yo",
            "coords": [
              21.35,
              102.2
            ]
          },
          "visits": [
            {
              "text": "O segundo dia de trekking prossegue a descida para sul através de várias aldeias isoladas. As aldeias sucedem-se numa paisagem de colinas cultivadas e florestas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias Akha reconhecem-se pelos portais dos espíritos em madeira que marcam a entrada e delimitam o mundo dos vivos. Os baloiços rituais servem durante o festival anual.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As mulheres Hmong exibem seus trajes bordados com motivos geométricos complexos realizados em ponto cruz. As saias plissadas e os aventais coloridos testemunham um artesanato têxtil sofisticado.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As casas sobre palafitas dos Tai Lue distinguem-se pelos seus templos budistas ornados de esculturas e estátuas douradas. A religião mistura-se às crenças animistas num sincretismo harmonioso.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia Akha de Ban Yo acolhe a segunda noite numa atmosfera diferente da véspera. Cada comunidade possui suas próprias tradições de hospitalidade e partilha.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A caminhada cobre uma quinzena de quilômetros através de um relevo que se suaviza progressivamente. As subidas tornam-se mais raras enquanto a estrada para sul se desvenda.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As mulheres tecelãs trabalham nos seus teares em frente às casas e por vezes partilham suas técnicas com os visitantes. O tingimento com índigo colore suas mãos de azul profundo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O Lao Lao, álcool de arroz destilado localmente, acompanha o acolhimento dos visitantes nas aldeias. As trocas passam pelos gestos e sorrisos quando o guia traduz.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O respeito pelos costumes impõe-se: vestuário que cubra, pedido de autorização antes das fotos, atenção às barreiras rituais durante cerimônias.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 0,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "LA::muang-khua",
            "coords": [
              20.9333,
              102.5167
            ]
          },
          "visits": [
            {
              "text": "O último dia de trekking junta-se à estrada que leva a Muang Khua. As paisagens abertas anunciam o vale do Nam Ou que se aproxima.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os Phounoy constituem o grupo maioritário da região e distinguem-se pela sua maestria no cultivo do chá e do arroz. Suas aldeias organizadas testemunham uma estrutura social elaborada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A transferência em veículo desde o ponto de saída do trekking cobre a distância restante até Muang Khua. As pernas cansadas apreciam esta pausa após três dias de caminhada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Muang Khua ocupa uma confluência estratégica no Nam Ou e serve de etapa aos viajantes que descem o rio para sul. Esta pequena vila tranquila vive ao ritmo do rio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As casas sobre palafitas margeiam as margens e as pirogas de cauda longa aguardam os passageiros nos cais de madeira. O comércio fluvial anima os cais nas horas de partida.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A caminhada matinal de 2-3 horas conclui o trekking com uma descida para a estrada. As despedidas ao guia e às aldeias atravessadas marcam o fim da imersão.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A chegada a Muang Khua no início da tarde deixa tempo para explorar as margens do Nam Ou. O mercado local propõe peixes do rio e produtos dos arredores.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A reserva do barco para o dia seguinte efetua-se nos cais ou através das guesthouses. A partida matinal impõe-se para aproveitar o dia de navegação.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O pôr do sol sobre o Nam Ou ilumina o rio e as montanhas circundantes. Os três dias de caminhada dão lugar à contemplação fluvial.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 300,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "A descida do Nam Ou em piroga liga Muang Khua a Nong Khiaw em cinco a seis horas de navegação. O rio serpenteia entre falésias calcárias num cenário cada vez mais espetacular.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias de pescadores desfilam nas margens, suas casas empoleiradas acima das cheias sazonais. As crianças saúdam a passagem dos barcos desde as praias de seixos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As rápidas pontuam o percurso e obrigam por vezes os passageiros a descer para aligeirar a embarcação. O piloto navega com uma destreza adquirida em anos de prática.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Muang Ngoi surge a meio do percurso, acessível apenas pelo rio. A paragem permite esticar as pernas e vislumbrar esta aldeia isolada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw aparece na volta de um meandro, suas falésias verticais emoldurando o rio. A ponte chinesa de 1964 marca a chegada a esta aldeia espetacular.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A partida matinal desde Muang Khua permite chegar a Nong Khiaw no início da tarde. A navegação oferece horas de contemplação das paisagens que desfilam.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O almoço é tomado a bordo ou durante a paragem em Muang Ngoi. As provisões compradas no mercado de Muang Khua completam os lanches.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A instalação em Nong Khiaw deixa tempo para apreciar o panorama sobre os karsts desde os terraços das guesthouses de frente para o rio.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O pôr do sol desde a ponte oferece uma primeira impressão surpreendente deste cenário de montanhas emergidas das águas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "O Pha Daeng Peak domina Nong Khiaw e oferece o panorama mais espetacular da região. A subida de 1h30 sobe íngreme através da vegetação antes de desembocar na crista.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O cume desvenda o rio Nam Ou serpenteando entre os picos calcários até ao horizonte nebuloso. Com tempo claro, o mar de nuvens invade o vale ao amanhecer.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia de Muang Ngoi Neua aninha-se a montante, acessível apenas de barco. A navegação de uma hora atravessa gargantas onde as falésias mergulham na água.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Uma colina sobranceia Muang Ngoi e oferece um panorama circular sobre o rio e os arrozais. A aldeia estende-se ao longo de uma rua empoeirada numa atmosfera preservada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia de Sop Keng a jusante vive ainda mais afastada com suas casas tradicionais. Uma cascata acessível após uma hora de caminhada oferece uma piscina natural para banho.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O despertar antes da alvorada permite alcançar o Pha Daeng Peak para o espetáculo do sol perfurando a névoa. A descida revela novas perspetivas sobre os karsts.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A excursão de barco para Muang Ngoi ocupa a tarde com visita ao miradouro e passeio na aldeia isolada.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As grutas dos arredores de Nong Khiaw serviram de refúgios durante os bombardeamentos americanos. Os vestígios desta ocupação persistem nas cavidades.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A noite em frente aos karsts iluminados pelos últimos raios encerra este dia no cenário espetacular do norte.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "A estrada de Nong Khiaw a Luang Prabang desenrola suas 3h30 de curvas através das montanhas. As paisagens cársticas dão lugar aos vales mais suaves da antiga capital real.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Xiengthong ergue seus telhados em cascata à beira do Mekong desde 1559. Seus mosaicos de vidro vermelho contam cenas da vida do Buda sobre fundo negro lacado.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Palácio Real convertido em museu expõe a sala do trono e o Phra Bang, estátua de Buda em ouro que deu nome à cidade.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O monte Phousi culmina no centro da península, coroado pela estupa dourada do Wat Chom Si. Os 328 degraus conduzem a uma vista circular sobre a confluência do Mekong e do Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cidade velha UNESCO alterna vilas coloniais e templos de telhados inclinados. A ponta da península oferece um panorama sobre os dois rios.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A chegada no fim da manhã deixa a tarde para descobrir os templos principais. O contraste com o isolamento de Phongsali impressiona os sentidos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado noturno invade a rua principal desde as 16h30 com suas bancas de têxteis e artesanato. As lembranças complementam as das aldeias do norte.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O pôr do sol desde o monte Phousi incendeia as montanhas e o rio. As tonalidades alaranjadas marcam a transição para a vida noturna da cidade.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O jantar num dos restaurantes da cidade velha oferece uma cozinha refinada após as refeições simples das montanhas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "As grutas de Pak Ou abrem-se numa falésia calcária na confluência do Mekong e do Nam Ou. Milhares de estatuetas de Buda depositadas ao longo dos séculos revestem as paredes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A gruta superior mais escura revela centenas de estátuas amontoadas nos cantos. Uma lanterna ajuda a penetrar a obscuridade.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As cascatas de Kuang Si descem 50 metros de degraus calcários no coração da selva. As piscinas turquesa convidam ao banho em vestuário que cubra.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O santuário Moon Bear acolhe ursos-negros-asiáticos salvos do tráfico de bile à entrada do parque.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O TAEC reúne trajes e têxteis dos 49 grupos étnicos do Laos. Este museu completa os encontros vividos nas aldeias de Phongsali.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A navegação matinal para Pak Ou faz desfilar falésias cársticas e aldeias de pescadores. O trajeto sobre o Nam Ou recorda a descida desde Muang Khua alguns dias antes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A tarde nas cascatas de Kuang Si recompensa com um banho fresco. A água turquesa contrasta com o verde profundo da selva.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O tak bat da manhã seguinte pode encerrar a estadia se o viajante ficar uma noite adicional. Os monges desfilam em silêncio desde as 5h45 para receber o arroz glutinoso dos fiéis.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A viagem do extremo norte encerra-se na doçura da antiga capital real, rica dos encontros e das paisagens atravessadas desde Phongsali.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "LA::nord::slow-boat-gibbon-10j"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Extremo Norte do Laos: Trekking entre Plantações de Chá e Aldeias Tribais",
        "intro_paragraph": "Mergulhe no extremo norte do Laos, território fronteiriço com a China e o Vietnã onde se estendem as plantações de chá ancestrais, onde as aldeias tribais perpetuam suas tradições milenares e onde as paisagens de montanhas nebulosas parecem suspensas fora do tempo. De Phongsali a Luang Prabang via Muang Khua e Nong Khiaw, este percurso revela um Laos profundo, autêntico e preservado do turismo de massa.",
        "seo_hook": "Das névoas de Phongsali às gargantas do Nam Ou: trekking nas plantações de chá, imersão nas aldeias tribais Akha e Khmu, navegação em rios selvagens no norte do Laos mais remoto",
        "featured_list": [
          "Phongsali, a Cidade do Mar de Névoa: trekking nas plantações de chá e aldeias tribais Akha a 1400m de altitude",
          "Imersão autêntica nas aldeias Khmu e Akha onde persistem as tradições ancestrais de tecelagem e agricultura de montanha",
          "Mercado tribal de Phongsali: encontros com as etnias Akha, Khmu, Yunnanese e Hmong em seus trajes tradicionais",
          "Navegação no Nam Ou selvagem: descida de piroga através de gargantas espetaculares e aldeias isoladas acessíveis apenas por barco",
          "Paisagens cársticas de Nong Khiaw: caminhadas até os mirantes Pha Daeng dominando os penhascos calcários verticais",
          "Viagem completa do norte tribal à capital real: de Phongsali a Luang Prabang UNESCO através das montanhas e rios do Laos profundo"
        ],
        "places_taglines": {
          "LA::phongsali": "Città del mare di nebbia: l'estremo nord isolato del Laos dove sette gruppi etnici convivono tra piantagioni di tè ancestrali",
          "LA::ban-hatsa": "Villaggio tradizionale nel cuore del trekking: prima tappa autentica dell'immersione nelle culture montane del nord",
          "LA::ban-yo": "Comunità Akha isolata: esperienza di homestay genuina in uno dei villaggi più tradizionali della regione",
          "LA::muang-khua": "Confluenza strategica sul Nam Ou: punto di partenza per la discesa fluviale più spettacolare del Laos settentrionale",
          "LA::nong-khiaw": "Paradiso dei karst: falesie verticali e panorami mozzafiato nel cuore delle montagne calcaree",
          "LA::luang-prabang": "Antica capitale reale UNESCO: conclusione raffinata del viaggio tra templi dorati e viali coloniali"
        }
      },
      "seo_keywords": [
        "trekking Laos norte",
        "aldeias étnicas Nam Ha",
        "Nong Khiaw penhascos cársticos",
        "tribos Akha Khmu Laos",
        "aventura selva primária",
        "navegação Nam Ou",
        "Muang Sing mercados étnicos",
        "Luang Prabang UNESCO"
      ],
      "practical_context": {
        "best_months": [
          "Novembro",
          "Dezembro",
          "Janeiro",
          "Fevereiro",
          "Março"
        ],
        "highlights": [
          "Trek de 2 dias na reserva nacional de Nam Ha, floresta primária de 222.000 hectares com pernoite nas aldeias Khmu",
          "Ascensão ao miradouro Pha Daeng em Nong Khiaw para vistas espetaculares dos penhascos cársticos verticais do Nam Ou",
          "Encontros com as etnias montanhesas Akha, Khmu e Tai Lue nos mercados tradicionais de Muang Sing",
          "Navegação de barco de Nong Khiaw a Muang Ngoi Neua através de gargantas dramáticas isoladas do mundo",
          "Imersão na antiga capital real de Luang Prabang UNESCO com seus templos dourados do século XVI e arquitetura colonial"
        ]
      }
    },
    {
      "itin_id": "LA::nord::nature-aventure-ethnies-8j",
      "id": "LA::nord::nature-aventure-ethnies-8j",
      "language": "pt",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Aventura no Norte do Laos — Trekking entre Tribos Montanhesas e Florestas Primárias de 8 Dias",
      "subtitle": "Das florestas primárias de Nam Ha aos picos calcários de Nong Khiaw, uma imersão autêntica entre tribos montanhesas e natureza selvagem",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 9,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-namtha",
            "coords": [
              20.95,
              101.4
            ]
          },
          "visits": [
            {
              "text": "O Stupa Poumpouk ergue seu chedi dourado ao lado das ruínas do antigo stupa do século XVII que marcava a fronteira entre os reinos de Lan Xang e Lanna. Os bombardeios americanos de 1966 durante a guerra secreta reduziram o edifício original a ruínas, e o novo foi erguido em 2003.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Uma escadaria ladeada de nagas sobe até a plataforma onde os dois chedis se confrontam, um testemunhando o passado, o outro a reconstrução. A vista se estende sobre os arrozais dourados do vale de Luang Namtha.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Stupa Samakkhixay oferece um panorama similar sobre os campos circundantes a partir de seu chedi dourado oco que abriga estátuas de Buda. O acesso permanece gratuito e a frequentação modesta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A pequena cidade de Luang Namtha se estende ao longo de uma estrada principal ladeada de casas baixas e alguns templos modestos. As plantações de seringueiras que se estendem a perder de vista constituem o principal recurso econômico da província.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cachoeira Nam Dee se encontra a 5 quilômetros a leste do centro, acessível por uma trilha empoeirada atravessando a aldeia de mesmo nome. Uma curta caminhada leva ao pé da queda modesta mas refrescante.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O mercado noturno reúne algumas barracas de comida de rua e produtos locais numa atmosfera muito mais tranquila que os mercados do sul. Os vendedores arrumam cedo e a animação diminui já às 21h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os arrozais que forram o vale ao redor de Luang Namtha ficam dourados durante a colheita de novembro. Os camponeses curvados nos campos oferecem um espetáculo intemporal sobre fundo de montanhas verdejantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As agências de trekking do centro da cidade propõem expedições de um a cinco dias na reserva nacional de Nam Ha. A véspera da partida permite comparar as ofertas e constituir um grupo para reduzir os custos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As aldeias étnicas dos arredores acolhem os visitantes curiosos para descobrir os modos de vida tradicionais dos montanheses. Um guia facilita as trocas e o respeito aos costumes locais.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-ha",
            "coords": [
              20.95,
              101.4
            ]
          },
          "visits": [
            {
              "text": "A reserva nacional de Nam Ha protege uma das últimas florestas primárias do Laos em mais de 222.000 hectares de selva montanhosa. As trilhas se aprofundam sob a copa das árvores onde os ruídos da civilização se desvanecem rapidamente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias Khmu pontilham as alturas da reserva, suas casas sobre palafitas agrupadas em torno de uma praça central. Os habitantes cultivam arroz em terras desmatadas pelo fogo e colhem os produtos da floresta segundo métodos ancestrais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As trilhas atravessam cursos de água sobre pontes de bambu suspensas acima de torrentes impetuosas. A progressão requer atenção constante sobre troncos escorregadios e raízes retorcidas que obstruem a passagem.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As casas tradicionais Khmu se elevam sobre pilares de madeira e abrigam toda a família estendida sob um único teto de folhas. O térreo serve de refúgio aos animais domésticos e depósito para as ferramentas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As refeições comuns reúnem guias e viajantes ao redor da lareira onde cozinham arroz glutinoso e verduras da floresta. As trocas se fazem através de gestos e sorrisos além das barreiras linguísticas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O trekking de dois dias mergulha os participantes na vida da floresta primária com pernoite em aldeia. Os guias locais Khmu compartilham seu conhecimento das plantas medicinais e das técnicas de caça.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A observação da fauna selvagem requer paciência e discrição nos lugares onde se escondem os mamíferos da reserva. Os gibões lançam seus gritos ao amanhecer enquanto os macacos observam os viajantes da copa das árvores.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A noite na aldeia Khmu se passa sobre esteiras espalhadas no chão da casa comunitária. Os cães latem e os galos cantam muito antes do amanhecer para lembrar que o dia começa cedo nas montanhas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O banho no rio conclui o dia de caminhada sob o olhar divertido das crianças da aldeia. A água fria tonifica os músculos doloridos pela marcha nas encostas íngremes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::muang-sing",
            "coords": [
              21.08,
              101.17
            ]
          },
          "visits": [
            {
              "text": "Muang Sing se estende no vale cercado por montanhas cobertas de floresta. A cidade é servida por uma estrada empoeirada e conservou a atmosfera sonolenta dos centros de fronteira distantes das grandes rotas turísticas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os mercados matutinos reúnem as diversas etnias montanhesas que descem para vender seus produtos. Os trajes tradicionais se misturam na multidão onde dominam as línguas Akha, Tai Lue e Yunnanesa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O museu étnico ocupa um edifício colonial restaurado e apresenta as culturas dos povos das montanhas através de trajes, ferramentas e fotografias. As explicações em inglês ajudam a compreender as diferenças entre os diversos grupos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os templos budistas de Muang Sing refletem a influência Tai Lue com suas arquiteturas de linhas sóbrias. Seus pátios abrigam monges jovens que estudam sob a sombra das frangipani.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias circundantes abrigam populações Akha reconhecíveis por seus penteados elaborados decorados com pérolas e moedas de prata. As mulheres perpetuam as técnicas de tecelagem transmitidas de geração em geração.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O aluguel de bicicletas permite explorar o campo ao redor de Muang Sing no próprio ritmo. As trilhas atravessam arrozais e pequenas aldeias onde o tempo parece ter parado.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As excursões organizadas conduzem a aldeias Akha isoladas nas montanhas acima de Muang Sing. As caminhadas oferecem encontros autênticos longe dos percursos mais frequentados da região.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado de domingo de manhã atrai as populações das montanhas que descem à cidade. A animação atinge o pico por volta das 9h quando as barracas transbordam de verduras, tecidos e ferramentas tradicionais.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os restaurantes chineses dominam a oferta gastronômica com seus noodles e raviolis no vapor. As pousadas preparam também pratos lao mais clássicos para os viajantes em busca de variedade.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 260,
            "drive_min": 330,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "A estrada de Muang Sing a Nong Khiaw serpenteia pelas montanhas por cerca de 6 horas de curvas. As paisagens evoluem das florestas densas às formações cársticas espetaculares que anunciam a chegada ao destino.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw se comprime ao longo das margens do Nam Ou dominado por picos calcários que se erguem verticalmente das águas. A ponte suspensa atravessa o rio e liga os dois bairros da aldeia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O miradouro de Pha Daeng requer uma subida íngreme de uma hora através da selva. A trilha se arrasta entre raízes e rochas até o topo que oferece uma vista de tirar o fôlego sobre o vale do Nam Ou.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os penhascos cársticos se recortam como muros verticais acima do rio e criam uma paisagem dramática similar à da baía de Halong terrestre. Suas formas torturadas contam milhões de anos de erosão.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os barcos fluviais transportam passageiros e mercadorias rio acima e abaixo no Nam Ou até aldeias ainda isoladas por via terrestre. As pirogas motorizadas deslizam mais rapidamente entre as margens ladeando as paredes rochosas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A subida ao miradouro Pha Daeng recompensa os esforços com uma vista que abraça o vale encaixado e os penhascos circundantes. A descida requer tanta atenção no terreno escorregadio.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O caiaque no Nam Ou permite deslizar silenciosamente ao longo das margens do rio e observar a vida das aldeias desde a água. Os aluguéis fornecem material e conselhos sobre os percursos adaptados a cada nível.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os restaurantes das margens oferecem mesas com vista sobre o rio onde consumir pratos lao acompanhados de uma garrafa de cerveja fresca. O pôr do sol pinta de rosa os penhascos calcários.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As grutas de Pha Tok se alcançam de barco e serviam de refúgio durante os bombardeios. As galerias escuras conservam traços da ocupação passada e requerem uma lanterna para a exploração.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "O segundo dia em Nong Khiaw permite explorar ainda mais os arredores sem pressa. A própria aldeia convida a lentas tardes nos terraços das pousadas com vista sobre o rio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O miradouro de Phadeng Peak oferece uma alternativa à subida de Pha Daeng com vistas diferentes sobre o vale. O percurso mais longo requer cerca de duas horas de ascensão através da floresta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia de Ban Sop Jam se alcança a pé através de arrozais e pequenos bosques. As casas tradicionais sobre palafitas acolhem os raros visitantes que se aventuram até este canto tranquilo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A ponte suspensa sobre o Nam Ou oscila sob os passos e oferece uma perspectiva única sobre as águas rápidas abaixo. Os locais a atravessam a pé ou de moto sem hesitação.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As piscinas naturais nos arredores de Nong Khiaw convidam ao banho nos dias quentes. A água fresca do rio corre entre as rochas criando pequenas piscinas naturais.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Os trekkings de meio dia conduzem a aldeias isoladas nas alturas que dominam o Nam Ou. Os guias locais compartilham seu conhecimento das trilhas e facilitam os encontros com os habitantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A descida do Nam Ou em caiaque cobre várias horas de remada entre os penhascos. O ritmo lento permite apreciar a beleza selvagem do vale e parar nas praias de areia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As massagens tradicionais lao oferecidas em alguns estabelecimentos relaxam os músculos doloridos das caminhadas. As técnicas de pressão e alongamento seguem os princípios da medicina tradicional.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As noites em Nong Khiaw se passam em restaurantes tranquilos onde as conversas com outros viajantes se prolongam em torno de uma refeição compartilhada. A atmosfera relaxada favorece as trocas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "O terceiro dia oferece a oportunidade de explorar mais profundamente a região ou simplesmente desfrutar do ritmo lento de Nong Khiaw. Os dias se sucedem sem pressa entre relaxamento e pequenas excursões.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A exploração de bicicleta da estrada que ladeia o Nam Ou revela panoramas cambiantes a cada curva. As aldeias se sucedem ao longo da margem onde as crianças brincam na areia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As piscinas de água límpida escondidas na selva oferecem momentos de frescor longe das trilhas batidas. O acesso requer um breve desvio e um pouco de orientação.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O pôr do sol sobre os penhascos cársticos pinta o céu de nuances alaranjadas que se refletem nas águas do Nam Ou. As margens do rio se tornam o lugar privilegiado para apreciar este espetáculo cotidiano.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias ao longo do rio perpetuam a agricultura tradicional e a pesca. As mulheres lavam roupa nas margens enquanto os homens consertam as redes sob as árvores.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A pesca com os locais oferece uma experiência autêntica nas águas do Nam Ou. As técnicas tradicionais utilizam redes lançadas à mão ou armadilhas depositadas no fundo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As excursões nas aldeias circundantes permitem conhecer os habitantes e descobrir seu modo de vida. A hospitalidade lao se manifesta em xícaras de chá oferecidas aos visitantes de passagem.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os trekkings mais longos conduzem a cachoeiras isoladas na selva onde se pode tomar banho longe de qualquer presença humana. O retorno requer seguir os sinais deixados na trilha.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As margens do Nam Ou acolhem banhistas corajosos apesar da poluição que desaconselha engolir a água. Os locais se refrescam lá diariamente ao fim do dia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "A aldeia de Muang Ngoi Neua se aninha rio acima de Nong Khiaw, acessível apenas de barco sobre o Nam Ou. A navegação de uma hora atravessa gargantas estreitas onde os penhascos mergulham diretamente na água.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Uma colina domina Muang Ngoi e oferece um panorama circular sobre o rio, os arrozais e as montanhas circundantes. A breve subida recompensa com uma vista que abraça todo o isolamento do lugar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia se estende ao longo de uma rua empoeirada ladeada de casas de madeira e pousadas rudimentares. A eletricidade chegou apenas recentemente e a atmosfera permanece a de um Laos de outrora.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As grutas dos arredores de Muang Ngoi conservam traços de antiga ocupação humana e serviram também de refúgios durante os bombardeios. Os guias locais conduzem os visitantes através das salas obscuras.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia de Sop Keng rio abaixo de Muang Ngoi vive ainda mais distante do mundo moderno. As casas tradicionais ladeiam o rio e os habitantes se afazem nas tarefas cotidianas sob o olhar espantado dos raros visitantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Uma cachoeira acessível desde Sop Keng após uma hora de caminhada oferece uma piscina natural no coração da selva. O retorno pode ser feito em caiaque para quem escolhe esta opção junto aos organizadores.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A excursão de um dia combina barco, trekking e visita de aldeias num circuito organizado desde Nong Khiaw. As agências fornecem transporte e almoço para uma imersão completa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A estadia prolongada em Muang Ngoi permite saborear o ritmo lento de uma aldeia cortada do mundo. As pousadas simples oferecem redes e terraços diante do rio para dias de leitura e contemplação.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os habitantes de Sop Keng perpetuam pesca tradicional e agricultura de subsistência longe das estradas. As mulheres tecem e cozinham enquanto as crianças brincam entre as casas sobre palafitas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O retorno de barco em direção a Nong Khiaw oferece uma perspectiva diferente sobre as gargantas percorridas pela manhã. A luz do fim de tarde doura os penhascos e alonga as sombras sobre a água.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "A estrada de Nong Khiaw a Luang Prabang desenrola suas 3h30 de curvas através das montanhas da província. As paisagens cársticas deixam progressivamente lugar aos vales mais suaves que anunciam a antiga capital real.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A chegada a Luang Prabang traz de volta à civilização após os dias passados nos confins do norte. A península UNESCO desdobra seus templos dourados e suas vilas coloniais entre Mekong e Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Xiengthong ergue seus telhados em cascata à beira do Mekong, obra-prima da arquitetura lao do século XVI. Seus mosaicos de vidro cintilam sob o sol da tarde.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O monte Phousi culmina no centro da península e oferece uma vista circular sobre a confluência dos dois rios. Os 328 degraus levam ao stupa dourado do Wat Chom Si.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Palácio Real convertido em museu expõe as regálias da monarquia abolida e o Phra Bang, estátua de Buda que deu seu nome à cidade. As salas reconstituem a vida da corte antes da revolução de 1975.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O mercado noturno invade a rua principal desde as 16h30 com suas barracas de têxteis tecidos, pinturas e souvenirs. A multidão de turistas e vendedores anima o bairro até às 23h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O bufê de rua propõe um sortimento de pratos lao vegetarianos e de carne servidos em marmitas por alguns milhares de kips. Os comensais se sentam em bancos comuns numa viela perpendicular.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As margens do Mekong acolhem os últimos raios do sol com uma cerveja Lao na mão. As montanhas avermelham enquanto as pirogas reganhama seus atracadouros.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os templos secundários da península oferecem refúgios de paz longe da affluência do Wat Xiengthong. O Wat Sene e o Wat Visoun merecem um desvio por suas atmosferas recolhidas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            8
          ],
          "label": "Segment 2 — J6–J8",
          "from_day": 6,
          "to_day": 8
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 8,
          "label": "Var 8j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Aventura no Norte do Laos — Trekking entre Tribos Montanhesas e Florestas Primárias de 8 Dias",
        "intro_paragraph": "Mergulhe no coração autêntico do norte do Laos, onde as florestas primárias de Nam Ha escondem aldeias Khmu ancestrais e os penhascos cársticos de Nong Khiaw se erguem como catedrais de pedra sobre o Nam Ou. Esta viagem combina trekkings aventurosos na selva, encontros com as etnias montanhesas e navegações em rios majestosos, longe dos circuitos turísticos clássicos. De Luang Namtha a Luang Prabang, atravesse paisagens dramáticas onde a natureza selvagem reina soberana.",
        "seo_hook": "Dos cumes nebulosos de Nam Ha às gargantas espetaculares de Nong Khiaw, este roteiro desvela um Laos secreto onde as tribos Akha e Khmu perpetuam tradições milenares no coração da selva primária.",
        "featured_list": [
          "Reserva de Nam Ha — Trek de 2 dias na floresta primária com pernoite nas aldeias Khmu sobre palafitas, observação de gibões e banhos nas torrentes de montanha",
          "Picos cársticos de Nong Khiaw — Subida ao miradouro Pha Daeng para vistas de tirar o fôlego sobre os penhascos verticais que dominam o Nam Ou",
          "Muang Sing e os mercados étnicos — Encontro com as tribos Akha de penteados de prata, Tai Lue e Yunnanesas nos mercados dominicais coloridos",
          "Muang Ngoi Neua — Aldeia isolada acessível apenas de barco, imersão na atmosfera de um Laos esquecido pelo tempo",
          "Navegação no Nam Ou — Descida em caiaque ou piroga motorizada entre gargantas espetaculares e aldeias fluviais ainda cortadas do mundo",
          "Luang Prabang UNESCO — Final entre templos dourados e vilas coloniais da antiga capital real, culminando no Wat Xiengthong do século XVI"
        ],
        "places_taglines": {
          "LA::luang-namtha": "porta reserva Nam Ha plantações borracha trek montanhosos",
          "LA::nam-ha": "floresta primária aldeias Khmu selva gibões ancestral",
          "LA::muang-sing": "fronteira etnias Akha Tai Lue mercados tradições",
          "LA::nong-khiaw": "penhascos cársticos Nam Ou panoramas caiaque dramáticos",
          "LA::luang-prabang": "UNESCO Wat Xiengthong Mekong colonial patrimônio"
        }
      },
      "seo_keywords": [
        "trekking Norte do Laos",
        "aldeias étnicas Nam Ha",
        "Nong Khiaw penhascos cársticos",
        "tribos Akha Khmu Laos",
        "aventura selva primária",
        "navegação Nam Ou",
        "Muang Sing mercados étnicos",
        "Luang Prabang UNESCO"
      ],
      "practical_context": {
        "best_months": [
          "Novembro",
          "Dezembro",
          "Janeiro",
          "Fevereiro",
          "Março"
        ],
        "vehicle_type": "Ônibus locais, barcos fluviais, trekking a pé",
        "group_type": "Aventureiros, amantes da natureza, apaixonados por culturas étnicas, trekkers",
        "loop_type": "Percurso linear Luang Namtha → Luang Prabang via Nong Khiaw",
        "total_km": 470,
        "daily_average_km": 67,
        "highlights": [
          "Trek de 2 dias na reserva nacional de Nam Ha, floresta primária de 222.000 hectares com pernoite nas aldeias Khmu",
          "Subida ao miradouro Pha Daeng em Nong Khiaw para vistas espetaculares sobre os penhascos cársticos verticais do Nam Ou",
          "Encontros com as etnias montanhesas Akha, Khmu e Tai Lue nos mercados tradicionais de Muang Sing",
          "Navegação de barco de Nong Khiaw a Muang Ngoi Neua através de gargantas dramáticas isoladas do mundo",
          "Imersão na antiga capital real de Luang Prabang UNESCO com seus templos dourados do século XVI e arquitetura colonial"
        ]
      }
    },
    {
      "itin_id": "LA::nord::slow-boat-gibbon-10j",
      "id": "LA::nord::slow-boat-gibbon-10j",
      "language": "pt",
      "created_at": "2026-01-19T11:25:33.505Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Slow Boat, Gibbon Experience e Descida do Mekong em 10 Dias",
      "subtitle": "Aventura aérea nas copas da floresta e navegação contemplativa no rio lendário",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::huay-xai",
            "coords": [
              20.2726,
              100.4113
            ]
          },
          "visits": [
            {
              "text": "Huay Xai estende-se ao longo do Mekong frente à cidade tailandesa de Chiang Khong, ligada pela Ponte da Amizade inaugurada em 2013. Esta vila fronteiriça constitui a porta de entrada norte do Laos para os viajantes vindos da Tailândia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Forte Carnot domina o Mekong desde a sua posição estratégica escolhida pelos franceses por volta de 1900. O antigo posto militar não conheceu muita ação mas oferece vistas espetaculares sobre o rio e as montanhas circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esculturas enigmáticas povoam os arredores do forte sem que ninguém saiba realmente explicar a sua origem. Estas estátuas acrescentam um toque surrealista ao panorama já impressionante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O templo principal de Huay Xai ergue-se no topo de uma escadaria íngreme acima da rua comercial. Os monges tratam das suas ocupações quotidianas enquanto uma escola monástica ocupa parte do recinto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O cais das slow boats anima-se todas as manhãs quando os viajantes embarcam para a descida do Mekong rumo a Luang Prabang. As pirogas de cauda longa aguardam ao longo dos pontões de madeira.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O mercado local abre por volta das 14h e propõe fruta fresca, legumes e produtos do quotidiano numa atmosfera autêntica. As vendedoras das aldeias circundantes vêm escoar a sua produção.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O passeio ao longo do Mekong oferece vistas sobre a margem tailandesa e as montanhas que emolduram o rio. O pôr do sol incendeia as águas castanhas num degradé de laranja e rosa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os poucos bares com esplanada da rua principal servem a Beerlao local frente ao rio. A atmosfera tranquila convida a brindar ao início da aventura laosiana.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As agências do centro organizam as reservas para a Gibbon Experience e a slow boat. A véspera da partida permite finalizar os detalhes logísticos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-kan",
            "coords": [
              20.35,
              100.55
            ]
          },
          "visits": [
            {
              "text": "O parque nacional de Nam Kan protege uma das últimas florestas primárias do noroeste do Laos em quase 136.000 hectares. A canópia densa abriga uma biodiversidade excecional incluindo gibões, ursos e aves raras.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As cabanas nas árvores culminam até 40 metros de altura, empoleiradas entre os ramos dos gigantes da floresta. Estas estruturas de madeira constituem os alojamentos mais altos do mundo neste tipo de ambiente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A rede de tirolesas liga as diferentes cabanas e plataformas através da canópia ao longo de vários quilómetros. Os cabos permitem atravessar os vales e sobrevoar as copas das árvores.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A floresta primária desdobra os seus estratos vegetais desde o solo tapetado de fetos até à abóbada formada pelas árvores centenárias. Lianas e epífitas colonizam cada suporte disponível.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os gibões de bochechas brancas povoam esta floresta e os seus cantos ressoam ao amanhecer através dos vales. A observação destes primatas acrobáticos constitui um dos momentos altos da estadia.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A transferência desde Huay Xai atravessa paisagens de montanhas e aldeias antes de alcançar a entrada do parque. O briefing de segurança precede a primeira sessão de tirolesa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os primeiros voos em tirolesa permitem familiarizar-se com o equipamento e as técnicas de travagem. Os guias experientes acompanham cada travessia e ajustam os arneses.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A subida para as cabanas efetua-se por escadas e passadiços suspensos nas árvores. A progressão vertical oferece perspetivas mutáveis sobre a floresta circundante.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O jantar preparado pela equipa toma-se na plataforma da cabana frente à canópia que escurece. Os ruídos da selva noturna substituem progressivamente o canto das aves diurnas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-kan",
            "coords": [
              20.35,
              100.55
            ]
          },
          "visits": [
            {
              "text": "O amanhecer na canópia desvela a floresta que emerge lentamente das faixas de névoa agarradas aos vales. Os primeiros raios de sol penetram através da folhagem e aquecem as plataformas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os gibões iniciam o seu concerto territorial às primeiras luzes, os seus chamamentos potentes alcançando vários quilómetros. Os casais cantam em dueto num ritual diário fascinante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As árvores emergentes ultrapassam a canópia em várias dezenas de metros e oferecem pontos de vista sobre o oceano verde da floresta. Algumas espécies atingem mais de 50 metros de altura.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A fauna noturna cede lugar às espécies diurnas: esquilos gigantes, calaus e passeriformes coloridos animam os ramos circundantes. Os binóculos permitem observar os animais sem os perturbar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os trilhos no solo atravessam porções de floresta onde os guias identificam rastos, plantas medicinais e árvores notáveis. A caminhada completa a experiência aérea das tirolesas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O dia completo de tirolesa encadeia as travessias em cabos de comprimentos variados, alguns ultrapassando os 500 metros. A velocidade e a altura proporcionam sensações de voo sobre a selva.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O trekking na floresta liga diferentes setores do parque passando por ribeiros e clareiras. Os guias partilham os seus conhecimentos sobre o ecossistema e os usos tradicionais das plantas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O almoço servido numa plataforma intermédia oferece uma pausa bem-vinda entre as sessões de voo. Os pratos simples mas nutritivos reconstituem a energia gasta.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O final da tarde passa-se a espreitar os gibões desde os pontos de observação estratégicos. A paciência recompensa por vezes com o aparecimento de uma família a baloiçar de ramo em ramo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::huay-xai",
            "coords": [
              20.2726,
              100.4113
            ]
          },
          "visits": [
            {
              "text": "A última manhã na canópia permite desfrutar uma última vez do despertar da floresta. Os adeuses às cabanas empoleiradas marcam o fim da imersão neste mundo suspenso.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A descida para o solo devolve progressivamente à civilização após os dias passados entre as árvores. O contraste entre a selva e as aldeias atravessadas no regresso impressiona os sentidos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As aldeias nos arredores do parque abrigam comunidades que beneficiam das consequências do ecoturismo. O projeto contribui para a proteção da floresta oferecendo uma alternativa económica à desflorestação.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O regresso a Huay Xai atravessa paisagens de montanhas cultivadas e aldeolas isoladas. Os arrozais em socalcos ocupam as encostas onde a floresta cedeu lugar à agricultura.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "As últimas tirolesas da manhã sobrevoam as porções mais espetaculares do parque antes da partida. A luz matinal realça os verdes profundos da canópia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A transferência de regresso para Huay Xai deixa tempo para digerir a experiência única dos dias anteriores. As imagens da floresta vista de cima ficarão gravadas na memória.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A tarde livre em Huay Xai permite passear pelas ruas comerciais e preparar a etapa seguinte. As lojas propõem artesanato local e lembranças do Laos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A noite frente ao Mekong oferece a ocasião de conhecer outros viajantes e trocar sobre as respetivas aventuras. O dia seguinte marcará o início da descida do rio mítico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 360,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "LA::pakbeng",
            "coords": [
              19.8925,
              101.1358
            ]
          },
          "visits": [
            {
              "text": "A slow boat deixa Huay Xai de manhã cedo e inicia a sua descida do Mekong rumo ao sul. Os bancos de madeira acolhem os passageiros para seis a sete horas de navegação contemplativa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As falésias calcárias mergulham no rio castanho enquanto as aldeias de pescadores desfilam nas margens. As pirogas locais cruzam a embarcação carregada de viajantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Mekong serpenteia entre as montanhas numa paisagem que pouco mudou ao longo dos séculos. Os búfalos banham-se nas águas pouco profundas enquanto as crianças brincam nas praias de areia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pakbeng surge depois de um meandro, as suas casas agarradas à colina que domina o rio. Este burgo fluvial constitui a paragem tradicional a meio caminho entre Huay Xai e Luang Prabang.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Sin Jong Jaeng domina o Mekong desde o início da época colonial. Os seus beirais repintados escondem um velho fresco desbotado onde se distingue um personagem bigodudo com chapéu e guarda-chuva, provavelmente um dos primeiros visitantes europeus.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A navegação lenta permite observar a vida fluvial que se desenrola nas margens: lavadeiras, pescadores com rede, crianças que saúdam a passagem da embarcação.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O almoço toma-se a bordo com as provisões compradas no mercado de Huay Xai ou preparadas pela tripulação. Os vendedores ambulantes por vezes acostam a embarcação nas paragens.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A chegada a Pakbeng ao final da tarde deixa tempo para subir os degraus até ao templo e admirar o pôr do sol sobre o rio. Os tons alaranjados incendeiam as águas calmas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado matinal de Pakbeng reúne as minorias étnicas dos arredores que vêm vender legumes, raízes, ervas e plantas medicinais da selva.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "O santuário dos elefantes do Mekong acolhe paquidermes resgatados da exploração florestal e turística. Fundado em 2008, este projeto piloto promove o turismo sustentável e a salvaguarda de uma espécie ameaçada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os elefantes evoluem num ambiente semi-natural onde os visitantes os acompanham a pé em vez de montados. O passeio na floresta permite observar o seu comportamento natural e as suas interações sociais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O banho dos elefantes no rio constitui o momento alto do encontro com estes gigantes. Os mahouts guiam os animais na água enquanto os visitantes podem aproximar-se e alimentá-los.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O museu de Pakbeng apresenta os trajes e ferramentas das minorias étnicas que povoam a região. Khamu, Hmong, Thai e Yao compõem o mosaico cultural desta zona montanhosa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O segundo dia de slow boat prossegue a descida rumo a Luang Prabang através de paisagens semelhantes mas nunca monótonas. Cada meandro revela novas perspetivas sobre as montanhas e aldeias.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A manhã no santuário dos elefantes inclui o passeio na floresta, a alimentação e o banho. As equipas apaixonadas partilham o seu conhecimento dos animais e os desafios da sua proteção.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A partida da slow boat ao final da manhã permite chegar a Luang Prabang ao início da noite. As seis horas de navegação oferecem um último momento de contemplação fluvial.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A chegada a Luang Prabang revela os primeiros templos dourados e os telhados tradicionais da antiga capital real. O cais situa-se aos pés da península UNESCO.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A primeira noite em Luang Prabang permite descobrir o mercado noturno que invade a rua principal a partir das 16h30. As bancas de têxteis e artesanato iluminam o bairro histórico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "O Wat Xiengthong ergue os seus telhados em cascata na margem do Mekong desde 1559. Os seus mosaicos de vidro vermelho sobre fundo negro lacado contam cenas da vida de Buda e das aldeias lao.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Palácio Real convertido em museu nacional expõe a sala do trono, os aposentos reais e o Phra Bang, estátua de Buda em ouro que deu nome à cidade.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O monte Phousi culmina no centro da península, coroado pelo stupa dourado do Wat Chom Si. Os 328 degraus conduzem a uma vista circular sobre a confluência do Mekong e do Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O Wat Visoun abriga o Buda mais antigo da cidade num santuário reconstruído após um incêndio. O stupa arredondado apelidado de melancia data do século XVI.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O TAEC reúne trajes, ferramentas e têxteis dos 49 grupos étnicos do Laos numa cenografia moderna. Este museu constitui a melhor introdução ao mosaico cultural do país.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A cidade velha UNESCO alterna vilas coloniais e templos com telhados inclinados característicos do estilo lao. A ponta da península oferece um panorama sobre os dois rios.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "O tak bat reúne os monges dos 34 templos que desfilam em silêncio a partir das 5h45 para receber o arroz glutinoso dos fiéis. A cerimónia desenrola-se no recolhimento a distância respeitosa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado matinal desdobra as suas bancas de frutos tropicais, peixes e khao jee até às 10h. A atmosfera animada contrasta com a serenidade dos templos vizinhos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os cafés com vista para o Mekong servem café lao forte e pastelaria francesa herdada da época colonial. O ritmo lento convida a deambular entre duas visitas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O pôr do sol desde as margens do Mekong incendeia as montanhas que avermelhão do outro lado do rio. As pirogas regressam às suas amarras na luz dourada.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "As grutas de Pak Ou abrem-se numa falésia calcária na confluência do Mekong e do Nam Ou, a duas horas de navegação rio acima. Milhares de estatuetas de Buda depositadas ao longo dos séculos forram as paredes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A gruta superior mais escura revela centenas de estátuas amontoadas nos recantos, algumas cobertas de pó dourado. Uma lanterna ajuda a penetrar a escuridão.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As cascatas de Kuang Si precipitam-se por 50 metros de degraus calcários no coração da selva a 29 quilómetros da cidade. As piscinas turquesa convidam ao banho em roupa cobrindo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O santuário Moon Bear recolhe ursos negros asiáticos salvos do tráfico de bílis à entrada do parque. Os hóspedes evoluem em recintos semi-naturais.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Um trilho sobe pelo flanco esquerdo das cascatas até à nascente. Os 20 minutos de subida conduzem ao tanque superior mais calmo do que as piscinas naturais a jusante.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A navegação matinal rumo a Pak Ou faz desfilar falésias cársicas e aldeias de pescadores. As paragens nas aldeolas permitem observar a destilação do Lao Lao.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A tarde nas cascatas de Kuang Si recompensa com um banho refrescante após a estrada poeirenta. A água turquesa contrasta com o verde profundo da selva circundante.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "As aldeias de tecelões no caminho das cascatas permitem observar as artesãs a trabalhar a seda à porta de casa. As compras diretas garantem uma remuneração justa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O regresso a Luang Prabang ao final da tarde deixa tempo para um último passeio na cidade velha antes do jantar.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "A estrada de Luang Prabang a Nong Khiaw serpenteia através das montanhas da província durante 3 horas e meia. As paisagens cársicas tornam-se mais espetaculares à medida que a estrada avança para norte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw surge entre o rio Nam Ou e as falésias calcárias verticais que enquadram o vale. A ponte chinesa de 1964 liga as duas margens da aldeia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Os picos cársicos mergulham as suas paredes no rio de águas ora esmeraldas ora lamacentas consoante a estação. Esta geografia espetacular atrai caminhantes e fotógrafos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia conta 3.500 habitantes e conserva os vestígios dos bombardeamentos americanos que a arrasaram durante a guerra do Vietname. A reconstrução foi lenta mas o encanto está intacto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "As grutas que perfuram as falésias serviram de refúgio aos habitantes durante os raids aéreos. Algumas ainda se visitam e conservam os vestígios desta ocupação forçada.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A chegada ao início da tarde deixa tempo para subir o Pha Daeng Peak para o pôr do sol. A subida de 1 hora e meia é íngreme mas a vista recompensa o esforço.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O cume desvela o rio Nam Ou serpenteando entre os pináculos calcários até ao horizonte. Com tempo limpo, o mar de nuvens invade o vale ao amanhecer.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O mercado matinal reúne produtores locais e vendedoras de street food nas primeiras horas do dia. As bancas desaparecem antes do meio-dia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A travessia da ponte oferece uma perspetiva única sobre a aldeia encaixada entre rio e falésias. As pirogas sobem a corrente num penacho de espuma.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "A aldeia de Muang Ngoi Neua aninha-se rio acima de Nong Khiaw, acessível apenas de barco pelo Nam Ou. A navegação de uma hora atravessa desfiladeiros onde as falésias mergulham na água.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Uma colina domina Muang Ngoi e oferece um panorama circular sobre o rio, os arrozais e as montanhas. A subida curta recompensa com uma vista que abraça todo o isolamento do lugar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia estende-se ao longo de uma rua poeirenta ladeada de casas de madeira e guesthouses rudimentares. A atmosfera permanece a de um Laos de outros tempos onde o tempo passa devagar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "A aldeia de Sop Keng rio abaixo vive ainda mais apartada com as suas casas tradicionais e os seus habitantes ocupados nas tarefas quotidianas. Uma cascata acessível após uma hora de marcha oferece um tanque para banho.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "O regresso de barco para Nong Khiaw oferece uma perspetiva diferente sobre os desfiladeiros percorridos de manhã. A luz do final da tarde doura as falésias e alonga as sombras sobre a água.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "A excursão de um dia combina barco, trekking e visita de aldeias num circuito completo desde Nong Khiaw. O almoço toma-se numa das aldeias atravessadas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Os habitantes de Sop Keng perpetuam pesca tradicional e agricultura de subsistência. As mulheres tecem e cozinham enquanto as crianças brincam entre as casas sobre palafitas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "O banho na cascata refresca após a marcha no calor tropical. O tanque natural acolhe os visitantes num cenário de selva preservada.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A última noite em Nong Khiaw permite contemplar os pináculos cársicos iluminados pelos últimos raios do sol. A viagem termina neste cenário espetacular do norte do Laos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Slow Boat, Gibbon Experience e Descida do Mekong em 10 Dias",
        "intro_paragraph": "Uma aventura completa no norte do Laos que combina a experiência única da Gibbon Experience na floresta primária com a navegação contemplativa no Mekong. Das casas na árvore a 40 metros de altura aos templos dourados de Luang Prabang, este roteiro revela as maravilhas escondidas do país.",
        "seo_hook": "Tirolesas na canópia, slow boat no Mekong e paisagens cársicas espetaculares",
        "featured_list": [
          "Gibbon Experience: noites a 40 metros na floresta primária",
          "Dois dias de navegação contemplativa no Mekong",
          "Luang Prabang: património mundial UNESCO",
          "Cascatas turquesa de Kuang Si",
          "Nong Khiaw: pináculos cársicos e rio Nam Ou",
          "Encontro com gibões, elefantes e vida local"
        ],
        "places_taglines": {
          "LA::huay-xai": "Porta do Laos onde começa a aventura no Mekong",
          "LA::nam-kan": "Floresta primária, gibões e casas na árvore a 40 metros",
          "LA::pakbeng": "Paragem fluvial a meio caminho de Luang Prabang",
          "LA::luang-prabang": "Templos dourados e doçura de viver na antiga capital real",
          "LA::nong-khiaw": "Pináculos cársicos e quietude no rio Nam Ou"
        }
      },
      "seo_keywords": [],
      "practical_context": {
        "best_months": [
          "novembro",
          "dezembro",
          "janeiro",
          "fevereiro",
          "março"
        ],
        "highlights": [
          "Gibbon Experience: casas na árvore e tirolesas na floresta primária",
          "Slow boat: dois dias de navegação contemplativa no Mekong",
          "Luang Prabang: templos dourados e património UNESCO",
          "Cascatas de Kuang Si de águas turquesa",
          "Nong Khiaw: paisagens cársicas espetaculares",
          "Encontro com os gibões de bochechas brancas"
        ]
      }
    }
  ]
}