{
  "version": "v1",
  "country": "LA",
  "language": "es",
  "itineraries": [
    {
      "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
      "id": "LA::centre-est::histoire-guerre-secrete-10j",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Tras las Huellas de la Guerra Secreta en Laos — Llanura de las Jarras y Cuevas del Pathet Lao de 10 Días",
      "subtitle": "De las misteriosas jarras de Xiangkhouang a las cuevas refugio de Sam Neua, un viaje por la historia oculta de Laos",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "Phonsavan se extiende en el corazón de la provincia de Xiangkhouang a 1.100 metros de altitud, rodeada de colinas verdes y bosques de pinos. Esta ciudad nueva fue fundada en los años 70 tras la destrucción de la antigua capital Xieng Khouang durante los bombardeos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La región lleva el sobrenombre de colinas del paraíso por sus paisajes ondulados que contrastan con las montañas escarpadas del norte. La altitud tempera el clima y ofrece temperaturas agradables todo el año.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las huellas de la guerra permanecen omnipresentes en la región: cráteres de bombas, restos metálicos reciclados en cercas y jardineras, municiones sin explotar que aún salpican los campos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La carretera desde Luang Prabang atraviesa las montañas durante ocho horas en curvas sinuosas. Los paisajes cambian progresivamente a medida que aumenta la altitud.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La llegada tardía a Phonsavan revela una ciudad modesta con calles rectilíneas bordeadas de edificios sin encanto particular. El interés reside en los sitios circundantes más que en la ciudad misma.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El trayecto en autobús desde Luang Prabang constituye una aventura en sí con sus curvas cerradas y sus panoramas montañosos. Las paradas en los pueblos permiten observar la vida rural.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La instalación en una casa de huéspedes en Phonsavan prepara los días de exploración futuros. Los establecimientos sencillos pero confortables acogen a los viajeros de paso.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La cena en uno de los restaurantes locales ofrece la ocasión de probar la cocina de la región. Las influencias vietnamitas se mezclan con los platos lao tradicionales.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El encuentro con las agencias locales permite organizar las visitas a los sitios de las jarras y los centros UXO. Los guías conocen la historia compleja de la región.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "El Sitio 1 de las Jarras reúne más de 250 jarras de piedra dispuestas sobre una colina con vista panorámica sobre la llanura. Las jarras más grandes alcanzan tres metros de altura y varias toneladas de peso.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El origen de estos recipientes megalíticos permanece misterioso a pesar de las teorías sobre la Edad del Hierro y prácticas funerarias. Los arqueólogos continúan debatiendo su datación entre 500 a.C. y 500 d.C.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los cráteres de bomba salpican los alrededores inmediatos de los sitios de las jarras, testimoniando la intensidad de los bombardeos. Algunas jarras llevan huellas de metralla y proyectiles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El centro MAG organiza visitas guiadas que cuentan el trabajo de desminado en curso. Los expertos aún evacúan regularmente artefactos sin explotar de los años 60 y 70.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Sitio 2 ofrece un ambiente más salvaje con jarras dispersas en el bosque. El acceso requiere una breve caminata sobre senderos señalizados en seguridad.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La visita del centro COPE en Phonsavan ilustra el impacto de las bombas de racimo sobre las poblaciones locales. Las exposiciones muestran prótesis y testimonios de supervivientes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La exploración de los diversos sitios de las jarras requiere seguir rigurosamente los caminos señalizados. Las zonas no señalizadas pueden aún contener artefactos sin explotar.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los guías locales narran leyendas sobre las jarras incluida la del rey Khun Cheung que supuestamente las habría mandado hacer para fermentar alcohol de arroz. Las historias se mezclan con la historia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El regreso a Phonsavan permite visitar los talleres artesanales que reciclan aluminio de los restos de guerra. Las cucharas y las pulseras hechas con el metal de los aviones testimonian una forma de resiliencia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "El Sitio 3 concentra las jarras más imponentes de toda la llanura sobre dos colinas cercanas. La subida ofrece vistas espectaculares sobre los paisajes circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los pueblos de la llanura conservan arquitecturas tradicionales lao con casas sobre pilotes. Los habitantes cultivan arroz y verduras sobre los terrenos despejados de artefactos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las fuentes termales de Muang Khoun brotan en un paisaje bucólico a una treintena de kilómetros de Phonsavan. Las piscinas naturales permiten un baño relajante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las ruinas de Muang Khoun testimonian la gloria pasada de la antigua capital provincial. El viejo That destruido por los bombardeos aún se levanta en medio de los escombros.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un Buda gigante sentado sobrevivió milagrosamente a los bombardeos a pesar de los daños visibles. La estatua se sienta al aire libre rodeada de ruinas de templo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La excursión a Muang Khoun combina historia y relajación con el descubrimiento de las ruinas seguido de un baño en las fuentes termales. El circuito requiere un día completo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los encuentros con los habitantes de los pueblos permiten comprender mejor las consecuencias duraderas de la guerra. Muchas familias han perdido miembros a causa de los artefactos sin explotar.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La fotografía de las jarras requiere paciencia para captar la luz ideal. El atardecer baña la piedra milenaria con colores cálidos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado de Phonsavan ofrece la ocasión de observar los productos locales y la animación matutina. Los campesinos bajan de las colinas para vender sus verduras.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::phonsavan",
            "coords": [
              19.45,
              103.1833
            ]
          },
          "visits": [
            {
              "text": "Un cuarto día en Phonsavan permite explorar los sitios menos visitados o simplemente descansar antes del largo trayecto hacia Sam Neua. La ciudad misma revela algunos rincones interesantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El viejo aeropuerto bombardeado conserva hangares destruidos y pistas acribilladas de cráteres. Las autoridades han mantenido el sitio como memorial de la guerra.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las colinas alrededor de Phonsavan ofrecen hermosos paseos a través de pueblos Hmong. Los trajes tradicionales aún se visten durante las fiestas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los mercados semanales atraen a las poblaciones montañesas que bajan a vender sus productos. Los tejidos bordados y las joyas de plata testimonian el saber hacer local.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La preparación del trayecto hacia Sam Neua requiere verificar el estado de las carreteras. La estación de lluvias puede hacer el recorrido difícil.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El descanso en Phonsavan permite recuperarse antes de las largas horas de autobús futuras. Las casas de huéspedes ofrecen terrazas tranquilas para leer.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las excursiones organizadas conducen a pueblos aislados donde la vida tradicional prosigue sin demasiados cambios. Los desplazamientos se hacen a pie o en moto.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los restaurantes de Phonsavan proponen cocina internacional junto a los platos lao. Las pizzerías y los restaurantes indios atraen a los viajeros en busca de variedad.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las noches en Phonsavan transcurren tranquilamente entre viajeros que intercambian consejos y relatos. La atmósfera permanece relajada lejos de la agitación turística.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 200,
            "drive_min": 360,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::sam-neua",
            "coords": [
              20.4167,
              104.0667
            ]
          },
          "visits": [
            {
              "text": "La carretera de Phonsavan a Sam Neua serpentea a través de montañas remotas durante unas seis horas de curvas. Los paisajes evolucionan de las colinas de la llanura a los valles profundos de la provincia de Hua Phan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sam Neua se extiende en un valle estrecho dominado por montañas cubiertas de bosque. La ciudad conserva una atmósfera tranquila lejos de los circuitos turísticos principales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La provincia de Hua Phan sirvió de bastión del Pathet Lao durante la guerra. Las cuevas vecinas albergaron el cuartel general del movimiento comunista.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los bombardeos americanos martillearon sistemáticamente la región buscando destruir las bases comunistas. Las poblaciones se refugiaron en las cuevas durante años.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La llegada a Sam Neua ofrece la oportunidad de descubrir una ciudad poco visitada donde la vida lao se desarrolla según ritmos tranquilos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El largo trayecto en autobús requiere paciencia sobre las carreteras sinuosas. Las paradas en los pueblos permiten estirar las piernas y observar la vida local.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La instalación en Sam Neua prepara la visita de las cuevas del día siguiente. Las casas de huéspedes son rudimentarias pero hospitalarias.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado nocturno de Sam Neua reúne algunos puestos de comida callejera en una atmósfera auténtica. Las especialidades locales se descubren entre los puestos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los paseos por las orillas del río Nam Sam revelan vistas pintorescas sobre la ciudad. Las montañas circundantes crean un marco espectacular.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::sam-neua",
            "coords": [
              20.4167,
              104.0667
            ]
          },
          "visits": [
            {
              "text": "Las cuevas de Vieng Xai se encuentran a treinta kilómetros de Sam Neua en la montaña calcárea. Estas cuevas sirvieron de ciudad subterránea para el Pathet Lao de 1964 a 1973.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Más de 20.000 personas vivieron en las cuevas durante los bombardeos intensivos. Las galerías albergaron oficinas, hospitales, escuelas e incluso un teatro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La visita guiada obligatoria conduce a través de las cuevas principales donde vivieron los dirigentes del Pathet Lao. Los guías cuentan la vida cotidiana subterránea.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cueva del príncipe Souphanouvong, líder del Pathet Lao, conserva muebles de época y documentos. Las condiciones espartanas contrastan con su rango principesco.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El lago artificial de Vieng Xai ofrece un paisaje sereno donde se reflejan las montañas kársticas. Los locales vienen aquí a relajarse después del trabajo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El circuito de las cuevas requiere unas tres horas con audioguía en varios idiomas. Las explicaciones contextualizan los eventos de la guerra secreta.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los testimonios de los supervivientes recogidos en las exposiciones ilustran la resiliencia de las poblaciones. Los niños nacidos en las cuevas testimonian de las condiciones extremas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los paseos alrededor de Vieng Xai conducen a cuevas secundarias menos frecuentadas. El paisaje kárstico ofrece panoramas espectaculares.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El regreso a Sam Neua permite reflexionar sobre la complejidad de la historia lao. Las perspectivas múltiples enriquecen la comprensión de los eventos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 480,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "La carretera de Sam Neua a Nong Khiaw constituye uno de los trayectos más espectaculares de Laos a través de montañas remotas. Ocho horas de curvas atraviesan paisajes casi vírgenes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los pueblos aislados a lo largo de la carretera testimonian la dura vida de las montañas. Los habitantes Tai Dam y Khmu mantienen tradiciones ancestrales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El descenso progresivo hacia Nong Khiaw revela formaciones kársticas espectaculares que anuncian la llegada al valle del Nam Ou.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw aparece como un oasis tras las largas horas de carretera a través de las montañas. El río y los acantilados crean un escenario dramático.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La instalación en una casa de huéspedes con vista sobre el río concluye este día intensivo de viaje. El descanso es bienvenido tras las aventuras por carretera.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El trayecto requiere salida matinal y paciencia sobre las carreteras accidentadas. Las paradas frecuentes permiten apreciar los paisajes montañosos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los encuentros fortuitos con los viajeros en los pueblos enriquecen la experiencia. Los intercambios se hacen a través de sonrisas y gestos universales.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La llegada a Nong Khiaw ofrece la oportunidad de relajarse tras días intensivos en las regiones remotas. Los restaurantes de las orillas invitan a la contemplación.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La planificación de los días futuros permite elegir entre descanso y actividades alrededor de Nong Khiaw. Las opciones abundan para trekking y kayak.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "Un día en Nong Khiaw permite recuperarse tras los largos trayectos y descubrir este pueblo pintoresco. Los acantilados kársticos dominan el paisaje de modo espectacular.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El mirador de Pha Daeng requiere una subida empinada de una hora a través de la selva. La vista sobre el valle del Nam Ou recompensa ampliamente los esfuerzos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El río Nam Ou corre entre las montañas creando un corredor natural espectacular. Los barcos fluviales se deslizar sobre las aguas rápidas transportando pasajeros y mercancías.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cuevas de Pha Tok se alcanzan en barco sobre el Nam Ou. Estas cuevas sirvieron también de refugio durante los bombardeos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El puente colgante sobre el Nam Ou oscila bajo los pasos ofreciendo una perspectiva única sobre el río. Los locales lo atraviesan sin vacilar con sus motos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La subida al mirador Pha Daeng permite apreciar la belleza dramática del valle. El descenso requiere atención en el terreno resbaladizo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El kayak en el Nam Ou ofrece una experiencia relajante deslizándose entre los acantilados. Los alquileres proporcionan equipo y consejos sobre los recorridos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los restaurantes de las orillas ofrecen mesas con vista sobre el río donde consumir platos lao. El atardecer pinta los acantilados de rosa y naranja.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las conversaciones con otros viajeros permiten intercambiar experiencias y consejos. La atmósfera relajada de Nong Khiaw favorece los encuentros.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "La carretera de Nong Khiaw a Luang Prabang desenrolla sus tres horas y media de curvas a través de las montañas. Los paisajes kársticos dejan progresivamente lugar a los valles más suaves.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La llegada a Luang Prabang marca el regreso a la civilización tras los días pasados en las regiones remotas. La península UNESCO despliega sus templos dorados y sus villas coloniales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Xiengthong levanta sus techos en cascada al borde del Mekong. Esta obra maestra de la arquitectura lao del siglo XVI centellea bajo el sol de la tarde.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El monte Phousi culmina en el centro de la península y ofrece una vista circular sobre la confluencia de los dos ríos. Los 328 escalones conducen a la estupa dorada del Wat Chom Si.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Palacio Real convertido en museo expone las regalías de la monarquía abolida y el Phra Bang. Las salas reconstruyen la vida de corte antes de la revolución de 1975.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La llegada a Luang Prabang permite reencontrar el confort y las comodidades de una ciudad turística. Las casas de huéspedes ofrecen duchas calientes y camas confortables.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado nocturno invade la calle principal desde las 16h30 con sus puestos de tejidos y souvenirs. La multitud de turistas y vendedores anima el barrio hasta las 23h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los restaurantes de Luang Prabang proponen cocina refinada en ambientes elegantes. Las terrazas a lo largo del Mekong invitan a cenas románticas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los paseos en el centro histórico UNESCO revelan la arquitectura colonial preservada. Las villas francesas albergan hoy boutiques y cafeterías.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Un día suplementario en Luang Prabang permite profundizar el descubrimiento de la ciudad o simplemente descansar. Los templos secundarios merecen visitas tranquilas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cascadas de Kuang Si se encuentran a treinta kilómetros de la ciudad en un ambiente de bosque. Las piscinas naturales turquesa invitan a un baño refrescante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El santuario de osos alberga osos negros rescatados del comercio ilegal. La organización trabaja en la conservación de esta especie amenazada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los pueblos artesanales alrededor de Luang Prabang perpetúan técnicas tradicionales de tejido y cerámica. Las demostraciones permiten comprender los saberes ancestrales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las orillas del Mekong ofrecen panoramas espectaculares al atardecer cuando las montañas se encienden de rojo. Las piraguas se deslizan silenciosamente sobre las aguas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La excursión a las cascadas de Kuang Si combina naturaleza y relajación con posibilidad de baño en las piscinas naturales. El circuito requiere medio día.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La procesión matinal de los monjes atrae a muchos turistas pero permanece como un momento auténtico de la vida espiritual lao. El silencio y el respeto son esenciales.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los cursos de cocina lao enseñan la preparación de los platos tradicionales. Las lecciones comienzan en el mercado para la elección de ingredientes frescos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las últimas horas en Luang Prabang se pasan recopilando recuerdos y reflexionando sobre el viaje a través de la historia compleja de Laos. Las experiencias vividas enriquecen la comprensión del país.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Tras las Huellas de la Guerra Secreta en Laos — Llanura de las Jarras y Cuevas del Pathet Lao de 10 Días",
        "intro_paragraph": "Sumérgete en la historia oculta de Laos a través de un viaje que desvela los secretos de la Guerra Secreta, el conflicto más bombardeado de la historia. De la misteriosa Llanura de las Jarras sembrada de cráteres a las cuevas subterráneas de Vieng Xai donde el Pathet Lao resistió durante años, este itinerario histórico combina sitios UNESCO, testimonios conmovedores y paisajes espectaculares. De Phonsavan a Luang Prabang vía Sam Neua y Nong Khiaw, atraviesa regiones remotas que aún llevan las cicatrices de un pasado trágico.",
        "seo_hook": "De las jarras megalíticas de Xiangkhouang a las ciudades subterráneas de Sam Neua, esta ruta histórica revela el Laos secreto de los bombardeos y la resistencia, donde 20.000 personas vivieron en las cuevas durante nueve años.",
        "featured_list": [
          "Llanura de las Jarras — Explora los Sitios 1, 2 y 3 con 250+ jarras megalíticas milenarias rodeadas de cráteres de bombas, testigos silenciosos de la guerra más intensa de la historia",
          "Centro COPE Phonsavan — Descubre el impacto devastador de las bombas de racimo sobre las poblaciones lao a través de testimonios conmovedores y exposiciones sobre municiones sin explotar",
          "Cuevas de Vieng Xai — Visita guiada de las ciudades subterráneas del Pathet Lao donde 20.000 personas vivieron de 1964 a 1973 con hospitales, escuelas y teatro en las cuevas",
          "Viejo aeropuerto de Phonsavan — Camina entre los hangares bombardeados y las pistas acribilladas de cráteres mantenidas como memorial de la Guerra Secreta",
          "Sam Neua remota — Sumérgete en la provincia de Hua Phan, bastión del Pathet Lao, con mercados auténticos y paisajes montañosos prístinos lejos de los circuitos turísticos",
          "Nong Khiaw dramático — Descanso regenerador entre acantilados kársticos verticales sobre el Nam Ou, con subida al mirador Pha Daeng para vistas impresionantes"
        ],
        "places_taglines": {
          "LA::phonsavan": "jarras megalíticas cráteres bombas COPE UXO historia",
          "LA::sam-neua": "Pathet Lao cuevas Vieng Xai remoto guerra",
          "LA::nong-khiaw": "acantilados kársticos Nam Ou Pha Daeng dramático",
          "LA::luang-prabang": "UNESCO Wat Xiengthong Mekong colonial patrimonio"
        }
      },
      "seo_keywords": [
        "Guerra Secreta Laos",
        "Llanura de las Jarras Phonsavan",
        "cuevas Vieng Xai Pathet Lao",
        "bombas de racimo COPE",
        "Sam Neua Hua Phan",
        "historia Guerra de Vietnam",
        "sitios UXO Laos",
        "itinerario histórico Laos"
      ],
      "practical_context": {
        "best_months": [
          "Noviembre",
          "Diciembre",
          "Enero",
          "Febrero",
          "Marzo"
        ],
        "vehicle_type": "Autobuses locales, minivans privados para carreteras de montaña",
        "group_type": "Apasionados de historia, viajeros aventureros, interesados en la Guerra de Vietnam",
        "loop_type": "Ruta lineal Phonsavan → Sam Neua → Nong Khiaw → Luang Prabang",
        "total_km": 625,
        "daily_average_km": 89,
        "highlights": [
          "Sitios 1, 2 y 3 de la Llanura de las Jarras con 250+ recipientes megalíticos milenarios rodeados de cráteres de bombas testigos de la guerra más bombardeada",
          "Centros COPE y MAG en Phonsavan con exposiciones conmovedoras sobre el impacto de las bombas de racimo y sobre el trabajo de desminado en curso",
          "Cuevas de Vieng Xai, ciudad subterránea del Pathet Lao donde 20.000 personas vivieron de 1964 a 1973 con audioguía y testimonios de supervivientes",
          "Carretera espectacular Sam Neua-Nong Khiaw de 8 horas a través de montañas remotas y pueblos aislados Tai Dam y Khmu",
          "Luang Prabang UNESCO para concluir con templos dorados, cascadas de Kuang Si y arquitectura colonial de la antigua capital real"
        ]
      }
    },
    {
      "itin_id": "LA::complete::temples-cascades-mekong-14j",
      "id": "LA::complete::temples-cascades-mekong-14j",
      "language": "es",
      "created_at": "2026-01-19T11:25:33.523Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Laos Auténtico: Itinerario de 14 Días entre Templos, Cascadas e Islas del Mekong",
      "subtitle": "Viaje espiritual entre monasterios dorados, lagunas turquesas y aldeas suspendidas en el tiempo",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 15,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "El Palacio Real fue erigido en 1904 para el rey Sisavang Vong en un estilo híbrido que mezcla techos lao tradicionales y columnatas francesas. Convertido en museo tras la revolución de 1975, expone la sala del trono, los aposentos reales y las insignias de la monarquía.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El templo Haw Pha Bang alberga el Phra Bang, estatua de Buda en oro de dos milenios que dio nombre a la ciudad. El edificio actual data de 2006 pero reproduce fielmente la arquitectura lao clásica de techos superpuestos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Xiengthong alza sus techos en cascada a orillas del Mekong desde 1559, año en que el rey Setthathirath ordenó su construcción. Sus muros exteriores brillan con mosaicos de vidrio que representan escenas de aldea, mientras el interior conserva un Buda reclinado original.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El monte Phousi culmina a 100 metros sobre la península, coronado por la estupa dorada del Wat Chom Si. Los 328 escalones de la ascensión llevan a una vista circular que abarca la confluencia del Mekong y el Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Sene luce una fachada roja y dorada deslumbrante que contrasta con los tonos más sobrios de los templos vecinos. Construido en el siglo XVIII, atrae menos visitantes y ofrece una atmósfera recogida propicia para la contemplación.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El casco antiguo UNESCO alterna villas coloniales reconvertidas en tiendas y templos con techos inclinados característicos del estilo lao. La punta de la península ofrece un panorama sobre los dos ríos que rodean el barrio histórico.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El tak bat reúne a los monjes de los 34 templos que desfilan en silencio desde las 5:45 para recibir el arroz glutinoso de los fieles. Arrodíllese en la acera a distancia respetuosa evitando los flashes fotográficos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado matutino de la península despliega sus puestos hasta las 10h en un alegre bullicio de regateos. Las vendedoras ofrecen frutas tropicales, peces coleando, jarras de alcohol de arroz y khao jee, brochetas de arroz glutinoso a la parrilla.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El atardecer desde los pontones del muelle del Mekong ofrece un espectáculo gratuito sobre las montañas que enrojecen al otro lado del río. Esta opción evita la multitud en la cima del Phousi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado nocturno invade la calle principal frente al Palacio Real desde las 16:30. Los puestos alinean textiles tejidos, pinturas en lienzo y recuerdos bajo carpas coloridas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "El TAEC reúne trajes, herramientas y textiles de los 49 grupos étnicos de Laos en una escenografía moderna e interactiva. Este museo constituye la mejor introducción al mosaico cultural del país.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El centro Ock Pop Tok a orillas del Mekong permite observar a las artesanas tejer la seda en telares verticales. Tiñen los hilos con pigmentos vegetales y aplican el batik con cera.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El puente de bambú cruza el Nam Khan en 100 metros y conecta la península turística con el barrio tranquilo de la orilla opuesta. Una familia local reconstruye esta pasarela cada año tras la bajada de las aguas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Xiengleck se esconde en un barrio donde los turistas son raros al otro lado del puente. Los callejones circundantes albergan talleres familiares de tejido, escultura en madera y fabricación de papel saa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las granjas pedagógicas de los alrededores muestran las etapas del cultivo del arroz lao, desde la selección de los granos hasta el descascarado final. Los visitantes aran el barro junto a los búfalos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Los talleres de tejido en el centro Ock Pop Tok permiten manejar el telar tradicional o teñir la seda con índigo durante medio día.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las escuelas de cocina locales comienzan con una visita matutina al mercado para seleccionar ingredientes frescos. La preparación de platos como el larb, el orlam o el mok pa continúa en la cocina.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Talleres artesanales inician al trenzado de bambú, a la alfarería o a la confección de sombrillas de papel saa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las tiendas de comercio justo del centro de la ciudad venden textiles tejidos a mano por artesanas remuneradas justamente.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Varias ONG locales organizan sesiones de intercambio lingüístico con estudiantes lao deseosos de practicar inglés.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "Las cuevas de Pak Ou se abren en un acantilado calizo en la confluencia del Mekong y el Nam Ou, a dos horas de navegación río arriba. Miles de estatuillas de Buda depositadas a lo largo de los siglos tapizan las paredes de las dos cavidades.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cueva superior de Pak Ou, más oscura y menos frecuentada, revela cientos de estatuas amontonadas en los rincones. Algunas están cubiertas de polvo dorado.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cascadas de Kuang Si se precipitan por 50 metros de escalones calizos en el corazón de la selva, a 29 kilómetros de la ciudad. Las piscinas turquesas invitan al baño con ropa cubierta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El santuario Moon Bear acoge osos negros asiáticos rescatados del tráfico de bilis a la entrada del parque de Kuang Si. Los residentes se mueven en recintos seminaturales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las aldeas de tejedores en el camino a las cascadas permiten observar a las artesanas trabajar la seda en el umbral de sus casas. Las compras directas garantizan una remuneración justa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El teatro Garavek programa cada noche una sesión de cuentos tradicionales lao acompañados por el khène, el órgano de boca local. Un narrador cuenta en inglés las leyendas de la región.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La navegación en slow boat al amanecer hace desfilar acantilados kársticos y aldeas de pescadores hasta las cuevas de Pak Ou. La opción larga llega a Huay Xai en dos días.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El buffet callejero propone cada noche un surtido de platos lao vegetarianos y con carne por una suma módica. Los comensales componen su comida entre las ollas humeantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los alquiladores de bicicletas proponen bicis por día para explorar arrozales y aldeas Hmong donde los niños saludan con un alegre «Sabaidee».",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las carreteras hacia las alturas atraviesan paisajes de formaciones kársticas que recuerdan una bahía de Halong terrestre.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "El Wat Visoun alberga el Buda más antiguo de la ciudad en un santuario reconstruido tras un incendio en el siglo XIX. La estupa redondeada junto al templo, apodada la sandía, data del siglo XVI.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Aham se esconde a la sombra de dos banianos centenarios considerados morada de los espíritus protectores de Luang Prabang. Este templo discreto acoge pocos visitantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Mai Suwannaphumaham luce un pórtico dorado finamente esculpido que representa escenas del Ramayana y de la vida de Buda. Este monasterio acoge el Phra Bang durante el año nuevo lao.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La orilla del Nam Khan bordea jardines sombreados hasta la confluencia con el Mekong. Los bancos invitan a la lectura mientras las piraguas de los pescadores se deslizan silenciosamente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las antiguas mansiones coloniales del barrio francés testimonian el pasado de protectorado con sus contraventanas de madera y balcones trabajados. Varias se han convertido en cafés o galerías.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Los cafés con vistas al Mekong sirven café lao fuerte y pastelería francesa heredada de la época colonial. El ritmo lento de la ciudad invita a saborear estos momentos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los salones de masaje tradicionales proponen tratamientos a base de hierbas y técnicas heredadas de la medicina lao.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La orilla del Mekong a última hora de la tarde ofrece un último atardecer sobre Luang Prabang. Los tonos anaranjados inflaman el río y las montañas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado nocturno permite encontrar los últimos recuerdos: pañuelos de seda, faroles de papel o saquitos de especias.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 185,
            "drive_min": 240,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::vang-vieng",
            "coords": [
              18.922,
              102.4476
            ]
          },
          "visits": [
            {
              "text": "El mirador de Nam Xay culmina sobre el valle a pocos kilómetros al norte de la ciudad. La subida empinada de 30 minutos requiere el uso de las cuatro extremidades en algunos pasajes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cima del Pha Poak se reconoce por las balizas improvisadas a través de la selva. La bandera roja plantada en la cima marca un mirador espectacular sobre los arrozales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cueva Tham Chang se abre en el flanco de la montaña y sirvió de refugio a los habitantes durante las invasiones chinas del siglo XIX. Una piscina helada alimentada por aguas subterráneas invita al baño.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cueva Pha Thao a unos diez kilómetros dispone de escaleras y senderos señalizados para acceder a varias cámaras sucesivas. Las formaciones calcáreas crean siluetas fantásticas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cueva Lusi permanece desconocida a pesar de su red subterránea que requiere casi una hora de exploración. Los más atrevidos pueden nadar en la oscuridad absoluta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El mirador Pha Ngern propone dos niveles de miradores: el primero tras 30 minutos de caminata, el segundo tras 40 minutos adicionales por un sendero empinado.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El tubing en el río Nam Song atraviesa un paisaje de montañas kársticas en 3 horas de descenso tranquilo. Las autoridades sanearon la actividad después de 2012.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los flotadores se alquilan en la oficina oficial en la ciudad con transporte en tuk-tuk hasta el punto de partida. El regreso se efectúa río abajo antes de las 18h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las escuelas de escalada locales proponen cursos en los acantilados calizos con equipo incluido. Las vías deportivas se adaptan a todos los niveles.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El campo circundante despliega sus arrozales inundados y puentes de bambú tambaleantes. Los niños juegan en el río entre un trabajo en el campo y otro.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::vang-vieng",
            "coords": [
              18.922,
              102.4476
            ]
          },
          "visits": [
            {
              "text": "La cueva Tham Nam se extiende por 500 metros de pasillos estrechos recorridos en flotador a lo largo de una cuerda en la oscuridad total. Las concreciones calcáreas desfilan a pocos centímetros del rostro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Blue Lagoon principal esconde sus aguas turquesas al pie de las montañas kársticas. Un árbol sobresale de la piscina y permite saltar desde 10 metros de altura.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Blue Lagoon 3 alberga una pequeña cascada además de su piscina y atrae menos visitantes. Se venden refrescos en el lugar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascada Kaeng Nyui en la vertiente este del valle constituye la única cascada notable de los alrededores. Una piscina desierta recompensa los baches atravesados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El parque Inter Park reúne esculturas de animales y espacios verdes destinados a las familias en un entorno accesible por una pista al oeste del río.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El descenso en kayak desde río arriba atraviesa aldeas y paisajes kársticos. El trayecto incluye a menudo el paso en flotador por la cueva Tham Nam.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los vuelos en globo aerostático despegan al amanecer o a última hora de la tarde para sobrevolar el mosaico de arrozales y picos calizos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los arrozales al atardecer se inflaman de una luz anaranjada que recorta las siluetas de las montañas. Los campos ofrecen un primer plano ideal.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los recorridos de tirolina y quads se alquilan cerca de las lagunas y cuevas. La temporada de lluvias vuelve las pistas embarradas pero transitables.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El centro de la ciudad conserva algunos bares que emiten comedias en bucle. Los banana pancakes y las hamacas colgantes completan la parada mochilera.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 110,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::vientiane",
            "coords": [
              17.9757,
              102.6331
            ]
          },
          "visits": [
            {
              "text": "El Pha That Luang alza su silueta dorada a 4 km del centro y constituye el monumento más sagrado de Laos, representado en los billetes de banco. La leyenda atribuye su fundación al siglo III, pero el edificio actual fue reconstruido en los años 1930.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat That Luang Tai alberga un imponente Buda reclinado en una sala con paredes adornadas de frescos narrativos. Los fieles depositan ofrendas en una atmósfera más íntima.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Patuxai domina la avenida Lane Xang como un arco de triunfo tropical construido en los años 1960. Sus cuatro torres y su torre central simbolizan los cinco principios budistas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los siete pisos del Patuxai ofrecen una vista sobre la avenida rectilínea que apunta hacia el Pha That Luang. La fuente iluminada atrae a habitantes y visitantes cada noche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Sisaket sigue siendo el único templo salvado de la invasión siamesa de 1828. Construido por el rey Anouvong, alberga más de 10.000 estatuas de Buda alojadas en las hornacinas del claustro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Ho Phra Keo fue erigido en 1565 para acoger al Buda de Esmeralda. La estatua se encuentra ahora en Bangkok, pero el museo conserva bronces y esculturas del siglo VI.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El COPE Visitor Centre recorre la historia de Laos, el país más bombardeado del planeta. Las bombas sin estallar siguen mutilando a los aldeanos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las exposiciones interactivas del COPE explican el trabajo de los desminadores y presentan los testimonios de los supervivientes. La entrada es gratuita.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El centro histórico alterna templos de fachadas coloridas y villas coloniales reconvertidas en cafés. El Wat Inpeng luce una fachada verde esmeralda.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado nocturno se extiende a lo largo del Mekong frente a las luces de Tailandia. Los puestos proponen ropa, recuerdos y comida callejera.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "LA::vientiane",
            "coords": [
              17.9757,
              102.6331
            ]
          },
          "visits": [
            {
              "text": "El That Dam Stupa se yergue en medio de una rotonda, su masa marrón invadida por la vegetación. La leyenda cuenta que un naga de siete cabezas habita bajo el edificio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La estatua del Rey Anouvong fue erigida en 2010 para conmemorar el 450 aniversario de Vientiane. El bronce de nueve metros hace frente al Mekong y a Tailandia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Buddha Park a 25 km de la ciudad reúne decenas de estatuas monumentales de cemento creadas en 1958 por un místico que mezclaba hinduismo y budismo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La boca de un demonio gigante sirve de entrada a una torre del Buddha Park que ofrece una vista aérea. Los tres niveles simbolizan el infierno, la tierra y el paraíso.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Si Muang atrae a los fieles que vienen a rezar ante el pilar fundador de la ciudad, que dicen alberga el espíritu de una joven mujer sacrificada durante su instalación.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Los food parks reúnen cada noche decenas de puestos donde los habitantes se agolpan alrededor de parrillas y ensaladas de mariscos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El paseo del Mekong al atardecer atrae a corredores y familias frente a los últimos resplandores sobre el río. El parque Chao Anouvong ofrece bancos sombreados.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los cafés de moda de Vientiane sirven un café lao fuerte en ambientes que mezclan muebles vintage y obras de artistas locales.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los salones de masaje del centro de la ciudad proponen tratamientos tradicionales antes de una última incursión en el mercado nocturno.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 670,
            "drive_min": 80,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::tad-lo",
            "coords": [
              15.35,
              106.3833
            ]
          },
          "visits": [
            {
              "text": "El Wat Luang de Pakse es adyacente al puente coreano y acoge una escuela monástica donde los jóvenes monjes pasean con túnica color azafrán. Las aulas se alternan con los pabellones de oración.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las orillas del Mekong desde el puente coreano hasta el puente Lao-Nipón bordean los restaurantes sobre pilotes que se animan al atardecer.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascada Tad Soung se precipita por 90 metros en un cañón verdegueante accesible por una carretera asfaltada al este de Paksong. Un mirador sobrevuela el vacío.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La aldea de Tad Lo despliega una serie de cascadas a través del pueblo, ofreciendo piscinas para bañarse. Los niños chapotean junto a los búfalos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El baño de los elefantes tiene lugar cada tarde río arriba de Tad Hang. Los mahouts guían a sus paquidermos en el agua al atardecer.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La meseta de los Bolovens se descubre en un circuito desde Pakse en dos a cinco días. La carretera serpentea entre cascadas, plantaciones de café y aldeas étnicas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las plantaciones de café alrededor de Paksong cultivan Arábica y Robusta lado a lado en un clima de altitud más fresco. Las fincas proponen degustaciones.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado nocturno de Pakse se extiende a lo largo de la carretera 13 Sur con sus puestos de comida callejera y textiles.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las terrazas de las guesthouses en Tad Lo hacen frente a las cascadas iluminadas por los últimos rayos. Esta aldea constituye la etapa clásica de la meseta.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::pakse",
            "coords": [
              15.12,
              105.7992
            ]
          },
          "visits": [
            {
              "text": "La doble cascada de Tad Fane se precipita por 120 metros en una garganta tapizada de selva. Las capas de niebla envuelven el abismo a primera hora de la mañana.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Una tirolina atraviesa el cañón de Tad Fane entre las dos cascadas gemelas para los amantes de las emociones fuertes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascada Tad Yuang vierte sus aguas en una piscina rodeada de jardines donde escalones descienden al pie de la cortina líquida. Puestos venden café local.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascada Tad Champee permanece desconocida a pesar de su escenario fotogénico. La calma contrasta con la afluencia de los sitios más célebres.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las aldeas de las etnias Laven, Alak y Katu salpican la meseta, reconocibles por sus casas sobre pilotes con techos de paja.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los herreros de una aldea cercana a Tad Fane fabrican herramientas y cuchillos según técnicas transmitidas de generación en generación.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El baño en las piscinas de Tad Yuang refresca tras las horas pasadas en las carreteras. El agua turquesa invita a darse un chapuzón.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las guías locales proponen visitas a las aldeas étnicas para comprender el modo de vida tradicional. Apoye la artesanía comprando textiles o cestería.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El clima de altitud de la meseta ofrece temperaturas templadas con mañanas frescas. Prevea una capa extra.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las agencias de Pakse organizan excursiones con conductor para disfrutar de los paisajes sin preocupaciones de navegación.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::champasak",
            "coords": [
              14.8833,
              105.8667
            ]
          },
          "visits": [
            {
              "text": "El Wat Phu se dispone en las laderas del monte sagrado Phu Passak según un eje ritual que conecta la cima con el Mekong en 10 kilómetros. Un santuario dedicado a Shiva ocupaba este sitio en el siglo VI antes del complejo jemer del siglo XII bajo Suryavarman II.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La calzada procesional flanqueada por hitos de piedra atraviesa una cuenca ceremonial cubierta de nenúfares. Dos pabellones en ruinas acogían antaño a los peregrinos, uno para hombres, otro para mujeres.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Una escalinata monumental de peldaños irregulares sube hacia el santuario principal adosado al acantilado del que brota un manantial sagrado. Los frangipanes centenarios perfuman el aire.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El prasat de la cima luce frontones esculpidos que ilustran episodios del Ramayana laosiano. El sitio fue redescubierto por un explorador francés a finales del siglo XIX.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wat Phu, inscrito en la UNESCO desde 2001, recibe una fracción de los visitantes de Angkor Wat, ofreciendo una experiencia contemplativa rara entre los vestigios jemer.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La pequeña ciudad de Champasak dormita a orillas del Mekong. Las casas coloniales bordean las moradas tradicionales lao a lo largo de la calle principal.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Las carreteras de tierra roja entre Champasak y Wat Phu se recorren fácilmente en bicicleta a través de arrozales y aldeas adormiladas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El festival Bun Wat Phu durante tres días en la luna llena de febrero atrae a miles de peregrinos para carreras de piraguas, combates de boxeo y espectáculos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mirador a mitad de la escalinata ofrece una vista aérea del complejo inferior y la llanura hasta el Mekong.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado matutino de Champasak expone frutas, verduras, peces del Mekong y café de los Bolovens. Los puestos sirven desayuno lao.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El atardecer inflama el Mekong frente a Champasak. Los restaurantes sobre pilotes sirven cocina lao mientras el monte Phu Passak se recorta a contraluz.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::don-det",
            "coords": [
              13.9833,
              105.9167
            ]
          },
          "visits": [
            {
              "text": "El archipiélago de Si Phan Don desgrana sus bancos de arena e islotes arbolados a través del Mekong ensanchado antes de la frontera camboyana. Tres islas acogen a los visitantes: Don Det, Don Khon y Don Khong.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Don Det concentra los bungalows sobre pilotes y las hamacas colgantes frente al río en una atmósfera propicia a la pereza. La punta norte ofrece los atardeceres más bellos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un puente conecta Don Det con Don Khon mediante un peaje módico. La isla vecina conserva una atmósfera más tranquila con sus aldeas de pescadores.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los restos del ferrocarril francés testimonian el intento colonial de rodear los rápidos infranqueables del Mekong. Una locomotora oxidada descansa cerca del antiguo embarcadero.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La playa de arena en la orilla oeste de Don Det se extiende frente a la corriente donde los niños chapotean y los pescadores lanzan sus redes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Los alquiladores de bicicletas permiten recorrer las carreteras de tierra de Don Det y Don Khon en pocas horas. El terreno llano facilita el paseo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las hamacas frente al Mekong constituyen la actividad principal de los visitantes que sucumben al sopor del archipiélago.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los habitantes prosiguen sus actividades en la orilla del río: colada, aseo, juegos de los niños. Observar este ballet matutino ofrece una mirada a la vida insular.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El amanecer inflama el Mekong de una luz dorada que se refleja en las aguas tranquilas entre los islotes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::don-det",
            "coords": [
              13.9833,
              105.9167
            ]
          },
          "visits": [
            {
              "text": "Las cascadas de Liphi se precipitan en una serie de rápidos tumultuosos en la punta sur de Don Khon con un rugido permanente. Las rocas negras crean un laberinto donde las aguas se engullen.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cascadas de Khone Phapheng constituyen la cascada más grande del Sudeste Asiático por su caudal colosal. Un mirador permite contemplar la cortina de agua de 10 kilómetros de ancho en el monzón.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La aldea de pescadores en la punta sur de Don Khon vive al ritmo del río. Los habitantes tienden nasas en los rápidos para capturar los peces.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Don Khong, la isla más grande, permanece al margen de los flujos turísticos con sus templos modestos, mercados de aldea y arrozales verdegueantes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Las piraguas parten al amanecer para intentar avistar los delfines de agua dulce del Irrawaddy cerca de la frontera camboyana. Estos cetáceos amenazados suben a veces a la superficie.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los raíles oxidados del antiguo ferrocarril atraviesan Don Khon hasta los muelles franceses. Este paseo sombreado pasa por tramos de selva.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El baño en los brazos tranquilos del Mekong refresca tras las horas pedaleando. Los habitantes se bañan cerca de las playas de arena al final del día.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El atardecer desde la punta norte de Don Det cierra la jornada. Las siluetas de las piraguas se deslizan sobre el agua enrojecida.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::don-det",
            "coords": [
              13.9833,
              105.9167
            ]
          },
          "visits": [
            {
              "text": "Una última mañana sin programa en Don Det permite saborear el ritmo del Mekong contra los pilotes. El tiempo parece suspendido en el archipiélago.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los senderos poco conocidos del interior de Don Det atraviesan arrozales, huertos familiares y bosquecillos de cocoteros lejos de los caminos trillados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pequeño mercado de Don Det propone frutas frescas, baguetes heredadas de la época francesa y café lao. Los habitantes se reúnen allí cada mañana.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La playa de arena acoge un último baño matutino en las aguas tibias del Mekong. Los pescadores recogen sus redes mientras los niños juegan.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Un desayuno prolongado frente al río permite hojear un libro dejado por un viajero anterior. Las guesthouses acumulan novelas ajadas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los salones de masaje en las terrazas sombreadas proponen tratamientos a precios módicos. La brisa y el canto de los pájaros acompañan la relajación.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los habitantes cruzados a lo largo de los días merecen una última despedida. Estas conexiones efímeras forman parte de la magia de las 4000 islas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El ferry de regreso hacia Ban Nakasang parte a última hora de la mañana para llegar a Pakse. El Mekong se aleja mientras los recuerdos se tiñen de nostalgia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Laos Auténtico: Itinerario de 14 Días entre Templos, Cascadas e Islas del Mekong",
        "intro_paragraph": "Descubra el Laos más auténtico en este itinerario que atraviesa el país de norte a sur. Desde los templos dorados de Luang Prabang hasta las 4000 islas del Mekong, pasando por las lagunas turquesas de Vang Vieng y los vestigios jemer de Wat Phu, este viaje revela la dulzura de vivir de un país donde el tiempo parece haberse detenido.",
        "seo_hook": "Un viaje contemplativo entre monasterios dorados, cascadas esmeraldas y aldeas suspendidas en el tiempo",
        "featured_list": [
          "Luang Prabang: procesión de limosnas al amanecer y templos UNESCO",
          "Cascadas de Kuang Si de aguas turquesas",
          "Vang Vieng: cuevas misteriosas y paisajes kársticos",
          "Wat Phu: vestigios jemer patrimonio de la humanidad",
          "Meseta de los Bolovens: cascadas y plantaciones de café",
          "4000 islas: delfines del Irrawaddy y atardeceres sobre el Mekong"
        ],
        "places_taglines": {
          "LA::luang-prabang": "Ciudad sagrada entre dos ríos donde resuena el gong del alba",
          "LA::vang-vieng": "Picos kársticos y lagunas esmeraldas en el corazón de Laos",
          "LA::vientiane": "Capital tranquila donde la estupa dorada brilla sobre el Mekong",
          "LA::tad-lo": "Cascadas y baño de elefantes en la meseta de los Bolovens",
          "LA::pakse": "Puerta de entrada a las cascadas y misterios del sur",
          "LA::champasak": "Vestigios jemer dormidos a los pies de la montaña sagrada",
          "LA::don-det": "Dulce sopor entre hamacas y atardeceres en las 4000 islas"
        }
      },
      "seo_keywords": [],
      "practical_context": {
        "best_months": [
          "noviembre",
          "diciembre",
          "enero",
          "febrero",
          "marzo"
        ],
        "highlights": [
          "Luang Prabang: ciudad UNESCO entre templos y colinas",
          "Cascadas de Kuang Si de aguas turquesas",
          "Vang Vieng: paisajes kársticos y cuevas misteriosas",
          "Wat Phu: vestigios jemer patrimonio UNESCO",
          "4000 islas del Mekong y tiempo suspendido",
          "Meseta de los Bolovens y plantaciones de café"
        ]
      }
    },
    {
      "itin_id": "LA::nord::classique-nord-sud",
      "id": "LA::nord::classique-nord-sud",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Luang Prabang: Guía Completa de la Perla UNESCO de Laos",
      "subtitle": "Descubre la esencia de Laos en la ciudad UNESCO de Luang Prabang entre templos dorados, mercados auténticos y patrimonio colonial",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 3,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8894,
              102.135
            ]
          },
          "visits": [
            {
              "text": "Ceremonia de la limosna al amanecer. Desde las 6h, los monjes en túnica azafrán desfilan en silencio para recibir el arroz glutinoso. 34 templos participan en este ritual diario. Mantenerse discreto, evitar los flashes, no bloquear el paso de los monjes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mercado matinal de la península. Abierto hasta las 10h, frutas tropicales, peces frescos, alcohol de arroz casero. Probar el khao jee: arroz glutinoso a la parrilla sobre bambú servido en hoja de plátano. Alternativa: Phosy Market abierto todo el día.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Palacio Real (Haw Kaum). Construido en 1904 para el rey Sisavang Vong, estilo híbrido franco-lao. Museo desde la revolución de 1975: sala del trono, apartamentos reales, objetos de la monarquía. Entrada 30.000 kip, 8h-11h30 y 13h30-16h. Casilleros gratuitos para cámaras.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Templo Haw Pha Bang. Alberga el Phra Bang, estatua de Buda dorada de 2000 años, reliquia más sagrada de Laos. Templo construido en 2006 en estilo tradicional. La ciudad toma su nombre de esta estatua.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wat Xiengthong. Edificado en 1559-1560 por el rey Setthathirath, lugar de coronación de los reyes hasta 1975. Puertas de madera dorada tallada, Buda reclinado original, mosaicos de vidrio espectaculares en las paredes exteriores. Entrada 20.000 kip.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Monte Phousi (Phou Si). Colina sagrada de 100m en el centro de la ciudad, 300 escalones. Wat Chom Si en la cima con estupa dorada, pequeña cueva con Buda. Vista panorámica sobre la península, el Mekong y el Nam Khan. Entrada 20.000 kip. Ideal al atardecer.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Participar en la ofrenda a los monjes. Comprar arroz glutinoso en el mercado el día anterior, arrodillarse en la acera desde las 5h45, depositar una bolita en cada cesto. Gesto espiritual fuerte, respeto absoluto requerido.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Desayuno local en el mercado. Pedir un cuenco de pho o khao piak (sopa de fideos), acompañado de café lao endulzado con leche condensada. Presupuesto: 15.000-25.000 kip.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pasear por la ciudad vieja UNESCO. Callejuelas entre villas coloniales francesas y templos dorados, tiendas de seda, pequeños cafés. Viewpoint Café en la punta de la península para ver la confluencia Mekong-Nam Khan.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Asistir a un espectáculo en el teatro del Palacio Real. Representaciones ocasionales de danza y teatro tradicionales lao en la sala adyacente al museo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8894,
              102.135
            ]
          },
          "visits": [
            {
              "text": "TAEC (Traditional Arts and Ethnology Center). Mejor museo de la ciudad, detrás de Dara Market. Trajes, textiles y herramientas de las 49 etnias de Laos. Señalización en inglés, vídeos interactivos. Abierto mar-dom 9h-13h, entrada 25.000 kip. Tienda de comercio justo en el lugar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ock Pop Tok Living Crafts Center. Taller de tejido al aire libre a 2,5 km del Palacio Real sobre el Mekong. Tejedoras en telares verticales, tintes vegetales, batik de cera. Visita guiada gratuita. Silk Road Café con vista sobre el río. Shuttle tuk-tuk gratuito desde la tienda en la ciudad.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Puente de bambú sobre el Nam Khan. 100 metros de largo, reconstruido cada temporada seca por el Sr. Bounmee y su familia. Cruce 7.000 kip. Conduce al barrio tranquilo con Wat Xiengleck y talleres artesanos (tejido, escultura, papel saa). Cerrado durante el monzón.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Wat Sene. Templo del siglo XVIII cerca del Garavek Theatre, fachada roja y dorada característica. Menos turístico que el Wat Xiengthong, atmósfera pacífica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Living Rice Farm. Granja pedagógica en las afueras. 13 etapas del cultivo del arroz glutinoso: selección de granos, arado con búfalo (¡Suzuki!), trasplante, trilla, aventado, descascarillado. Inmersión en la vida rural lao.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Taller de tejido en Ock Pop Tok. Medio día o día completo para aprender el tejido en telar tradicional o el teñido con índigo. Reserva recomendada.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Clase de cocina lao en Tamarind. Visita al mercado para comprar los ingredientes, luego preparación de larb, orlam, mok pa y khao soi. Comida incluida. Clases adaptadas a familias.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Taller artesanal con The Bamboo Experience. Cestería de bambú, cerámica tradicional, fabricación de sombrillas de papel saa o incluso de una ballesta en miniatura.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Compras de artesanía de comercio justo. Tiendas recomendadas: Ock Pop Tok, Ma Te Sai, Passa Paa, TAEC Boutique, Village Crafts, Weaving Sisters. Evitar los productos industriales del mercado nocturno.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Voluntariado en Big Brother Mouse. ONG que promueve la alfabetización. Sesión de intercambio lingüístico con estudiantes y profesionales lao, 1h, detrás del hotel 3 Nagas. Solo adultos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8894,
              102.135
            ]
          },
          "visits": [
            {
              "text": "Cuevas de Pak Ou. Sitio religioso en el Mekong a 2h en barco río arriba. Dos cuevas repletas de miles de estatuas de Buda depositadas por los fieles. Cueva superior en la oscuridad (llevar lámpara). Crucero panorámico, pueblos y acantilados kársticos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Cascadas de Kuang Si. A 29 km de Luang Prabang (45-60 min en tuk-tuk). Cascada de 50 m en escalones, piscinas naturales turquesas en la selva. Baño permitido (ropa que cubra). Abierto 8h-17h30, entrada 20.000 kip. Evitar el monzón (agua turbia).",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Moon Bear Sanctuary. Refugio para osos negros asiáticos rescatados del tráfico, en la entrada del parque de Kuang Si. Observación de los osos en un entorno semi-natural. Sensibilización sobre la protección de la especie amenazada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Aldeas tejedoras en la ruta de Kuang Si. Ban Xang Khong y Ban Xieng Lek: talleres familiares de tejido, escultura en madera y fabricación de papel saa (corteza de morera). Compras directas a los artesanos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mercado nocturno (Night Handicraft Market). Sisavangvong Road frente al Palacio Real, montaje desde las 16h30, abierto hasta las 23h. Textiles, pinturas, souvenirs. Más turístico que el mercado matinal pero atmósfera animada.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Crucero en slow boat por el Mekong. Excursión de día combinando Pak Ou y Kuang Si con almuerzo incluido. Alternativa: 2 días hasta Huay Xai (frontera tailandesa) con noche en Pakbeng. Reservar en agencia, prever picnic.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Baño en las cascadas de Kuang Si. Vestuarios disponibles. Llevar camiseta y pantalones cortos por respeto local. Sendero hasta la cima de las cascadas para los excursionistas. Llegar temprano para evitar la multitud.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Bicicleta por el campo. Alquiler 10$/día en Tiger Trails. Arrozales, pueblos Hmong, picos kársticos. Los niños gritan \"¡Sabaidee!\" al paso. Carretera hacia Phou Khoun: granja de fresas y camping.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Cena en Buffet Street. Callejón detrás de Sisavangvong Road, buffet vegetariano y lao por 20.000 kip el plato. Elegir los platos, hacerlos recalentar, comer en mesas comunes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Velada en el Garavek Theatre. 18h30, 90 min de cuentos tradicionales lao en inglés con música al khène. Leyendas sobre el origen del Monte Phousi, de Kuang Si, del Nam Khan. 50.000 kip, 30 plazas, reservar en temporada alta.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Atardecer sobre el Mekong. Khem Khong Road, pontón cerca de Nam Pho Street. Cerveza Lao frente al río, spray anti-mosquitos obligatorio. Gratuito y menos abarrotado que el Monte Phousi.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            3
          ],
          "label": "Segment 1 — J1–J3",
          "from_day": 1,
          "to_day": 3
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 3,
          "label": "Var 3j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "LA::nord::slow-boat-gibbon-10j"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Luang Prabang: Guía Completa de la Perla UNESCO de Laos",
        "intro_paragraph": "Descubre Luang Prabang, la antigua capital real de Laos declarada Patrimonio UNESCO, donde templos dorados centenarios y villas coloniales francesas componen una de las joyas arquitectónicas del sudeste asiático. Enclavada en la confluencia del Mekong y el Nam Khan, esta ciudad preservada invita a explorar sus callejuelas empedradas, monasterios budistas y tradiciones milenarias aún vivas.",
        "seo_hook": "Entre tradiciones budistas y patrimonio colonial: explora Luang Prabang, la antigua capital real de Laos, joya UNESCO donde 34 templos dorados conviven con cascadas turquesa y mercados auténticos",
        "featured_list": [
          "Ceremonia de limosnas a los monjes al amanecer, ritual diario de 34 templos de la península",
          "Wat Xiengthong, obra maestra de la arquitectura lao del siglo XVI con techos en cascada y mosaicos de vidrio",
          "Cascadas de Kuang Si con aguas turquesa y piscinas naturales a 29km de la ciudad",
          "Mercado nocturno artesanal y buffet callejero lao, inmersión culinaria auténtica en la gastronomía local"
        ],
        "places_taglines": {
          "LA::luang-prabang": "Antica capitale reale UNESCO: dove la spiritualità buddista incontra l'eleganza coloniale francese tra il Mekong e il Nam Khan"
        }
      },
      "seo_keywords": [
        "Luang Prabang",
        "UNESCO Laos",
        "templos budistas",
        "cascadas Kuang Si",
        "mercado nocturno",
        "Wat Xiengthong",
        "Mekong Laos",
        "patrimonio colonial"
      ],
      "practical_context": {
        "best_months": [
          "Noviembre",
          "Diciembre",
          "Enero",
          "Febrero"
        ],
        "highlights": [
          "Ceremonia de limosnas a los monjes al amanecer",
          "Wat Xiengthong y templos de la península UNESCO",
          "Cascadas de Kuang Si y piscinas naturales",
          "Mercado nocturno y gastronomía lao auténtica"
        ]
      }
    },
    {
      "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
      "id": "LA::nord::extreme-nord-the-ethnies-9j",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Extremo Norte de Laos: Trekking entre Plantaciones de Té y Pueblos Tribales",
      "subtitle": "Una inmersión auténtica en las montañas remotas de Phongsali entre plantaciones de té, tribus ancestrales y naturaleza salvaje",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::phongsali",
            "coords": [
              21.68,
              102.1
            ]
          },
          "visits": [
            {
              "text": "Phongsali se encarama a 1.100 metros de altitud en el extremo norte de Laos, enclavada entre las fronteras china y vietnamita. Esta provincia montañosa permanece aislada del resto del país durante la temporada de lluvias cuando las carreteras se vuelven intransitables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La ciudad se extiende a lo largo de una cresta estrecha rodeada de montañas cubiertas de bosques primarios. Las casas de madera se aferran a las pendientes empinadas mientras la niebla envuelve los valles cada mañana.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El mercado central reúne cada mañana a las etnias montañesas que bajan vender sus productos. Los Akha reconocibles por sus tocados de plata se mezclan con los Hmong y los Khmu en una atmósfera colorida.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las plantaciones de té cubren las laderas alrededor de Phongsali y constituyen la principal actividad económica de la región. Los arbustos alineados en terrazas dibujan curvas en el paisaje montañoso.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El templo chino de Phongsali domina el centro de la ciudad con su arquitectura tradicional. Los comerciantes sino-laosianos mantienen vivo el culto a los ancestros en este santuario decorado con dragones dorados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La carretera que lleva a Phongsali serpentea durante 6 horas desde Oudomxai a través de montañas neblinosas. Los paisajes cambian a medida que la altitud aumenta, revelando bosques más densos y aldeas cada vez más aisladas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pequeño museo etnográfico presenta las diferentes etnias que pueblan la provincia de Phongsali. Las explicaciones en inglés ayudan a comprender las particularidades de cada grupo y sus costumbres ancestrales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las guest houses modestas ofrecen habitaciones simples con vistas sobre los valles circundantes. El agua caliente a menudo falta pero el acogimiento cálido de los propietarios compensa las comodidades limitadas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los restaurantes sirven cocina lao básica con influencias chinas. Los fideos y los platos salteados dominan las cartas mientras el arroz glutinoso acompaña cada comida.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La observación del mercado matutino ofrece un espectáculo fascinante cuando las etnias montañesas convergen hacia la ciudad. Los intercambios se hacen en diferentes lenguas mientras los productos locales se amontonan en los puestos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El paseo por las plantaciones de té permite descubrir el cultivo de esta planta en terrazas. Los trabajadores cosechan las hojas tiernas que luego serán transformadas en las fábricas locales.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La degustación de té en una casa de té tradicional introduce a las diferentes variedades producidas en la región. El té verde domina pero algunas fincas experimentan con fermentaciones más complejas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El atardecer sobre las montañas pinta el cielo de tonos anaranjados y rosas. Las crestas se recortan en contraluz mientras la niebla sube de los valles.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La preparación del trekking del día siguiente requiere organización con una agencia local. Las guías explican el itinerario y el equipo necesario para la caminata en las montañas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las noches frescas de Phongsali requieren ropa abrigada incluso en temporada seca. La temperatura baja significativamente después del atardecer en esta altitud.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los bares de la ciudad ofrecen cervezas Lao y destilados locales para las tardes. La animación permanece modesta en esta pequeña ciudad de montaña.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "LA::phongsali::trek",
            "coords": [
              21.68,
              102.1
            ]
          },
          "visits": [
            {
              "text": "El trekking comienza temprano en la mañana desde Phongsali hacia los pueblos Akha aislados en las montañas. El sendero desciende primero a través de plantaciones de té antes de penetrar en el bosque primario.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los pueblos Akha se reconocen desde lejos por sus puertas ceremoniales que marcan la entrada de la comunidad. Estas estructuras de madera tallada protegen el pueblo de los espíritus maléficos según las creencias ancestrales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las casas sobre pilotes albergan familias extensas bajo un mismo techo de paja. El piso inferior sirve de refugio a los animales domésticos mientras la vida familiar se desarrolla en el nivel superior.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las mujeres Akha llevan tocados elaborados decorados con monedas de plata y cuentas. Estas joyas ancestrales se transmiten de generación en generación y testifican la riqueza de la familia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los campos de arroz en terrazas rodean los pueblos y aprovechan la menor parcela cultivable. Los Akha practican la agricultura de subsistencia complementada por la recolección en el bosque.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las comidas comunitarias reúnen a los caminantes alrededor del hogar central. El arroz glutinoso, las verduras fermentadas y ocasionalmente la carne constituyen el menú básico.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los intercambios con los habitantes se hacen a través de la guía que traduce del akha al lao y luego al inglés. Los gestos y las sonrisas atraviesan sin embargo las barreras lingüísticas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El bosque primario que rodea los pueblos alberga una biodiversidad rica pero difícil de observar. Los ruidos de pájaros y insectos crean una sinfonía constante mientras los mamíferos permanecen escondidos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los senderos entre pueblos siguen antiguos caminos comerciales que conectaban China con el resto de Laos. Las piedras gastadas testifican el paso de generaciones de comerciantes y viajeros.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La caminata cubre entre 15 y 20 kilómetros según el itinerario elegido. Las pendientes empinadas requieren una condición física razonable y buenas botas de senderismo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La noche en el pueblo Akha se pasa en una casa comunitaria o en casa de una familia. Las esteras desplegadas en el suelo de madera sirven de camas mientras las mantas proporcionadas protegen del frío nocturno.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La participación en las actividades diarias del pueblo permite comprender mejor el modo de vida de los montañeses. Los niños curiosos observan a los visitantes mientras los adultos continúan sus tareas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El baño se hace en un arroyo cercano con agua fría de montaña. La intimidad permanece relativa en estos pueblos donde la vida comunitaria prima sobre el espacio privado.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las noches en el pueblo se acompañan a veces de alcohol de arroz compartido alrededor del fuego. Las historias se intercambian mientras la oscuridad completa envuelve el pueblo aislado de toda electricidad.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los gallos y los cerdos despiertan a los caminantes mucho antes del alba. La vida en el pueblo comienza temprano con los trabajos en los campos y la preparación de las comidas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La observación de las técnicas agrícolas tradicionales revela métodos transmitidos de generación en generación. Los Akha usan herramientas simples y respetan los ciclos naturales para cultivar su tierra.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::phongsali::trek",
            "coords": [
              21.68,
              102.1
            ]
          },
          "visits": [
            {
              "text": "El segundo día de trekking continúa a través de paisajes montañosos variados. Los senderos atraviesan alternativamente bosques densos y zonas desbrozadas donde se cultiva el arroz.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los pueblos Khmu salpican el itinerario y ofrecen una perspectiva diferente sobre las etnias montañesas. Su organización social y sus costumbres difieren de las de los Akha aunque la vida cotidiana permanece similar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las casas Khmu se distinguen por su arquitectura ligeramente diferente y su disposición en el espacio. Los graneros sobre pilotes altos protegen las reservas de arroz de la humedad y los roedores.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los arroyos cruzados sobre puentes de bambú ofrecen momentos de frescura durante la caminata. El agua clara desciende rápidamente de las cumbres alimentando los arrozales en el valle.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las vistas sobre las montañas circundantes recompensan los esfuerzos de la ascensión. Las crestas se extienden hasta el horizonte mientras la niebla flota en los valles profundos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los cultivos opio todavía persisten en algunas zonas aisladas a pesar de los esfuerzos del gobierno para erradicarlos. Las adormidera florecen en terrazas mientras los campesinos buscan alternativas económicas viables.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La flora cambia con la altitud revelando especies diferentes a medida que se asciende. Los bambúes gigantes ceden el lugar a árboles más pequeños adaptados al frío de las cumbres.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los encuentros con otros caminantes permanecen raros en estos senderos aislados. Los habitantes locales que se desplazan entre pueblos son los únicos cruzados regularmente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las noches en diferentes pueblos permiten apreciar la diversidad de las etnias de la región. Cada grupo conserva sus particularidades a pesar de la proximidad geográfica.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La segunda noche en pueblo tribal ofrece una nueva inmersión en la vida montañesa. Las rutinas se repiten similares mientras la atmósfera particular de cada comunidad se revela progresivamente.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La recolección de plantas comestibles con la guía enseña los conocimientos botánicos de los montañeses. Muchas especies del bosque entran en la alimentación diaria o tienen usos medicinales.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las conversaciones nocturnas alrededor del fuego permiten profundizar la comprensión de las tradiciones locales. Las historias orales transmitidas de generación en generación revelan la cosmología de estas sociedades.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La observación del tejido tradicional muestra la habilidad de las mujeres que perpetúan técnicas ancestrales. Los motivos complejos tienen a menudo significados simbólicos ligados a la identidad del grupo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los músculos adoloridos por la caminata se relajan durante las pausas vespertinas. El ritmo lento de la vida del pueblo contrasta con la intensidad física del trekking diurno.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las estrellas brillan intensamente en el cielo despejado de contaminación lumínica. La Vía Láctea se extiende claramente visible sobre las montañas negras.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::phongsali",
            "coords": [
              21.68,
              102.1
            ]
          },
          "visits": [
            {
              "text": "El regreso a Phongsali marca el final del trekking después de dos noches en los pueblos. El camino de retorno ofrece perspectivas diferentes sobre los paisajes ya recorridos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La llegada en la ciudad permite apreciar de nuevo las comodidades básicas después de los días en condiciones rudimentarias. Una ducha caliente se convierte en un lujo bienvenido.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El descanso en Phongsali ofrece tiempo para asimilar las experiencias del trekking. Las guest houses proponen hamacas en sus terrazas para tardes de relajación.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La exploración más profunda de la ciudad revela rincones pasados por alto durante la primera estadía. Las calles secundarias albergan talleres artesanales y pequeños comercios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El mercado vespertino propone productos diferentes del mercado matutino. Los vendedores instalan sus puestos a la caída de la tarde para vender verduras frescas y platos preparados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las fábricas de té abren ocasionalmente sus puertas a los visitantes curiosos. El proceso de transformación de las hojas frescas en té seco se desarrolla en varias etapas precisas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La recuperación física después del trekking requiere hidratación y comidas sustanciales. Los restaurantes de Phongsali satisfacen con gusto los apetitos despertados por los esfuerzos de la caminata.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los intercambios con otros viajeros permiten compartir las experiencias de los treks respectivos. Las historias se suceden en las terrazas de las guest houses durante las tardes tranquilas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La compra de té local ofrece recuerdos auténticos de la región. Los vendedores aceptan a menudo la degustación antes de la compra para asegurar la satisfacción del cliente.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los masajes tradicionales ofrecidos en algunos establecimientos alivian los músculos tensos. Las técnicas laosianas combinan presiones y estiramientos para relajar el cuerpo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La planificación de la continuación del viaje ocupa las tardes. Las opciones incluyen la ruta hacia Muang Khua o el regreso hacia Oudomxai para conectarse con otras regiones de Laos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 75,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::muang-khua",
            "coords": [
              20.58,
              102.08
            ]
          },
          "visits": [
            {
              "text": "La carretera de Phongsali a Muang Khua desciende progresivamente hacia el valle del Nam Ou. Las tres horas de viaje atraviesan paisajes montañosos espectaculares donde la niebla se aferra a las cumbres.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Muang Khua se anida en un meandro del Nam Ou dominado por acantilados calizos. Este pequeño pueblo de tránsito sirve de etapa entre Phongsali y Nong Khiaw para los viajeros que descienden el río.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El puente colgante que atraviesa el Nam Ou conecta los dos barrios del pueblo. Las tablas de madera crujen bajo los pies mientras el río fluye rápido debajo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las guest houses sencillas se alinean a lo largo de la orilla del río. Las terrazas con vista sobre el agua ofrecen lugares ideales para apreciar el atardecer sobre las montañas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los restaurantes de Muang Khua proponen menús limitados pero suficientes para satisfacer a los viajeros de paso. Los platos laosianos clásicos dominan las cartas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo conserva una atmósfera tranquila lejos del turismo de masas. Los habitantes locales mantienen sus actividades tradicionales mientras algunos comercios atienden a los raros visitantes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El paseo a lo largo del Nam Ou revela bonitas vistas sobre el río y los acantilados circundantes. Los senderos siguen la orilla en medio de los jardines y las casas sobre pilotes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La observación de la vida fluvial muestra la importancia del Nam Ou para las comunidades locales. Las piroguas transportan personas y mercancías mientras los pescadores lanzan sus redes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La reserva de los billetes de barco para el descenso del Nam Ou al día siguiente se hace en las agencias locales. Las salidas se organizan generalmente temprano por la mañana.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las noches tranquilas en Muang Khua permiten recuperarse de los días de caminata. La ausencia de animación nocturna favorece el descanso antes del viaje en barco.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los intercambios con los habitantes revelan la vida cotidiana en esta región aislada. La hospitalidad laosiana se manifiesta en sonrisas y pequeños gestos de atención.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 240,
            "transport_mode": "boat",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 6,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "El descenso del Nam Ou en barco desde Muang Khua hasta Nong Khiaw ofrece cuatro horas de navegación a través de gargantas espectaculares. Los acantilados calizos se elevan verticalmente a ambos lados del río.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los barcos de pasajeros son piraguas largas equipadas con motores potentes. Los asientos de madera ofrecen poco confort pero las vistas sobre el paisaje compensan las sacudidas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los pueblos ribereños aparecen regularmente a lo largo del trayecto. Las casas sobre pilotes se aferran a las orillas mientras los niños saludan al paso del barco.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los rápidos ocasionales añaden un poco de adrenalina al viaje. Los pilotos experimentados navegan con destreza entre las rocas emergentes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw se revela progresivamente al salir de un meandro del río. Los acantilados kársticos que rodean el pueblo crean un paisaje dramático que anuncia la belleza del sitio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El puente colgante de Nong Khiaw atraviesa el Nam Ou y conecta los dos barrios del pueblo. Su estructura metálica contrasta con la naturaleza circundante.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La instalación en las guest houses de Nong Khiaw ofrece más opciones que en Muang Khua. Las terrazas con vista sobre el río y los acantilados se convierten en lugares privilegiados para relajarse.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La exploración de Nong Khiaw revela un pueblo más desarrollado turísticamente que las etapas precedentes. Los restaurantes y bares se suceden a lo largo de la calle principal.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El atardecer sobre los acantilados pinta el cielo de colores cálidos. Los viajeros se reúnen en las orillas para admirar este espectáculo diario.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La planificación de las actividades en Nong Khiaw ocupa la tarde. Las opciones incluyen el trekking hasta los miradores, el kayak en el río o las excursiones a los pueblos circundantes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 7,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "El mirador de Pha Daeng requiere una ascensión de una hora a través de la jungla. El sendero empinado trepa entre raíces y rocas hasta la cima que domina el valle.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La vista desde la cima abraza el valle encajonado del Nam Ou y los acantilados circundantes. Los paisajes kársticos se extienden hasta el horizonte mientras el pueblo parece minúsculo abajo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El descenso requiere tanta atención como la subida en el terreno resbaladizo. Las raíces expuestas se convierten en trampas para los tobillos cansados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo de Ban Sop Jam se alcanza caminando a través de arrozales y pequeños bosques. Las casas tradicionales sobre pilotes acogen a los raros visitantes que se aventuran hasta este rincón tranquilo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cuevas de Pha Tok se alcanzan en barco y servían de refugio durante los bombardeos. Las galerías oscuras conservan rastros de la ocupación pasada y requieren una linterna para la exploración.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las pozas naturales en los alrededores de Nong Khiaw invitan al baño en días calurosos. El agua fresca del río fluye entre las rocas creando pequeñas piscinas naturales.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El kayak en el Nam Ou permite deslizarse silenciosamente a lo largo de las orillas del río. Los alquileres proporcionan material y consejos sobre los recorridos adaptados a cada nivel.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los restaurantes de las orillas ofrecen mesas con vista sobre el río donde consumir platos laosianos. El atardecer pinta de rosa los acantilados calizos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los masajes tradicionales laosianos ofrecidos en algunos establecimientos relajan los músculos adoloridos por las caminatas. Las técnicas de presión y estiramiento siguen los principios de la medicina tradicional.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las tardes en Nong Khiaw se pasan en restaurantes tranquilos donde las conversaciones con otros viajeros se prolongan alrededor de una comida compartida. La atmósfera relajada favorece los intercambios.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 8,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "El pueblo de Muang Ngoi Neua se anida río arriba de Nong Khiaw, accesible solo en barco por el Nam Ou. La navegación de una hora atraviesa gargantas estrechas donde los acantilados se sumergen directamente en el agua.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Una colina domina Muang Ngoi y ofrece un panorama circular sobre el río, los arrozales y las montañas circundantes. La corta ascensión recompensa con una vista que abraza todo el aislamiento del lugar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo se extiende a lo largo de una calle polvorienta bordeada de casas de madera y guest houses rudimentarias. La electricidad llegó solo recientemente y la atmósfera permanece la de un Laos de antaño.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cuevas de los alrededores de Muang Ngoi conservan rastros de antigua ocupación humana y sirvieron también de refugios durante los bombardeos. Las guías locales conducen a los visitantes a través de las salas oscuras.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo de Sop Keng río abajo de Muang Ngoi vive todavía más lejos del mundo moderno. Las casas tradicionales bordean el río y los habitantes se afanan en las actividades cotidianas bajo la mirada asombrada de los raros visitantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Una cascada accesible desde Sop Keng después de una hora de caminata ofrece una piscina natural en el corazón de la jungla. El regreso puede hacerse en kayak para quienes eligen esta opción con los organizadores.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La excursión de un día combina barco, trekking y visita de pueblos en un circuito organizado desde Nong Khiaw. Las agencias proporcionan transporte y almuerzo para una inmersión completa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La estadía prolongada en Muang Ngoi permite saborear el ritmo lento de un pueblo aislado del mundo. Las guest houses simples ofrecen hamacas y terrazas frente al río para días de lectura y contemplación.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los habitantes de Sop Keng perpetúan la pesca tradicional y la agricultura de subsistencia lejos de las carreteras. Las mujeres tejen y cocinan mientras los niños juegan entre las casas sobre pilotes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El regreso en barco hacia Nong Khiaw ofrece una perspectiva diferente sobre las gargantas recorridas por la mañana. La luz de la tarde dorada dora los acantilados y alarga las sombras sobre el agua.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 9,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "La carretera de Nong Khiaw a Luang Prabang despliega sus 3h30 de curvas a través de las montañas de la provincia. Los paisajes kársticos ceden progresivamente el lugar a valles más suaves que anuncian la antigua capital real.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La llegada a Luang Prabang devuelve a la civilización después de los días pasados en los rincones remotos del norte. La península UNESCO despliega sus templos dorados y sus villas coloniales entre el Mekong y el Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Xiengthong yergue sus techos en cascada al borde del Mekong, obra maestra de la arquitectura laosiana del siglo XVI. Sus mosaicos de vidrio brillan bajo el sol de la tarde.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El monte Phousi culmina en el centro de la península y ofrece una vista circular sobre la confluencia de los dos ríos. Los 328 escalones conducen a la estupa dorada del Wat Chom Si.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Palacio Real convertido en museo expone las regalías de la monarquía abolida y el Phra Bang, estatua de Buda que dio su nombre a la ciudad. Las salas reconstituyen la vida de la corte antes de la revolución de 1975.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El mercado nocturno invade la calle principal desde las 16h30 con sus puestos de textiles tejidos, pinturas y souvenirs. La multitud de turistas y vendedores anima el barrio hasta las 23h.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El buffet de calle propone un surtido de platos laosianos vegetarianos y de carne servidos en recipientes por algunos miles de kips. Los comensales se sientan en bancos comunes en un callejón perpendicular.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las orillas del Mekong acogen los últimos rayos del sol con una cerveza Lao en la mano. Las montañas se enrojecen mientras las piraguas regresan a sus amarres.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los templos secundarios de la península ofrecen refugios de paz lejos de la afluencia del Wat Xiengthong. El Wat Sene y el Wat Visoun merecen un desvío por sus atmósferas recogidas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Extremo Norte de Laos: Trekking entre Plantaciones de Té y Pueblos Tribales",
        "intro_paragraph": "Aventúrate en las montañas remotas de Phongsali, donde las plantaciones de té cubren las laderas empinadas y las tribus Akha y Khmu perpetúan tradiciones milenarias en pueblos aislados. Este itinerario combina trekking intensivo en altitud, inmersiones culturales auténticas y descenso espectacular del Nam Ou hasta las gargantas kársticas de Nong Khiaw, antes de concluir en la real Luang Prabang.",
        "seo_hook": "Desde las cumbres neblinosas de Phongsali hasta las gargantas del Nam Ou, este viaje revela el Laos más auténtico donde las etnias montañesas viven lejos de los circuitos turísticos clásicos",
        "featured_list": [
          "Trekking de 2-3 días en las montañas de Phongsali con pernoctaciones en pueblos Akha y Khmu sobre pilotes",
          "Inmersiones culturales con las tribus montañesas que conservan sus costumbres ancestrales y tocados de plata tradicionales",
          "Plantaciones de té en terrazas que cubren las laderas entre 1.000 y 1.800 metros de altitud",
          "Descenso del Nam Ou en barco desde Muang Khua hasta Nong Khiaw a través de gargantas espectaculares",
          "Acantilados kársticos dramáticos de Nong Khiaw y ascensión al mirador Pha Daeng para vistas panorámicas",
          "Viaje desde el extremo norte aislado hasta el patrimonio UNESCO de Luang Prabang con sus templos dorados"
        ],
        "places_taglines": {
          "LA::phongsali": "puerta del extremo norte plantaciones de té trekking tribal altitud",
          "LA::phongsali::trek": "inmersión auténtica pueblos Akha Khmu montañas bosques primarios",
          "LA::muang-khua": "etapa fluvial Nam Ou pueblo de tránsito tranquilo puente colgante",
          "LA::nong-khiaw": "acantilados kársticos Nam Ou gargantas espectaculares kayak panorámico",
          "LA::luang-prabang": "UNESCO Wat Xiengthong Mekong patrimonio real templos dorados"
        }
      },
      "seo_keywords": [
        "trekking Phongsali Laos",
        "tribus Akha Khmu norte",
        "plantaciones té montañas",
        "descenso Nam Ou barco",
        "Nong Khiaw acantilados",
        "aventura norte Laos",
        "pueblos étnicos remotos",
        "Luang Prabang UNESCO"
      ],
      "practical_context": {
        "best_months": [
          "Noviembre",
          "Diciembre",
          "Enero",
          "Febrero",
          "Marzo"
        ],
        "vehicle_type": "Minibús compartido, trekking a pie, barcos fluviales",
        "group_type": "Aventureros experimentados, amantes del trekking, apasionados de culturas étnicas",
        "loop_type": "Recorrido lineal Phongsali → Luang Prabang vía Muang Khua y Nong Khiaw",
        "total_km": 220,
        "daily_average_km": 24,
        "highlights": [
          "Trekking de 2-3 días en las montañas de Phongsali entre 1.000-1.800m con noches en pueblos Akha y Khmu",
          "Encuentros auténticos con tribus montañesas que conservan tocados tradicionales de plata y costumbres ancestrales",
          "Descenso del Nam Ou en barco largo desde Muang Khua hasta Nong Khiaw a través de gargantas kársticas espectaculares",
          "Ascensión al mirador Pha Daeng en Nong Khiaw para vistas panorámicas sobre los acantilados verticales",
          "Llegada a la antigua capital real de Luang Prabang UNESCO con templos dorados del siglo XVI"
        ]
      }
    },
    {
      "itin_id": "LA::nord::nature-aventure-ethnies-8j",
      "id": "LA::nord::nature-aventure-ethnies-8j",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Aventura en el Norte de Laos: Selvas, Pueblos Étnicos y Karsts Espectaculares",
      "subtitle": "Una inmersión auténtica a través de bosques primarios, pueblos de montaña y espectaculares paisajes cársticos del norte laosiano",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 9,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-namtha",
            "coords": [
              20.95,
              101.4
            ]
          },
          "visits": [
            {
              "text": "El Poumpouk Stupa levanta su chedi dorado junto a las ruinas de la antigua estupa del siglo XVII que marcaba la frontera entre los reinos de Lan Xang y Lanna. Los bombardeos estadounidenses de 1966 durante la guerra secreta redujeron el edificio original a ruinas, y el nuevo fue erigido en 2003.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Una escalera bordeada de nagas sube hasta la plataforma donde los dos chedis se enfrentan, uno testimoniando el pasado, el otro la reconstrucción. La vista se extiende sobre los arrozales dorados del valle de Luang Namtha.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Samakkhixay Stupa ofrece un panorama similar sobre los campos circundantes desde su chedi dorado hueco que alberga estatuas de Buda. El acceso sigue siendo gratuito y la afluencia modesta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La pequeña ciudad de Luang Namtha se extiende a lo largo de una carretera principal bordeada de casas bajas y algunos templos modestos. Las plantaciones de caucho que se extienden hasta donde alcanza la vista constituyen el principal recurso económico de la provincia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cascada Nam Dee se encuentra a 5 kilómetros al este del centro, accesible por una pista polvorienta que atraviesa el pueblo del mismo nombre. Una corta caminata conduce al pie de la caída modesta pero refrescante.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El mercado nocturno reúne algunos puestos de comida callejera y productos locales en una atmósfera mucho más tranquila que los mercados del sur. Los vendedores recogen temprano y la animación decae desde las 9 de la noche.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los arrozales que tapizan el valle alrededor de Luang Namtha se vuelven dorados durante la cosecha de noviembre. Los campesinos encorvados en los campos ofrecen un espectáculo atemporal sobre un telón de fondo de montañas verdes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las agencias de trekking del centro ofrecen expediciones de uno a cinco días en la reserva nacional de Nam Ha. La víspera de la partida permite comparar ofertas y formar un grupo para reducir costos.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los pueblos étnicos de los alrededores acogen a visitantes curiosos de descubrir los modos de vida tradicionales de los montañeses. Un guía facilita los intercambios y el respeto de las costumbres locales.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-ha",
            "coords": [
              20.95,
              101.4
            ]
          },
          "visits": [
            {
              "text": "La reserva nacional de Nam Ha protege uno de los últimos bosques primarios de Laos sobre más de 222,000 hectáreas de selva montañosa. Los senderos se adentran bajo el dosel donde los ruidos de la civilización se desvanecen rápidamente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los pueblos Khmu salpican las alturas de la reserva, sus casas sobre pilotes agrupadas alrededor de una plaza central. Los habitantes cultivan arroz mediante tala y quema y recolectan productos del bosque según métodos ancestrales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La bruma matinal envuelve las aldeas aisladas antes de que el sol perfore a través del follaje. Los gallos y los niños rompen el silencio mientras las mujeres preparan el fuego para la comida.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los guías locales identifican plantas medicinales, rastros de animales y especies de árboles centenarios a lo largo de los senderos. Su conocimiento íntimo del bosque transforma la caminata en una lección de botánica y supervivencia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los arroyos que bajan por las pendientes ofrecen puntos de abastecimiento de agua fresca y paradas bienvenidas. Las rocas pulidas por la corriente sirven de asientos naturales para recuperar el aliento.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El trek de tres días y dos noches constituye el formato ideal para sumergirse en la selva sin que la incomodidad se vuelva pesada. Una noche en pueblo y una noche acampando permiten dos experiencias complementarias.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los aldeanos acogen a los excursionistas en sus casas comunes donde las esteras se alinean sobre el piso de bambú. La comida compartida alrededor del fuego incluye a menudo Lao Lao, el alcohol de arroz local.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las danzas tradicionales animan a veces las veladas del pueblo cuando los anfitriones deciden celebrar la presencia de los visitantes. Los pasos simples invitan a la participación y las risas surgen a pesar de la barrera del idioma.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El campamento en la selva se resume a un techo de hojas de plátano y un fuego para alejar los insectos. El guía pesca ranas y peces en el arroyo cercano para complementar la cena.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "LA::muang-sing",
            "coords": [
              21.1833,
              101.15
            ]
          },
          "visits": [
            {
              "text": "El regreso del trek atraviesa porciones de bosque diferentes antes de alcanzar la pista donde espera el vehículo. Las piernas cansadas aprecian el traslado hacia Luang Namtha y luego la carretera de Muang Sing.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El valle de Muang Sing se abre entre las montañas Phou a 60 kilómetros al noroeste de Luang Namtha. Esta región fronteriza con China y Myanmar alberga más de diez etnias distintas en un perímetro reducido.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Sing Jai ocupa el centro del pueblo con su arquitectura lao tradicional y sus monjes que se ocupan de los rituales cotidianos. El templo modesto contrasta con los edificios dorados del sur del país.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El museo de Muang Sing presenta trajes, herramientas e instrumentos musicales de las minorías étnicas de la región. Las fotografías históricas documentan la evolución de las comunidades a lo largo de las décadas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El That Xieng Tung Stupa data del siglo XIV y cuenta entre los sitios religiosos más antiguos de la región. El desvío de veinte minutos permite contemplar este edificio venerable en un entorno campestre.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La carretera entre Luang Namtha y Muang Sing serpentea a través de montañas cubiertas de bosques y plantaciones. Las dos horas de trayecto ofrecen vistas de pueblos encaramados que jalonan el recorrido.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La instalación en Muang Sing deja tiempo para recorrer la calle principal donde algunas tiendas venden productos locales y artesanía. La atmósfera pacífica contrasta con la agitación de las ciudades turísticas del sur.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El atardecer incendia los arrozales que rodean el pueblo en un degradado de naranja y rosa. Los campesinos regresan de los campos mientras el frescor de la tarde desciende de las montañas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "LA::muang-sing",
            "coords": [
              21.1833,
              101.15
            ]
          },
          "visits": [
            {
              "text": "El mercado matutino de Muang Sing reúne desde las 7 de la mañana a habitantes de pueblos circundantes que vienen a vender sus productos. Las mujeres Akha, Tai Lue, Yao y Hmong lucen sus trajes tradicionales, transformando los pasillos en un caleidoscopio de colores.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los Akha se reconocen por sus tocados elaborados adornados con monedas de plata y cuentas que tintinean con cada movimiento. Sus pueblos se identifican por las puertas de espíritus de madera que marcan la frontera entre el mundo de los vivos y el de los espíritus.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las mujeres Tai Lue llevan tops negros bordeados de rojo y faldas finamente bordadas que testimonian su maestría del tejido. Sus 24 pueblos alrededor de Muang Sing perpetúan un budismo mezclado con creencias animistas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los Yao, divididos en Lu Mien y Lanten, se distinguen por su ropa teñida de índigo y sus joyas de plata. Su tradición chamánica y sus conocimientos de plantas medicinales se transmiten de generación en generación.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo Akha de Ban Nam Daet Mai se encuentra a 9 kilómetros hacia la frontera china al final de una pista panorámica. Las casas sobre pilotes se aferran a la pendiente bajo la mirada de niños curiosos y ancianos que fuman en pipa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo Yao de Phoudontai ofrece una parada complementaria en la ruta de la frontera con sus viviendas tradicionales y su atmósfera preservada. Las mujeres bordan en el umbral de su puerta entre tareas domésticas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El Khao Soy constituye el desayuno tradicional de los Tai Neua: fideos de arroz caseros en un caldo perfumado con cerdo picado y pasta de soja fermentada. El mercado sigue siendo el mejor lugar para probar esta especialidad local.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La carretera hacia la frontera china despliega sus 10 kilómetros a través de arrozales y pueblos accesibles en bicicleta. El puesto fronterizo no se abre a extranjeros pero el trayecto justifica la excursión.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los treks con noche en homestay en un pueblo Yao Lanten permiten una inmersión más profunda que las visitas relámpago. El guía facilita los intercambios y explica las costumbres a respetar.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El pueblo de Ban Siliheuang a 3 kilómetros al sur prepara los fideos frescos del Khao Soy en las primeras horas de la mañana. Las mujeres Tai Neua estiran la masa y cortan las tiras sobre las ollas humeantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Muang Long, aún más aislado que Muang Sing, ofrece una base alternativa para explorar pueblos raramente visitados. El río Nam Long atraviesa paisajes de colinas y arrozales donde los turistas se cuentan con los dedos de una mano.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 420,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "La carretera de Muang Sing a Nong Khiaw atraviesa Luang Namtha y luego bifurca hacia el este a través de las montañas. El autobús directo conecta los dos pueblos en seis a siete horas de curvas y paisajes cambiantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw surge al doblar una curva, sus casas bajas apretadas entre el río Nam Ou y los acantilados calcáreos verticales. El puente chino de 1964 cruza el curso de agua y conecta las dos orillas del pueblo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los picos kársticos que enmarcan el valle hunden sus paredes en el río de aguas ora esmeralda ora fangosas según la estación. Esta geografía espectacular atrae senderistas y amantes de paisajes grandiosos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo cuenta con 3,500 habitantes que viven de la agricultura, la pesca y el turismo naciente. Los bombardeos estadounidenses arrasaron casi completamente Nong Khiaw durante la guerra de Vietnam, y la reconstrucción fue lenta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cuevas que perforan los acantilados sirvieron de refugios a los habitantes durante los ataques aéreos. Algunas aún se pueden visitar y conservan las huellas de esta ocupación forzada.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La llegada tardía después de la larga ruta deja tiempo para un paseo por el puente para admirar el atardecer sobre los karsts. Las montañas se recortan en siluetas mientras las piraguas regresan a la orilla.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los restaurantes y bares de la calle principal sirven cocina lao y platos occidentales frente al río. El ambiente relajado invita a prolongar la velada a pesar del cansancio del viaje.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado matutino reúne productores locales y vendedoras de comida callejera en las primeras horas del día. Los puestos desaparecen antes del mediodía, reemplazados por el sopor del calor.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las agencias del centro ofrecen excursiones, treks y alquiler de kayaks para los días siguientes. La comparación de ofertas ayuda a planificar un programa adaptado al tiempo disponible.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "El Pha Daeng Peak domina Nong Khiaw desde los 600 metros de altitud, ofreciendo el panorama más espectacular de la región. El ascenso de 1h30 sube empinado a través de la vegetación antes de desembocar en la cresta desnuda.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cumbre revela el río Nam Ou serpenteando entre picos calcáreos hasta el horizonte brumoso. Con tiempo despejado, el mar de nubes invade el valle al amanecer y ofrece un espectáculo surrealista.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un mirador intermedio permite a los senderistas menos experimentados disfrutar de una vista parcial después de solo 20 minutos de caminata. Las plataformas de camping acogen a quienes desean pasar la noche frente a las estrellas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Sleeping Lady Peak propone una alternativa al Pha Daeng con una silueta de montaña que evoca una mujer recostada. El amanecer o el atardecer magnifican los contornos de esta formación natural.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cuevas de los alrededores se exploran con linterna frontal bajo la conducción de guías locales que conocen los pasajes. Las estalactitas y estalagmitas brillan en el haz mientras la oscuridad engulle los ruidos exteriores.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La travesía del puente ofrece una perspectiva única sobre el pueblo encajado entre río y acantilados. Las piraguas de cola larga remontan la corriente en una pluma de espuma blanca.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El trek de las 100 cascadas requiere un guía y constituye la excursión más ambiciosa desde Nong Khiaw. El día entero se pasa escalando por la selva y franqueando las caídas sucesivas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El kayak en el Nam Ou permite apreciar los acantilados desde el nivel del agua sin esfuerzo de caminata. Los arrendadores proporcionan chalecos y remos para salidas de algunas horas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El atardecer desde el Pha Daeng Peak justifica el esfuerzo de la subida y los mosquitos del crepúsculo. El descenso en la oscuridad requiere una linterna frontal y zapatos estables.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las orillas del Nam Ou acogen bañistas valientes a pesar de la contaminación que desaconseja tragar el agua. Los locales se refrescan allí diariamente al final de la tarde.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "El pueblo de Muang Ngoi Neua se encuentra río arriba de Nong Khiaw, accesible únicamente en barco por el Nam Ou. La navegación de una hora atraviesa gargantas estrechas donde los acantilados se hunden directamente en el agua.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Una colina domina Muang Ngoi y ofrece un panorama circular sobre el río, los arrozales y las montañas circundantes. La subida corta recompensa con una vista que abarca todo el aislamiento del lugar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo se extiende a lo largo de una calle polvorienta bordeada de casas de madera y guesthouses rudimentarias. La electricidad solo llegó recientemente y la atmósfera sigue siendo la de un Laos de antaño.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cuevas de los alrededores de Muang Ngoi conservan rastros de ocupación humana antigua y también sirvieron de refugios durante los bombardeos. Los guías locales conducen a los visitantes a través de las salas oscuras.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo de Sop Keng río abajo de Muang Ngoi vive aún más apartado del mundo moderno. Las casas tradicionales bordean el río y los habitantes se afanan en las tareas cotidianas bajo la mirada asombrada de los raros visitantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Una cascada accesible desde Sop Keng después de una hora de caminata ofrece una piscina natural en el corazón de la selva. El regreso puede hacerse en kayak para quienes eligen esta opción con los organizadores.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La excursión de un día combina barco, caminata y visita de pueblos en un circuito organizado desde Nong Khiaw. Las agencias proporcionan transporte y almuerzo para una inmersión completa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La estancia prolongada en Muang Ngoi permite saborear el ritmo lento de un pueblo aislado del mundo. Las guesthouses simples ofrecen hamacas y terrazas frente al río para días de lectura y contemplación.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los habitantes de Sop Keng perpetúan pesca tradicional y agricultura de subsistencia lejos de las carreteras. Las mujeres tejen y cocinan mientras los niños juegan entre las casas sobre pilotes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El regreso en barco hacia Nong Khiaw ofrece una perspectiva diferente sobre las gargantas recorridas por la mañana. La luz de final de tarde dora los acantilados y alarga las sombras sobre el agua.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8856,
              102.1347
            ]
          },
          "visits": [
            {
              "text": "La carretera de Nong Khiaw a Luang Prabang despliega sus 3h30 de curvas cerradas a través de las montañas de la provincia. Los paisajes kársticos dejan progresivamente lugar a valles más suaves que anuncian la antigua capital real.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La llegada a Luang Prabang devuelve a la civilización después de los días pasados en los confines del norte. La península UNESCO despliega sus templos dorados y sus villas coloniales entre Mekong y Nam Khan.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Xiengthong levanta sus techos en cascada al borde del Mekong, obra maestra de la arquitectura lao del siglo XVI. Sus mosaicos de vidrio brillan bajo el sol de la tarde.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El monte Phousi culmina en el centro de la península y ofrece una vista circular sobre la confluencia de los dos ríos. Los 328 escalones conducen a la estupa dorada del Wat Chom Si.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Palacio Real convertido en museo expone las regalías de la monarquía abolida y el Phra Bang, estatua de Buda que dio su nombre a la ciudad. Las salas reconstituyen la vida de corte antes de la revolución de 1975.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El mercado nocturno invade la calle principal desde las 4:30pm con sus puestos de textiles tejidos, pinturas y souvenirs. La multitud de turistas y vendedores anima el barrio hasta las 11 de la noche.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El buffet de calle propone un surtido de platos lao vegetarianos y cárnicos servidos en recipientes por algunos miles de kips. Los comensales se sientan en bancos comunes en un callejón perpendicular.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las orillas del Mekong acogen los últimos rayos del sol con una cerveza Lao en la mano. Las montañas se enrojecen mientras las piraguas regresan a sus amarres.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los templos secundarios de la península ofrecen refugios de paz lejos de la afluencia del Wat Xiengthong. El Wat Sene y el Wat Visoun merecen un desvío por sus atmósferas recogidas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            8
          ],
          "label": "Segment 2 — J6–J8",
          "from_day": 6,
          "to_day": 8
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 8,
          "label": "Var 8j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "LA::nord::slow-boat-gibbon-10j"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Aventura en el Norte de Laos: Selvas, Pueblos Étnicos y Karsts Espectaculares",
        "intro_paragraph": "Aventúrate en las tierras salvajes del norte de Laos donde bosques primarios, tribus tradicionales de montaña y picos calcáreos dramáticos crean uno de los destinos de aventura más auténticos del sudeste asiático. Este viaje a través de Luang Namtha, la Reserva de Nam Ha, Muang Sing y Nong Khiaw revela un Laos intacto por el turismo masivo, donde las tradiciones ancestrales perduran en pueblos remotos de montaña.",
        "seo_hook": "Descubre el corazón salvaje de Laos: trekkings por selvas prístinas, noches en pueblos étnicos y paisajes kársticos espectaculares en la última frontera del sudeste asiático",
        "featured_list": [
          "Trekkings de varios días por la selva primaria de la Reserva Nacional de Nam Ha con pernoctaciones en pueblos Khmu",
          "Encuentros inmersivos con las minorías étnicas Akha, Tai Lue y Yao en el vibrante mercado matutino de Muang Sing",
          "Paisajes kársticos espectaculares y ascensiones desafiantes al mirador del Pha Daeng Peak sobre Nong Khiaw",
          "Pueblos ribereños remotos accesibles únicamente en barco por las dramáticas gargantas del Nam Ou",
          "Auténticos campamentos en la selva y estadías en casas tradicionales lejos de los circuitos turísticos",
          "Viaje desde la naturaleza salvaje hasta el patrimonio UNESCO con llegada a la real Luang Prabang"
        ],
        "places_taglines": {
          "LA::luang-namtha": "Puerta de entrada a la aventura: tu base para expediciones de trekking por los bosques prístinos de Nam Ha y pueblos de minorías étnicas",
          "LA::nam-ha": "La última selva primaria del sudeste asiático: trekking por 222,000 hectáreas de bosque virgen con estadías en pueblos Khmu",
          "LA::muang-sing": "Encrucijada cultural: experimenta la vida cotidiana y las vibrantes tradiciones de más de diez etnias distintas en un valle espectacular",
          "LA::nong-khiaw": "Paraíso calcáreo: acantilados kársticos verticales, ríos esmeralda y ascensiones desafiantes en el paisaje más dramático del norte de Laos",
          "LA::luang-prabang": "Patrimonio real y aventura: tu viaje culmina en los templos dorados y el encanto colonial de una ciudad Patrimonio Mundial de la UNESCO"
        }
      },
      "seo_keywords": [
        "trekking norte Laos",
        "selva Nam Ha",
        "pueblos étnicos Laos",
        "tribus Muang Sing",
        "karsts Nong Khiaw",
        "aventura Luang Prabang",
        "naturaleza salvaje Laos",
        "homestay tribus montaña"
      ],
      "practical_context": {
        "best_months": [
          "Noviembre",
          "Diciembre",
          "Enero",
          "Febrero"
        ],
        "highlights": [
          "Trek por bosques primarios prístinos en la Reserva Nacional de Nam Ha",
          "Inmersión cultural con las minorías étnicas Akha, Tai Lue y Yao",
          "Paisajes kársticos espectaculares alrededor de Nong Khiaw",
          "Pueblos ribereños remotos accesibles solo en barco",
          "Campamentos tradicionales en la selva y estadías en pueblos",
          "Viaje desde la naturaleza salvaje hasta el patrimonio UNESCO en Luang Prabang"
        ]
      }
    },
    {
      "itin_id": "LA::nord::slow-boat-gibbon-10j",
      "id": "LA::nord::slow-boat-gibbon-10j",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Slow Boat por el Mekong y Gibbon Experience: Aventura Definitiva en el Norte de Laos",
      "subtitle": "De las cabañas en los árboles a 40 metros de altura al Mekong legendario, la aventura definitiva en el norte de Laos",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 11,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::huay-xai",
            "coords": [
              20.2726,
              100.4113
            ]
          },
          "visits": [
            {
              "text": "Huay Xai se extiende a lo largo del Mekong frente a la ciudad tailandesa de Chiang Khong, conectada por el puente de la Amistad inaugurado en 2013. Esta localidad fronteriza constituye la puerta de entrada norte de Laos para los viajeros que llegan desde Tailandia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Fuerte Carnot domina el Mekong desde su posición estratégica elegida por los franceses hacia 1900. El antiguo puesto militar apenas conoció la acción, pero ofrece vistas espectaculares del río y las montañas circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esculturas enigmáticas pueblan los alrededores del fuerte sin que nadie sepa realmente explicar su origen. Estas estatuas añaden un toque surrealista al panorama ya impresionante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El templo principal de Huay Xai se encarama en lo alto de una empinada escalera sobre la calle comercial. Los monjes se ocupan de sus tareas cotidianas mientras una escuela monástica ocupa parte del recinto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El embarcadero de los slow boats se anima cada mañana cuando los viajeros embarcan para el descenso del Mekong hacia Luang Prabang. Las piraguas de cola larga esperan a lo largo de los muelles de madera.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El mercado local abre hacia las 14:00 h y ofrece frutas frescas, verduras y productos cotidianos en un ambiente auténtico. Las vendedoras de los pueblos circundantes venden su producción.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El paseo a lo largo del Mekong ofrece vistas de la orilla tailandesa y las montañas que enmarcan el río. La puesta de sol enciende las aguas pardas en un degradado de naranja y rosa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los pocos bares en terraza de la calle principal sirven la Beerlao local frente al río. El ambiente tranquilo invita a brindar por el inicio de la aventura laosiana.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las agencias del centro organizan las reservas para la Gibbon Experience y el slow boat. La víspera de la salida permite ultimar los detalles logísticos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-kan",
            "coords": [
              20.35,
              100.55
            ]
          },
          "visits": [
            {
              "text": "El parque nacional de Nam Kan protege uno de los últimos bosques primarios del noroeste de Laos en casi 136.000 hectáreas. La densa canopia alberga una biodiversidad excepcional que incluye gibones, osos y aves raras.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cabañas en los árboles culminan hasta 40 metros de altura, encaramadas en las ramas de los gigantes del bosque. Estas estructuras de madera constituyen los alojamientos más altos del mundo en este tipo de entorno.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La red de tirolinas conecta las diferentes cabañas y plataformas a través de la canopia durante varios kilómetros. Los cables permiten cruzar los valles y sobrevolar la cima de los árboles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El bosque primario despliega sus estratos vegetales desde el suelo tapizado de helechos hasta la bóveda formada por los árboles centenarios. Las lianas y las epífitas colonizan cada soporte disponible.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los gibones de mejillas blancas emiten sus vocalizaciones características al amanecer. Sus cantos territoriales resuenan a través del bosque en un concierto matinal que marca el despertar de la jungla.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "El trayecto en pick-up desde Huay Xai atraviesa paisajes montañosos durante hora y media. Los pueblos Khmu jalonan la pista entre arrozales en terrazas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La caminata de aproximación cruza el bosque durante dos a tres horas antes de alcanzar la primera cabaña. Los guías locales identifican plantas medicinales y rastros de animales.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La instalación en las cabañas colgantes se realiza antes del anochecer. Los arneses de seguridad son obligatorios para todos los desplazamientos en las plataformas elevadas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La primera noche a 40 metros del suelo en plena jungla marca un momento único. Los sonidos de la selva nocturna envuelven las cabañas mientras las estrellas brillan sobre la canopia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 2,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-kan",
            "coords": [
              20.35,
              100.55
            ]
          },
          "visits": [
            {
              "text": "El amanecer en la canopia ofrece el espectáculo de los gibones iniciando su jornada. Los grupos familiares se desplazan de árbol en árbol en balanceos acrobáticos impresionantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las tirolinas más largas alcanzan varios cientos de metros de longitud y cruzan profundos barrancos. La velocidad puede superar los 50 km/h en los tramos más inclinados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los miradores instalados en las plataformas permiten observar la fauna sin perturbarla. Los cálaos sobrevuelan la canopia mientras los macacos exploran las ramas medias.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las caminatas por el suelo del bosque revelan un ecosistema diferente con su propia fauna. Las sanguijuelas acechan en el humus mientras los insectos palo se mimetizan con la vegetación.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los arroyos que serpentean por el bosque ofrecen posibilidades de baño en piscinas naturales de agua fresca. Las cascadas más accesibles están a menos de media hora a pie de los campamentos.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La jornada completa se dedica a la exploración del bosque alternando tirolinas, caminatas y observación de fauna. Las comidas se toman en las cabañas o en campamentos base.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los guías locales comparten su conocimiento del bosque transmitido de generación en generación. Las técnicas de rastreo y las plantas útiles constituyen su especialidad.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La tarde permite una sesión prolongada de observación de gibones desde las plataformas elevadas. Los grupos familiares se reagrupan para pasar la noche en los árboles que eligen.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La segunda noche en las cabañas permite apreciar mejor la vida nocturna de la jungla. Los sonidos se vuelven familiares y la altura ya no impresiona tanto.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 3,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "LA::nam-kan",
            "coords": [
              20.35,
              100.55
            ]
          },
          "visits": [
            {
              "text": "El último amanecer en el bosque permite un circuito final de tirolinas al despertar de la naturaleza. La bruma matinal se eleva lentamente desde el fondo de los valles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El descenso de las cabañas se realiza mediante un sistema de poleas y cuerdas. Los arneses garantizan la seguridad durante la bajada controlada hacia el suelo del bosque.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La caminata de regreso atraviesa zonas del parque no exploradas durante la subida. Los guías eligen rutas diferentes para variar las experiencias y los paisajes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El retorno a Huay Xai por la tarde permite una ducha caliente y una cama confortable tras tres días de inmersión en la naturaleza salvaje. Los músculos acusan las tirolinas y caminatas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La mañana se dedica a empacar el equipo y limpiar las cabañas respetando el principio de no dejar rastro. Los desperdicios deben bajarse para su eliminación adecuada.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El descenso en pick-up ofrece tiempo para contemplar los paisajes montañosos con nueva perspectiva. La civilización reaparece progresivamente con sus ruidos y olores.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La tarde en Huay Xai permite ultimar los preparativos para el slow boat del día siguiente. La reserva debe confirmarse en las agencias del centro.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La última velada antes de la navegación invita a una cena tranquila frente al Mekong. El río que se descenderá mañana fluye majestuoso bajo las estrellas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "LA::pakbeng",
            "coords": [
              19.8964,
              101.1569
            ]
          },
          "visits": [
            {
              "text": "La salida matinal del slow boat se realiza desde el embarcadero de Huay Xai hacia las 8:30 h. Los pasajeros se acomodan en bancos de madera bajo un techo de chapa ondulada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Mekong fluye ancho y poderoso entre orillas tapizadas de jungla. Los pueblos ribereños aparecen regularmente con sus casas sobre pilotes y sus templos dorados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los rápidos ocasionales animan la navegación pero nunca ponen en peligro la embarcación. El capitán conoce cada escollo y cada remolino del río que navega desde su infancia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los paisajes calcáreos se vuelven más dramáticos a medida que el barco progresa río abajo. Las formaciones kársticas emergen directamente del agua en formas caprichosas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pakbeng aparece al final de la tarde encaramada en una colina sobre la orilla derecha del Mekong. Esta etapa obligatoria marca la mitad del camino hacia Luang Prabang.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Las siete a ocho horas de navegación transcurren lentamente al ritmo del río. Los pasajeros leen, duermen, conversan o contemplan los paisajes que desfilan.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Las paradas en aldeas permiten estirar las piernas y observar la vida cotidiana de las comunidades ribereñas. Los niños corren al encuentro del barco vendiendo snacks.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El almuerzo se toma a bordo con provisiones compradas antes de la salida. Algunos barcos proponen platos simples preparados en una hornilla de carbón en la popa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La llegada a Pakbeng requiere escalar la colina hasta las guesthouses. La calle principal alinea alojamientos modestos con vistas al río desde las terrazas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8845,
              102.1348
            ]
          },
          "visits": [
            {
              "text": "La segunda jornada de navegación arranca temprano desde Pakbeng. El barco se desliza en la bruma matinal mientras el sol se eleva sobre las montañas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los paisajes se suceden en un encadenamiento hipnótico de selva, aldeas y formaciones rocosas. El Mekong serpentea entre orillas cada vez más habitadas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cuevas de Pak Ou emergen de un acantilado calcáreo en la confluencia del Nam Ou con el Mekong. Miles de estatuas de Buda llenan las dos grutas abiertas en la roca.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Luang Prabang surge al final de la tarde con sus templos dorados resplandecientes bajo el sol poniente. La antigua capital real despliega su patrimonio UNESCO a lo largo de la península.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La navegación de seis a siete horas permite apreciar la evolución del paisaje y la aproximación gradual a la civilización. El tráfico fluvial se intensifica cerca de Luang Prabang.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La parada en Pak Ou dura aproximadamente una hora y permite visitar las cuevas sagradas. La escalada de peldaños conduce a las grutas donde la penumbra revela miles de budas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La llegada a Luang Prabang marca el final de la travesía fluvial. El desembarco se realiza en el embarcadero principal cerca del centro histórico de la ciudad.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La tarde permite instalarse en el alojamiento y dar un primer paseo por las calles coloniales. Los templos se preparan para la ceremonia de las ofrendas de la mañana siguiente.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 2,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8845,
              102.1348
            ]
          },
          "visits": [
            {
              "text": "El tak bat reúne cada amanecer a los monjes de todos los templos de Luang Prabang en una procesión silenciosa. Los fieles arrodillados depositan arroz glutinoso en los cuencos de los bonzos descalzos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Palacio Real transformado en museo nacional alberga el Phra Bang, el Buda de oro que da su nombre a la ciudad. Las salas exponen los tesoros de la monarquía laosiana hasta 1975.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Wat Xieng Thong despliega sus techos superpuestos cerca de la punta de la península. Este templo del siglo XVI representa la cumbre del arte lao con sus mosaicos de vidrio y sus frescos dorados.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La subida al monte Phou Si ofrece un panorama circular sobre la ciudad y la confluencia de los dos ríos. Los 355 escalones conducen a un stupa dorado visible desde toda la península.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El mercado nocturno invade la calle principal cada tarde con sus puestos de artesanía. Los textiles, lámparas de papel y objetos de madera se alinean bajo las lonas rojas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La jornada completa dedicada a la exploración de Luang Prabang permite visitar los principales templos a un ritmo tranquilo. Cada wat revela su arquitectura única y sus tesoros.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El barrio colonial alinea villas francesas transformadas en restaurantes, cafés y boutiques. La atmósfera relajada invita a largas pausas en las terrazas sombreadas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los talleres de artesanos tradicionales abren sus puertas en las calles secundarias. Los tejedores, herreros y orfebres perpetúan técnicas ancestrales transmitidas de maestro a aprendiz.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La tarde en un café frente al Mekong permite contemplar la vida del río mientras el sol se pone. Las piraguas de pescadores regresan con la captura del día.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 3,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::luang-prabang",
            "coords": [
              19.8845,
              102.1348
            ]
          },
          "visits": [
            {
              "text": "Las cuevas de Pak Ou excavadas en un acantilado calcáreo acogen miles de estatuas de Buda depositadas por peregrinos durante siglos. La gruta inferior se visita en luz natural mientras la superior requiere linterna.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cascadas de Kuang Si despliegan sus niveles de travertino turquesa en medio de la jungla a 30 km de Luang Prabang. El agua cae de poza en poza formando piscinas naturales de baño.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El nivel superior de las cascadas alcanza 60 metros de altura y despliega su cortina de agua en un ruido ensordecedor. Los valientes pueden nadar bajo la cascada en la piscina principal.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El santuario de osos Moon Bear acoge osos negros asiáticos rescatados del tráfico de bilis a la entrada del parque. Los huéspedes evolucionan en recintos seminaturales.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Un sendero sube por el flanco izquierdo de las cascadas hasta la fuente. Los 20 minutos de ascenso conducen a la poza superior más tranquila que las piscinas naturales de abajo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La navegación matinal hacia Pak Ou hace desfilar acantilados kársticos y pueblos de pescadores. Las paradas en las aldeas permiten observar la destilación del Lao Lao.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La tarde en las cascadas de Kuang Si recompensa con un baño refrescante tras la carretera polvorienta. El agua turquesa contrasta con el verde profundo de la jungla circundante.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los pueblos de tejedores en la ruta de las cascadas permiten observar a las artesanas trabajar la seda en el umbral de su puerta. Las compras directas garantizan una remuneración equitativa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El regreso a Luang Prabang al final de la tarde deja tiempo para un último paseo por la ciudad vieja antes de la cena.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 145,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "La carretera de Luang Prabang a Nong Khiaw serpentea a través de las montañas de la provincia durante tres horas y media. Los paisajes kársticos se vuelven más espectaculares a medida que la ruta avanza hacia el norte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Nong Khiaw surge entre el río Nam Ou y los acantilados calcáreos verticales que enmarcan el valle. El puente chino de 1964 conecta las dos orillas del pueblo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Los picos kársticos sumergen sus paredes en el río de aguas ora esmeralda ora fangosas según la estación. Esta geografía espectacular atrae senderistas y fotógrafos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo cuenta con 3.500 habitantes y conserva las huellas de los bombardeos estadounidenses que lo arrasaron durante la guerra de Vietnam. La reconstrucción fue lenta pero el encanto permanece intacto.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las cuevas que perforan los acantilados sirvieron de refugios a los habitantes durante los raids aéreos. Algunas todavía se visitan y conservan las huellas de esta ocupación forzada.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La llegada a primeras horas de la tarde deja tiempo para ascender el Pha Daeng Peak para la puesta de sol. La ascensión de hora y media sube empinada pero la vista recompensa el esfuerzo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La cumbre desvela el río Nam Ou serpenteando entre los picos calcáreos hasta el horizonte. Con tiempo despejado, el mar de nubes invade el valle al amanecer.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El mercado matinal reúne productores locales y vendedoras de comida callejera en las primeras horas del día. Los puestos desaparecen antes del mediodía.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La travesía del puente ofrece una perspectiva única sobre el pueblo encajado entre río y acantilados. Las piraguas remontan la corriente en un penacho de espuma.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "LA::nong-khiaw",
            "coords": [
              20.57,
              102.61
            ]
          },
          "visits": [
            {
              "text": "El pueblo de Muang Ngoi Neua se anida río arriba de Nong Khiaw, accesible únicamente en barco por el Nam Ou. La navegación de una hora atraviesa gargantas donde los acantilados se sumergen en el agua.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Una colina domina Muang Ngoi y ofrece un panorama circular sobre el río, los arrozales y las montañas. La subida corta recompensa con una vista que abraza todo el aislamiento del lugar.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo se extiende a lo largo de una calle polvorienta bordeada de casas de madera y guesthouses rudimentarias. La atmósfera sigue siendo la de un Laos de antaño donde el tiempo fluye lentamente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El pueblo de Sop Keng río abajo vive aún más apartado con sus casas tradicionales y sus habitantes ocupados en las tareas cotidianas. Una cascada accesible tras una hora de marcha ofrece una poza de baño.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El regreso en barco hacia Nong Khiaw ofrece una perspectiva diferente sobre las gargantas recorridas por la mañana. La luz del final de la tarde dora los acantilados y alarga las sombras sobre el agua.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La excursión de un día combina barco, senderismo y visita de pueblos en un circuito completo desde Nong Khiaw. El almuerzo se toma en uno de los pueblos atravesados.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Los habitantes de Sop Keng perpetúan pesca tradicional y agricultura de subsistencia. Las mujeres tejen y cocinan mientras los niños juegan entre las casas sobre pilotes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El baño en la cascada refresca tras la caminata en el calor tropical. La poza natural acoge a los visitantes en un marco de jungla preservada.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La última velada en Nong Khiaw permite contemplar los karsts iluminados por los últimos rayos del sol. El viaje se cierra en este decorado espectacular del norte de Laos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Slow Boat por el Mekong y Gibbon Experience: Aventura Definitiva en el Norte de Laos",
        "intro_paragraph": "Sumérgete en la aventura más épica del sudeste asiático con este itinerario de 10 días que combina la legendaria travesía en slow boat por el Mekong con la experiencia única de dormir en cabañas a 40 metros de altura en plena selva primaria. Desde los acantilados de Huay Xai hasta los picos kársticos de Nong Khiaw, pasando por el patrimonio UNESCO de Luang Prabang, este recorrido atraviesa los paisajes más espectaculares del norte de Laos mientras te conecta con comunidades remotas, gibones en libertad y las aguas turquesas de las cascadas de Kuang Si.",
        "seo_hook": "Olvida el avión: tres días en cabañas suspendidas escuchando gibones, dos días navegando el Mekong legendario, y la magia intacta del Laos profundo.",
        "featured_list": [
          "Duerme a 40 metros de altura en cabañas colgantes en medio del bosque primario de Nam Kan",
          "Despierta con los cantos de los gibones de mejillas blancas en su hábitat natural",
          "Cruza la selva en tirolinas de varios cientos de metros sobre profundos barrancos",
          "Navega dos días completos por el Mekong en slow boat de Huay Xai a Luang Prabang",
          "Explora los templos dorados de Luang Prabang, patrimonio mundial de la UNESCO",
          "Báñate en las piscinas turquesas de las cascadas de Kuang Si en plena jungla"
        ],
        "places_taglines": {
          "LA::huay-xai": "Puerta de entrada al norte de Laos donde el Mekong separa Tailandia de la aventura",
          "LA::nam-kan": "Bosque primario con las cabañas más altas del mundo y gibones en libertad",
          "LA::pakbeng": "Etapa mítica a mitad de camino del slow boat, encaramada sobre el Mekong",
          "LA::luang-prabang": "Antigua capital real donde templos dorados y arquitectura colonial crean magia UNESCO",
          "LA::nong-khiaw": "Pueblo espectacular aprisionado entre acantilados kársticos y el río Nam Ou"
        }
      },
      "seo_keywords": [
        "slow boat mekong laos",
        "gibbon experience cabañas arboles",
        "luang prabang patrimonio unesco",
        "tirolina selva laos",
        "norte laos aventura",
        "nong khiaw trekking",
        "pakbeng mekong",
        "ruta norte laos 10 dias"
      ],
      "practical_context": {
        "best_months": [
          "noviembre",
          "diciembre",
          "enero",
          "febrero",
          "marzo"
        ],
        "highlights": [
          "Cabañas en árboles a 40 metros",
          "Slow boat por el Mekong",
          "Gibones en libertad",
          "Luang Prabang UNESCO",
          "Cascadas de Kuang Si"
        ]
      }
    }
  ]
}