{
  "version": 1,
  "country": "la",
  "language": "es",
  "places": [
    {
      "place_id": "LA::champasak",
      "name": "Champasak",
      "cc": "LA",
      "language": "es",
      "coords": [
        14.8833,
        105.8667
      ],
      "lat": 14.8833,
      "lon": 105.8667,
      "visits": [
        {
          "text": "El Wat Phu se dispone en las laderas del monte sagrado Phu Passak según un eje ritual que conecta la cima con el Mekong en 10 kilómetros. Un santuario dedicado a Shiva ocupaba este sitio en el siglo VI antes del complejo jemer del siglo XII bajo Suryavarman II.",
          "visit_duration_min": 75
        },
        {
          "text": "La calzada procesional flanqueada por hitos de piedra atraviesa una cuenca ceremonial cubierta de nenúfares. Dos pabellones en ruinas acogían antaño a los peregrinos, uno para hombres, otro para mujeres.",
          "visit_duration_min": 75
        },
        {
          "text": "Una escalinata monumental de peldaños irregulares sube hacia el santuario principal adosado al acantilado del que brota un manantial sagrado. Los frangipanes centenarios perfuman el aire.",
          "visit_duration_min": 75
        },
        {
          "text": "El prasat de la cima luce frontones esculpidos que ilustran episodios del Ramayana laosiano. El sitio fue redescubierto por un explorador francés a finales del siglo XIX.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Phu, inscrito en la UNESCO desde 2001, recibe una fracción de los visitantes de Angkor Wat, ofreciendo una experiencia contemplativa rara entre los vestigios jemer.",
          "visit_duration_min": 75
        },
        {
          "text": "La pequeña ciudad de Champasak dormita a orillas del Mekong. Las casas coloniales bordean las moradas tradicionales lao a lo largo de la calle principal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Las carreteras de tierra roja entre Champasak y Wat Phu se recorren fácilmente en bicicleta a través de arrozales y aldeas adormiladas.",
          "visit_duration_min": 60
        },
        {
          "text": "El festival Bun Wat Phu durante tres días en la luna llena de febrero atrae a miles de peregrinos para carreras de piraguas, combates de boxeo y espectáculos.",
          "visit_duration_min": 60
        },
        {
          "text": "El mirador a mitad de la escalinata ofrece una vista aérea del complejo inferior y la llanura hasta el Mekong.",
          "visit_duration_min": 60
        },
        {
          "text": "El mercado matutino de Champasak expone frutas, verduras, peces del Mekong y café de los Bolovens. Los puestos sirven desayuno lao.",
          "visit_duration_min": 60
        },
        {
          "text": "El atardecer inflama el Mekong frente a Champasak. Los restaurantes sobre pilotes sirven cocina lao mientras el monte Phu Passak se recorta a contraluz.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 11
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "LA::don-det",
      "name": "Don Det",
      "cc": "LA",
      "language": "es",
      "coords": [
        13.9833,
        105.9167
      ],
      "lat": 13.9833,
      "lon": 105.9167,
      "visits": [
        {
          "text": "El archipiélago de Si Phan Don desgrana sus bancos de arena e islotes arbolados a través del Mekong ensanchado antes de la frontera camboyana. Tres islas acogen a los visitantes: Don Det, Don Khon y Don Khong.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Det concentra los bungalows sobre pilotes y las hamacas colgantes frente al río en una atmósfera propicia a la pereza. La punta norte ofrece los atardeceres más bellos.",
          "visit_duration_min": 75
        },
        {
          "text": "Un puente conecta Don Det con Don Khon mediante un peaje módico. La isla vecina conserva una atmósfera más tranquila con sus aldeas de pescadores.",
          "visit_duration_min": 75
        },
        {
          "text": "Los restos del ferrocarril francés testimonian el intento colonial de rodear los rápidos infranqueables del Mekong. Una locomotora oxidada descansa cerca del antiguo embarcadero.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa de arena en la orilla oeste de Don Det se extiende frente a la corriente donde los niños chapotean y los pescadores lanzan sus redes.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cascadas de Liphi se precipitan en una serie de rápidos tumultuosos en la punta sur de Don Khon con un rugido permanente. Las rocas negras crean un laberinto donde las aguas se engullen.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cascadas de Khone Phapheng constituyen la cascada más grande del Sudeste Asiático por su caudal colosal. Un mirador permite contemplar la cortina de agua de 10 kilómetros de ancho en el monzón.",
          "visit_duration_min": 75
        },
        {
          "text": "La aldea de pescadores en la punta sur de Don Khon vive al ritmo del río. Los habitantes tienden nasas en los rápidos para capturar los peces.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Khong, la isla más grande, permanece al margen de los flujos turísticos con sus templos modestos, mercados de aldea y arrozales verdegueantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Una última mañana sin programa en Don Det permite saborear el ritmo del Mekong contra los pilotes. El tiempo parece suspendido en el archipiélago.",
          "visit_duration_min": 75
        },
        {
          "text": "Los senderos poco conocidos del interior de Don Det atraviesan arrozales, huertos familiares y bosquecillos de cocoteros lejos de los caminos trillados.",
          "visit_duration_min": 75
        },
        {
          "text": "El pequeño mercado de Don Det propone frutas frescas, baguetes heredadas de la época francesa y café lao. Los habitantes se reúnen allí cada mañana.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa de arena acoge un último baño matutino en las aguas tibias del Mekong. Los pescadores recogen sus redes mientras los niños juegan.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Los alquiladores de bicicletas permiten recorrer las carreteras de tierra de Don Det y Don Khon en pocas horas. El terreno llano facilita el paseo.",
          "visit_duration_min": 60
        },
        {
          "text": "Las hamacas frente al Mekong constituyen la actividad principal de los visitantes que sucumben al sopor del archipiélago.",
          "visit_duration_min": 60
        },
        {
          "text": "Los habitantes prosiguen sus actividades en la orilla del río: colada, aseo, juegos de los niños. Observar este ballet matutino ofrece una mirada a la vida insular.",
          "visit_duration_min": 60
        },
        {
          "text": "El amanecer inflama el Mekong de una luz dorada que se refleja en las aguas tranquilas entre los islotes.",
          "visit_duration_min": 60
        },
        {
          "text": "Las piraguas parten al amanecer para intentar avistar los delfines de agua dulce del Irrawaddy cerca de la frontera camboyana. Estos cetáceos amenazados suben a veces a la superficie.",
          "visit_duration_min": 60
        },
        {
          "text": "Los raíles oxidados del antiguo ferrocarril atraviesan Don Khon hasta los muelles franceses. Este paseo sombreado pasa por tramos de selva.",
          "visit_duration_min": 60
        },
        {
          "text": "El baño en los brazos tranquilos del Mekong refresca tras las horas pedaleando. Los habitantes se bañan cerca de las playas de arena al final del día.",
          "visit_duration_min": 60
        },
        {
          "text": "El atardecer desde la punta norte de Don Det cierra la jornada. Las siluetas de las piraguas se deslizan sobre el agua enrojecida.",
          "visit_duration_min": 60
        },
        {
          "text": "Un desayuno prolongado frente al río permite hojear un libro dejado por un viajero anterior. Las guesthouses acumulan novelas ajadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Los salones de masaje en las terrazas sombreadas proponen tratamientos a precios módicos. La brisa y el canto de los pájaros acompañan la relajación.",
          "visit_duration_min": 60
        },
        {
          "text": "Los habitantes cruzados a lo largo de los días merecen una última despedida. Estas conexiones efímeras forman parte de la magia de las 4000 islas.",
          "visit_duration_min": 60
        },
        {
          "text": "El ferry de regreso hacia Ban Nakasang parte a última hora de la mañana para llegar a Pakse. El Mekong se aleja mientras los recuerdos se tiñen de nostalgia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 12
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 13
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 14
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "LA::luang-prabang",
      "name": "Luang Prabang",
      "cc": "LA",
      "language": "es",
      "coords": [
        19.8856,
        102.1347
      ],
      "lat": 19.8856,
      "lon": 102.1347,
      "visits": [
        {
          "text": "El Palacio Real fue erigido en 1904 para el rey Sisavang Vong en un estilo híbrido que mezcla techos lao tradicionales y columnatas francesas. Convertido en museo tras la revolución de 1975, expone la sala del trono, los aposentos reales y las insignias de la monarquía.",
          "visit_duration_min": 75
        },
        {
          "text": "El templo Haw Pha Bang alberga el Phra Bang, estatua de Buda en oro de dos milenios que dio nombre a la ciudad. El edificio actual data de 2006 pero reproduce fielmente la arquitectura lao clásica de techos superpuestos.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Xiengthong alza sus techos en cascada a orillas del Mekong desde 1559, año en que el rey Setthathirath ordenó su construcción. Sus muros exteriores brillan con mosaicos de vidrio que representan escenas de aldea, mientras el interior conserva un Buda reclinado original.",
          "visit_duration_min": 75
        },
        {
          "text": "El monte Phousi culmina a 100 metros sobre la península, coronado por la estupa dorada del Wat Chom Si. Los 328 escalones de la ascensión llevan a una vista circular que abarca la confluencia del Mekong y el Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Sene luce una fachada roja y dorada deslumbrante que contrasta con los tonos más sobrios de los templos vecinos. Construido en el siglo XVIII, atrae menos visitantes y ofrece una atmósfera recogida propicia para la contemplación.",
          "visit_duration_min": 75
        },
        {
          "text": "El casco antiguo UNESCO alterna villas coloniales reconvertidas en tiendas y templos con techos inclinados característicos del estilo lao. La punta de la península ofrece un panorama sobre los dos ríos que rodean el barrio histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "El TAEC reúne trajes, herramientas y textiles de los 49 grupos étnicos de Laos en una escenografía moderna e interactiva. Este museo constituye la mejor introducción al mosaico cultural del país.",
          "visit_duration_min": 75
        },
        {
          "text": "El centro Ock Pop Tok a orillas del Mekong permite observar a las artesanas tejer la seda en telares verticales. Tiñen los hilos con pigmentos vegetales y aplican el batik con cera.",
          "visit_duration_min": 75
        },
        {
          "text": "El puente de bambú cruza el Nam Khan en 100 metros y conecta la península turística con el barrio tranquilo de la orilla opuesta. Una familia local reconstruye esta pasarela cada año tras la bajada de las aguas.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Xiengleck se esconde en un barrio donde los turistas son raros al otro lado del puente. Los callejones circundantes albergan talleres familiares de tejido, escultura en madera y fabricación de papel saa.",
          "visit_duration_min": 75
        },
        {
          "text": "Las granjas pedagógicas de los alrededores muestran las etapas del cultivo del arroz lao, desde la selección de los granos hasta el descascarado final. Los visitantes aran el barro junto a los búfalos.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cuevas de Pak Ou se abren en un acantilado calizo en la confluencia del Mekong y el Nam Ou, a dos horas de navegación río arriba. Miles de estatuillas de Buda depositadas a lo largo de los siglos tapizan las paredes de las dos cavidades.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva superior de Pak Ou, más oscura y menos frecuentada, revela cientos de estatuas amontonadas en los rincones. Algunas están cubiertas de polvo dorado.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cascadas de Kuang Si se precipitan por 50 metros de escalones calizos en el corazón de la selva, a 29 kilómetros de la ciudad. Las piscinas turquesas invitan al baño con ropa cubierta.",
          "visit_duration_min": 75
        },
        {
          "text": "El santuario Moon Bear acoge osos negros asiáticos rescatados del tráfico de bilis a la entrada del parque de Kuang Si. Los residentes se mueven en recintos seminaturales.",
          "visit_duration_min": 75
        },
        {
          "text": "Las aldeas de tejedores en el camino a las cascadas permiten observar a las artesanas trabajar la seda en el umbral de sus casas. Las compras directas garantizan una remuneración justa.",
          "visit_duration_min": 75
        },
        {
          "text": "El teatro Garavek programa cada noche una sesión de cuentos tradicionales lao acompañados por el khène, el órgano de boca local. Un narrador cuenta en inglés las leyendas de la región.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Visoun alberga el Buda más antiguo de la ciudad en un santuario reconstruido tras un incendio en el siglo XIX. La estupa redondeada junto al templo, apodada la sandía, data del siglo XVI.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Aham se esconde a la sombra de dos banianos centenarios considerados morada de los espíritus protectores de Luang Prabang. Este templo discreto acoge pocos visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Mai Suwannaphumaham luce un pórtico dorado finamente esculpido que representa escenas del Ramayana y de la vida de Buda. Este monasterio acoge el Phra Bang durante el año nuevo lao.",
          "visit_duration_min": 75
        },
        {
          "text": "La orilla del Nam Khan bordea jardines sombreados hasta la confluencia con el Mekong. Los bancos invitan a la lectura mientras las piraguas de los pescadores se deslizan silenciosamente.",
          "visit_duration_min": 75
        },
        {
          "text": "Las antiguas mansiones coloniales del barrio francés testimonian el pasado de protectorado con sus contraventanas de madera y balcones trabajados. Varias se han convertido en cafés o galerías.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El tak bat reúne a los monjes de los 34 templos que desfilan en silencio desde las 5:45 para recibir el arroz glutinoso de los fieles. Arrodíllese en la acera a distancia respetuosa evitando los flashes fotográficos.",
          "visit_duration_min": 60
        },
        {
          "text": "El mercado matutino de la península despliega sus puestos hasta las 10h en un alegre bullicio de regateos. Las vendedoras ofrecen frutas tropicales, peces coleando, jarras de alcohol de arroz y khao jee, brochetas de arroz glutinoso a la parrilla.",
          "visit_duration_min": 60
        },
        {
          "text": "El atardecer desde los pontones del muelle del Mekong ofrece un espectáculo gratuito sobre las montañas que enrojecen al otro lado del río. Esta opción evita la multitud en la cima del Phousi.",
          "visit_duration_min": 60
        },
        {
          "text": "El mercado nocturno invade la calle principal frente al Palacio Real desde las 16:30. Los puestos alinean textiles tejidos, pinturas en lienzo y recuerdos bajo carpas coloridas.",
          "visit_duration_min": 60
        },
        {
          "text": "Los talleres de tejido en el centro Ock Pop Tok permiten manejar el telar tradicional o teñir la seda con índigo durante medio día.",
          "visit_duration_min": 60
        },
        {
          "text": "Las escuelas de cocina locales comienzan con una visita matutina al mercado para seleccionar ingredientes frescos. La preparación de platos como el larb, el orlam o el mok pa continúa en la cocina.",
          "visit_duration_min": 60
        },
        {
          "text": "Talleres artesanales inician al trenzado de bambú, a la alfarería o a la confección de sombrillas de papel saa.",
          "visit_duration_min": 60
        },
        {
          "text": "Las tiendas de comercio justo del centro de la ciudad venden textiles tejidos a mano por artesanas remuneradas justamente.",
          "visit_duration_min": 60
        },
        {
          "text": "Varias ONG locales organizan sesiones de intercambio lingüístico con estudiantes lao deseosos de practicar inglés.",
          "visit_duration_min": 60
        },
        {
          "text": "La navegación en slow boat al amanecer hace desfilar acantilados kársticos y aldeas de pescadores hasta las cuevas de Pak Ou. La opción larga llega a Huay Xai en dos días.",
          "visit_duration_min": 60
        },
        {
          "text": "El buffet callejero propone cada noche un surtido de platos lao vegetarianos y con carne por una suma módica. Los comensales componen su comida entre las ollas humeantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Los alquiladores de bicicletas proponen bicis por día para explorar arrozales y aldeas Hmong donde los niños saludan con un alegre «Sabaidee».",
          "visit_duration_min": 60
        },
        {
          "text": "Las carreteras hacia las alturas atraviesan paisajes de formaciones kársticas que recuerdan una bahía de Halong terrestre.",
          "visit_duration_min": 60
        },
        {
          "text": "Los cafés con vistas al Mekong sirven café lao fuerte y pastelería francesa heredada de la época colonial. El ritmo lento de la ciudad invita a saborear estos momentos.",
          "visit_duration_min": 60
        },
        {
          "text": "Los salones de masaje tradicionales proponen tratamientos a base de hierbas y técnicas heredadas de la medicina lao.",
          "visit_duration_min": 60
        },
        {
          "text": "La orilla del Mekong a última hora de la tarde ofrece un último atardecer sobre Luang Prabang. Los tonos anaranjados inflaman el río y las montañas.",
          "visit_duration_min": 60
        },
        {
          "text": "El mercado nocturno permite encontrar los últimos recuerdos: pañuelos de seda, faroles de papel o saquitos de especias.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 1
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 2
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 3
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 4
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "LA::pakse",
      "name": "Pakse",
      "cc": "LA",
      "language": "es",
      "coords": [
        15.12,
        105.7992
      ],
      "lat": 15.12,
      "lon": 105.7992,
      "visits": [
        {
          "text": "La doble cascada de Tad Fane se precipita por 120 metros en una garganta tapizada de selva. Las capas de niebla envuelven el abismo a primera hora de la mañana.",
          "visit_duration_min": 75
        },
        {
          "text": "Una tirolina atraviesa el cañón de Tad Fane entre las dos cascadas gemelas para los amantes de las emociones fuertes.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascada Tad Yuang vierte sus aguas en una piscina rodeada de jardines donde escalones descienden al pie de la cortina líquida. Puestos venden café local.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascada Tad Champee permanece desconocida a pesar de su escenario fotogénico. La calma contrasta con la afluencia de los sitios más célebres.",
          "visit_duration_min": 75
        },
        {
          "text": "Las aldeas de las etnias Laven, Alak y Katu salpican la meseta, reconocibles por sus casas sobre pilotes con techos de paja.",
          "visit_duration_min": 75
        },
        {
          "text": "Los herreros de una aldea cercana a Tad Fane fabrican herramientas y cuchillos según técnicas transmitidas de generación en generación.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El baño en las piscinas de Tad Yuang refresca tras las horas pasadas en las carreteras. El agua turquesa invita a darse un chapuzón.",
          "visit_duration_min": 60
        },
        {
          "text": "Las guías locales proponen visitas a las aldeas étnicas para comprender el modo de vida tradicional. Apoye la artesanía comprando textiles o cestería.",
          "visit_duration_min": 60
        },
        {
          "text": "El clima de altitud de la meseta ofrece temperaturas templadas con mañanas frescas. Prevea una capa extra.",
          "visit_duration_min": 60
        },
        {
          "text": "Las agencias de Pakse organizan excursiones con conductor para disfrutar de los paisajes sin preocupaciones de navegación.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 10
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "LA::tad-lo",
      "name": "Tad Lo",
      "cc": "LA",
      "language": "es",
      "coords": [
        15.35,
        106.3833
      ],
      "lat": 15.35,
      "lon": 106.3833,
      "visits": [
        {
          "text": "El Wat Luang de Pakse es adyacente al puente coreano y acoge una escuela monástica donde los jóvenes monjes pasean con túnica color azafrán. Las aulas se alternan con los pabellones de oración.",
          "visit_duration_min": 75
        },
        {
          "text": "Las orillas del Mekong desde el puente coreano hasta el puente Lao-Nipón bordean los restaurantes sobre pilotes que se animan al atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascada Tad Soung se precipita por 90 metros en un cañón verdegueante accesible por una carretera asfaltada al este de Paksong. Un mirador sobrevuela el vacío.",
          "visit_duration_min": 75
        },
        {
          "text": "La aldea de Tad Lo despliega una serie de cascadas a través del pueblo, ofreciendo piscinas para bañarse. Los niños chapotean junto a los búfalos.",
          "visit_duration_min": 75
        },
        {
          "text": "El baño de los elefantes tiene lugar cada tarde río arriba de Tad Hang. Los mahouts guían a sus paquidermos en el agua al atardecer.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La meseta de los Bolovens se descubre en un circuito desde Pakse en dos a cinco días. La carretera serpentea entre cascadas, plantaciones de café y aldeas étnicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Las plantaciones de café alrededor de Paksong cultivan Arábica y Robusta lado a lado en un clima de altitud más fresco. Las fincas proponen degustaciones.",
          "visit_duration_min": 60
        },
        {
          "text": "El mercado nocturno de Pakse se extiende a lo largo de la carretera 13 Sur con sus puestos de comida callejera y textiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Las terrazas de las guesthouses en Tad Lo hacen frente a las cascadas iluminadas por los últimos rayos. Esta aldea constituye la etapa clásica de la meseta.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 9
        }
      ],
      "rating": 3
    },
    {
      "place_id": "LA::vang-vieng",
      "name": "Vang Vieng",
      "cc": "LA",
      "language": "es",
      "coords": [
        18.922,
        102.4476
      ],
      "lat": 18.922,
      "lon": 102.4476,
      "visits": [
        {
          "text": "El mirador de Nam Xay culmina sobre el valle a pocos kilómetros al norte de la ciudad. La subida empinada de 30 minutos requiere el uso de las cuatro extremidades en algunos pasajes.",
          "visit_duration_min": 75
        },
        {
          "text": "La cima del Pha Poak se reconoce por las balizas improvisadas a través de la selva. La bandera roja plantada en la cima marca un mirador espectacular sobre los arrozales.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva Tham Chang se abre en el flanco de la montaña y sirvió de refugio a los habitantes durante las invasiones chinas del siglo XIX. Una piscina helada alimentada por aguas subterráneas invita al baño.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva Pha Thao a unos diez kilómetros dispone de escaleras y senderos señalizados para acceder a varias cámaras sucesivas. Las formaciones calcáreas crean siluetas fantásticas.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva Lusi permanece desconocida a pesar de su red subterránea que requiere casi una hora de exploración. Los más atrevidos pueden nadar en la oscuridad absoluta.",
          "visit_duration_min": 75
        },
        {
          "text": "El mirador Pha Ngern propone dos niveles de miradores: el primero tras 30 minutos de caminata, el segundo tras 40 minutos adicionales por un sendero empinado.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva Tham Nam se extiende por 500 metros de pasillos estrechos recorridos en flotador a lo largo de una cuerda en la oscuridad total. Las concreciones calcáreas desfilan a pocos centímetros del rostro.",
          "visit_duration_min": 75
        },
        {
          "text": "La Blue Lagoon principal esconde sus aguas turquesas al pie de las montañas kársticas. Un árbol sobresale de la piscina y permite saltar desde 10 metros de altura.",
          "visit_duration_min": 75
        },
        {
          "text": "La Blue Lagoon 3 alberga una pequeña cascada además de su piscina y atrae menos visitantes. Se venden refrescos en el lugar.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascada Kaeng Nyui en la vertiente este del valle constituye la única cascada notable de los alrededores. Una piscina desierta recompensa los baches atravesados.",
          "visit_duration_min": 75
        },
        {
          "text": "El parque Inter Park reúne esculturas de animales y espacios verdes destinados a las familias en un entorno accesible por una pista al oeste del río.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El tubing en el río Nam Song atraviesa un paisaje de montañas kársticas en 3 horas de descenso tranquilo. Las autoridades sanearon la actividad después de 2012.",
          "visit_duration_min": 60
        },
        {
          "text": "Los flotadores se alquilan en la oficina oficial en la ciudad con transporte en tuk-tuk hasta el punto de partida. El regreso se efectúa río abajo antes de las 18h.",
          "visit_duration_min": 60
        },
        {
          "text": "Las escuelas de escalada locales proponen cursos en los acantilados calizos con equipo incluido. Las vías deportivas se adaptan a todos los niveles.",
          "visit_duration_min": 60
        },
        {
          "text": "El campo circundante despliega sus arrozales inundados y puentes de bambú tambaleantes. Los niños juegan en el río entre un trabajo en el campo y otro.",
          "visit_duration_min": 60
        },
        {
          "text": "El descenso en kayak desde río arriba atraviesa aldeas y paisajes kársticos. El trayecto incluye a menudo el paso en flotador por la cueva Tham Nam.",
          "visit_duration_min": 60
        },
        {
          "text": "Los vuelos en globo aerostático despegan al amanecer o a última hora de la tarde para sobrevolar el mosaico de arrozales y picos calizos.",
          "visit_duration_min": 60
        },
        {
          "text": "Los arrozales al atardecer se inflaman de una luz anaranjada que recorta las siluetas de las montañas. Los campos ofrecen un primer plano ideal.",
          "visit_duration_min": 60
        },
        {
          "text": "Los recorridos de tirolina y quads se alquilan cerca de las lagunas y cuevas. La temporada de lluvias vuelve las pistas embarradas pero transitables.",
          "visit_duration_min": 60
        },
        {
          "text": "El centro de la ciudad conserva algunos bares que emiten comedias en bucle. Los banana pancakes y las hamacas colgantes completan la parada mochilera.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 5
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 6
        }
      ],
      "rating": 8
    },
    {
      "place_id": "LA::vientiane",
      "name": "Vientiane",
      "cc": "LA",
      "language": "es",
      "coords": [
        17.9757,
        102.6331
      ],
      "lat": 17.9757,
      "lon": 102.6331,
      "visits": [
        {
          "text": "El Pha That Luang alza su silueta dorada a 4 km del centro y constituye el monumento más sagrado de Laos, representado en los billetes de banco. La leyenda atribuye su fundación al siglo III, pero el edificio actual fue reconstruido en los años 1930.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat That Luang Tai alberga un imponente Buda reclinado en una sala con paredes adornadas de frescos narrativos. Los fieles depositan ofrendas en una atmósfera más íntima.",
          "visit_duration_min": 75
        },
        {
          "text": "El Patuxai domina la avenida Lane Xang como un arco de triunfo tropical construido en los años 1960. Sus cuatro torres y su torre central simbolizan los cinco principios budistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Los siete pisos del Patuxai ofrecen una vista sobre la avenida rectilínea que apunta hacia el Pha That Luang. La fuente iluminada atrae a habitantes y visitantes cada noche.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Sisaket sigue siendo el único templo salvado de la invasión siamesa de 1828. Construido por el rey Anouvong, alberga más de 10.000 estatuas de Buda alojadas en las hornacinas del claustro.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ho Phra Keo fue erigido en 1565 para acoger al Buda de Esmeralda. La estatua se encuentra ahora en Bangkok, pero el museo conserva bronces y esculturas del siglo VI.",
          "visit_duration_min": 75
        },
        {
          "text": "El That Dam Stupa se yergue en medio de una rotonda, su masa marrón invadida por la vegetación. La leyenda cuenta que un naga de siete cabezas habita bajo el edificio.",
          "visit_duration_min": 75
        },
        {
          "text": "La estatua del Rey Anouvong fue erigida en 2010 para conmemorar el 450 aniversario de Vientiane. El bronce de nueve metros hace frente al Mekong y a Tailandia.",
          "visit_duration_min": 75
        },
        {
          "text": "El Buddha Park a 25 km de la ciudad reúne decenas de estatuas monumentales de cemento creadas en 1958 por un místico que mezclaba hinduismo y budismo.",
          "visit_duration_min": 75
        },
        {
          "text": "La boca de un demonio gigante sirve de entrada a una torre del Buddha Park que ofrece una vista aérea. Los tres niveles simbolizan el infierno, la tierra y el paraíso.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Si Muang atrae a los fieles que vienen a rezar ante el pilar fundador de la ciudad, que dicen alberga el espíritu de una joven mujer sacrificada durante su instalación.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El COPE Visitor Centre recorre la historia de Laos, el país más bombardeado del planeta. Las bombas sin estallar siguen mutilando a los aldeanos.",
          "visit_duration_min": 60
        },
        {
          "text": "Las exposiciones interactivas del COPE explican el trabajo de los desminadores y presentan los testimonios de los supervivientes. La entrada es gratuita.",
          "visit_duration_min": 60
        },
        {
          "text": "El centro histórico alterna templos de fachadas coloridas y villas coloniales reconvertidas en cafés. El Wat Inpeng luce una fachada verde esmeralda.",
          "visit_duration_min": 60
        },
        {
          "text": "El mercado nocturno se extiende a lo largo del Mekong frente a las luces de Tailandia. Los puestos proponen ropa, recuerdos y comida callejera.",
          "visit_duration_min": 60
        },
        {
          "text": "Los food parks reúnen cada noche decenas de puestos donde los habitantes se agolpan alrededor de parrillas y ensaladas de mariscos.",
          "visit_duration_min": 60
        },
        {
          "text": "El paseo del Mekong al atardecer atrae a corredores y familias frente a los últimos resplandores sobre el río. El parque Chao Anouvong ofrece bancos sombreados.",
          "visit_duration_min": 60
        },
        {
          "text": "Los cafés de moda de Vientiane sirven un café lao fuerte en ambientes que mezclan muebles vintage y obras de artistas locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Los salones de masaje del centro de la ciudad proponen tratamientos tradicionales antes de una última incursión en el mercado nocturno.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 7
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos auténtico: templos, cascadas e islas del Mekong",
          "day": 8
        }
      ],
      "rating": 8.9
    }
  ]
}