{
  "version": 1,
  "country": "la",
  "language": "pt",
  "places": [
    {
      "place_id": "LA::champasak",
      "name": "Champasak",
      "cc": "LA",
      "language": "pt",
      "coords": [
        14.8833,
        105.8667
      ],
      "lat": 14.8833,
      "lon": 105.8667,
      "visits": [
        {
          "text": "O Wat Phu dispõe-se nas encostas do monte sagrado Phu Passak segundo um eixo ritual que liga o cume ao Mekong em 10 quilómetros. Um santuário dedicado a Shiva ocupava este local no século VI antes do complexo khmer do século XII sob Suryavarman II.",
          "visit_duration_min": 75
        },
        {
          "text": "A alameda processional ladeada por marcos de pedra atravessa uma bacia cerimonial coberta de nenúfares. Dois pavilhões em ruínas acolhiam outrora os peregrinos, um para homens, um para mulheres.",
          "visit_duration_min": 75
        },
        {
          "text": "Uma escadaria monumental de degraus irregulares sobe em direção ao santuário principal encostado à falésia de onde brota uma fonte sagrada. Os frangipanes centenários perfumam o ar.",
          "visit_duration_min": 75
        },
        {
          "text": "O prasat do cume exibe frontões esculpidos que ilustram episódios do Ramayana laociano. O local foi redescoberto por um explorador francês no fim do século XIX.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Phu, inscrito na UNESCO desde 2001, recebe uma fração dos visitantes de Angkor Wat, oferecendo uma experiência contemplativa rara entre os vestígios khmer.",
          "visit_duration_min": 75
        },
        {
          "text": "A pequena cidade de Champasak dormita na margem do Mekong. As casas coloniais ladeiam as moradas tradicionais lao ao longo da rua principal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "As estradas de terra vermelha entre Champasak e Wat Phu percorrem-se facilmente de bicicleta através de arrozais e aldeias adormecidas.",
          "visit_duration_min": 60
        },
        {
          "text": "O festival Bun Wat Phu durante três dias na lua cheia de fevereiro atrai milhares de peregrinos para corridas de pirogas, combates de boxe e espetáculos.",
          "visit_duration_min": 60
        },
        {
          "text": "O miradouro a meio da escadaria oferece uma vista de cima sobre o complexo inferior e a planície até ao Mekong.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado matinal de Champasak expõe frutas, legumes, peixes do Mekong e café dos Bolovens. As bancas servem pequeno-almoço lao.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr do sol inflama o Mekong frente a Champasak. Os restaurantes sobre palafitas servem cozinha lao enquanto o monte Phu Passak se recorta em contraluz.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 11
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "LA::don-det",
      "name": "Don Det",
      "cc": "LA",
      "language": "pt",
      "coords": [
        13.9833,
        105.9167
      ],
      "lat": 13.9833,
      "lon": 105.9167,
      "visits": [
        {
          "text": "O arquipélago de Si Phan Don desfia os seus bancos de areia e ilhotas arborizadas através do Mekong alargado antes da fronteira cambojana. Três ilhas acolhem os visitantes: Don Det, Don Khon e Don Khong.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Det concentra os bungalows sobre palafitas e redes suspensas frente ao rio numa atmosfera propícia à preguiça. A ponta norte oferece os mais belos pores do sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Uma ponte liga Don Det a Don Khon mediante um modesto pedágio. A ilha vizinha conserva uma atmosfera mais tranquila com as suas aldeias de pescadores.",
          "visit_duration_min": 75
        },
        {
          "text": "Os vestígios da linha férrea francesa testemunham a tentativa colonial de contornar as rápidas intransponíveis do Mekong. Uma locomotiva enferrujada repousa perto do antigo embarcadouro.",
          "visit_duration_min": 75
        },
        {
          "text": "A praia de areia na margem oeste de Don Det estende-se frente à corrente onde as crianças chapinham e os pescadores lançam as suas redes.",
          "visit_duration_min": 75
        },
        {
          "text": "As cascatas de Liphi precipitam-se numa série de rápidas tumultuosas na ponta sul de Don Khon com um rugido permanente. As rochas negras criam um labirinto onde as águas se engolem.",
          "visit_duration_min": 75
        },
        {
          "text": "As cascatas de Khone Phapheng constituem a maior cascata do Sudeste Asiático pelo seu caudal colossal. Um miradouro permite contemplar a cortina de água de 10 quilómetros de largura na monção.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de pescadores na ponta sul de Don Khon vive ao ritmo do rio. Os habitantes estendem nassas nas rápidas para capturar os peixes.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Khong, a maior ilha, permanece à margem dos fluxos turísticos com os seus templos modestos, mercados de aldeia e arrozais verdejantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Uma última manhã sem programa em Don Det permite saborear o ritmo do Mekong contra as palafitas. O tempo parece suspenso no arquipélago.",
          "visit_duration_min": 75
        },
        {
          "text": "Os trilhos pouco conhecidos do interior de Don Det atravessam arrozais, hortas familiares e bosques de coqueiros longe dos caminhos batidos.",
          "visit_duration_min": 75
        },
        {
          "text": "O pequeno mercado de Don Det propõe frutas frescas, baguetes herdadas da época francesa e café lao. Os habitantes reúnem-se aí todas as manhãs.",
          "visit_duration_min": 75
        },
        {
          "text": "A praia de areia acolhe um último banho matinal nas águas tépidas do Mekong. Os pescadores recolhem as suas redes enquanto as crianças brincam.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Os alugadores de bicicletas permitem percorrer as estradas de terra de Don Det e Don Khon em poucas horas. O terreno plano facilita o passeio.",
          "visit_duration_min": 60
        },
        {
          "text": "As redes frente ao Mekong constituem a atividade principal dos visitantes que sucumbem ao torpor do arquipélago.",
          "visit_duration_min": 60
        },
        {
          "text": "Os habitantes prosseguem as suas atividades na margem do rio: lavagem de roupa, higiene, brincadeiras das crianças. Observar este bailado matinal oferece um vislumbre da vida insular.",
          "visit_duration_min": 60
        },
        {
          "text": "O nascer do sol inflama o Mekong de uma luz dourada que se reflete nas águas calmas entre as ilhotas.",
          "visit_duration_min": 60
        },
        {
          "text": "As pirogas partem ao amanhecer para tentar avistar os golfinhos de água doce do Irrawaddy perto da fronteira cambojana. Estes cetáceos ameaçados sobem por vezes à superfície.",
          "visit_duration_min": 60
        },
        {
          "text": "Os carris enferrujados da antiga linha férrea atravessam Don Khon até aos cais franceses. Este passeio sombreado passa por trechos de selva.",
          "visit_duration_min": 60
        },
        {
          "text": "O banho nos braços calmos do Mekong refresca após as horas a pedalar. Os habitantes banham-se perto das praias de areia ao fim do dia.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr do sol desde a ponta norte de Don Det encerra o dia. As silhuetas das pirogas deslizam sobre a água avermelhada.",
          "visit_duration_min": 60
        },
        {
          "text": "Um pequeno-almoço prolongado frente ao rio permite folhear um livro deixado por um viajante anterior. As guesthouses acumulam romances desbotados.",
          "visit_duration_min": 60
        },
        {
          "text": "Os salões de massagem nos terraços sombreados propõem tratamentos a preços módicos. A brisa e o canto dos pássaros acompanham o relaxamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Os habitantes cruzados ao longo dos dias merecem um último cumprimento. Estas conexões efémeras fazem parte da magia das 4000 ilhas.",
          "visit_duration_min": 60
        },
        {
          "text": "O ferry de regresso para Ban Nakasang parte ao fim da manhã para chegar a Pakse. O Mekong afasta-se enquanto as memórias se tingem de nostalgia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 12
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 13
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 14
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "LA::huay-xai",
      "name": "Huay Xai",
      "cc": "LA",
      "language": "pt",
      "coords": [
        20.2726,
        100.4113
      ],
      "lat": 20.2726,
      "lon": 100.4113,
      "visits": [
        {
          "text": "Huay Xai estende-se ao longo do Mekong frente à cidade tailandesa de Chiang Khong, ligada pela Ponte da Amizade inaugurada em 2013. Esta vila fronteiriça constitui a porta de entrada norte do Laos para os viajantes vindos da Tailândia.",
          "visit_duration_min": 75
        },
        {
          "text": "O Forte Carnot domina o Mekong desde a sua posição estratégica escolhida pelos franceses por volta de 1900. O antigo posto militar não conheceu muita ação mas oferece vistas espetaculares sobre o rio e as montanhas circundantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Esculturas enigmáticas povoam os arredores do forte sem que ninguém saiba realmente explicar a sua origem. Estas estátuas acrescentam um toque surrealista ao panorama já impressionante.",
          "visit_duration_min": 75
        },
        {
          "text": "O templo principal de Huay Xai ergue-se no topo de uma escadaria íngreme acima da rua comercial. Os monges tratam das suas ocupações quotidianas enquanto uma escola monástica ocupa parte do recinto.",
          "visit_duration_min": 75
        },
        {
          "text": "O cais das slow boats anima-se todas as manhãs quando os viajantes embarcam para a descida do Mekong rumo a Luang Prabang. As pirogas de cauda longa aguardam ao longo dos pontões de madeira.",
          "visit_duration_min": 75
        },
        {
          "text": "A última manhã na canópia permite desfrutar uma última vez do despertar da floresta. Os adeuses às cabanas empoleiradas marcam o fim da imersão neste mundo suspenso.",
          "visit_duration_min": 75
        },
        {
          "text": "A descida para o solo devolve progressivamente à civilização após os dias passados entre as árvores. O contraste entre a selva e as aldeias atravessadas no regresso impressiona os sentidos.",
          "visit_duration_min": 75
        },
        {
          "text": "As aldeias nos arredores do parque abrigam comunidades que beneficiam das consequências do ecoturismo. O projeto contribui para a proteção da floresta oferecendo uma alternativa económica à desflorestação.",
          "visit_duration_min": 75
        },
        {
          "text": "O regresso a Huay Xai atravessa paisagens de montanhas cultivadas e aldeolas isoladas. Os arrozais em socalcos ocupam as encostas onde a floresta cedeu lugar à agricultura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O mercado local abre por volta das 14h e propõe fruta fresca, legumes e produtos do quotidiano numa atmosfera autêntica. As vendedoras das aldeias circundantes vêm escoar a sua produção.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio ao longo do Mekong oferece vistas sobre a margem tailandesa e as montanhas que emolduram o rio. O pôr do sol incendeia as águas castanhas num degradé de laranja e rosa.",
          "visit_duration_min": 60
        },
        {
          "text": "Os poucos bares com esplanada da rua principal servem a Beerlao local frente ao rio. A atmosfera tranquila convida a brindar ao início da aventura laosiana.",
          "visit_duration_min": 60
        },
        {
          "text": "As agências do centro organizam as reservas para a Gibbon Experience e a slow boat. A véspera da partida permite finalizar os detalhes logísticos.",
          "visit_duration_min": 60
        },
        {
          "text": "As últimas tirolesas da manhã sobrevoam as porções mais espetaculares do parque antes da partida. A luz matinal realça os verdes profundos da canópia.",
          "visit_duration_min": 60
        },
        {
          "text": "A transferência de regresso para Huay Xai deixa tempo para digerir a experiência única dos dias anteriores. As imagens da floresta vista de cima ficarão gravadas na memória.",
          "visit_duration_min": 60
        },
        {
          "text": "A tarde livre em Huay Xai permite passear pelas ruas comerciais e preparar a etapa seguinte. As lojas propõem artesanato local e lembranças do Laos.",
          "visit_duration_min": 60
        },
        {
          "text": "A noite frente ao Mekong oferece a ocasião de conhecer outros viajantes e trocar sobre as respetivas aventuras. O dia seguinte marcará o início da descida do rio mítico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 1
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 4
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "LA::luang-prabang",
      "name": "Luang Prabang",
      "cc": "LA",
      "language": "pt",
      "coords": [
        19.8856,
        102.1347
      ],
      "lat": 19.8856,
      "lon": 102.1347,
      "visits": [
        {
          "text": "O santuário dos elefantes do Mekong acolhe paquidermes resgatados da exploração florestal e turística. Fundado em 2008, este projeto piloto promove o turismo sustentável e a salvaguarda de uma espécie ameaçada.",
          "visit_duration_min": 75
        },
        {
          "text": "Os elefantes evoluem num ambiente semi-natural onde os visitantes os acompanham a pé em vez de montados. O passeio na floresta permite observar o seu comportamento natural e as suas interações sociais.",
          "visit_duration_min": 75
        },
        {
          "text": "O banho dos elefantes no rio constitui o momento alto do encontro com estes gigantes. Os mahouts guiam os animais na água enquanto os visitantes podem aproximar-se e alimentá-los.",
          "visit_duration_min": 75
        },
        {
          "text": "O museu de Pakbeng apresenta os trajes e ferramentas das minorias étnicas que povoam a região. Khamu, Hmong, Thai e Yao compõem o mosaico cultural desta zona montanhosa.",
          "visit_duration_min": 75
        },
        {
          "text": "O segundo dia de slow boat prossegue a descida rumo a Luang Prabang através de paisagens semelhantes mas nunca monótonas. Cada meandro revela novas perspetivas sobre as montanhas e aldeias.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Xiengthong ergue os seus telhados em cascata na margem do Mekong desde 1559. Os seus mosaicos de vidro vermelho sobre fundo negro lacado contam cenas da vida de Buda e das aldeias lao.",
          "visit_duration_min": 75
        },
        {
          "text": "O Palácio Real convertido em museu nacional expõe a sala do trono, os aposentos reais e o Phra Bang, estátua de Buda em ouro que deu nome à cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "O monte Phousi culmina no centro da península, coroado pelo stupa dourado do Wat Chom Si. Os 328 degraus conduzem a uma vista circular sobre a confluência do Mekong e do Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Visoun abriga o Buda mais antigo da cidade num santuário reconstruído após um incêndio. O stupa arredondado apelidado de melancia data do século XVI.",
          "visit_duration_min": 75
        },
        {
          "text": "O TAEC reúne trajes, ferramentas e têxteis dos 49 grupos étnicos do Laos numa cenografia moderna. Este museu constitui a melhor introdução ao mosaico cultural do país.",
          "visit_duration_min": 75
        },
        {
          "text": "A cidade velha UNESCO alterna vilas coloniais e templos com telhados inclinados característicos do estilo lao. A ponta da península oferece um panorama sobre os dois rios.",
          "visit_duration_min": 75
        },
        {
          "text": "As grutas de Pak Ou abrem-se numa falésia calcária na confluência do Mekong e do Nam Ou, a duas horas de navegação rio acima. Milhares de estatuetas de Buda depositadas ao longo dos séculos forram as paredes.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta superior mais escura revela centenas de estátuas amontoadas nos recantos, algumas cobertas de pó dourado. Uma lanterna ajuda a penetrar a escuridão.",
          "visit_duration_min": 75
        },
        {
          "text": "As cascatas de Kuang Si precipitam-se por 50 metros de degraus calcários no coração da selva a 29 quilómetros da cidade. As piscinas turquesa convidam ao banho em roupa cobrindo.",
          "visit_duration_min": 75
        },
        {
          "text": "O santuário Moon Bear recolhe ursos negros asiáticos salvos do tráfico de bílis à entrada do parque. Os hóspedes evoluem em recintos semi-naturais.",
          "visit_duration_min": 75
        },
        {
          "text": "Um trilho sobe pelo flanco esquerdo das cascatas até à nascente. Os 20 minutos de subida conduzem ao tanque superior mais calmo do que as piscinas naturais a jusante.",
          "visit_duration_min": 75
        },
        {
          "text": "O Palácio Real foi erguido em 1904 para o rei Sisavang Vong num estilo híbrido que mistura telhados lao tradicionais e colunatas francesas. Convertido em museu após a revolução de 1975, expõe a sala do trono, os aposentos reais e as insígnias da monarquia.",
          "visit_duration_min": 75
        },
        {
          "text": "O templo Haw Pha Bang abriga o Phra Bang, estátua de Buda em ouro com dois milénios que deu nome à cidade. O edifício atual data de 2006 mas reproduz fielmente a arquitetura lao clássica dos telhados sobrepostos.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Xiengthong ergue os seus telhados em cascata na margem do Mekong desde 1559, ano em que o rei Setthathirath ordenou a sua construção. As suas paredes exteriores brilham com mosaicos de vidro que representam cenas de aldeia, enquanto o interior conserva um Buda deitado original.",
          "visit_duration_min": 75
        },
        {
          "text": "O monte Phousi culmina a 100 metros acima da península, coroado pelo stupa dourado do Wat Chom Si. Os 328 degraus da subida conduzem a uma vista circular que abraça a confluência do Mekong e do Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Sene exibe uma fachada vermelho e ouro brilhante que contrasta com os tons mais sóbrios dos templos vizinhos. Construído no século XVIII, atrai menos visitantes e oferece uma atmosfera recolhida propícia à contemplação.",
          "visit_duration_min": 75
        },
        {
          "text": "A cidade velha UNESCO alterna vilas coloniais reconvertidas em lojas e templos com telhados inclinados característicos do estilo lao. A ponta da península oferece um panorama sobre os dois rios que envolvem o bairro histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "O TAEC reúne trajes, utensílios e tecidos dos 49 grupos étnicos do Laos numa cenografia moderna e interativa. Este museu constitui a melhor introdução ao mosaico cultural do país.",
          "visit_duration_min": 75
        },
        {
          "text": "O centro Ock Pop Tok nas margens do Mekong permite observar as artesãs a tecer a seda em teares verticais. Tingem os fios com pigmentos vegetais e aplicam o batique com cera.",
          "visit_duration_min": 75
        },
        {
          "text": "A ponte de bambu atravessa o Nam Khan em 100 metros e liga a península turística ao bairro tranquilo da margem oposta. Uma família local reconstrói esta passarela todos os anos após a descida das águas.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Xiengleck esconde-se num bairro onde os turistas são raros do outro lado da ponte. As ruelas circundantes abrigam oficinas familiares de tecelagem, escultura em madeira e fabrico de papel saa.",
          "visit_duration_min": 75
        },
        {
          "text": "As quintas pedagógicas dos arredores desenrolam as etapas da rizicultura lao, da seleção dos grãos ao descasque final. Os visitantes lavram a lama ao lado dos búfalos.",
          "visit_duration_min": 75
        },
        {
          "text": "As grutas de Pak Ou abrem-se numa falésia calcária na confluência do Mekong e do Nam Ou, a duas horas de navegação rio acima. Milhares de estatuetas de Buda depositadas ao longo dos séculos forram as paredes das duas cavidades.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta superior de Pak Ou, mais escura e menos frequentada, revela centenas de estátuas amontoadas nos cantos. Algumas estão cobertas de pó dourado.",
          "visit_duration_min": 75
        },
        {
          "text": "O santuário Moon Bear acolhe ursos negros asiáticos salvos do tráfico de bílis à entrada do parque de Kuang Si. Os hóspedes movem-se em recintos semi-naturais.",
          "visit_duration_min": 75
        },
        {
          "text": "As aldeias de tecelões na estrada das cascatas permitem observar as artesãs a trabalhar a seda à porta de casa. As compras diretas garantem uma remuneração justa.",
          "visit_duration_min": 75
        },
        {
          "text": "O teatro Garavek programa todas as noites uma sessão de contos tradicionais lao acompanhados ao khène, o órgão de boca local. Um contador narra em inglês as lendas da região.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Visoun abriga o Buda mais antigo da cidade num santuário reconstruído após um incêndio no século XIX. O stupa arredondado junto ao templo, apelidado de melancia, data do século XVI.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Aham esconde-se à sombra de duas figueiras centenárias consideradas morada dos espíritos protetores de Luang Prabang. Este templo discreto acolhe poucos visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Mai Suwannaphumaham exibe um pórtico dourado finamente esculpido que representa cenas do Ramayana e da vida de Buda. Este mosteiro acolhe o Phra Bang durante o ano novo lao.",
          "visit_duration_min": 75
        },
        {
          "text": "A margem do Nam Khan bordeja jardins sombreados até à confluência com o Mekong. Os bancos convidam à leitura enquanto as pirogas dos pescadores deslizam silenciosamente.",
          "visit_duration_min": 75
        },
        {
          "text": "As antigas mansões coloniais do bairro francês testemunham o passado de protetorado com as suas persianas de madeira e varandas trabalhadas. Várias foram convertidas em cafés ou galerias.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A manhã no santuário dos elefantes inclui o passeio na floresta, a alimentação e o banho. As equipas apaixonadas partilham o seu conhecimento dos animais e os desafios da sua proteção.",
          "visit_duration_min": 60
        },
        {
          "text": "A partida da slow boat ao final da manhã permite chegar a Luang Prabang ao início da noite. As seis horas de navegação oferecem um último momento de contemplação fluvial.",
          "visit_duration_min": 60
        },
        {
          "text": "A chegada a Luang Prabang revela os primeiros templos dourados e os telhados tradicionais da antiga capital real. O cais situa-se aos pés da península UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "A primeira noite em Luang Prabang permite descobrir o mercado noturno que invade a rua principal a partir das 16h30. As bancas de têxteis e artesanato iluminam o bairro histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "O tak bat reúne os monges dos 34 templos que desfilam em silêncio a partir das 5h45 para receber o arroz glutinoso dos fiéis. A cerimónia desenrola-se no recolhimento a distância respeitosa.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado matinal desdobra as suas bancas de frutos tropicais, peixes e khao jee até às 10h. A atmosfera animada contrasta com a serenidade dos templos vizinhos.",
          "visit_duration_min": 60
        },
        {
          "text": "Os cafés com vista para o Mekong servem café lao forte e pastelaria francesa herdada da época colonial. O ritmo lento convida a deambular entre duas visitas.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr do sol desde as margens do Mekong incendeia as montanhas que avermelhão do outro lado do rio. As pirogas regressam às suas amarras na luz dourada.",
          "visit_duration_min": 60
        },
        {
          "text": "A navegação matinal rumo a Pak Ou faz desfilar falésias cársicas e aldeias de pescadores. As paragens nas aldeolas permitem observar a destilação do Lao Lao.",
          "visit_duration_min": 60
        },
        {
          "text": "A tarde nas cascatas de Kuang Si recompensa com um banho refrescante após a estrada poeirenta. A água turquesa contrasta com o verde profundo da selva circundante.",
          "visit_duration_min": 60
        },
        {
          "text": "As aldeias de tecelões no caminho das cascatas permitem observar as artesãs a trabalhar a seda à porta de casa. As compras diretas garantem uma remuneração justa.",
          "visit_duration_min": 60
        },
        {
          "text": "O regresso a Luang Prabang ao final da tarde deixa tempo para um último passeio na cidade velha antes do jantar.",
          "visit_duration_min": 60
        },
        {
          "text": "O tak bat reúne os monges dos 34 templos que desfilam em silêncio a partir das 5h45 para receber o arroz glutinoso dos fiéis. Ajoelhe-se no passeio a distância respeitosa evitando os flashes fotográficos.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado matinal da península desdobra as suas bancas até às 10h num alegre burburinho de negociações. As vendedoras propõem frutas tropicais, peixes fresquinhos, jarros de álcool de arroz e khao jee, espetadas de arroz glutinoso grelhado.",
          "visit_duration_min": 60
        },
        {
          "text": "O pôr do sol desde os pontões do cais do Mekong oferece um espetáculo gratuito sobre as montanhas que avermelhão do outro lado do rio. Esta opção evita a multidão do cume do Phousi.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado noturno invade a rua principal em frente ao Palácio Real a partir das 16h30. As bancas alinham tecidos, pinturas em tela e souvenirs sob tendas coloridas.",
          "visit_duration_min": 60
        },
        {
          "text": "As oficinas de tecelagem no centro Ock Pop Tok permitem manusear o tear tradicional ou tingir a seda com índigo durante meio dia.",
          "visit_duration_min": 60
        },
        {
          "text": "As escolas de culinária locais começam com uma visita matinal ao mercado para selecionar ingredientes frescos. A preparação de pratos como o larb, o orlam ou o mok pa prossegue na cozinha.",
          "visit_duration_min": 60
        },
        {
          "text": "Oficinas artesanais iniciam ao entrançado do bambu, à olaria ou à confeção de guarda-sóis em papel saa.",
          "visit_duration_min": 60
        },
        {
          "text": "As lojas de comércio justo do centro da cidade vendem tecidos feitos à mão por artesãs remuneradas justamente.",
          "visit_duration_min": 60
        },
        {
          "text": "Várias ONG locais organizam sessões de intercâmbio linguístico com estudantes lao desejosos de praticar inglês.",
          "visit_duration_min": 60
        },
        {
          "text": "A navegação em slow boat ao nascer do dia faz desfilar falésias cársicas e aldeias de pescadores até às grutas de Pak Ou. A opção longa chega a Huay Xai em dois dias.",
          "visit_duration_min": 60
        },
        {
          "text": "O buffet de rua propõe todas as noites um sortido de pratos lao vegetarianos e com carne por uma soma módica. Os comensais compõem a sua refeição entre as panelas fumegantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Os alugadores de bicicletas propõem bicicletas por dia para explorar arrozais e aldeias Hmong onde as crianças saúdam com um alegre «Sabaidee».",
          "visit_duration_min": 60
        },
        {
          "text": "As estradas para as alturas atravessam paisagens de formações cársicas que lembram uma baía de Halong terrestre.",
          "visit_duration_min": 60
        },
        {
          "text": "Os cafés com vista para o Mekong servem café lao forte e pastelaria francesa herdada da época colonial. O ritmo lento da cidade convida a saborear estes momentos.",
          "visit_duration_min": 60
        },
        {
          "text": "Os salões de massagem tradicionais propõem tratamentos à base de ervas e técnicas herdadas da medicina lao.",
          "visit_duration_min": 60
        },
        {
          "text": "A margem do Mekong ao fim da tarde oferece um último pôr do sol sobre Luang Prabang. Os tons alaranjados inflamam o rio e as montanhas.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado noturno permite encontrar os últimos souvenirs: lenços de seda, lanternas de papel ou saquinhos de especiarias.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 6
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 7
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 8
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 1
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 2
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 3
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 4
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "LA::nam-kan",
      "name": "Nam Kan",
      "cc": "LA",
      "language": "pt",
      "coords": [
        20.35,
        100.55
      ],
      "lat": 20.35,
      "lon": 100.55,
      "visits": [
        {
          "text": "O parque nacional de Nam Kan protege uma das últimas florestas primárias do noroeste do Laos em quase 136.000 hectares. A canópia densa abriga uma biodiversidade excecional incluindo gibões, ursos e aves raras.",
          "visit_duration_min": 75
        },
        {
          "text": "As cabanas nas árvores culminam até 40 metros de altura, empoleiradas entre os ramos dos gigantes da floresta. Estas estruturas de madeira constituem os alojamentos mais altos do mundo neste tipo de ambiente.",
          "visit_duration_min": 75
        },
        {
          "text": "A rede de tirolesas liga as diferentes cabanas e plataformas através da canópia ao longo de vários quilómetros. Os cabos permitem atravessar os vales e sobrevoar as copas das árvores.",
          "visit_duration_min": 75
        },
        {
          "text": "A floresta primária desdobra os seus estratos vegetais desde o solo tapetado de fetos até à abóbada formada pelas árvores centenárias. Lianas e epífitas colonizam cada suporte disponível.",
          "visit_duration_min": 75
        },
        {
          "text": "Os gibões de bochechas brancas povoam esta floresta e os seus cantos ressoam ao amanhecer através dos vales. A observação destes primatas acrobáticos constitui um dos momentos altos da estadia.",
          "visit_duration_min": 75
        },
        {
          "text": "O amanhecer na canópia desvela a floresta que emerge lentamente das faixas de névoa agarradas aos vales. Os primeiros raios de sol penetram através da folhagem e aquecem as plataformas.",
          "visit_duration_min": 75
        },
        {
          "text": "Os gibões iniciam o seu concerto territorial às primeiras luzes, os seus chamamentos potentes alcançando vários quilómetros. Os casais cantam em dueto num ritual diário fascinante.",
          "visit_duration_min": 75
        },
        {
          "text": "As árvores emergentes ultrapassam a canópia em várias dezenas de metros e oferecem pontos de vista sobre o oceano verde da floresta. Algumas espécies atingem mais de 50 metros de altura.",
          "visit_duration_min": 75
        },
        {
          "text": "A fauna noturna cede lugar às espécies diurnas: esquilos gigantes, calaus e passeriformes coloridos animam os ramos circundantes. Os binóculos permitem observar os animais sem os perturbar.",
          "visit_duration_min": 75
        },
        {
          "text": "Os trilhos no solo atravessam porções de floresta onde os guias identificam rastos, plantas medicinais e árvores notáveis. A caminhada completa a experiência aérea das tirolesas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A transferência desde Huay Xai atravessa paisagens de montanhas e aldeias antes de alcançar a entrada do parque. O briefing de segurança precede a primeira sessão de tirolesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Os primeiros voos em tirolesa permitem familiarizar-se com o equipamento e as técnicas de travagem. Os guias experientes acompanham cada travessia e ajustam os arneses.",
          "visit_duration_min": 60
        },
        {
          "text": "A subida para as cabanas efetua-se por escadas e passadiços suspensos nas árvores. A progressão vertical oferece perspetivas mutáveis sobre a floresta circundante.",
          "visit_duration_min": 60
        },
        {
          "text": "O jantar preparado pela equipa toma-se na plataforma da cabana frente à canópia que escurece. Os ruídos da selva noturna substituem progressivamente o canto das aves diurnas.",
          "visit_duration_min": 60
        },
        {
          "text": "O dia completo de tirolesa encadeia as travessias em cabos de comprimentos variados, alguns ultrapassando os 500 metros. A velocidade e a altura proporcionam sensações de voo sobre a selva.",
          "visit_duration_min": 60
        },
        {
          "text": "O trekking na floresta liga diferentes setores do parque passando por ribeiros e clareiras. Os guias partilham os seus conhecimentos sobre o ecossistema e os usos tradicionais das plantas.",
          "visit_duration_min": 60
        },
        {
          "text": "O almoço servido numa plataforma intermédia oferece uma pausa bem-vinda entre as sessões de voo. Os pratos simples mas nutritivos reconstituem a energia gasta.",
          "visit_duration_min": 60
        },
        {
          "text": "O final da tarde passa-se a espreitar os gibões desde os pontos de observação estratégicos. A paciência recompensa por vezes com o aparecimento de uma família a baloiçar de ramo em ramo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 2
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 3
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "LA::nong-khiaw",
      "name": "Nong Khiaw",
      "cc": "LA",
      "language": "pt",
      "coords": [
        20.57,
        102.61
      ],
      "lat": 20.57,
      "lon": 102.61,
      "visits": [
        {
          "text": "A estrada de Luang Prabang a Nong Khiaw serpenteia através das montanhas da província durante 3 horas e meia. As paisagens cársicas tornam-se mais espetaculares à medida que a estrada avança para norte.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw surge entre o rio Nam Ou e as falésias calcárias verticais que enquadram o vale. A ponte chinesa de 1964 liga as duas margens da aldeia.",
          "visit_duration_min": 75
        },
        {
          "text": "Os picos cársicos mergulham as suas paredes no rio de águas ora esmeraldas ora lamacentas consoante a estação. Esta geografia espetacular atrai caminhantes e fotógrafos.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia conta 3.500 habitantes e conserva os vestígios dos bombardeamentos americanos que a arrasaram durante a guerra do Vietname. A reconstrução foi lenta mas o encanto está intacto.",
          "visit_duration_min": 75
        },
        {
          "text": "As grutas que perfuram as falésias serviram de refúgio aos habitantes durante os raids aéreos. Algumas ainda se visitam e conservam os vestígios desta ocupação forçada.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Muang Ngoi Neua aninha-se rio acima de Nong Khiaw, acessível apenas de barco pelo Nam Ou. A navegação de uma hora atravessa desfiladeiros onde as falésias mergulham na água.",
          "visit_duration_min": 75
        },
        {
          "text": "Uma colina domina Muang Ngoi e oferece um panorama circular sobre o rio, os arrozais e as montanhas. A subida curta recompensa com uma vista que abraça todo o isolamento do lugar.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia estende-se ao longo de uma rua poeirenta ladeada de casas de madeira e guesthouses rudimentares. A atmosfera permanece a de um Laos de outros tempos onde o tempo passa devagar.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Sop Keng rio abaixo vive ainda mais apartada com as suas casas tradicionais e os seus habitantes ocupados nas tarefas quotidianas. Uma cascata acessível após uma hora de marcha oferece um tanque para banho.",
          "visit_duration_min": 75
        },
        {
          "text": "O regresso de barco para Nong Khiaw oferece uma perspetiva diferente sobre os desfiladeiros percorridos de manhã. A luz do final da tarde doura as falésias e alonga as sombras sobre a água.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A chegada ao início da tarde deixa tempo para subir o Pha Daeng Peak para o pôr do sol. A subida de 1 hora e meia é íngreme mas a vista recompensa o esforço.",
          "visit_duration_min": 60
        },
        {
          "text": "O cume desvela o rio Nam Ou serpenteando entre os pináculos calcários até ao horizonte. Com tempo limpo, o mar de nuvens invade o vale ao amanhecer.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado matinal reúne produtores locais e vendedoras de street food nas primeiras horas do dia. As bancas desaparecem antes do meio-dia.",
          "visit_duration_min": 60
        },
        {
          "text": "A travessia da ponte oferece uma perspetiva única sobre a aldeia encaixada entre rio e falésias. As pirogas sobem a corrente num penacho de espuma.",
          "visit_duration_min": 60
        },
        {
          "text": "A excursão de um dia combina barco, trekking e visita de aldeias num circuito completo desde Nong Khiaw. O almoço toma-se numa das aldeias atravessadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Os habitantes de Sop Keng perpetuam pesca tradicional e agricultura de subsistência. As mulheres tecem e cozinham enquanto as crianças brincam entre as casas sobre palafitas.",
          "visit_duration_min": 60
        },
        {
          "text": "O banho na cascata refresca após a marcha no calor tropical. O tanque natural acolhe os visitantes num cenário de selva preservada.",
          "visit_duration_min": 60
        },
        {
          "text": "A última noite em Nong Khiaw permite contemplar os pináculos cársicos iluminados pelos últimos raios do sol. A viagem termina neste cenário espetacular do norte do Laos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 9
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 10
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "LA::pakbeng",
      "name": "Pakbeng",
      "cc": "LA",
      "language": "pt",
      "coords": [
        19.8925,
        101.1358
      ],
      "lat": 19.8925,
      "lon": 101.1358,
      "visits": [
        {
          "text": "A slow boat deixa Huay Xai de manhã cedo e inicia a sua descida do Mekong rumo ao sul. Os bancos de madeira acolhem os passageiros para seis a sete horas de navegação contemplativa.",
          "visit_duration_min": 75
        },
        {
          "text": "As falésias calcárias mergulham no rio castanho enquanto as aldeias de pescadores desfilam nas margens. As pirogas locais cruzam a embarcação carregada de viajantes.",
          "visit_duration_min": 75
        },
        {
          "text": "O Mekong serpenteia entre as montanhas numa paisagem que pouco mudou ao longo dos séculos. Os búfalos banham-se nas águas pouco profundas enquanto as crianças brincam nas praias de areia.",
          "visit_duration_min": 75
        },
        {
          "text": "Pakbeng surge depois de um meandro, as suas casas agarradas à colina que domina o rio. Este burgo fluvial constitui a paragem tradicional a meio caminho entre Huay Xai e Luang Prabang.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Sin Jong Jaeng domina o Mekong desde o início da época colonial. Os seus beirais repintados escondem um velho fresco desbotado onde se distingue um personagem bigodudo com chapéu e guarda-chuva, provavelmente um dos primeiros visitantes europeus.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "A navegação lenta permite observar a vida fluvial que se desenrola nas margens: lavadeiras, pescadores com rede, crianças que saúdam a passagem da embarcação.",
          "visit_duration_min": 60
        },
        {
          "text": "O almoço toma-se a bordo com as provisões compradas no mercado de Huay Xai ou preparadas pela tripulação. Os vendedores ambulantes por vezes acostam a embarcação nas paragens.",
          "visit_duration_min": 60
        },
        {
          "text": "A chegada a Pakbeng ao final da tarde deixa tempo para subir os degraus até ao templo e admirar o pôr do sol sobre o rio. Os tons alaranjados incendeiam as águas calmas.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado matinal de Pakbeng reúne as minorias étnicas dos arredores que vêm vender legumes, raízes, ervas e plantas medicinais da selva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e descida do Mekong",
          "day": 5
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "LA::pakse",
      "name": "Pakse",
      "cc": "LA",
      "language": "pt",
      "coords": [
        15.12,
        105.7992
      ],
      "lat": 15.12,
      "lon": 105.7992,
      "visits": [
        {
          "text": "A dupla cascata de Tad Fane precipita-se por 120 metros numa garganta forrada de selva. As faixas de névoa envolvem o abismo de manhã cedo.",
          "visit_duration_min": 75
        },
        {
          "text": "Uma tirolina atravessa o desfiladeiro de Tad Fane entre as duas cascatas gémeas para os amantes de emoções fortes.",
          "visit_duration_min": 75
        },
        {
          "text": "A cascata Tad Yuang despeja as suas águas numa piscina rodeada de jardins onde degraus descem aos pés da cortina líquida. Bancas vendem café local.",
          "visit_duration_min": 75
        },
        {
          "text": "A cascata Tad Champee permanece desconhecida apesar do seu cenário fotogénico. A calma contrasta com a afluência dos locais mais célebres.",
          "visit_duration_min": 75
        },
        {
          "text": "As aldeias das etnias Laven, Alak e Katu pontilham o planalto, reconhecíveis pelas suas casas sobre palafitas com telhados de colmo.",
          "visit_duration_min": 75
        },
        {
          "text": "Os ferreiros de uma aldeia próxima de Tad Fane fabricam utensílios e facas segundo técnicas transmitidas de geração em geração.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O banho nas piscinas de Tad Yuang refresca após as horas passadas nas estradas. A água turquesa convida ao mergulho.",
          "visit_duration_min": 60
        },
        {
          "text": "Os guias locais propõem visitas às aldeias étnicas para compreender o modo de vida tradicional. Apoie o artesanato comprando tecidos ou cestaria.",
          "visit_duration_min": 60
        },
        {
          "text": "O clima de altitude do planalto oferece temperaturas amenas com manhãs frescas. Preveja uma camada extra.",
          "visit_duration_min": 60
        },
        {
          "text": "As agências de Pakse organizam excursões com motorista para desfrutar das paisagens sem preocupações de navegação.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 10
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "LA::tad-lo",
      "name": "Tad Lo",
      "cc": "LA",
      "language": "pt",
      "coords": [
        15.35,
        106.3833
      ],
      "lat": 15.35,
      "lon": 106.3833,
      "visits": [
        {
          "text": "O Wat Luang de Pakse é adjacente à ponte coreana e acolhe uma escola monástica onde os jovens monges passeiam em túnica cor de açafrão. As salas de aula alternam com os pavilhões de oração.",
          "visit_duration_min": 75
        },
        {
          "text": "As margens do Mekong desde a ponte coreana até à ponte Lao-Nippon bordeiam os restaurantes sobre palafitas que se animam ao pôr do sol.",
          "visit_duration_min": 75
        },
        {
          "text": "A cascata Tad Soung precipita-se por 90 metros num desfiladeiro verdejante acessível por uma estrada asfaltada a este de Paksong. Um miradouro sobranceia o vazio.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Tad Lo desenrola uma série de cascatas através do povoado, oferecendo piscinas para banho. As crianças chapinham ao lado dos búfalos.",
          "visit_duration_min": 75
        },
        {
          "text": "O banho dos elefantes decorre todas as tardes a montante de Tad Hang. Os mahouts guiam os seus paquidermes na água ao pôr do sol.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O planalto dos Bolovens descobre-se em circuito desde Pakse em dois a cinco dias. A estrada serpenteia entre cascatas, plantações de café e aldeias étnicas.",
          "visit_duration_min": 60
        },
        {
          "text": "As plantações de café à volta de Paksong cultivam Arábica e Robusta lado a lado num clima de altitude mais fresco. As quintas propõem degustações.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado noturno de Pakse estende-se ao longo da estrada 13 Sul com as suas bancas de street food e tecidos.",
          "visit_duration_min": 60
        },
        {
          "text": "Os terraços das guesthouses em Tad Lo fazem frente às cascatas iluminadas pelos últimos raios. Esta aldeia constitui a etapa clássica do planalto.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 9
        }
      ],
      "rating": 3
    },
    {
      "place_id": "LA::vang-vieng",
      "name": "Vang Vieng",
      "cc": "LA",
      "language": "pt",
      "coords": [
        18.922,
        102.4476
      ],
      "lat": 18.922,
      "lon": 102.4476,
      "visits": [
        {
          "text": "O miradouro de Nam Xay culmina acima do vale a poucos quilómetros a norte da cidade. A subida íngreme de 30 minutos exige o uso das quatro membra em algumas passagens.",
          "visit_duration_min": 75
        },
        {
          "text": "O cume do Pha Poak reconhece-se pelas balizas improvisadas através da selva. A bandeira vermelha plantada no topo marca um miradouro espetacular sobre os arrozais.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta Tham Chang abre-se no flanco da montanha e serviu de refúgio aos habitantes durante as invasões chinesas do século XIX. Uma piscina gelada alimentada pelas águas subterrâneas convida ao banho.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta Pha Thao a cerca de dez quilómetros dispõe de escadas e trilhos sinalizados para aceder a várias câmaras sucessivas. As formações calcárias criam silhuetas fantásticas.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta Lusi permanece desconhecida apesar da sua rede subterrânea que requer quase uma hora de exploração. Os mais temerários podem nadar na escuridão absoluta.",
          "visit_duration_min": 75
        },
        {
          "text": "O miradouro Pha Ngern propõe dois níveis de miradouros: o primeiro após 30 minutos de caminhada, o segundo após 40 minutos suplementares num trilho íngreme.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta Tham Nam estende-se por 500 metros de corredores estreitos percorridos em bóia ao longo de uma corda na escuridão total. As concreções calcárias desfilam a poucos centímetros do rosto.",
          "visit_duration_min": 75
        },
        {
          "text": "A Blue Lagoon principal esconde as suas águas turquesa ao pé das montanhas cársicas. Uma árvore sobranceia a piscina e permite saltar de 10 metros de altura.",
          "visit_duration_min": 75
        },
        {
          "text": "A Blue Lagoon 3 abriga uma pequena cascata além da sua piscina de banho e atrai menos visitantes. Refrescos são vendidos no local.",
          "visit_duration_min": 75
        },
        {
          "text": "A cascata Kaeng Nyui na vertente este do vale constitui a única queda de água notável dos arredores. Uma piscina deserta recompensa os buracos atravessados.",
          "visit_duration_min": 75
        },
        {
          "text": "O parque Inter Park reúne esculturas de animais e espaços verdes destinados às famílias num ambiente acessível por uma pista a oeste do rio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O tubing no Nam Song River atravessa uma paisagem de montanhas cársicas em 3 horas de descida tranquila. As autoridades sanearam a atividade após 2012.",
          "visit_duration_min": 60
        },
        {
          "text": "As bóias alugam-se no escritório oficial na cidade com transporte em tuk-tuk até ao ponto de partida. O regresso efetua-se a jusante antes das 18h.",
          "visit_duration_min": 60
        },
        {
          "text": "As escolas de escalada locais propõem estágios nas falésias calcárias com equipamento fornecido. As vias desportivas adequam-se a todos os níveis.",
          "visit_duration_min": 60
        },
        {
          "text": "O campo circundante desenrola os seus arrozais alagados e pontes de bambu oscilantes. As crianças brincam no rio entre dois trabalhos nos campos.",
          "visit_duration_min": 60
        },
        {
          "text": "A descida em caiaque desde montante atravessa aldeias e paisagens cársicas. O trajeto inclui frequentemente a passagem em bóia na gruta Tham Nam.",
          "visit_duration_min": 60
        },
        {
          "text": "Os voos em balão de ar quente descolam ao amanhecer ou ao fim da tarde para sobrevoar o mosaico de arrozais e picos calcários.",
          "visit_duration_min": 60
        },
        {
          "text": "Os arrozais ao pôr do sol inflamam-se de uma luz alaranjada que recorta as silhuetas das montanhas. Os campos oferecem um primeiro plano ideal.",
          "visit_duration_min": 60
        },
        {
          "text": "Os percursos de tirolina e quads alugam-se nas imediações das lagoas e grutas. A estação das chuvas torna as pistas lamacentas mas praticáveis.",
          "visit_duration_min": 60
        },
        {
          "text": "O centro da cidade conserva alguns bares que transmitem sitcoms em loop. Os banana pancakes e as redes suspensas completam a paragem backpacker.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 5
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 6
        }
      ],
      "rating": 8
    },
    {
      "place_id": "LA::vientiane",
      "name": "Vientiane",
      "cc": "LA",
      "language": "pt",
      "coords": [
        17.9757,
        102.6331
      ],
      "lat": 17.9757,
      "lon": 102.6331,
      "visits": [
        {
          "text": "O Pha That Luang ergue a sua silhueta dourada a 4 km do centro e constitui o monumento mais sagrado do Laos, figurando nas notas de banco. A lenda atribui a sua fundação ao século III, mas o edifício atual foi reconstruído nos anos 1930.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat That Luang Tai abriga um imponente Buda deitado numa sala com paredes ornadas de frescos narrativos. Os fiéis depositam oferendas numa atmosfera mais íntima.",
          "visit_duration_min": 75
        },
        {
          "text": "O Patuxai domina a avenida Lane Xang como um arco do triunfo tropical construído nos anos 1960. As suas quatro torres e a torre central simbolizam os cinco princípios budistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Os sete andares do Patuxai oferecem uma vista sobre a avenida retilínea que aponta para o Pha That Luang. A fonte iluminada atrai habitantes e visitantes todas as noites.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Sisaket permanece o único templo poupado pela invasão siamesa de 1828. Construído pelo rei Anouvong, abriga mais de 10.000 estátuas de Buda aninhadas nas células do claustro.",
          "visit_duration_min": 75
        },
        {
          "text": "O Ho Phra Keo foi erguido em 1565 para acolher o Buda de Esmeralda. A estátua trona agora em Banguecoque, mas o museu conserva bronzes e esculturas do século VI.",
          "visit_duration_min": 75
        },
        {
          "text": "O That Dam Stupa ergue-se no meio de uma rotunda, a sua massa castanha invadida pela vegetação. A lenda conta que um naga de sete cabeças habita sob o edifício.",
          "visit_duration_min": 75
        },
        {
          "text": "A estátua do Rei Anouvong foi erguida em 2010 para comemorar o 450.º aniversário de Vientiane. O bronze de nove metros faz frente ao Mekong e à Tailândia.",
          "visit_duration_min": 75
        },
        {
          "text": "O Buddha Park a 25 km da cidade reúne dezenas de estátuas monumentais em cimento criadas em 1958 por um místico que misturava hinduísmo e budismo.",
          "visit_duration_min": 75
        },
        {
          "text": "A boca de um demónio gigante serve de entrada a uma torre do Buddha Park que oferece uma vista de cima. Os três níveis simbolizam o inferno, a terra e o paraíso.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Si Muang atrai os fiéis que vêm rezar diante do pilar fundador da cidade, que dizem abrigar o espírito de uma jovem mulher sacrificada aquando da sua colocação.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "O COPE Visitor Centre percorre a história do Laos, o país mais bombardeado do planeta. As bombas não explodidas continuam a mutilar aldeões.",
          "visit_duration_min": 60
        },
        {
          "text": "As exposições interativas do COPE explicam o trabalho dos desminadores e apresentam os testemunhos de sobreviventes. A entrada é gratuita.",
          "visit_duration_min": 60
        },
        {
          "text": "O centro histórico alterna templos de fachadas coloridas e vilas coloniais reconvertidas em cafés. O Wat Inpeng exibe uma fachada verde esmeralda.",
          "visit_duration_min": 60
        },
        {
          "text": "O mercado noturno estende-se ao longo do Mekong frente às luzes da Tailândia. As bancas propõem roupa, souvenirs e street food.",
          "visit_duration_min": 60
        },
        {
          "text": "Os food parks reúnem todas as noites dezenas de bancas onde os habitantes se juntam à volta de grelhados e saladas de frutos do mar.",
          "visit_duration_min": 60
        },
        {
          "text": "O passeio do Mekong ao pôr do sol atrai corredores e famílias frente aos últimos clarões sobre o rio. O parque Chao Anouvong oferece bancos sombreados.",
          "visit_duration_min": 60
        },
        {
          "text": "Os cafés modernos de Vientiane servem um café lao forte em ambientes que misturam mobiliário vintage e obras de artistas locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Os salões de massagem do centro da cidade propõem tratamentos tradicionais antes de uma última investida ao mercado noturno.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 7
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autêntico: templos, cascatas e ilhas do Mekong",
          "day": 8
        }
      ],
      "rating": 8.9
    }
  ]
}