{
  "version": 1,
  "country": "la",
  "language": "it",
  "places": [
    {
      "place_id": "LA::champasak",
      "name": "Champasak",
      "cc": "LA",
      "language": "it",
      "coords": [
        14.8833,
        105.8667
      ],
      "lat": 14.8833,
      "lon": 105.8667,
      "visits": [
        {
          "text": "Il Wat Phu si dispone sui pendii del monte sacro Phu Passak secondo un asse rituale che collega la cima al Mekong su 10 chilometri. Un santuario dedicato a Shiva occupava questo sito nel VI secolo prima del complesso khmer del XII secolo sotto Suryavarman II.",
          "visit_duration_min": 75
        },
        {
          "text": "Il viale processionale fiancheggiato da cippi di pietra attraversa una vasca cerimoniale coperta di ninfee. Due padiglioni in rovina accoglievano un tempo i pellegrini, uno per uomini, uno per donne.",
          "visit_duration_min": 75
        },
        {
          "text": "Una scalinata monumentale dai gradini irregolari sale verso il santuario principale addossato alla falesia da cui sgorga una sorgente sacra. I frangipani centenari profumano l'aria.",
          "visit_duration_min": 75
        },
        {
          "text": "Il prasat sommitale sfoggia frontoni scolpiti che illustrano episodi del Ramayana laotiano. Il sito fu riscoperto da un esploratore francese alla fine del XIX secolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Phu, iscritto all'UNESCO dal 2001, riceve una frazione dei visitatori di Angkor Wat, offrendo un'esperienza contemplativa rara tra le vestigia khmer.",
          "visit_duration_min": 75
        },
        {
          "text": "La piccola città di Champasak sonnecchia sulla riva del Mekong. Le case coloniali costeggiano le dimore tradizionali lao lungo la via principale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le strade di terra rossa tra Champasak e Wat Phu si percorrono facilmente in bicicletta attraverso risaie e villaggi assopiti.",
          "visit_duration_min": 60
        },
        {
          "text": "Il festival Bun Wat Phu durante tre giorni alla luna piena di febbraio attira migliaia di pellegrini per gare di piroghe, incontri di boxe e spettacoli.",
          "visit_duration_min": 60
        },
        {
          "text": "Il belvedere a metà della scalinata offre una vista dall'alto sul complesso inferiore e sulla pianura fino al Mekong.",
          "visit_duration_min": 60
        },
        {
          "text": "Il mercato mattutino di Champasak espone frutti, verdure, pesci del Mekong e caffè dei Bolovens. Le bancarelle servono colazione lao.",
          "visit_duration_min": 60
        },
        {
          "text": "Il tramonto infiamma il Mekong di fronte a Champasak. I ristoranti su palafitte servono cucina lao mentre il monte Phu Passak si staglia in controluce.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 11
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "LA::don-det",
      "name": "Don Det",
      "cc": "LA",
      "language": "it",
      "coords": [
        13.9833,
        105.9167
      ],
      "lat": 13.9833,
      "lon": 105.9167,
      "visits": [
        {
          "text": "L'arcipelago di Si Phan Don sgrana i suoi banchi di sabbia e isolotti boscosi attraverso il Mekong allargato prima del confine cambogiano. Tre isole accolgono i visitatori: Don Det, Don Khon e Don Khong.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Det concentra i bungalow su palafitte e le amache sospese di fronte al fiume in un'atmosfera propizia alla pigrizia. La punta nord offre i più bei tramonti.",
          "visit_duration_min": 75
        },
        {
          "text": "Un ponte collega Don Det a Don Khon mediante un modesto pedaggio. L'isola vicina conserva un'atmosfera più tranquilla con i suoi villaggi di pescatori.",
          "visit_duration_min": 75
        },
        {
          "text": "I resti della ferrovia francese testimoniano il tentativo coloniale di aggirare le rapide invalicabili del Mekong. Una locomotiva arrugginita riposa vicino all'antico imbarcadero.",
          "visit_duration_min": 75
        },
        {
          "text": "La spiaggia di sabbia sulla riva ovest di Don Det si estende di fronte alla corrente dove i bambini sguazzano e i pescatori lanciano le loro reti.",
          "visit_duration_min": 75
        },
        {
          "text": "Le cascate di Liphi precipitano in una serie di rapide tumultuose sulla punta sud di Don Khon con un rombo permanente. Le rocce nere creano un labirinto dove le acque si infilano.",
          "visit_duration_min": 75
        },
        {
          "text": "Le cascate di Khone Phapheng costituiscono la più grande cascata del Sud-Est asiatico per la loro portata colossale. Un belvedere permette di contemplare il sipario d'acqua largo 10 chilometri durante la stagione delle piogge.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio di pescatori sulla punta sud di Don Khon vive al ritmo del fiume. Gli abitanti tendono nasse nelle rapide per catturare i pesci.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Khong, l'isola più grande, resta al riparo dai flussi turistici con i suoi templi modesti, mercati di villaggio e risaie verdeggianti.",
          "visit_duration_min": 75
        },
        {
          "text": "Un'ultima mattinata senza programma su Don Det permette di gustare il ritmo del Mekong contro le palafitte. Il tempo sembra sospeso nell'arcipelago.",
          "visit_duration_min": 75
        },
        {
          "text": "I sentieri poco conosciuti dell'interno di Don Det attraversano risaie, orti familiari e boschetti di cocchi lontano dai sentieri battuti.",
          "visit_duration_min": 75
        },
        {
          "text": "Il piccolo mercato di Don Det propone frutti freschi, baguette ereditate dall'epoca francese e caffè lao. Gli abitanti vi si ritrovano ogni mattina.",
          "visit_duration_min": 75
        },
        {
          "text": "La spiaggia di sabbia accoglie un ultimo bagno mattutino nelle acque tiepide del Mekong. I pescatori ritirano le loro reti mentre i bambini giocano.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "I noleggiatori di biciclette permettono di percorrere le strade sterrate di Don Det e Don Khon in poche ore. Il terreno pianeggiante facilita la passeggiata.",
          "visit_duration_min": 60
        },
        {
          "text": "Le amache di fronte al Mekong costituiscono l'attività principale dei visitatori che cedono al torpore dell'arcipelago.",
          "visit_duration_min": 60
        },
        {
          "text": "Gli abitanti proseguono le loro attività sulla riva del fiume: bucato, toilette, giochi dei bambini. Osservare questo balletto mattutino offre uno sguardo sulla vita insulare.",
          "visit_duration_min": 60
        },
        {
          "text": "L'alba infiamma il Mekong di una luce dorata che si riflette sulle acque calme tra gli isolotti.",
          "visit_duration_min": 60
        },
        {
          "text": "Le piroghe partono all'alba per tentare di avvistare i delfini d'acqua dolce dell'Irrawaddy vicino al confine cambogiano. Questi cetacei minacciati risalgono talvolta in superficie.",
          "visit_duration_min": 60
        },
        {
          "text": "Le rotaie arrugginite dell'antica ferrovia attraversano Don Khon fino ai moli francesi. Questa passeggiata ombreggiata passa per tratti di giungla.",
          "visit_duration_min": 60
        },
        {
          "text": "Il bagno nei bracci calmi del Mekong rinfresca dopo le ore a pedalare. Gli abitanti si bagnano vicino alle spiagge di sabbia a fine giornata.",
          "visit_duration_min": 60
        },
        {
          "text": "Il tramonto dalla punta nord di Don Det chiude la giornata. Le silhouette delle piroghe scivolano sull'acqua rosseggiante.",
          "visit_duration_min": 60
        },
        {
          "text": "Una colazione prolungata di fronte al fiume permette di sfogliare un libro lasciato da un viaggiatore precedente. Le guesthouse accumulano romanzi sgualciti.",
          "visit_duration_min": 60
        },
        {
          "text": "I saloni di massaggio sulle terrazze ombreggiate propongono trattamenti a tariffe modeste. La brezza e il canto degli uccelli accompagnano il relax.",
          "visit_duration_min": 60
        },
        {
          "text": "Gli abitanti incrociati nel corso dei giorni meritano un ultimo saluto. Queste connessioni effimere fanno parte della magia delle 4000 isole.",
          "visit_duration_min": 60
        },
        {
          "text": "Il traghetto di ritorno verso Ban Nakasang parte a fine mattinata per raggiungere Pakse. Il Mekong si allontana mentre i ricordi si tingono di nostalgia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 12
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 13
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 14
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "LA::huay-xai",
      "name": "Huay Xai",
      "cc": "LA",
      "language": "it",
      "coords": [
        20.2726,
        100.4113
      ],
      "lat": 20.2726,
      "lon": 100.4113,
      "visits": [
        {
          "text": "Huay Xai si estende lungo il Mekong di fronte alla città thailandese di Chiang Khong, collegata dal Ponte dell'Amicizia inaugurato nel 2013. Questa cittadina di frontiera costituisce la porta d'ingresso nord del Laos per i viaggiatori provenienti dalla Thailandia.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Forte Carnot domina il Mekong dalla sua posizione strategica scelta dai francesi verso il 1900. L'antico posto militare non ha quasi conosciuto l'azione ma offre viste spettacolari sul fiume e sulle montagne circostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Sculture enigmatiche popolano i dintorni del forte senza che nessuno sappia veramente spiegarne l'origine. Queste statue aggiungono un tocco surreale al panorama già impressionante.",
          "visit_duration_min": 75
        },
        {
          "text": "Il tempio principale di Huay Xai si erge in cima a una ripida scalinata sopra la via commerciale. I monaci sbrigano le loro occupazioni quotidiane mentre una scuola monastica occupa parte del recinto.",
          "visit_duration_min": 75
        },
        {
          "text": "L'imbarcadero delle slow boat si anima ogni mattina quando i viaggiatori si imbarcano per la discesa del Mekong verso Luang Prabang. Le piroghe a coda lunga attendono lungo i pontili di legno.",
          "visit_duration_min": 75
        },
        {
          "text": "L'ultima mattinata nella canopia permette di godere un'ultima volta del risveglio della foresta. Gli addii alle capanne arroccate segnano la fine dell'immersione in questo mondo sospeso.",
          "visit_duration_min": 75
        },
        {
          "text": "La discesa verso il suolo riporta progressivamente alla civiltà dopo i giorni trascorsi tra gli alberi. Il contrasto tra la giungla e i villaggi attraversati al ritorno colpisce i sensi.",
          "visit_duration_min": 75
        },
        {
          "text": "I villaggi nei dintorni del parco ospitano comunità che beneficiano delle ricadute dell'ecoturismo. Il progetto contribuisce alla protezione della foresta offrendo un'alternativa economica alla deforestazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Il ritorno a Huay Xai attraversa paesaggi di montagne coltivate e borgate isolate. Le risaie a terrazza occupano i pendii là dove la foresta ha ceduto il posto all'agricoltura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Il mercato locale apre verso le 14 e propone frutta fresca, verdure e prodotti quotidiani in un'atmosfera autentica. Le venditrici dei villaggi circostanti vi smerciano la loro produzione.",
          "visit_duration_min": 60
        },
        {
          "text": "La passeggiata lungo il Mekong offre viste sulla riva thailandese e sulle montagne che incorniciano il fiume. Il tramonto incendia le acque brune in un degradé di arancio e rosa.",
          "visit_duration_min": 60
        },
        {
          "text": "I pochi bar con terrazza della via principale servono la Beerlao locale di fronte al fiume. L'atmosfera tranquilla invita a brindare all'inizio dell'avventura laotiana.",
          "visit_duration_min": 60
        },
        {
          "text": "Le agenzie del centro organizzano le prenotazioni per la Gibbon Experience e la slow boat. La vigilia della partenza permette di finalizzare i dettagli logistici.",
          "visit_duration_min": 60
        },
        {
          "text": "Le ultime tirolesi del mattino sorvolano le porzioni più spettacolari del parco prima della partenza. La luce mattutina esalta i verdi profondi della canopia.",
          "visit_duration_min": 60
        },
        {
          "text": "Il trasferimento di ritorno verso Huay Xai lascia il tempo di digerire l'esperienza unica dei giorni precedenti. Le immagini della foresta vista dall'alto resteranno impresse nella memoria.",
          "visit_duration_min": 60
        },
        {
          "text": "Il pomeriggio libero a Huay Xai permette di passeggiare per le vie commerciali e preparare la tappa successiva. I negozi propongono artigianato locale e souvenir del Laos.",
          "visit_duration_min": 60
        },
        {
          "text": "La serata di fronte al Mekong offre l'occasione di incontrare altri viaggiatori e scambiare sulle rispettive avventure. Il giorno dopo segnerà l'inizio della discesa del fiume mitico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 1
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 4
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "LA::luang-prabang",
      "name": "Luang Prabang",
      "cc": "LA",
      "language": "it",
      "coords": [
        19.8856,
        102.1347
      ],
      "lat": 19.8856,
      "lon": 102.1347,
      "visits": [
        {
          "text": "Il santuario degli elefanti del Mekong accoglie pachidermi salvati dallo sfruttamento forestale e turistico. Fondato nel 2008, questo progetto pilota promuove il turismo sostenibile e la salvaguardia di una specie minacciata.",
          "visit_duration_min": 75
        },
        {
          "text": "Gli elefanti evolvono in un ambiente semi-naturale dove i visitatori li accompagnano a piedi anziché a dorso. La passeggiata nella foresta permette di osservare il loro comportamento naturale e le loro interazioni sociali.",
          "visit_duration_min": 75
        },
        {
          "text": "Il bagno degli elefanti nel fiume costituisce il momento clou dell'incontro con questi giganti. I mahout guidano gli animali nell'acqua mentre i visitatori possono avvicinarli e nutrirli.",
          "visit_duration_min": 75
        },
        {
          "text": "Il museo di Pakbeng presenta i costumi e gli strumenti delle minoranze etniche che popolano la regione. Khamu, Hmong, Thai e Yao compongono il mosaico culturale di questa zona montuosa.",
          "visit_duration_min": 75
        },
        {
          "text": "La seconda giornata di slow boat prosegue la discesa verso Luang Prabang attraverso paesaggi simili ma mai monotoni. Ogni meandro rivela nuove prospettive sulle montagne e i villaggi.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Xiengthong erge i suoi tetti a cascata sulla riva del Mekong dal 1559. I suoi mosaici di vetro rosso su fondo nero laccato raccontano scene della vita del Buddha e dei villaggi lao.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Palazzo Reale convertito in museo nazionale espone la sala del trono, gli appartamenti reali e il Phra Bang, statua del Buddha in oro che diede il nome alla città.",
          "visit_duration_min": 75
        },
        {
          "text": "Il monte Phousi culmina al centro della penisola, coronato dallo stupa dorato del Wat Chom Si. I 328 gradini conducono a una vista circolare sulla confluenza del Mekong e del Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Visoun ospita il Buddha più antico della città in un santuario ricostruito dopo un incendio. Lo stupa arrotondato soprannominato la anguria risale al XVI secolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Il TAEC raccoglie costumi, utensili e tessuti dei 49 gruppi etnici del Laos in una scenografia moderna. Questo museo costituisce la migliore introduzione al mosaico culturale del paese.",
          "visit_duration_min": 75
        },
        {
          "text": "La città vecchia UNESCO alterna ville coloniali e templi dai tetti spioventi caratteristici dello stile lao. La punta della penisola offre un panorama sui due fiumi.",
          "visit_duration_min": 75
        },
        {
          "text": "Le grotte di Pak Ou si aprono in una falesia calcarea alla confluenza del Mekong e del Nam Ou, a due ore di navigazione a monte. Migliaia di statuette di Buddha depositate nel corso dei secoli tappezzano le pareti.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotta superiore più buia rivela centinaia di statue ammassate negli angoli, alcune ricoperte di polvere dorata. Una torcia aiuta a penetrare l'oscurità.",
          "visit_duration_min": 75
        },
        {
          "text": "Le cascate di Kuang Si precipitano per 50 metri di gradini calcarei nel cuore della giungla a 29 chilometri dalla città. Le piscine turchesi invitano al bagno in abbigliamento coprente.",
          "visit_duration_min": 75
        },
        {
          "text": "Il santuario Moon Bear raccoglie orsi neri asiatici salvati dal traffico di bile all'ingresso del parco. Gli ospiti evolvono in recinti semi-naturali.",
          "visit_duration_min": 75
        },
        {
          "text": "Un sentiero sale sul fianco sinistro delle cascate fino alla sorgente. I 20 minuti di salita conducono al bacino superiore più calmo delle piscine naturali a valle.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Palazzo Reale fu eretto nel 1904 per il re Sisavang Vong in uno stile ibrido che mescola tetti lao tradizionali e colonnati francesi. Convertito in museo dopo la rivoluzione del 1975, espone la sala del trono, gli appartamenti reali e le insegne della monarchia.",
          "visit_duration_min": 75
        },
        {
          "text": "Il tempio Haw Pha Bang ospita il Phra Bang, statua del Buddha in oro vecchia di due millenni che diede il nome alla città. L'edificio attuale risale al 2006 ma riproduce fedelmente l'architettura lao classica dai tetti sovrapposti.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Xiengthong erge i suoi tetti a cascata sulla riva del Mekong dal 1559, anno in cui il re Setthathirath ne ordinò la costruzione. Le sue pareti esterne brillano di mosaici di vetro che raffigurano scene di villaggio, mentre l'interno conserva un Buddha disteso originale.",
          "visit_duration_min": 75
        },
        {
          "text": "Il monte Phousi culmina a 100 metri sopra la penisola, coronato dallo stupa dorato del Wat Chom Si. I 328 gradini dell'ascesa conducono a una vista circolare che abbraccia la confluenza del Mekong e del Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Sene sfoggia una facciata rosso e oro sgargiante che contrasta con le tinte più sobrie dei templi vicini. Costruito nel XVIII secolo, attira meno visitatori e offre un'atmosfera raccolta propizia alla contemplazione.",
          "visit_duration_min": 75
        },
        {
          "text": "La città vecchia UNESCO alterna ville coloniali riconvertite in boutique e templi dai tetti spioventi caratteristici dello stile lao. La punta della penisola offre un panorama sui due fiumi che racchiudono il quartiere storico.",
          "visit_duration_min": 75
        },
        {
          "text": "Il TAEC raccoglie costumi, utensili e tessuti dei 49 gruppi etnici del Laos in una scenografia moderna e interattiva. Questo museo costituisce la migliore introduzione al mosaico culturale del paese.",
          "visit_duration_min": 75
        },
        {
          "text": "Il centro Ock Pop Tok sulle rive del Mekong permette di osservare le artigiane tessere la seta su telai verticali. Tingono i fili con pigmenti vegetali e applicano il batik a cera.",
          "visit_duration_min": 75
        },
        {
          "text": "Il ponte di bambù attraversa il Nam Khan per 100 metri e collega la penisola turistica al quartiere tranquillo della riva opposta. Una famiglia locale ricostruisce questa passerella ogni anno dopo il ritiro delle acque.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Xiengleck si nasconde in un quartiere dove i turisti si fanno rari dall'altra parte del ponte. I vicoli circostanti ospitano laboratori familiari di tessitura, scultura su legno e fabbricazione della carta saa.",
          "visit_duration_min": 75
        },
        {
          "text": "Le fattorie didattiche dei dintorni illustrano le tappe della risicoltura lao, dalla selezione dei chicchi alla decorticazione finale. I visitatori arano il fango a fianco dei bufali.",
          "visit_duration_min": 75
        },
        {
          "text": "Le grotte di Pak Ou si aprono in una falesia calcarea alla confluenza del Mekong e del Nam Ou, a due ore di navigazione a monte. Migliaia di statuette del Buddha depositate nel corso dei secoli tappezzano le pareti delle due cavità.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotta superiore di Pak Ou, più buia e meno frequentata, rivela centinaia di statue ammassate negli angoli. Alcune sono ricoperte di polvere dorata.",
          "visit_duration_min": 75
        },
        {
          "text": "Il santuario Moon Bear accoglie orsi neri asiatici salvati dal traffico di bile all'ingresso del parco di Kuang Si. Gli ospiti si muovono in recinti semi-naturali.",
          "visit_duration_min": 75
        },
        {
          "text": "I villaggi di tessitori sulla strada delle cascate permettono di osservare le artigiane lavorare la seta sulla soglia di casa. Gli acquisti diretti garantiscono una remunerazione equa.",
          "visit_duration_min": 75
        },
        {
          "text": "Il teatro Garavek programma ogni sera una sessione di racconti tradizionali lao accompagnati dal khène, l'organo a bocca locale. Un narratore racconta in inglese le leggende della regione.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Visoun ospita il Buddha più antico della città in un santuario ricostruito dopo un incendio nel XIX secolo. Lo stupa arrotondato accanto al tempio, soprannominato l'anguria, risale al XVI secolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Aham si nasconde all'ombra di due banyan centenari considerati dimora degli spiriti protettori di Luang Prabang. Questo tempio discreto accoglie pochi visitatori.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Mai Suwannaphumaham sfoggia un portico dorato finemente scolpito che rappresenta scene del Ramayana e della vita del Buddha. Questo monastero accoglie il Phra Bang durante il capodanno lao.",
          "visit_duration_min": 75
        },
        {
          "text": "La riva del Nam Khan costeggia giardini ombreggiati fino alla confluenza con il Mekong. Le panchine invitano alla lettura mentre le piroghe dei pescatori scivolano silenziosamente.",
          "visit_duration_min": 75
        },
        {
          "text": "Le antiche dimore coloniali del quartiere francese testimoniano il passato di protettorato con le loro persiane in legno e balconi lavorati. Diverse sono state trasformate in caffè o gallerie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La mattinata al santuario degli elefanti include la passeggiata nella foresta, l'alimentazione e il bagno. Le squadre appassionate condividono la loro conoscenza degli animali e le sfide della loro protezione.",
          "visit_duration_min": 60
        },
        {
          "text": "La partenza della slow boat a fine mattinata permette di arrivare a Luang Prabang all'inizio della sera. Le sei ore di navigazione offrono un ultimo momento di contemplazione fluviale.",
          "visit_duration_min": 60
        },
        {
          "text": "L'arrivo a Luang Prabang rivela i primi templi dorati e i tetti tradizionali dell'antica capitale reale. L'attracco si trova ai piedi della penisola UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "La prima serata a Luang Prabang permette di scoprire il mercato notturno che invade la via principale dalle 16:30. Le bancarelle di tessuti e artigianato illuminano il quartiere storico.",
          "visit_duration_min": 60
        },
        {
          "text": "Il tak bat riunisce i monaci dei 34 templi che sfilano in silenzio dalle 5:45 per ricevere il riso glutinoso dai fedeli. La cerimonia si svolge nel raccoglimento a distanza rispettosa.",
          "visit_duration_min": 60
        },
        {
          "text": "Il mercato mattutino dispiega le sue bancarelle di frutti tropicali, pesci e khao jee fino alle 10. L'atmosfera animata contrasta con la serenità dei templi vicini.",
          "visit_duration_min": 60
        },
        {
          "text": "I caffè che dominano il Mekong servono caffè lao forte e pasticceria francese ereditata dall'epoca coloniale. Il ritmo lento invita a gironzolare tra una visita e l'altra.",
          "visit_duration_min": 60
        },
        {
          "text": "Il tramonto dalle rive del Mekong incendia le montagne che rosseggiamo dall'altra parte del fiume. Le piroghe rientrano ai loro ormeggi nella luce dorata.",
          "visit_duration_min": 60
        },
        {
          "text": "La navigazione mattutina verso Pak Ou fa sfilare falesie carsiche e villaggi di pescatori. Le soste nei borghi permettono di osservare la distillazione del Lao Lao.",
          "visit_duration_min": 60
        },
        {
          "text": "Il pomeriggio alle cascate di Kuang Si ricompensa con un bagno rinfrescante dopo la strada polverosa. L'acqua turchese contrasta con il verde profondo della giungla circostante.",
          "visit_duration_min": 60
        },
        {
          "text": "I villaggi di tessitori sulla strada delle cascate permettono di osservare le artigiane lavorare la seta sulla soglia di casa. Gli acquisti diretti garantiscono una remunerazione equa.",
          "visit_duration_min": 60
        },
        {
          "text": "Il ritorno a Luang Prabang nel tardo pomeriggio lascia il tempo di un'ultima passeggiata nella città vecchia prima di cena.",
          "visit_duration_min": 60
        },
        {
          "text": "Il tak bat riunisce i monaci dei 34 templi che sfilano in silenzio dalle 5:45 per ricevere il riso glutinoso dai fedeli. Inginocchiatevi sul marciapiede a distanza rispettosa evitando i flash fotografici.",
          "visit_duration_min": 60
        },
        {
          "text": "Il mercato mattutino della penisola dispiega le sue bancarelle fino alle 10 in un gioioso vociare di contrattazioni. Le venditrici propongono frutti tropicali, pesci guizzanti, giare di alcol di riso e khao jee, spiedini di riso glutinoso alla griglia.",
          "visit_duration_min": 60
        },
        {
          "text": "Il tramonto dai pontili del molo del Mekong offre uno spettacolo gratuito sulle montagne che rosseggianto dall'altra parte del fiume. Questa opzione evita la calca della cima del Phousi.",
          "visit_duration_min": 60
        },
        {
          "text": "Il mercato notturno invade la strada principale di fronte al Palazzo Reale dalle 16:30. Le bancarelle allineano tessuti, dipinti su tela e souvenir sotto tende colorate.",
          "visit_duration_min": 60
        },
        {
          "text": "I laboratori di tessitura al centro Ock Pop Tok permettono di maneggiare il telaio tradizionale o tingere la seta all'indaco per mezza giornata.",
          "visit_duration_min": 60
        },
        {
          "text": "Le scuole di cucina locali iniziano con una visita mattutina al mercato per selezionare ingredienti freschi. La preparazione di piatti come il larb, l'orlam o il mok pa prosegue in cucina.",
          "visit_duration_min": 60
        },
        {
          "text": "Laboratori artigianali iniziano all'intreccio del bambù, alla lavorazione della ceramica o alla confezione di ombrelli in carta saa.",
          "visit_duration_min": 60
        },
        {
          "text": "I negozi di commercio equo del centro città vendono tessuti tessuti a mano da artigiane remunerate equamente.",
          "visit_duration_min": 60
        },
        {
          "text": "Diverse ONG locali organizzano sessioni di scambio linguistico con studenti lao desiderosi di praticare l'inglese.",
          "visit_duration_min": 60
        },
        {
          "text": "La navigazione in slow boat all'alba fa sfilare falesie carsiche e villaggi di pescatori fino alle grotte di Pak Ou. L'opzione lunga raggiunge Huay Xai in due giorni.",
          "visit_duration_min": 60
        },
        {
          "text": "Il buffet di strada propone ogni sera un assortimento di piatti lao vegetariani e di carne per una somma modica. I commensali compongono il loro pasto tra le pentole fumanti.",
          "visit_duration_min": 60
        },
        {
          "text": "I noleggiatori di biciclette propongono bici a giornata per esplorare risaie e villaggi Hmong dove i bambini salutano con un gioioso «Sabaidee».",
          "visit_duration_min": 60
        },
        {
          "text": "Le strade verso le alture attraversano paesaggi di formazioni carsiche che ricordano una baia di Halong terrestre.",
          "visit_duration_min": 60
        },
        {
          "text": "I caffè che dominano il Mekong servono caffè lao forte e pasticceria francese ereditata dall'epoca coloniale. Il ritmo lento della città invita a gustare questi momenti.",
          "visit_duration_min": 60
        },
        {
          "text": "I saloni di massaggio tradizionali propongono trattamenti a base di erbe e tecniche ereditate dalla medicina lao.",
          "visit_duration_min": 60
        },
        {
          "text": "La riva del Mekong nel tardo pomeriggio offre un ultimo tramonto su Luang Prabang. Le sfumature arancioni infiammano il fiume e le montagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Il mercato notturno permette di scovare gli ultimi souvenir: sciarpe di seta, lanterne di carta o sacchetti di spezie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 6
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 7
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 8
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 1
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 2
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 3
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 4
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "LA::nam-kan",
      "name": "Nam Kan",
      "cc": "LA",
      "language": "it",
      "coords": [
        20.35,
        100.55
      ],
      "lat": 20.35,
      "lon": 100.55,
      "visits": [
        {
          "text": "Il parco nazionale di Nam Kan protegge una delle ultime foreste primarie del nord-ovest del Laos su quasi 136.000 ettari. La canopia densa ospita una biodiversità eccezionale tra cui gibboni, orsi e uccelli rari.",
          "visit_duration_min": 75
        },
        {
          "text": "Le capanne sugli alberi culminano fino a 40 metri di altezza, appollaiati tra i rami dei giganti della foresta. Queste strutture in legno costituiscono gli alloggi più alti del mondo in questo tipo di ambiente.",
          "visit_duration_min": 75
        },
        {
          "text": "La rete di tirolesi collega le diverse capanne e piattaforme attraverso la canopia su diversi chilometri. I cavi permettono di attraversare le valli e sorvolare le cime degli alberi.",
          "visit_duration_min": 75
        },
        {
          "text": "La foresta primaria dispiega i suoi strati vegetali dal suolo tappezzato di felci fino alla volta formata dagli alberi centenari. Liane ed epifite colonizzano ogni supporto disponibile.",
          "visit_duration_min": 75
        },
        {
          "text": "I gibboni dalle guance bianche popolano questa foresta e i loro canti risuonano all'alba attraverso le valli. L'osservazione di questi primati acrobatici costituisce uno dei momenti forti del soggiorno.",
          "visit_duration_min": 75
        },
        {
          "text": "L'alba nella canopia svela la foresta che emerge lentamente dalle falde di nebbia aggrappate alle valli. I primi raggi di sole penetrano attraverso il fogliame e riscaldano le piattaforme.",
          "visit_duration_min": 75
        },
        {
          "text": "I gibboni iniziano il loro concerto territoriale alle prime luci, i loro richiami potenti portando per diversi chilometri. Le coppie cantano in duetto in un rituale quotidiano affascinante.",
          "visit_duration_min": 75
        },
        {
          "text": "Gli alberi emergenti superano la canopia di diverse decine di metri e offrono punti di vista sull'oceano verde della foresta. Alcune specie raggiungono più di 50 metri di altezza.",
          "visit_duration_min": 75
        },
        {
          "text": "La fauna notturna lascia il posto alle specie diurne: scoiattoli giganti, buceri e passeriformi colorati animano i rami circostanti. I binocoli permettono di osservare gli animali senza disturbarli.",
          "visit_duration_min": 75
        },
        {
          "text": "I sentieri al suolo attraversano porzioni di foresta dove le guide identificano tracce, piante medicinali e alberi notevoli. La marcia completa l'esperienza aerea delle tirolesi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Il trasferimento da Huay Xai attraversa paesaggi di montagne e villaggi prima di raggiungere l'ingresso del parco. Il briefing di sicurezza precede la prima sessione di tirolese.",
          "visit_duration_min": 60
        },
        {
          "text": "I primi voli in tirolese permettono di familiarizzarsi con l'attrezzatura e le tecniche di frenata. Le guide esperte accompagnano ogni traversata e regolano le imbracature.",
          "visit_duration_min": 60
        },
        {
          "text": "L'ascesa verso le capanne si effettua tramite scale e passerelle sospese tra gli alberi. La progressione verticale offre prospettive mutevoli sulla foresta circostante.",
          "visit_duration_min": 60
        },
        {
          "text": "La cena preparata dalla squadra si consuma sulla piattaforma della capanna di fronte alla canopia che si oscura. I rumori della giungla notturna sostituiscono progressivamente il canto degli uccelli diurni.",
          "visit_duration_min": 60
        },
        {
          "text": "La giornata completa di tirolese concatena le traversate su cavi di lunghezze variabili, alcuni superando i 500 metri. La velocità e l'altezza procurano sensazioni di volo sopra la giungla.",
          "visit_duration_min": 60
        },
        {
          "text": "Il trekking nella foresta collega diversi settori del parco passando per ruscelli e radure. Le guide condividono le loro conoscenze sull'ecosistema e gli usi tradizionali delle piante.",
          "visit_duration_min": 60
        },
        {
          "text": "Il pranzo servito su una piattaforma intermedia offre una pausa gradita tra le sessioni di volo. I piatti semplici ma nutrienti ricostituiscono l'energia spesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Il tardo pomeriggio si passa a scrutare i gibboni dai punti di osservazione strategici. La pazienza ricompensa talvolta con l'apparizione di una famiglia che si dondola di ramo in ramo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 2
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 3
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "LA::nong-khiaw",
      "name": "Nong Khiaw",
      "cc": "LA",
      "language": "it",
      "coords": [
        20.57,
        102.61
      ],
      "lat": 20.57,
      "lon": 102.61,
      "visits": [
        {
          "text": "La strada da Luang Prabang a Nong Khiaw serpeggia attraverso le montagne della provincia per 3 ore e mezza. I paesaggi carsici si fanno più spettacolari man mano che la strada procede verso nord.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw spunta tra il fiume Nam Ou e le falesie calcaree verticali che incorniciano la valle. Il ponte cinese del 1964 collega le due rive del villaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "I picchi carsici tuffano le loro pareti nel fiume dalle acque ora smeraldo ora fangose secondo la stagione. Questa geografia spettacolare attira escursionisti e fotografi.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio conta 3.500 abitanti e conserva le tracce dei bombardamenti americani che lo rasero al suolo durante la guerra del Vietnam. La ricostruzione fu lenta ma il fascino è intatto.",
          "visit_duration_min": 75
        },
        {
          "text": "Le grotte che bucano le falesie servirono da rifugio agli abitanti durante i raid aerei. Alcune si visitano ancora e conservano le tracce di questa occupazione forzata.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio di Muang Ngoi Neua si annida a monte di Nong Khiaw, accessibile solo in barca sul Nam Ou. La navigazione di un'ora attraversa gole dove le falesie si tuffano nell'acqua.",
          "visit_duration_min": 75
        },
        {
          "text": "Una collina domina Muang Ngoi e offre un panorama circolare sul fiume, le risaie e le montagne. La breve salita ricompensa con una vista che abbraccia tutto l'isolamento del luogo.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio si estende lungo una strada polverosa fiancheggiata da case in legno e guesthouse rudimentali. L'atmosfera resta quella di un Laos d'altri tempi dove il tempo scorre lentamente.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio di Sop Keng a valle vive ancora più appartato con le sue case tradizionali e i suoi abitanti intenti alle occupazioni quotidiane. Una cascata accessibile dopo un'ora di marcia offre una piscina per il bagno.",
          "visit_duration_min": 75
        },
        {
          "text": "Il ritorno in barca verso Nong Khiaw offre una prospettiva diversa sulle gole percorse al mattino. La luce del tardo pomeriggio dora le falesie e allunga le ombre sull'acqua.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "L'arrivo all'inizio del pomeriggio lascia il tempo di salire il Pha Daeng Peak per il tramonto. L'ascesa di 1 ora e mezza sale ripida ma la vista ricompensa lo sforzo.",
          "visit_duration_min": 60
        },
        {
          "text": "La cima svela il fiume Nam Ou che serpeggia tra i pinnacoli calcarei fino all'orizzonte. Con il bel tempo, il mare di nuvole invade la valle all'alba.",
          "visit_duration_min": 60
        },
        {
          "text": "Il mercato mattutino riunisce produttori locali e venditrici di street food nelle prime ore del giorno. Le bancarelle scompaiono prima di mezzogiorno.",
          "visit_duration_min": 60
        },
        {
          "text": "L'attraversamento del ponte offre una prospettiva unica sul villaggio incastonato tra fiume e falesie. Le piroghe risalgono la corrente in un pennacchio di schiuma.",
          "visit_duration_min": 60
        },
        {
          "text": "L'escursione di una giornata combina barca, trekking e visita di villaggi in un circuito completo da Nong Khiaw. Il pranzo si consuma in uno dei villaggi attraversati.",
          "visit_duration_min": 60
        },
        {
          "text": "Gli abitanti di Sop Keng perpetuano pesca tradizionale e agricoltura di sussistenza. Le donne tessono e cucinano mentre i bambini giocano tra le case su palafitte.",
          "visit_duration_min": 60
        },
        {
          "text": "Il bagno nella cascata rinfresca dopo la marcia nel caldo tropicale. La piscina naturale accoglie i visitatori in uno scenario di giungla preservata.",
          "visit_duration_min": 60
        },
        {
          "text": "L'ultima serata a Nong Khiaw permette di contemplare i pinnacoli carsici illuminati dagli ultimi raggi del sole. Il viaggio si conclude in questo scenario spettacolare del nord Laos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 9
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 10
        }
      ],
      "rating": 9.5
    },
    {
      "place_id": "LA::pakbeng",
      "name": "Pakbeng",
      "cc": "LA",
      "language": "it",
      "coords": [
        19.8925,
        101.1358
      ],
      "lat": 19.8925,
      "lon": 101.1358,
      "visits": [
        {
          "text": "La slow boat lascia Huay Xai al mattino presto e inizia la sua discesa del Mekong verso sud. Le panche di legno accolgono i passeggeri per sei-sette ore di navigazione contemplativa.",
          "visit_duration_min": 75
        },
        {
          "text": "Le falesie calcaree si tuffano nel fiume marrone mentre i villaggi di pescatori sfilano sulle rive. Le piroghe locali incrociano l'imbarcazione carica di viaggiatori.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Mekong serpeggia tra le montagne in un paesaggio che è cambiato poco da secoli. I bufali si bagnano nelle acque poco profonde mentre i bambini giocano sulle spiagge di sabbia.",
          "visit_duration_min": 75
        },
        {
          "text": "Pakbeng spunta dopo un meandro, le sue case aggrappate alla collina che domina il fiume. Questo borgo fluviale costituisce la tappa tradizionale a metà strada tra Huay Xai e Luang Prabang.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Sin Jong Jaeng domina il Mekong dall'inizio dell'epoca coloniale. I suoi cornicioni ridipinti nascondono un vecchio affresco scolorito dove si distingue un personaggio baffuto con cappello e ombrello, probabilmente uno dei primi visitatori europei.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La navigazione lenta permette di osservare la vita fluviale che si svolge sulle rive: lavandaie, pescatori con la rete, bambini che salutano al passaggio dell'imbarcazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Il pranzo si consuma a bordo con le provviste acquistate al mercato di Huay Xai o preparate dall'equipaggio. I venditori ambulanti talvolta accostano l'imbarcazione alle fermate.",
          "visit_duration_min": 60
        },
        {
          "text": "L'arrivo a Pakbeng nel tardo pomeriggio lascia il tempo di salire i gradini verso il tempio e ammirare il tramonto sul fiume. Le tinte aranciate incendiano le acque calme.",
          "visit_duration_min": 60
        },
        {
          "text": "Il mercato mattutino di Pakbeng riunisce le minoranze etniche dei dintorni che vengono a vendere verdure, radici, erbe e piante medicinali della giungla.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience e discesa del Mekong",
          "day": 5
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "LA::pakse",
      "name": "Pakse",
      "cc": "LA",
      "language": "it",
      "coords": [
        15.12,
        105.7992
      ],
      "lat": 15.12,
      "lon": 105.7992,
      "visits": [
        {
          "text": "La doppia cascata di Tad Fane precipita per 120 metri in una gola tappezzata di giungla. Le fasce di nebbia avvolgono l'abisso al mattino presto.",
          "visit_duration_min": 75
        },
        {
          "text": "Una zipline attraversa il canyon di Tad Fane tra le due cascate gemelle per gli amanti delle emozioni forti.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascata Tad Yuang versa le sue acque in una vasca circondata da giardini dove gradini scendono ai piedi del sipario liquido. Bancarelle vendono caffè locale.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascata Tad Champee resta sconosciuta nonostante il suo scenario fotogenico. La calma contrasta con l'afflusso dei siti più celebri.",
          "visit_duration_min": 75
        },
        {
          "text": "I villaggi delle etnie Laven, Alak e Katu punteggiano l'altopiano, riconoscibili dalle loro case su palafitte dai tetti di paglia.",
          "visit_duration_min": 75
        },
        {
          "text": "I fabbri di un villaggio vicino a Tad Fane fabbricano utensili e coltelli secondo tecniche trasmesse di generazione in generazione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Il bagno nelle vasche di Tad Yuang rinfresca dopo le ore passate sulle strade. L'acqua turchese invita a fare il bagno.",
          "visit_duration_min": 60
        },
        {
          "text": "Le guide locali propongono visite ai villaggi etnici per comprendere il modo di vita tradizionale. Sostenete l'artigianato acquistando tessuti o cestini.",
          "visit_duration_min": 60
        },
        {
          "text": "Il clima d'altitudine dell'altopiano offre temperature clementi con mattinate fresche. Prevedete uno strato in più.",
          "visit_duration_min": 60
        },
        {
          "text": "Le agenzie di Pakse organizzano escursioni con autista per godere dei paesaggi senza preoccupazioni di navigazione.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 10
        }
      ],
      "rating": 7.3
    },
    {
      "place_id": "LA::tad-lo",
      "name": "Tad Lo",
      "cc": "LA",
      "language": "it",
      "coords": [
        15.35,
        106.3833
      ],
      "lat": 15.35,
      "lon": 106.3833,
      "visits": [
        {
          "text": "Il Wat Luang di Pakse è adiacente al ponte coreano e accoglie una scuola monastica dove i giovani bonzi passeggiano in tonaca color zafferano. Le aule si alternano ai padiglioni di preghiera.",
          "visit_duration_min": 75
        },
        {
          "text": "Le rive del Mekong dal ponte coreano al ponte Lao-Nippon costeggiano i ristoranti su palafitte che si animano al tramonto.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascata Tad Soung precipita per 90 metri in un canyon verdeggiante accessibile da una strada asfaltata a est di Paksong. Un belvedere sovrasta il vuoto.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio di Tad Lo dispiega una serie di cascate attraverso il borgo, offrendo vasche per il bagno. I bambini sguazzano accanto ai bufali.",
          "visit_duration_min": 75
        },
        {
          "text": "Il bagno degli elefanti si svolge ogni tardo pomeriggio a monte di Tad Hang. I mahout guidano i loro pachidermi nell'acqua al tramonto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "L'altopiano dei Bolovens si scopre in un circuito da Pakse su due a cinque giorni. La strada serpeggia tra cascate, piantagioni di caffè e villaggi etnici.",
          "visit_duration_min": 60
        },
        {
          "text": "Le piantagioni di caffè intorno a Paksong coltivano Arabica e Robusta fianco a fianco in un clima d'altitudine più fresco. Le fattorie propongono degustazioni.",
          "visit_duration_min": 60
        },
        {
          "text": "Il mercato notturno di Pakse si estende lungo la strada 13 Sud con le sue bancarelle di street food e tessuti.",
          "visit_duration_min": 60
        },
        {
          "text": "Le terrazze delle guesthouse a Tad Lo fanno fronte alle cascate illuminate dagli ultimi raggi. Questo villaggio costituisce la tappa classica dell'altopiano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 9
        }
      ],
      "rating": 3
    },
    {
      "place_id": "LA::vang-vieng",
      "name": "Vang Vieng",
      "cc": "LA",
      "language": "it",
      "coords": [
        18.922,
        102.4476
      ],
      "lat": 18.922,
      "lon": 102.4476,
      "visits": [
        {
          "text": "Il viewpoint di Nam Xay culmina sopra la valle a pochi chilometri a nord della città. La salita ripida di 30 minuti richiede l'uso di tutte e quattro le membra in alcuni passaggi.",
          "visit_duration_min": 75
        },
        {
          "text": "La cima del Pha Poak si riconosce dai segnali improvvisati attraverso la giungla. La bandiera rossa piantata in cima segna un belvedere spettacolare sulle risaie.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotta Tham Chang si apre nel fianco della montagna e servì da rifugio agli abitanti durante le invasioni cinesi del XIX secolo. Una vasca gelida alimentata dalle acque sotterranee invita al bagno.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotta Pha Thao a una decina di chilometri dispone di scale e sentieri segnalati per accedere a diverse camere successive. Le formazioni calcaree creano silhouette fantastiche.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotta Lusi resta sconosciuta nonostante la sua rete sotterranea che richiede quasi un'ora di esplorazione. I più temerari possono nuotare nel buio assoluto.",
          "visit_duration_min": 75
        },
        {
          "text": "Il viewpoint Pha Ngern propone due livelli di belvedere: il primo dopo 30 minuti di cammino, il secondo dopo 40 minuti supplementari su un sentiero ripido.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotta Tham Nam si estende per 500 metri di cunicoli stretti percorsi in ciambella lungo una corda nell'oscurità totale. Le concrezioni calcaree sfilano a pochi centimetri dal viso.",
          "visit_duration_min": 75
        },
        {
          "text": "La Blue Lagoon principale nasconde le sue acque turchesi ai piedi delle montagne carsiche. Un albero sovrasta la vasca e permette di tuffarsi da 10 metri di altezza.",
          "visit_duration_min": 75
        },
        {
          "text": "La Blue Lagoon 3 ospita una piccola cascata oltre alla sua vasca per il bagno e attira meno visitatori. Bevande sono vendute sul posto.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascata Kaeng Nyui sul versante est della valle costituisce l'unica cascata notevole dei dintorni. Una vasca deserta ricompensa le buche attraversate.",
          "visit_duration_min": 75
        },
        {
          "text": "Il parco Inter Park riunisce sculture di animali e spazi verdi destinati alle famiglie in un ambiente accessibile da una pista a ovest del fiume.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Il tubing sul Nam Song River attraversa un paesaggio di montagne carsiche in 3 ore di discesa tranquilla. Le autorità hanno bonificato l'attività dopo il 2012.",
          "visit_duration_min": 60
        },
        {
          "text": "Le camere d'aria si noleggiano all'ufficio ufficiale in città con trasporto in tuk-tuk fino al punto di partenza. Il ritorno si effettua a valle prima delle 18.",
          "visit_duration_min": 60
        },
        {
          "text": "Le scuole di arrampicata locali propongono stage sulle falesie calcaree con attrezzatura fornita. Le vie sportive sono adatte a tutti i livelli.",
          "visit_duration_min": 60
        },
        {
          "text": "La campagna circostante dispiega le sue risaie allagate e ponti di bambù traballanti. I bambini giocano nel fiume tra un lavoro nei campi e l'altro.",
          "visit_duration_min": 60
        },
        {
          "text": "La discesa in kayak da monte attraversa villaggi e paesaggi carsici. Il tragitto include spesso il passaggio in ciambella nella grotta Tham Nam.",
          "visit_duration_min": 60
        },
        {
          "text": "I voli in mongolfiera decollano all'alba o nel tardo pomeriggio per sorvolare il mosaico di risaie e picchi calcarei.",
          "visit_duration_min": 60
        },
        {
          "text": "Le risaie al tramonto si infiammano di una luce arancione che ritaglia le silhouette delle montagne. I campi offrono un primo piano ideale.",
          "visit_duration_min": 60
        },
        {
          "text": "I percorsi di zipline e quad si noleggiano nei pressi delle lagune e grotte. La stagione delle piogge rende le piste fangose ma praticabili.",
          "visit_duration_min": 60
        },
        {
          "text": "Il centro città conserva alcuni bar che trasmettono sitcom in loop. I banana pancake e le amache sospese completano la tappa backpacker.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 5
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 6
        }
      ],
      "rating": 8
    },
    {
      "place_id": "LA::vientiane",
      "name": "Vientiane",
      "cc": "LA",
      "language": "it",
      "coords": [
        17.9757,
        102.6331
      ],
      "lat": 17.9757,
      "lon": 102.6331,
      "visits": [
        {
          "text": "Il Pha That Luang erge la sua sagoma dorata a 4 km dal centro e costituisce il monumento più sacro del Laos, raffigurato sulle banconote. La leggenda attribuisce la sua fondazione al III secolo, ma l'edificio attuale fu ricostruito negli anni '30.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat That Luang Tai ospita un imponente Buddha disteso in una sala dalle pareti ornate di affreschi narrativi. I fedeli vi depositano offerte in un'atmosfera più intima.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Patuxai domina l'avenue Lane Xang come un arco di trionfo tropicale costruito negli anni '60. Le sue quattro torri e la torre centrale simboleggiano i cinque principi buddisti.",
          "visit_duration_min": 75
        },
        {
          "text": "I sette piani del Patuxai offrono una vista sull'avenue rettilinea che punta verso il Pha That Luang. La fontana illuminata attira abitanti e visitatori ogni sera.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Sisaket rimane l'unico tempio risparmiato dall'invasione siamese del 1828. Costruito dal re Anouvong, ospita più di 10.000 statue del Buddha nicchiate nelle cellette del chiostro.",
          "visit_duration_min": 75
        },
        {
          "text": "L'Ho Phra Keo fu eretto nel 1565 per accogliere il Buddha di Smeraldo. La statua trona oggi a Bangkok, ma il museo conserva bronzi e sculture del VI secolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Il That Dam Stupa si erge al centro di una rotonda, la sua massa bruna invasa dalla vegetazione. La leggenda narra che un naga a sette teste abiti sotto l'edificio.",
          "visit_duration_min": 75
        },
        {
          "text": "La statua del Re Anouvong fu eretta nel 2010 per commemorare il 450° anniversario di Vientiane. Il bronzo di nove metri fa fronte al Mekong e alla Thailandia.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Buddha Park a 25 km dalla città riunisce decine di statue monumentali in cemento create nel 1958 da un mistico che mescolava induismo e buddismo.",
          "visit_duration_min": 75
        },
        {
          "text": "La bocca di un demone gigante serve da ingresso a una torre del Buddha Park che offre una vista dall'alto. I tre livelli simboleggiano l'inferno, la terra e il paradiso.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Si Muang attira i fedeli venuti a pregare davanti al pilastro fondatore della città, che si dice ospiti lo spirito di una giovane donna sacrificata durante la sua posa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Il COPE Visitor Centre ripercorre la storia del Laos, paese più bombardato del pianeta. Le bombe inesplose continuano a mutilare i contadini.",
          "visit_duration_min": 60
        },
        {
          "text": "Le esposizioni interattive del COPE spiegano il lavoro degli sminatori e presentano le testimonianze dei sopravvissuti. L'ingresso è gratuito.",
          "visit_duration_min": 60
        },
        {
          "text": "Il centro storico alterna templi dalle facciate colorate e ville coloniali riconvertite in caffè. Il Wat Inpeng sfoggia una facciata verde smeraldo.",
          "visit_duration_min": 60
        },
        {
          "text": "Il mercato notturno si estende lungo il Mekong di fronte alle luci della Thailandia. Le bancarelle propongono abbigliamento, souvenir e street food.",
          "visit_duration_min": 60
        },
        {
          "text": "I food park riuniscono ogni sera decine di bancarelle dove gli abitanti si affollano intorno a grigliate e insalate di frutti di mare.",
          "visit_duration_min": 60
        },
        {
          "text": "La passeggiata del Mekong al tramonto attira jogger e famiglie di fronte agli ultimi bagliori sul fiume. Il parco Chao Anouvong offre panchine ombreggiate.",
          "visit_duration_min": 60
        },
        {
          "text": "I caffè trendy di Vientiane servono un caffè lao forte in ambienti che mescolano mobili vintage e opere di artisti locali.",
          "visit_duration_min": 60
        },
        {
          "text": "I saloni di massaggio del centro città propongono trattamenti tradizionali prima di un'ultima razzia al mercato notturno.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 7
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos autentico: templi, cascate e isole del Mekong",
          "day": 8
        }
      ],
      "rating": 8.9
    }
  ]
}