{
  "version": "v1",
  "country": "NI",
  "language": "it",
  "itineraries": [
    {
      "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
      "id": "NI::national::fleuves-lagunes-deux-cotes",
      "language": "it",
      "created_at": "2026-01-19T11:25:33.588Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Nicaragua Autentico: Itinerario di 21 Giorni tra Fiumi, Lagune e Isole Caraibiche",
      "subtitle": "Avventura caraibica tra vulcani, foreste tropicali e spiagge paradisiache",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 24,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::managua",
            "coords": [
              12.1364,
              -86.2514
            ]
          },
          "visits": [
            {
              "text": "La Catedral de Santiago erge la sua sagoma danneggiata sulla Plaza de la Independencia dal devastante terremoto del 1972. La struttura barocca dell'inizio del XX secolo resta in piedi ma abbandonata.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammirate la laguna di Tiscapa che occupa un cratere vulcanico vecchio di 10.000 anni nel cuore della città. La sagoma del generale Sandino domina il sito dalla cima della collina.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'aeroporto internazionale Augusto César Sandino accoglie i voli da Miami o Houston nel tardo pomeriggio.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Procuratevi dei córdobas agli uffici di cambio dell'aeroporto, indispensabili sulla costa atlantica dove i bancomat sono rari.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La prenotazione del volo La Costeña per Bluefields si effettua online o per telefono, con uno sconto per le chiamate dirette.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 380,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::bluefields",
            "coords": [
              12.0133,
              -83.7633
            ]
          },
          "visits": [
            {
              "text": "Bluefields deve il suo nome al pirata olandese Abraham Blauvelt che qui stabilì la sua base operativa nel XVII secolo. Il termine deriva dall'olandese Blauvelt, che significa campo blu.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scoprite la chiesa morava generale che erge le sue pareti bianche e i suoi alti soffitti rosso scuro dal 1849. L'edificio attuale è una replica ricostruita dopo l'uragano Jeanne del 1988.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La chiesa cattolica sfoggia sulla sua facciata l'immagine della Vergine Maria. Gli alti soffitti ariosi ospitano vetrate colorate che circondano un vasto giardino interno.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il volo mattutino da Managua sorvola le montagne centrali e poi la foresta tropicale per un'ora prima di atterrare sulla pista di Bluefields.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Sei gruppi etnici coabitano a Bluefields: Mestizos, Creoli, Miskitos, Garifunas, Ulwas e Ramas. Il creolo si mescola allo spagnolo nelle conversazioni quotidiane.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I ristoranti del centro servono frutti di mare freschi, riso con fagioli rossi e specialità creole come il coconut bread e il rondon.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::bluefields",
            "coords": [
              12.0133,
              -83.7633
            ]
          },
          "visits": [
            {
              "text": "Passeggiate nel Kings Park, unico parco centrale della regione autonoma atlantica sud da oltre sessant'anni. Il chiosco della musica e i grandi alberi ombreggiano le famiglie che vi si ritrovano.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il museo storico della costa atlantica conserva le foto delle figure importanti della regione e opere d'arte che documentano la storia locale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorrete il mercato municipale Teodoro Martínez che si estende per oltre sei isolati. Le panga per le destinazioni costiere partono dal molo adiacente.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeggiate nei quartieri per ammirare le case di legno colorate in stile vittoriano ereditate dal periodo coloniale britannico. Il reggae risuona nelle strade.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Prenotate la panga del giorno dopo per Pearl Lagoon presso le cooperative di trasporto al molo centrale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Godetevi una cena di frutti di mare sui moli guardando le barche rientrare dalla pesca del giorno.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "NI::pearl-lagoon",
            "coords": [
              12.3333,
              -83.6667
            ]
          },
          "visits": [
            {
              "text": "La Laguna de Perlas è la più grande laguna costiera del Nicaragua, ancora largamente preservata dal turismo di massa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplorate il borgo di Pearl Lagoon che si estende sulle rive della laguna, centro politico ed economico di questa regione isolata. I marciapiedi di cemento attraversano il villaggio creolo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le Pearl Keys costellano l'oceano al largo, isolotti caraibici dalle spiagge immacolate e dai fondali corallini preservati.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il villaggio di Tasbapauni preserva le tradizioni del popolo Miskito sulla costa nord della laguna. Gli abitanti perpetuano artigianato e pesca secondo metodi ancestrali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitate il centro di Wawashang che forma i giovani delle comunità rurali alle pratiche agricole sostenibili. La foresta circostante fa parte della vasta riserva naturale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La comunità garifuna di Orinoco mantiene vive le tradizioni di questo popolo afro-caraibico con le sue danze, la sua musica e la sua cucina uniche.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La panga da Bluefields costeggia la costa paludosa per 90 minuti prima di entrare nella laguna. Gli uccelli acquatici e le mangrovie sfilano lungo il tragitto.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Risalite i fiumi che alimentano la laguna per osservare una foresta tropicale preservata. Le scimmie, i bradipi e gli uccelli si avvistano dall'imbarcazione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La pesca sportiva attira gli appassionati di tarpon e altri pesci da combattimento nelle acque della laguna e dei fiumi circostanti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'elettricità resta intermittente in questa regione isolata, interrotta tra l'1 e le 9 di mattina. I generatori suppliscono secondo le strutture.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 110,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NI::big-corn-island",
            "coords": [
              12.1725,
              -82.9903
            ]
          },
          "visits": [
            {
              "text": "Big Corn Island emerge a 70 chilometri al largo della costa nicaraguense nelle acque turchesi del Mar dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scoprite il villaggio principale che si articola attorno al porto dove attraccano le panga per Little Corn. Le case di legno colorate costeggiano le strade polverose.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La spiaggia di Long Bay si estende sulla costa sud-ovest dell'isola di fronte alle onde del largo. La sabbia bianca e i cocchi compongono lo scenario caraibico classico.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Salite fino al faro di Big Corn che domina l'isola dalla sua collina centrale. Il panorama abbraccia le due isole e l'immensità blu del Mar dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La chiesa battista testimonia l'influenza britannica e giamaicana sull'arcipelago. Le funzioni domenicali riuniscono la comunità in canti gospel.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il volo da Bluefields sorvola il Mar dei Caraibi per 20 minuti prima di atterrare sulla pista di Big Corn. Il piccolo aereo offre viste a picco sulle barriere coralline.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Aspettate sulla spiaggia di Arenas Beach attendendo la panga per Little Corn. Il pass giornaliero dà accesso alle sdraio, al paddle e al ristorante con i piedi nella sabbia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le immersioni rivelano le barriere coralline tra le più preservate dei Caraibi. I centri propongono uscite e certificazioni per tutti i livelli.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Fate il giro dell'isola in meno di un'ora per i sentieri sterrati che collegano le spiagge e i villaggi. I taxi collettivi assicurano i collegamenti.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "NI::little-corn-island",
            "coords": [
              12.2917,
              -82.9667
            ]
          },
          "visits": [
            {
              "text": "Little Corn Island incarna il sogno caraibico senza auto né strade asfaltate. I sentieri di sabbia attraversano la giungla tra le spiagge deserte e le capanne colorate.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Otto Beach srotola la sua sabbia bianca alla punta nord dell'isola di fronte alle onde turchesi. I cocchi costeggiano questa distesa selvaggia accessibile dopo una camminata nella giungla.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplorate il villaggio principale che concentra i pochi negozi, ristoranti e cabine telefoniche dell'isola. L'unica strada di sabbia si anima al ritorno dei pescatori.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La traversata in panga da Big Corn dura 30 minuti con mare calmo. Le onde possono trasformare il tragitto in un'avventura durante i passaggi tempestosi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Sistematevi nella vostra capanna e partite per esplorare i sentieri che attraversano la giungla verso le spiagge.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'elettricità del villaggio viene interrotta tra le 6 e le 13 secondo i generatori. Le serate scorrono nei bar sulla spiaggia al suono del reggae.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "NI::little-corn-island",
            "coords": [
              12.2917,
              -82.9667
            ]
          },
          "visits": [
            {
              "text": "La costa est espone le sue rocce battute dalle onde dell'Atlantico. Le calette isolate si raggiungono per sentieri attraverso la vegetazione fitta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le barriere coralline circondano l'isola a bassa profondità. I pesci tropicali, le razze e talvolta gli squali nutrice evolvono in queste acque cristalline.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I punti di immersione chiamati Blowing Rock, Tarpon Channel e White Holes sono tra i migliori dei Caraibi centroamericani.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Immergetevi nelle acque cristalline che attirano appassionati da tutto il mondo sui siti preservati intorno all'isola. I centri propongono uscite quotidiane e formazioni.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Percorrete l'isola a piedi in mezza giornata fermandovi sulle spiagge e ai punti panoramici. I sentieri attraversano la giungla dove risuonano i canti degli uccelli.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Cenate in uno dei ristoranti familiari che servono il pesce grigliato del giorno per pochi dollari.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "NI::little-corn-island",
            "coords": [
              12.2917,
              -82.9667
            ]
          },
          "visits": [
            {
              "text": "La spiaggia del villaggio offre un facile accesso all'acqua e ai pontili galleggianti. I kayak e i paddleboard si prendono in prestito negli alloggi per costeggiare la riva.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammirate il cimitero dell'isola che testimonia la storia delle famiglie che popolano Little Corn da generazioni. Le tombe colorate riflettono le tradizioni caraibiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le capanne dei pescatori costeggiano la spiaggia sud dove le lance tirano le loro reti ogni mattina. L'attività tradizionale scandisce la vita insulare da sempre.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La giungla centrale ospita una fauna di iguane, granchi terrestri e uccelli tropicali. I sentieri attraversano questa vegetazione lussureggiante tra le due coste.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Alzatevi presto per ammirare il sole che illumina l'oceano di tonalità aranciate dalla costa est. I mattinieri assaporano lo spettacolo dagli scogli.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La giornata di relax alterna bagni, letture nelle amache e pisolini sotto i cocchi. Il tempo scorre al ritmo delle onde.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pagate in kayak intorno all'isola per costeggiare le spiagge deserte e le calette inaccessibili a piedi. La trasparenza dell'acqua rivela i fondali corallini.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I ristoranti familiari servono il pesce grigliato del giorno per pochi dollari. I menu cambiano secondo la pesca e gli arrivi.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NI::big-corn-island",
            "coords": [
              12.1725,
              -82.9903
            ]
          },
          "visits": [
            {
              "text": "Ritorno a Big Corn Island per una giornata cuscinetto prima del lungo viaggio verso il continente. Questa tappa permette di assorbire un eventuale ritardo di panga dovuto al meteo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ritorno mattutino in panga verso Big Corn Island. Prevedete un margine orario poiché la traversata può essere annullata se il mare è mosso.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Approfittate della spiaggia di Arenas Beach o di Long Bay per un'ultima giornata caraibica rilassata.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I ristoranti di frutti di mare servono il pesce del giorno grigliato, il granchio e l'aragosta secondo la stagione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Confermate il vostro volo del giorno dopo per Managua presso La Costeña.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 380,
            "drive_min": 70,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::managua",
            "coords": [
              12.1364,
              -86.2514
            ]
          },
          "visits": [
            {
              "text": "Il Museo Nazionale espone gli artefatti precolombiani delle civiltà che popolavano il Nicaragua prima dell'arrivo dei conquistadores.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplorate il museo Huellas de Acahualinca che preserva impronte umane vecchie di 6.000 anni fossilizzate nel fango vulcanico.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Volo mattutino da Big Corn verso Managua. Questa giornata di transizione permette di riprendere fiato dopo le isole e prima della continuazione del viaggio verso il Río San Juan.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Sistematevi in un hotel confortevole vicino al centro o all'aeroporto per recuperare.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Approfittate del pomeriggio per riposarvi, fare qualche acquisto o esplorare i musei della capitale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Prenotate il trasporto del giorno dopo per San Carlos: volo La Costeña se disponibile (consigliato), o bus via Juigalpa (partenza alle 5 di mattina, ~7 ore di viaggio).",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 300,
            "drive_min": 420,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NI::san-carlos",
            "coords": [
              11.1236,
              -84.7797
            ]
          },
          "visits": [
            {
              "text": "San Carlos occupa l'angolo sud-est del Lago Nicaragua, là dove il Río San Juan inizia il suo viaggio di 180 chilometri verso il Mar dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scoprite la fortezza che un tempo proteggeva l'accesso al lago contro le incursioni dei pirati che risalivano dall'Atlantico. La posizione strategica controllava il passaggio obbligato.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il malecón costeggia il Lago Nicaragua di fronte alle acque agitate dai venti dell'est. Le barche dirette al fiume e alle isole attraccano al molo principale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplorate il mercato centrale che rifornisce la regione di prodotti freschi arrivati in barca dalle comunità rivierasche. L'atmosfera portuale anima i moli fin dall'alba.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La chiesa di San Carlos domina la piazza centrale dove le famiglie si ritrovano a sera. Le facciate modeste ricordano l'incendio devastante del 1948.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il viaggio da Managua in bus prende l'intera giornata via Juigalpa, o un'ora di volo La Costeña se disponibile.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La città funge da crocevia verso le destinazioni del Río San Juan, di Solentiname e della vicina Costa Rica. I collegamenti in lancha partono dal molo centrale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Prenotate la lancha del giorno dopo per El Castillo presso le cooperative di trasporto. Le partenze si scaglionano secondo il livello delle acque.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I comedores del centro servono una cucina semplice di pesci del lago e carni grigliate. L'atmosfera resta autenticamente nicaraguense lontano dai circuiti turistici.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 60,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "NI::el-castillo",
            "coords": [
              11.0167,
              -84.4
            ]
          },
          "visits": [
            {
              "text": "El Castillo sorge su una collina che domina le rapide del Río San Juan, serratura strategica contro i pirati che risalivano verso il Lago Nicaragua.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Salite fino alla Fortaleza de la Inmaculada Concepción edificata dagli spagnoli nel 1675 per bloccare l'accesso al lago. Le mura di pietra dominano il fiume e la giungla.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il museo della fortezza ripercorre la storia delle battaglie contro i pirati inglesi e la spedizione dell'ammiraglio Nelson nel 1780. I cannoni arrugginiti puntano ancora verso il fiume.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammirate le rapide del Río San Juan che rombano ai piedi del villaggio, ostacolo naturale che rafforzava la posizione difensiva della fortezza.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il villaggio si estende lungo un'unica strada di assi su palafitte di fronte al fiume. Le case di legno colorate ospitano alcuni negozi e ristoranti.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La lancha da San Carlos scende il Río San Juan per due ore attraverso una fitta foresta tropicale. Le scimmie urlatrici e gli uccelli accompagnano la navigazione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Camminate sui sentieri della riserva Indio Maíz che protegge una delle ultime foreste vergini dell'America Centrale. Le guide locali conoscono i passaggi verso le cascate.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Osservate i caimani, le tartarughe e gli uccelli acquatici che popolano le rive del fiume. Le escursioni notturne in kayak rivelano la fauna attiva dopo il tramonto.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I lodge del villaggio servono una cucina semplice di pesci del fiume e selvaggina locale. L'elettricità funziona secondo i generatori di ogni struttura.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 85,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::solentiname",
            "coords": [
              11.1833,
              -85.0167
            ]
          },
          "visits": [
            {
              "text": "L'arcipelago di Solentiname emerge dalle acque del Lago Nicaragua a 25 chilometri da San Carlos. Le 36 isole e isolotti coprono 190 chilometri quadrati di natura preservata.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplorate l'isola di Mancarrón che concentra la maggior parte degli alloggi e il piccolo museo che ripercorre la storia della comunità artistica fondata dal poeta Ernesto Cardenal.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La chiesa di Solentiname ospita i dipinti naïf degli artisti locali formati negli anni '60. Le scene bibliche si svolgono in paesaggi tropicali nicaraguensi.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La lancha da San Carlos attraversa il Lago Nicaragua per 90 minuti fino alle prime isole dell'arcipelago. I vulcani di Ometepe spuntano all'orizzonte nord.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Sistematevi in uno degli alloggi familiari di Mancarrón e godetevi la calma assoluta dell'arcipelago.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il silenzio e la pace dell'arcipelago invitano alla contemplazione e alla lettura. Solo i canti degli uccelli e lo sciabordio delle onde interrompono la quiete delle isole.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::solentiname",
            "coords": [
              11.1833,
              -85.0167
            ]
          },
          "visits": [
            {
              "text": "Scoprite i laboratori dove gli artigiani scolpiscono il legno di balsa in uccelli, pesci e figure quotidiane venduti in tutto il paese e all'estero.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'isola di San Fernando preserva una vegetazione lussureggiante dove nidificano 111 specie di uccelli tra cui 20 migratrici. I sentieri attraversano la foresta fino ai punti panoramici sul lago.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'isola di La Venada ospita famiglie di pescatori e artigiani in alcune case sparse lungo la riva. I pannelli solari installati di recente hanno trasformato la vita quotidiana.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorrete i sentieri di Mancarroncito che attraversano una vegetazione fitta popolata da scimmie urlatrici e pappagalli. L'isola disabitata conserva il suo carattere selvaggio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I petroglifi sparsi su alcune isole testimoniano le civiltà precolombiane che popolarono l'arcipelago. Le spirali e le figure restano enigmatiche.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pagate in kayak tra le isole per osservare gli uccelli acquatici, le tartarughe e le iguane che popolano le rive. L'arcipelago ospita la più grande popolazione di caimani del Nicaragua.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visitate i pittori primitivi che perpetuano lo stile naïf iniziato da Ernesto Cardenal. I laboratori aprono le loro porte ai visitatori curiosi di scoprire il processo creativo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Iniziatevi alla scultura su legno di balsa presso gli artigiani che trasmettono il loro sapere. Gli uccelli colorati prendono forma sotto le mani esperte.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Ammirate i tramonti che infiammano il Lago Nicaragua di fronte alle sagome lontane dei vulcani. Le tonalità aranciate si riflettono sulle acque calme dell'arcipelago.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Prenotate la lancha del giorno dopo per San Jorge o Moyogalpa per raggiungere Ometepe. I collegamenti passano per San Carlos secondo gli orari.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 240,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::ometepe",
            "coords": [
              11.5,
              -85.5833
            ]
          },
          "visits": [
            {
              "text": "Ometepe sorge dal più grande lago dell'America Centrale come un otto formato da due vulcani collegati da uno stretto istmo. Mark Twain descrisse queste piramidi verdi come un luogo da sogno.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scoprite Moyogalpa che accoglie i traghetti e concentra servizi e alloggi all'ingresso dell'isola. Le agenzie propongono moto e quad per esplorare il territorio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Punta Jesús María allunga la sua lingua di sabbia fino a due chilometri nel lago nella stagione secca. Il nome evoca l'illusione di camminare sull'acqua verso il continente.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il traghetto da San Jorge attraversa il lago per un'ora. I due coni vulcanici crescono all'orizzonte durante la traversata.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Noleggiate una moto o un quad per i giorni seguenti presso le agenzie di Moyogalpa. Le strade dell'isola alternano asfalto decente e piste caotiche.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto da Punta Jesús María riunisce viaggiatori e locali sulla lingua di sabbia di fronte allo spettacolo quotidiano.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::ometepe",
            "coords": [
              11.5,
              -85.5833
            ]
          },
          "visits": [
            {
              "text": "El Ojo de Agua nasconde due piscine naturali alimentate da sorgenti vulcaniche sotterranee nel cuore della vegetazione tropicale. L'acqua cristallina mantenuta a temperatura gradevole rinfresca dal caldo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplorate la Playa Santo Domingo che si estende per 4 chilometri di sabbia fine lungo l'istmo tra i due vulcani. Gli alloggi più confortevoli costeggiano questa distesa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La riserva Charco Verde protegge una laguna circondata da foresta secca tropicale sui fianchi sud del Concepción. I sentieri portano al Mirador del Diablo e alle sue viste sul Maderas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fate il bagno nelle piscine di Ojo de Agua prima dell'affluenza di metà giornata. La corda per tuffarsi e le acque limpide giustificano i pochi dollari d'ingresso.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Camminate nella riserva Charco Verde per osservare scimmie urlatrici, uccelli tropicali e farfalle. Il belvedere ricompensa con una vista mozzafiato sugli isolotti vicini.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Approfittate del pomeriggio per rilassarvi sulla spiaggia di Santo Domingo o esplorare i dintorni in moto.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::ometepe",
            "coords": [
              11.5,
              -85.5833
            ]
          },
          "visits": [
            {
              "text": "Salite fino alla cascata San Ramón che precipita dalle alture del vulcano Maderas. Il sentiero attraversa la giungla per un'ora prima di raggiungere la piscina naturale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Finca Magdalena coltiva caffè biologico e prodotti agricoli sui pendii del Maderas da generazioni. La cooperativa accoglie i visitatori per tour del caffè.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammirate i petroglifi sparsi sull'isola che testimoniano le civiltà precolombiane. Le spirali e le figure incise nella roccia vulcanica risalgono a oltre mille anni fa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Playa Mangos offre un'alternativa meno frequentata alle spiagge principali dell'isola. Il bar rustico serve cocktail e tostones di fronte alle onde del lago.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Seguite il tour del caffè alla Finca Magdalena dalla piantagione alla tazza con degustazione finale. Il sentiero dei petroglifi prolunga la visita verso le incisioni rupestri.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pagate in kayak sul Río Istián che attraversa le zone umide dell'istmo. Gli uccelli acquatici, le tartarughe e i caimani popolano questo corridoio ecologico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto da Playa Mangos chiude le giornate sull'isola in un'atmosfera rilassata di fronte al cono del Concepción.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::laguna-apoyo",
            "coords": [
              11.9167,
              -86.0333
            ]
          },
          "visits": [
            {
              "text": "La Laguna de Apoyo riempie un cratere vulcanico collassato 20.000 anni fa. Le acque cristalline mantenute a 28°C dalle fumarole sottomarine invitano al bagno.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplorate la Reserva Natural Laguna de Apoyo che protegge la foresta tropicale secca intorno al lago. Le scimmie urlatrici e ragno popolano i pendii del cratere.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I pontili di legno galleggiano a pochi metri dalla riva di fronte alle strutture sul bordo del lago. I bagnanti vi riposano tra un tuffo e l'altro nelle acque tiepide.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il traghetto mattutino da Ometepe raggiunge San Jorge poi un taxi sale i fianchi del cratere fino alle strutture sul bordo del lago.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Nuotate nelle acque minerali del lago che restano pulite grazie al divieto delle barche a motore. La temperatura perfetta prolunga i bagni senza sforzo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Sistematevi in uno dei lodge sul bordo del lago per godervi lo scenario eccezionale di questo cratere vulcanico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 19,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::laguna-apoyo",
            "coords": [
              11.9167,
              -86.0333
            ]
          },
          "visits": [
            {
              "text": "Il Mirador de Catarina domina il lago dal villaggio appollaiato sulla cresta del cratere. Il panorama abbraccia la caldera, il Mombacho e il Lago Nicaragua all'orizzonte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ammirate le 200 specie di uccelli e farfalle che vivono nella riserva intorno al lago. Le iguane e le lucertole si scaldano sulle rocce della riva.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Alzatevi presto per ammirare l'alba sul lago prima del risveglio degli altri visitatori. Le tonalità dorate si riflettono sulle acque calme del mattino.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Pagate in kayak o paddle lungo le rive boscose del cratere. Le scimmie urlatrici si avvistano sugli alberi che sovrastano l'acqua.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Giornata di relax in riva al lago, ultima tappa di riposo prima del ritorno verso Managua. Le amache e le sdraio invitano alla pigrizia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 20,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::laguna-apoyo",
            "coords": [
              11.9167,
              -86.0333
            ]
          },
          "visits": [
            {
              "text": "Godetevi un'ultima mattinata in riva al lago per un bagno mattutino nelle acque tiepide del cratere.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Giornata libera per godervi gli ultimi momenti in riva alla laguna. Bagni, kayak e relax in programma.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le strutture sul bordo del lago propongono massaggi e trattamenti per concludere il viaggio in dolcezza.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Preparate i bagagli per la partenza del giorno dopo verso l'aeroporto di Managua.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 21,
          "slice": 1,
          "region_code": "",
          "suggested_days": "",
          "rating": 0,
          "night": {
            "place_id": ""
          },
          "visits": [
            {
              "text": "Il vulcano Masaya apre il suo cratere Santiago su un lago di lava ribollente visibile dal belvedere. Gli spagnoli lo battezzarono Porta dell'Inferno scoprendo questo abisso incandescente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Percorrete il mercato di Masaya che occupa una fortezza neogotica con arcate di mattoni rossi. Le bancarelle traboccano di amache, pelle, ceramiche e artigianato di tutto il paese.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'aeroporto internazionale Augusto César Sandino serve le principali destinazioni dell'America Centrale e del Nord. I voli per Miami, Houston o le capitali vicine concludono l'avventura.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La mattinata libera ad Apoyo permette un ultimo bagno nelle acque tiepide del cratere prima della partenza per Managua.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Fate gli ultimi acquisti di artigianato al mercato di Masaya sulla strada per l'aeroporto. Le amache e le ceramiche sono i souvenir più popolari.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il taxi da Apoyo raggiunge l'aeroporto di Managua in un'ora via Masaya. Il volo di ritorno offre un'ultima vista sui vulcani e sul Lago Nicaragua dal finestrino.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            20
          ],
          "label": "Segment 4 — J16–J20",
          "from_day": 16,
          "to_day": 20
        },
        {
          "n": 5,
          "range": [
            21,
            21
          ],
          "label": "Segment 5 — J21–J21",
          "from_day": 21,
          "to_day": 21
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 21,
          "label": "Var 21j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Nicaragua Autentico: Itinerario di 21 Giorni tra Fiumi, Lagune e Isole Caraibiche",
        "intro_paragraph": "Scoprite il Nicaragua più selvaggio in questo itinerario unico che attraversa il paese da oceano a oceano. Dalle spiagge paradisiache delle Isole Corn alla fortezza coloniale di El Castillo, passando per i vulcani di Ometepe e l'arte primitiva di Solentiname, questo viaggio rivela il volto autentico e preservato dell'America Centrale.",
        "seo_hook": "Un'avventura tra due coste, dove la cultura creola incontra la natura incontaminata",
        "featured_list": [
          "Isole Corn: immersioni nelle barriere coralline più preservate dei Caraibi",
          "Arcipelago di Solentiname: arte primitiva e tranquillità assoluta",
          "El Castillo: fortezza storica nel cuore della giungla",
          "Ometepe: l'isola dei vulcani gemelli nel più grande lago dell'America Centrale",
          "Laguna de Apoyo: bagni termali in un cratere vulcanico",
          "Bluefields: immersione nella cultura creola caraibica"
        ],
        "places_taglines": {
          "NI::managua": "Porta d'ingresso all'avventura nicaraguense",
          "NI::bluefields": "Cuore creolo della costa caraibica",
          "NI::pearl-lagoon": "Laguna segreta tra mangrovie e tradizioni ancestrali",
          "NI::big-corn-island": "Paradiso caraibico dalle acque turchesi",
          "NI::little-corn-island": "Isola senza auto, sogno tropicale intatto",
          "NI::san-carlos": "Crocevia fluviale alle porte della giungla",
          "NI::el-castillo": "Fortezza coloniale perduta sul Río San Juan",
          "NI::solentiname": "Arcipelago di artisti sul Lago Nicaragua",
          "NI::ometepe": "Isola vulcanica dove il tempo si è fermato",
          "NI::laguna-apoyo": "Cratere dalle acque cristalline e calore vulcanico"
        }
      },
      "seo_keywords": [],
      "practical_context": {
        "best_months": [
          "dicembre",
          "gennaio",
          "febbraio",
          "marzo",
          "aprile"
        ],
        "highlights": [
          "Isole Corn: paradiso caraibico dalle acque cristalline",
          "Arcipelago di Solentiname e la sua arte primitiva",
          "Fortezza di El Castillo sul Río San Juan",
          "Isola di Ometepe e i suoi vulcani gemelli",
          "Laguna de Apoyo: bagni in acque termali vulcaniche",
          "Cultura creola di Bluefields e Pearl Lagoon"
        ]
      }
    },
    {
      "itin_id": "NI::national::grande-boucle-17j",
      "id": "NI::national::grande-boucle-17j",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Nicaragua: Il Grande Anello tra Vulcani, Città Coloniali e Spiagge del Pacifico",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 19,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::managua",
            "coords": [
              12.1364,
              -86.2514
            ]
          },
          "visits": [
            {
              "text": "La Catedral de Santiago erge la sua sagoma danneggiata sulla Plaza de la Independencia dal devastante terremoto del 1972. La struttura barocca dell'inizio del XX secolo resta in piedi ma abbandonata, i danni strutturali troppo gravi per un restauro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La nuova cattedrale metropolitana dell'Immacolata Concezione sorge a qualche chilometro dal centro con la sua architettura moderna inaugurata nel 1991. Le cupole multiple evocano forme organiche che dividono gli abitanti tra ammirazione e perplessità.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Museo Nazionale espone i manufatti precolombiani delle civiltà che popolavano il Nicaragua prima dell'arrivo dei conquistadores. Ceramiche, statuette e pipe cerimoniali testimoniano una cultura sofisticata cancellata dalla colonizzazione.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La laguna di Tiscapa occupa un cratere vulcanico vecchio di 10.000 anni nel cuore della città. La sagoma del generale Sandino domina il sito dalla cima della collina dove sorgono monumenti ed edifici governativi.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il volo da Miami o Houston atterra all'aeroporto internazionale Augusto César Sandino nel tardo pomeriggio. Il tragitto verso il centro attraversa i quartieri popolari che compongono la maggior parte della capitale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il museo Huellas de Acahualinca conserva impronte umane vecchie di 6.000 anni fossilizzate nel fango vulcanico. Queste tracce di una famiglia che cammina con passo tranquillo costituiscono una delle più antiche testimonianze umane delle Americhe.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La zipline di Tiscapa sorvola la laguna in tre sezioni per meno di 20 dollari. Il percorso offre una vista aerea sul cratere e sui tetti della capitale.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 93,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4.5,
          "rating": 0,
          "night": {
            "place_id": "NI::leon",
            "coords": [
              12.4379,
              -86.878
            ]
          },
          "visits": [
            {
              "text": "La basilica cattedrale dell'Assunzione domina la piazza centrale con le sue dimensioni imponenti che ne fanno la più grande cattedrale dell'America centrale. Lo stile barocco e neoclassico ospita opere d'arte coloniale e la tomba del poeta Rubén Darío.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il tetto della cattedrale accessibile per tre dollari offre una passeggiata sulle cupole imbiancate a calce. Il panorama abbraccia i tetti di tegole, i campanili delle numerose chiese e la sagoma dei vulcani all'orizzonte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I murales rivoluzionari coprono i muri della città e raccontano la storia sandinista del Nicaragua. Gli affreschi colorati celebrano gli eroi della rivoluzione e denunciano l'imperialismo americano in uno stile realista socialista.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il museo della Rivoluzione occupa un edificio crivellato di fori di proiettile dove guide veterane raccontano la loro esperienza di combattenti. Foto, armi e uniformi documentano gli anni di guerra civile che plasmarono il paese.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'autobus da Managua attraversa la pianura agricola in meno di due ore per pochi dollari. I chicken bus colorati costituiscono il mezzo di trasporto più economico e autentico del paese.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La visita guidata della città rivoluzionaria dura quattro ore e copre i siti principali dell'insurrezione sandinista. Le guide spiegano il contesto storico complesso che portò alla caduta di Somoza.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I caffè studenteschi intorno alla cattedrale servono un eccellente caffè nicaraguense in un'atmosfera rilassata. La gioventù universitaria anima le terrazze fino a tarda sera.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto dal tetto della cattedrale incendia i vulcani e i tetti della città. Gli ultimi raggi dorano le facciate coloniali della piazza centrale.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "NI::las-penitas",
            "coords": [
              12.3833,
              -87.0333
            ]
          },
          "visits": [
            {
              "text": "Il Cerro Negro sorge dalla pianura come un cono perfetto di cenere nera vecchio di soli 170 anni. Questo vulcano attivo tra i più giovani del mondo offre il terreno ideale per un'attività unica in Nicaragua.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il volcano boarding consiste nel scendere i pendii di cenere nera su una tavola di legno a velocità che possono superare gli 80 km/h. Questa invenzione locale figura tra le 50 esperienze più pazze secondo CNN.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il cratere fumante rivela fumarole sulfuree e viste sulla catena vulcanica circostante. Il paesaggio lunare di cenere nera contrasta con il verde delle valli sottostanti.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Las Peñitas si estende per cinque chilometri di sabbia grigia di fronte alle onde del Pacifico. Questo villaggio di pescatori a trenta minuti da León offre un'alternativa rilassata alle spiagge turistiche del sud.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il tour di volcano boarding parte da León verso le 8 e include trasporto, attrezzatura protettiva e tuta. Bigfoot Hostel ha inventato l'attività e resta l'operatore di riferimento.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La salita al cratere richiede circa un'ora sotto un sole cocente con la tavola di 7 chili sulla schiena. I portatori locali offrono i loro servizi per tre dollari agli escursionisti esausti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La discesa sulla tavola regala emozioni forti nonostante un aspetto intimidatorio accessibile ai principianti. Le guide spiegano le tecniche di frenata e controllo prima del grande salto.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il chicken bus dal mercadito di León raggiunge Las Peñitas in trenta minuti per pochi córdobas. Il tragitto attraversa il villaggio di Poneloya prima di arrivare alla spiaggia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto dagli scogli dove si radunano i surfisti incendia il cielo di sfumature arancioni. I bar sulla spiaggia servono Toñas ghiacciate di fronte allo spettacolo quotidiano.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "NI::las-penitas",
            "coords": [
              12.3833,
              -87.0333
            ]
          },
          "visits": [
            {
              "text": "Il vulcano Telica erge il suo cratere fumante a 1.036 metri di altitudine nella catena dei Maribios. Il suo cratere spalancato di 700 metri di larghezza e 120 metri di profondità emette continuamente vapori e gas sulfurei.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'alba incendia successivamente le cime di San Cristóbal, Casita, Cerro Negro ed El Hoyo. Il mare di nuvole che talvolta sommerge le valli aggiunge magia allo spettacolo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Via Lattea dispiega il suo arco luminoso sopra le sagome vulcaniche nell'oscurità che precede l'alba. Il cielo notturno dalla cima offre una delle più belle viste stellari del paese.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La grotta dei pipistrelli si apre sul fianco del vulcano e ospita decine di chirotteri che volteggiamo intorno ai visitatori. L'escursione completa l'esplorazione del sito prima della discesa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La marina di Las Peñitas ospita le barche dei pescatori che partono all'alba e tornano con il pescato del giorno a fine mattinata. I visitatori possono imbarcarsi per uscite di pesca tradizionale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il tour sunrise di Telica parte da León alle 2 di notte e torna per la colazione verso le 8. Il risveglio brusco si fa presto dimenticare di fronte allo splendore dello spettacolo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La breve salita di 45 minuti raggiunge il bordo del cratere seguendo un sentiero ben segnato nell'oscurità. Le lampade frontali illuminano il cammino sassoso fino al belvedere.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il freddo sorprende in cima nonostante il caldo soffocante di León poche ore prima. Gli strati di vestiti caldi sono necessari per godersi comodamente l'alba.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il pomeriggio di riposo a Las Peñitas recupera le ore di sonno perdute. La spiaggia, le amache e le onde offrono lo scenario ideale per un pisolino ben meritato.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La Reserva Natural Isla Juan Venado protegge le mangrovie accessibili in barca dalla marina. Tartarughe, uccelli e coccodrilli popolano questo ecosistema preservato.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3.5,
          "rating": 0,
          "night": {
            "place_id": "NI::esteli",
            "coords": [
              13.0833,
              -86.35
            ]
          },
          "visits": [
            {
              "text": "Estelí regna sull'industria del sigaro nicaraguense dagli anni '60 quando i maestri cubani emigrati vi stabilirono le loro manifatture. La città produce oggi alcuni dei migliori puros del mondo in decine di fabbriche artigianali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cattedrale Nuestra Señora del Rosario domina il centro città con la sua facciata bianca in stile neoclassico moderno consacrata nel 1962. L'interno sobrio contrasta con l'esuberanza barocca delle chiese coloniali di León e Granada.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il parco centrale riunisce le famiglie nel fine settimana intorno ai venditori di frutta e ai bambini che giocano. L'atmosfera provinciale e autentica sfugge all'affluenza turistica delle città coloniali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le fabbriche di sigari aprono le porte ai visitatori curiosi di scoprire l'arte del torcedor. Le mani esperte arrotolano le foglie di tabacco con una destrezza acquisita nel corso degli anni.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'autobus da León attraversa le pianure poi sale la cordigliera centrale in circa due ore. I paesaggi di montagne coltivate sfilano ai finestrini sulla strada Panamericana.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La visita di una fabbrica di sigari rivela le fasi di produzione dalle foglie di tabacco al prodotto finito. Yayabo, Drew Estate o Padrón accolgono i visitatori a seconda dei giorni.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il mercato centrale propone frutta fresca, verdure e prodotti locali in un'atmosfera animata. Le bancarelle colorate offrono uno sguardo sull'alimentazione quotidiana dei nicaraguensi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La vita notturna di Estelí anima alcuni bar e discoteche dove i locali ballano su ritmi latini. L'Hard Bar e lo Zona 34 attirano una clientela giovane e festosa.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::somoto",
            "coords": [
              13.4833,
              -86.5833
            ]
          },
          "visits": [
            {
              "text": "Il canyon di Somoto incide la roccia per 5 chilometri là dove nasce il Río Coco, il fiume più lungo dell'America centrale. Le pareti striate di giada e quarzo si elevano fino a 150 metri sopra le acque calme.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il mirador domina il Río Coco che serpeggia nella valle prima di scomparire nelle gole. Le colline dell'Honduras segnano l'orizzonte a nord mentre i picchi nicaraguensi si stagliano a sud.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le pozze profonde si alternano a passaggi rocciosi dove bisogna arrampicarsi, strisciare e saltare tra i massi. Le famiglie di pipistrelli disturbate nelle grotte volteggiano intorno ai nuotatori.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I trampolini naturali a diverse altezze permettono ai temerari di tuffarsi con più o meno grazia. Le guide locali eseguono salti e capriole per dare l'esempio prima di lasciare i visitatori lanciarsi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La spiaggia di ciottoli bianchi segna la confluenza dei fiumi Tapacalí e Comalí che formano il Río Coco. Questo punto geografico discreto inaugura i 680 chilometri del fiume fino al Mar dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'autobus da Estelí raggiunge Somoto in 1h30 su una strada asfaltata attraverso le montagne. Il pick-up alla stazione può essere organizzato con gli operatori del canyon.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tour Adventure di 4-6 ore ($25-30) attraversa le due sezioni del canyon con arrampicata, nuoto e salti. L'attrezzatura fornita comprende giubbotto salvagente, scarpette da acqua e casco.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il pranzo e il ritorno in barca sono inclusi nelle formule complete. L'intera giornata scorre tra le pareti del canyon in uno scenario spettacolare.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'alloggio sul posto in dormitorio ($8) o camera doppia ($20) permette di godersi il canyon senza stress orari. La notte in riva al fiume prolunga l'immersione in questo scenario preservato.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 140,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3.5,
          "rating": 0,
          "night": {
            "place_id": "NI::matagalpa",
            "coords": [
              12.9167,
              -85.9167
            ]
          },
          "visits": [
            {
              "text": "Matagalpa regna sulle montagne del nord come capitale del caffè nicaraguense. L'aria fresca delle alture porta gli aromi di torrefazione che escono dai benefici e dai caffè del centro città.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cattedrale San Pedro erge la sua facciata bianca coloniale nel cuore della città animata. L'interno sobrio con altari di legno invita al raccoglimento mentre la piazza vibra di vita quotidiana.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il mirador El Calvario domina la città in cima a una scalinata che salgono fedeli e visitatori. Il panorama sulle valli, i tetti e le montagne nebbiose ripaga la salita.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il tragitto da Somoto prende la maggior parte della giornata con cambio a Estelí. Gli autobus attraversano le montagne su strade tortuose ma asfaltate.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'arrivo nel tardo pomeriggio lascia il tempo di esplorare il centro città e sistemarsi. I caffè della piazza centrale servono la bevanda locale in un'atmosfera rilassata.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto da El Calvario tinge il cielo di rosa e oro sopra la città. Le luci si accendono progressivamente nelle valli che si oscurano.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3.5,
          "rating": 0,
          "night": {
            "place_id": "NI::matagalpa",
            "coords": [
              12.9167,
              -85.9167
            ]
          },
          "visits": [
            {
              "text": "Selva Negra si estende nella foresta nebulosa a pochi chilometri da Matagalpa, ecolodge e piantagione di caffè nel cuore di una natura lussureggiante. Le orchidee si aggrappano agli alberi muschiosi lungo i sentieri.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La piantagione di caffè biologico produce chicchi d'eccezione coltivati all'ombra di alberi centenari. Il tour segue il chicco dal seme alla tazza: piantagione, raccolta, essiccazione, torrefazione.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "El Castillo del Cacao trasforma le fave in cioccolato artigianale in un piccolo castello circondato da alberi di cacao. La visita e la degustazione rivelano i segreti di questa altra ricchezza agricola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Museo del Caffè ripercorre la storia della cultura del caffè che ha plasmato l'economia e la società della regione. Attrezzi antichi, foto e spiegazioni danno senso alle piantagioni visitate.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'escursione mattutina a Selva Negra combina trekking nella foresta nebulosa e visita della piantagione. La colazione sul posto accompagna la degustazione del caffè appena tostato.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tour del caffè segue il processo completo e termina con una degustazione comparativa. La tazza finale assume tutto il suo significato dopo aver compreso il lavoro dei produttori.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "El Castillo del Cacao propone nel pomeriggio la scoperta del cacao dalla fava alla tavoletta. I giardini del castello offrono una cornice bucolica per la degustazione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il ritorno in città permette di passeggiare per le strade e godersi la frescura della sera. I ristoranti locali servono una cucina di montagna semplice e saporita.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 3.5,
          "rating": 0,
          "night": {
            "place_id": "NI::matagalpa",
            "coords": [
              12.9167,
              -85.9167
            ]
          },
          "visits": [
            {
              "text": "La Cascada Blanca precipita in una vasca naturale nascosta tra le colline verdeggianti intorno a Matagalpa. L'acqua fresca invita a fare il bagno sotto il sipario della cascata o dietro il suo velo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Cascada de la Luna nasconde tre cascate parallele in una foresta più remota e selvaggia. L'escursione attraversa ruscelli e sottoboschi umidi prima di rivelare questo spettacolo poco frequentato.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La riserva Cerro Apante protegge le foreste nebulari a sud-est della città, rifugio di uccelli, orchidee e farfalle. I sentieri salgono fino alla Cruz de la Paz e al suo panorama sulla regione.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il laboratorio di ceramica nera perpetua una tradizione precolombiana vecchia di 2.500 anni. Gli artigiani modellano l'argilla scura, la lucidano e la cuociono in forni fumanti per ottenere quel nero brillante caratteristico.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'escursione mattutina a Cascada Blanca permette un bagno rinfrescante prima del caldo di mezzogiorno. Il trasporto in taxi o tour organizzato facilita l'accesso al sito.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'escursione a Cerro Apante inizia presto per approfittare dell'attività degli uccelli e della frescura. Il sentiero ben segnato sale progressivamente attraverso diversi livelli di vegetazione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La visita di un laboratorio di ceramica offre la possibilità di provare a tornire un vaso. L'esperienza rivela la difficoltà del gesto apparentemente semplice degli artigiani.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I caffè del centro città servono la bevanda locale in un'atmosfera rilassata da città di montagna. Le terrazze animano le serate fresche prima della partenza del giorno dopo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 115,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "NI::granada",
            "coords": [
              11.9344,
              -85.956
            ]
          },
          "visits": [
            {
              "text": "La Laguna de Apoyo riempie un cratere vulcanico crollato di acque cristalline mantenute a 28°C dall'attività geotermica. Questo lago perfettamente rotondo offre un bagno tiepido in uno scenario di foreste tropicali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "San Juan de Oriente perpetua l'arte della ceramica da 2.500 anni in un villaggio dove il 90% degli abitanti vive di ceramica. Gli artigiani torniscono, dipingono e cuociono pezzi unici in ogni casa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il mercato di Masaya occupa una fortezza neogotica con arcate di mattoni rossi. Le bancarelle traboccano di amache, cuoio, ceramiche, spezie e artigianato di tutto il paese.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il vulcano Masaya apre il suo cratere Santiago su un lago di lava ribollente visibile di notte. Gli spagnoli lo battezzarono Porta dell'Inferno scoprendo questo abisso incandescente nel XVI secolo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'autobus da Matagalpa raggiunge Masaya in 2h30 via Sébaco e la Panamericana. L'arrivo a fine mattinata permette di iniziare le visite.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il bagno ad Apoyo premia con un'acqua tiepida e limpida in uno scenario vulcanico preservato. I bar-ristoranti in riva al lago propongono kayak e paddleboard.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La dimostrazione di ceramica a San Juan de Oriente rivela i gesti precisi degli artigiani. Le boutique allineano migliaia di pezzi dipinti a mano.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il vulcano Masaya si visita al calar del sole quando la lava rosseggia nell'oscurità del cratere. La fila di veicoli serpeggia fino al belvedere dove 30 auto dispongono di 15 minuti ciascuna.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La strada per Granada richiede solo 30 minuti dopo il vulcano. L'arrivo notturno rivela le luci della città coloniale.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 5,
          "rating": 0,
          "night": {
            "place_id": "NI::granada",
            "coords": [
              11.9344,
              -85.956
            ]
          },
          "visits": [
            {
              "text": "Granada rivendica il titolo di città coloniale più antica delle Americhe fondata nel 1524 dai conquistadores spagnoli. L'architettura moresca e andalusa le vale il soprannome di Gran Sultana, anomalia iberica nel cuore dell'America centrale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cattedrale gialla domina il Parque Central con la sua facciata neoclassica ricostruita dopo le distruzioni del filibustiere William Walker nel 1856. L'interno sobrio ospita altari di legno e statue coloniali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La chiesa di La Merced offre dal suo campanile il miglior panorama su Granada per solo un dollaro. I tetti di tegole, le cupole delle chiese e il lago Nicaragua si estendono fino all'orizzonte vulcanico.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Convento San Francisco ospita uno dei migliori musei precolombiani del paese in un edificio del XVI secolo. Le statue di basalto e le ceramiche raccontano le civiltà che popolavano l'istmo prima della conquista.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Calle La Calzada si anima al tramonto quando le facciate colorate si illuminano e le terrazze si riempiono. Questa arteria pedonale concentra ristoranti, bar e vita notturna della città coloniale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La passeggiata mattutina nelle strade acciottolate rivela balconi elaborati, cortili fioriti e facciate dai toni pastello. Le carrozze trainate da cavalli aggiungono fascino d'altri tempi alla città.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il ChocoMuseo propone laboratori di produzione del cioccolato bean-to-bar di due ore. I partecipanti ripartono con la loro tavoletta personalizzata dopo aver scoperto l'intero processo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Le fabbriche artigianali di sigari aprono le porte ai visitatori curiosi di vedere i torcedores all'opera. Casa Favilli e Doña Elba propongono dimostrazioni e degustazioni.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il Mercado Municipal immerge nella quotidianità dei granadini tra bancarelle di frutta, carne e articoli per la casa. Il ristorante Tostometro serve hamburger su tostones in mezzo ai corridoi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La serata sulla Calle La Calzada alterna cena, cocktail e musica dal vivo in un'atmosfera festosa. L'animazione non cala prima di mezzanotte nelle sere del fine settimana.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::ometepe",
            "coords": [
              11.5,
              -85.5833
            ]
          },
          "visits": [
            {
              "text": "Le Isletas di Granada costellano il lago Nicaragua con 365 isolotti vulcanici formati dall'esplosione del Mombacho 20.000 anni fa. Kayak e lance navigano tra le isole abitate da ville, ristoranti e colonie di scimmie.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Volcán Mombacho erge le sue foreste nebulari a 1.344 metri sopra le piantagioni di caffè che tappezzano i suoi fianchi. La riserva protegge orchidee, bromeliacee e una fauna endemica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ometepe sorge dal più grande lago dell'America centrale come un otto formato da due vulcani collegati da un istmo stretto. Mark Twain descrisse queste piramidi verdeggianti come un luogo di sogno e riposo eterno.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Moyogalpa accoglie i traghetti e concentra servizi e alloggi all'ingresso dell'isola. I noleggiatori di moto e quad propongono il mezzo più pratico per esplorare questo territorio dalle strade talvolta caotiche.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'escursione mattutina alle Isletas in kayak o lancia parte dal porto di Granada e dura due-tre ore. Le guide conoscono le isole dove osservare scimmie urlatrici e uccelli acquatici.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'autobus da Granada raggiunge Rivas in un'ora poi un taxi o bus locale arriva a San Jorge in quindici minuti. I traghetti partono ogni ora circa a seconda della stagione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La traversata dura un'ora durante la quale i due coni vulcanici crescono all'orizzonte. Il traghetto rustico offre un primo assaggio dell'atmosfera rilassata dell'isola.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La sistemazione nel tardo pomeriggio lascia il tempo di noleggiare un veicolo per i giorni seguenti. Le agenzie consigliano sullo stato delle strade e gli itinerari praticabili.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::ometepe",
            "coords": [
              11.5,
              -85.5833
            ]
          },
          "visits": [
            {
              "text": "El Ojo de Agua nasconde due vasche naturali alimentate da sorgenti vulcaniche sotterranee nel cuore della vegetazione tropicale. L'acqua cristallina mantenuta a temperatura piacevole invita a fare il bagno lontano dalla calura.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Punta Jesús María allunga la sua lingua di sabbia fino a due chilometri nel lago in stagione secca. Il nome evoca l'illusione di camminare sull'acqua verso il continente che si staglia all'orizzonte.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Playa Santo Domingo si estende per 4 chilometri di sabbia fine lungo l'istmo tra i due vulcani. Gli alloggi più confortevoli dell'isola costeggiano questa distesa di sabbia chiara.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le strade dell'isola serpeggiano tra spiagge deserte, villaggi assopiti e foreste lussureggianti. La moto o il quad permettono di esplorare al proprio ritmo questo territorio preservato dal turismo di massa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La mattinata a El Ojo de Agua permette di approfittare delle vasche prima dell'affluenza. La corda per saltare e le acque limpide ideali per il bagno giustificano i 10 dollari d'ingresso.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'esplorazione in moto delle strade dell'istmo attraversa spiagge, villaggi e foreste. Le soste spontanee rivelano la vita quotidiana degli isolani tra agricoltura e pesca.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il pranzo al Café Campestre propone una cucina vegetariana raffinata con vista sui vulcani. La pasta fresca e i curry indiani cambiano dai piatti tipici nicaraguensi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto da Punta Jesús María riunisce viaggiatori e locali sulla lingua di sabbia. I bar sulla spiaggia servono birre e cocktail di fronte allo spettacolo quotidiano.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::ometepe",
            "coords": [
              11.5,
              -85.5833
            ]
          },
          "visits": [
            {
              "text": "La riserva Charco Verde protegge una laguna circondata da foresta secca tropicale sui fianchi sud del Concepción. I sentieri portano al Mirador del Diablo e alle sue viste sull'Isla de Quiste e il Maderas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Finca Magdalena coltiva caffè biologico e prodotti agricoli sui pendii del Maderas da generazioni. La cooperativa di 24 famiglie accoglie i visitatori per tour del caffè e l'accesso ai petroglifi precolombiani.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I petroglifi sparsi sull'isola testimoniano le civiltà precolombiane che abitarono Ometepe. Le spirali e le figure incise nella roccia vulcanica risalgono a più di mille anni prima della nostra era.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Playa Mangos offre un'alternativa meno frequentata alle spiagge principali dell'isola. Il bar sulla spiaggia rustico serve cocktail e tostones di fronte alle onde del lago e al cono del Concepción.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'escursione mattutina a Charco Verde combina passeggiata nella foresta e bagno nella laguna. Il mirador ripaga con una vista impareggiabile sul Maderas e sugli isolotti vicini.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tour del caffè alla Finca Magdalena segue il chicco dalla piantagione alla tazza con degustazione finale. Il sentiero dei petroglifi prolunga la visita verso le incisioni rupestri millenarie.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il kayak sul Río Istián attraversa le zone umide dell'istmo nella stagione delle piogge. Uccelli acquatici, tartarughe e caimani popolano questo corridoio ecologico tra i due vulcani.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto da Playa Mangos chiude le giornate sull'isola in un'atmosfera rilassata. L'ultima notte a Ometepe invita ad assaporare la quiete insulare.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::san-juan-del-sur",
            "coords": [
              11.2539,
              -85.8711
            ]
          },
          "visits": [
            {
              "text": "San Juan del Sur si estende lungo una baia a mezzaluna bordata di colline verdeggianti sulla costa del Pacifico. Questo antico borgo di pescatori attira surfisti, backpacker ed espatriati in un'atmosfera rilassata.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La spiaggia principale disegna un arco di un miglio di sabbia dorata punteggiato di bar, ristoranti e barche da pesca colorate. Le onde dolci sono adatte ai bagnanti mentre gli spot da surf si trovano sulle spiagge vicine.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Cristo de la Misericordia domina la baia dall'alto dei suoi 25 metri, una delle statue di Gesù più grandi del mondo. La scalinata ripida che sale la collina ripaga con un panorama spettacolare sulla costa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Cervecería SJDS produce le prime birre artigianali del Nicaragua dal 2014 in un pub accogliente del centro. I flight permettono di assaggiare la gamma ispirata alla cultura surf locale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il traghetto mattutino da Ometepe raggiunge San Jorge in un'ora poi un bus o navetta arriva a San Juan del Sur in 45 minuti. L'arrivo nel primo pomeriggio lascia il tempo di esplorare la città.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La passeggiata sul lungomare scopre i bar sulla spiaggia, i ristoranti di pesce e le boutique di surf. L'atmosfera rilassata della località balneare invita a passeggiare.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La salita al Cristo de la Misericordia si intraprende nel tardo pomeriggio per il tramonto. I gradini ripidi e irregolari richiedono buone scarpe ma la vista giustifica lo sforzo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La serata sul lungomare alterna ristoranti, bar sulla spiaggia e atmosfera festosa. L'atmosfera rilassata di San Juan del Sur invita a prolungare la notte.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::san-juan-del-sur",
            "coords": [
              11.2539,
              -85.8711
            ]
          },
          "visits": [
            {
              "text": "Playa Marsella nasconde la sua caletta di sabbia fine tra le rocce a pochi chilometri a nord della città. Questa spiaggia preservata offre acque calme, bar rustici e tramonti memorabili.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Playa Maderas attira i surfisti con le sue onde consistenti accessibili dalla strada costiera. Le scuole di surf propongono corsi e noleggio tavole per tutti i livelli in questo spot rinomato.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il TreeCasa Resort appende le sue capanne ai rami di ceiba centenarie nel cuore della giungla. Il day pass dà accesso alla piscina spettacolare con scivoli, cascate e piattaforma per i tuffi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Playa Hermosa srotola le sue onde potenti a sud di San Juan del Sur per i surfisti esperti. Le competizioni internazionali si tengono regolarmente su questo spot di classe mondiale.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La mattinata di surf a Playa Maderas o Marsella approfitta delle migliori condizioni prima del vento del pomeriggio. Le scuole noleggiano tavole e danno lezioni per tutti i livelli.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il brunch al TreeCasa include le migliori pizze al forno a legna del Nicaragua secondo gli habitué. La piscina permette di rinfrescarsi in una cornice unica tra gli alberi giganti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I tour in quad percorrono le colline, le foreste e le spiagge isolate intorno a San Juan del Sur. Le escursioni di diverse ore combinano adrenalina, natura e tramonti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'ultima serata a San Juan del Sur invita a godersi l'atmosfera festosa della località balneare. I bar sulla spiaggia e i ristoranti sul lungomare restano animati fino a tarda notte.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 140,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "suggested_days": "",
          "rating": 0,
          "night": {
            "place_id": ""
          },
          "visits": [
            {
              "text": "L'aeroporto internazionale Augusto César Sandino serve le principali destinazioni dell'America centrale e del Nord. I voli per Miami, Houston o le capitali vicine permettono di proseguire l'avventura.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il ritorno a Managua chiude il grande anello nicaraguense dopo due settimane e mezzo di vulcani, laghi, foreste e spiagge. I ricordi di questa traversata del paese più sconosciuto dell'America centrale accompagnano il viaggiatore.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La navetta da San Juan del Sur raggiunge l'aeroporto di Managua in 2h30-3h a seconda del traffico. La partenza mattutina permette di prendere i voli di metà giornata verso gli Stati Uniti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Gli ultimi acquisti di caffè, sigari o artigianato si fanno nei negozi dell'aeroporto. I prezzi restano ragionevoli rispetto agli standard internazionali.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il volo di ritorno offre un'ultima vista sui vulcani e sul lago Nicaragua dal finestrino. Le due settimane di scoperte lasciano la voglia di tornare a esplorare ciò che il tempo non ha permesso di vedere.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            17
          ],
          "label": "Segment 4 — J16–J17",
          "from_day": 16,
          "to_day": 17
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 17,
          "label": "Var 17j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Nicaragua: Il Grande Anello tra Vulcani, Città Coloniali e Spiagge del Pacifico",
        "intro_paragraph": "Scopri il Nicaragua attraverso questo itinerario di 17 giorni che ti porterà dalle cattedrali coloniali di León e Granada ai crateri fumanti dei vulcani attivi, dalle foreste nebulari delle montagne del caffè alle spiagge selvagge del Pacifico. Un viaggio completo attraverso il paese più sorprendente dell'America centrale.",
        "seo_hook": "Volcano boarding, canyon segreti, isole vulcaniche e città coloniali: il Nicaragua ti aspetta per un'avventura autentica.",
        "featured_list": [
          "Volcano boarding sul Cerro Negro, esperienza unica al mondo",
          "Alba spettacolare sul cratere fumante del vulcano Telica",
          "Canyon di Somoto: nuoto, arrampicata e tuffi tra pareti di giada",
          "Tour del caffè nelle foreste nebulari di Matagalpa",
          "Granada, la Gran Sultana coloniale sul lago Nicaragua",
          "Ometepe, l'isola dei due vulcani nel più grande lago dell'America centrale"
        ],
        "places_taglines": {
          "NI::managua": "Capitale caotica tra lagune vulcaniche e impronte millenarie",
          "NI::leon": "Cuore rivoluzionario e gioiello barocco del Nicaragua",
          "NI::las-penitas": "Spiagge selvagge e vulcani attivi sulla costa del Pacifico",
          "NI::esteli": "Capitale mondiale del sigaro tra le montagne del nord",
          "NI::somoto": "Canyon spettacolare dove nasce il fiume più lungo dell'America centrale",
          "NI::matagalpa": "Montagne nebulari, caffè d'eccezione e cascate nascoste",
          "NI::granada": "La Gran Sultana, perla coloniale sulle rive del lago Nicaragua",
          "NI::ometepe": "Isola magica di due vulcani nel più grande lago dell'America centrale",
          "NI::san-juan-del-sur": "Paradiso di surf e tramonti sulla costa del Pacifico"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "NI::national::route-eau-19j",
      "id": "NI::national::route-eau-19j",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Nicaragua: Caraibi Segreti, Río San Juan e Isole da Sogno in 19 Giorni",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 21,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::managua",
            "coords": [
              12.1364,
              -86.2514
            ]
          },
          "visits": [
            {
              "text": "Managua si estende come un sobborgo infinito ai piedi di due vulcani visibili dall'alto durante l'atterraggio. La capitale nicaraguense occupa le rive del lago Xolotlán in una fertile pianura vulcanica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La laguna di Tiscapa occupa un cratere vulcanico di 10.000 anni nel cuore della città. La sagoma del generale Sandino domina il sito dalla cima della collina.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il volo internazionale atterra all'aeroporto Augusto César Sandino nel tardo pomeriggio. Alloggiare vicino all'aeroporto facilita il volo mattutino verso la costa caraibica.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La serata consente di prelevare contanti sufficienti per la settimana a venire. I bancomat sulla costa caraibica sono rari e spesso vuoti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La conferma del volo La Costeña per Bluefields si effettua telefonicamente o all'agenzia dell'aeroporto. Gli orari cambiano frequentemente in base alla domanda.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 383,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::bluefields",
            "coords": [
              12.0131,
              -83.7636
            ]
          },
          "visits": [
            {
              "text": "Bluefields emerge sulla riva della laguna come un'anomalia caraibica nel Nicaragua. Questa città di 50.000 abitanti mescola sei etnie: Creoli, Miskitos, Garifuna, Rama, Ulwa e Meticci in un melting pot unico.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La chiesa morava generale erge la sua candida replica dai tetti rosso scuro dal 1849. L'originale fu distrutta dall'uragano Jeanne nel 1988, ma l'edificio ricostruito domina ancora la città.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La chiesa cattolica sfoggia la Vergine Maria sulla facciata e vetrate colorate all'interno. Gli alti soffitti ariosi offrono un rifugio dalla calura tropicale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il parco Reyes rappresenta l'unico parco centrale di tutta la regione autonoma meridionale con i suoi 60 anni di storia. Il chiosco e i grandi alberi ombreggiano le famiglie che vi si ritrovano la sera.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il volo mattutino de La Costeña sorvola le montagne e poi le pianure paludose della costa caraibica. L'atterraggio a Bluefields rivela un altro Nicaragua, tropicale e afro-caraibico.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La passeggiata per le strade rivela l'architettura vittoriana in legno colorato ereditata dai coloni britannici. Il reggae fuoriesce dalle case e dai bar a ogni ora.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il creolo inglese si mescola allo spagnolo nelle conversazioni di strada. Questa lingua caraibica avvicina Bluefields più alla Giamaica che a Managua.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il mercato municipale Teodoro Martínez propone frutti di mare freschi e prodotti locali a prezzi locali. Le pangas verso le destinazioni circostanti partono dal molo adiacente.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::bluefields",
            "coords": [
              12.0131,
              -83.7636
            ]
          },
          "visits": [
            {
              "text": "La cultura creola permea ogni aspetto della vita a Bluefields, dai ritmi musicali ai sapori culinari. Il rondón, stufato di frutti di mare al latte di cocco, incarna questa fusione afro-caraibica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Centro di Ricerca e Documentazione della Costa Atlantica conserva 1.100 testi sulla storia e la cultura della regione. Il museo storico adiacente espone fotografie e opere d'arte locali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "The Bluff si estende a pochi chilometri a sud con la sua spiaggia e il faro storico. Questo quartiere più tranquillo offre un'alternativa alle strade animate del centro.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Palo de Mayo, festa tradizionale di maggio, rappresenta l'apice culturale di Bluefields. Le danze sensuali dalle radici africane e britanniche animano le strade per tutto il mese.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La giornata permette di assorbire il ritmo lento della città caraibica senza la pressione dei trasporti. Il concetto di 'Nica time' assume qui tutto il suo significato.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La visita del museo CIDCA-BICU illumina la storia complessa di questa regione autonoma. Le guide spiegano il miscuglio etnico che plasma l'identità costiera.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'escursione in panga verso Rama Cay permette di scoprire la comunità indigena Rama sulla loro isola. Le poche centinaia di abitanti perpetuano lingua e tradizioni ancestrali.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La serata nei bar del centro pulsa al ritmo del reggae e della punta garifuna. Le Toñas ghiacciate accompagnano le conversazioni con gli abitanti accoglienti.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "NI::pearl-lagoon",
            "coords": [
              12.3333,
              -83.6667
            ]
          },
          "visits": [
            {
              "text": "Pearl Lagoon o Laguna de Perlas costeggia la più grande laguna costiera del Nicaragua a nord di Bluefields. Questo tranquillo borgo di 11.000 abitanti vive di pesca e resta in gran parte ignorato dal turismo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il villaggio creolo si organizza attorno a marciapiedi di cemento che permettono di passeggiare tra le case di legno colorato. L'elettricità funziona tranne dalle 1 alle 9 del mattino.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'immensa laguna si apre su un orizzonte azzurro senza terra in vista. I pescatori partono all'alba e rientrano con pesci, aragoste o gamberi a seconda della stagione.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Quattro etnie convivono nella regione: Meticci, Creoli, Miskitos e Garifuna. Ogni comunità occupa generalmente un villaggio distinto raggiungibile in barca.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La panga da Bluefields attraversa la laguna in circa un'ora e mezza a seconda delle condizioni. Il tragitto offre le prime vedute su questo territorio acquatico preservato.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La sistemazione in uno dei rari alloggi del villaggio permette di scoprire l'ospitalità locale. I pasti a base di pesce fresco costituiscono il quotidiano culinario.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La passeggiata nel villaggio rivela un ritmo di vita ancora più lento che a Bluefields. Gli abitanti salutano i rari visitatori con curiosità benevola.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto sulla laguna incendia le acque calme di tonalità aranciate. I pescatori preparano le reti per l'uscita del giorno seguente.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "NI::pearl-lagoon",
            "coords": [
              12.3333,
              -83.6667
            ]
          },
          "visits": [
            {
              "text": "La riserva naturale di Wawashang protegge foreste tropicali e zone umide a nord di Pearl Lagoon. Il centro educativo della FADCANIC insegna l'agricoltura sostenibile ai bambini delle comunità rurali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il villaggio di Pueblo Nuevo dà accesso a una parte della riserva Wawashang nonostante i danni dell'uragano Beta nel 2005. La vegetazione densa ospita scimmie, bradipi, cervi e innumerevoli uccelli.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I villaggi Miskito e Garifuna preservano le loro tradizioni lungo i fiumi che alimentano la laguna. Le visite rispettose permettono di scoprire modi di vita ancestrali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La pesca sportiva attira alcuni intenditori verso i fiumi e le lagune della regione. Il tarpon e altri pesci di grossa taglia risalgono dal Mar dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'escursione in panga risale uno dei fiumi che sfociano nella laguna. La foresta tropicale costeggia le rive dove si nascondono caimani e uccelli colorati.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La visita di un villaggio indigeno offre uno scorcio delle culture Miskito o Garifuna a seconda della scelta. Le guide locali spiegano tradizioni, artigianato e stile di vita.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'escursione nella riserva attraversa zone agricole e poi foresta fitta nonostante le tracce dell'uragano. Gli alberi caduti costeggiano una vegetazione lussureggiante rinascente.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il rientro al villaggio permette di assaporare un ultimo pasto di frutti di mare prima della partenza. La serata tranquilla prepara alla giornata di trasferimento del giorno dopo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 110,
            "drive_min": 240,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NI::big-corn",
            "coords": [
              12.1667,
              -83.0667
            ]
          },
          "visits": [
            {
              "text": "Big Corn Island emerge dalle acque turchesi del Mar dei Caraibi a 70 chilometri dalla costa nicaraguense. Quest'isola di 10 km² concentra la maggior parte degli 8.000 abitanti dell'arcipelago e le infrastrutture principali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le spiagge di sabbia bianca bordano l'isola su tutto il suo perimetro tra palme da cocco e acque cristalline. Long Bay e South West Bay offrono le distese più fotogeniche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il villaggio principale raccoglie commerci, ristoranti e servizi attorno al porto dove arrivano traghetti e pangas. L'atmosfera caraibica rilassata permea ogni interazione.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'Arenas Beach Hotel propone un day pass a $10 con accesso alla spiaggia, lettini e sport acquatici. Il bar allestito in una barca serve cocktail e pasti di fronte alle onde.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La panga mattutina da Pearl Lagoon raggiunge Bluefields in un'ora e mezza per prendere il volo verso Big Corn. Il coordinamento dei trasporti richiede pazienza e flessibilità.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il volo de La Costeña sorvola il Mar dei Caraibi per 30 minuti prima di atterrare sulla pista di Big Corn. I piccoli aerei offrono viste spettacolari sull'arcipelago.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il pomeriggio di relax sulla spiaggia recupera le ore di trasporto. Le acque calde e calme invitano al bagno e allo snorkeling.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La serata scopre i ristoranti locali che servono pesce alla griglia, aragosta e specialità creole. I prezzi restano ragionevoli rispetto ad altre isole caraibiche.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NI::big-corn",
            "coords": [
              12.1667,
              -83.0667
            ]
          },
          "visits": [
            {
              "text": "Le barriere coralline circondano l'isola e ospitano una vita marina colorata accessibile dalla spiaggia. Pesci tropicali, razze e tartarughe nuotano nelle acque limpide.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I siti di immersione attorno a Big Corn figurano tra i migliori dei Caraibi secondo gli intenditori. I relitti e le pareti attirano subacquei certificati da tutto il mondo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il giro dell'isola in taxi o a piedi richiede alcune ore e rivela spiagge deserte e villaggi di pescatori. Ogni costa offre un'atmosfera e vedute diverse.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cucina locale fonde tradizioni creole e prodotti del mare appena pescati. Il rondón, stufato al latte di cocco, e il pane al cocco accompagnano ogni pasto.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La giornata intera a Big Corn permette di esplorare l'isola senza la pressione dei trasferimenti. Il ritmo caraibico invita alla lentezza e alla contemplazione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Lo snorkeling dalla spiaggia rivela i fondali marini senza attrezzatura sofisticata. Maschera e boccaglio bastano per osservare la fauna sottomarina.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il noleggio di una bicicletta o di uno scooter facilita l'esplorazione delle diverse spiagge e punti panoramici. Le strade sterrate attraversano villaggi e palmeti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto dalla costa occidentale incendia il cielo sopra il Mar dei Caraibi. I bar sulla spiaggia servono rum locale e birre ghiacciate di fronte allo spettacolo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NI::little-corn",
            "coords": [
              12.2833,
              -83.0333
            ]
          },
          "visits": [
            {
              "text": "Little Corn Island incarna il sogno dell'isola deserta caraibica senza auto né strade asfaltate. I 2,9 km² dell'isola si percorrono a piedi su sentieri di sabbia tra palme da cocco e capanne di legno.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Otto Beach a nord dell'isola offre le più belle distese di sabbia bianca bordate da acque turchesi. L'assenza di alghe sargasso per la maggior parte del tempo ne fa la spiaggia preferita dai visitatori.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il villaggio principale concentra i pochi ristoranti, bar ed empori dell'isola. I sentieri di sabbia collegano gli stabilimenti dispersi sotto gli alberi tropicali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'assenza di bancomat, il WiFi aleatorio e l'elettricità intermittente impongono una disconnessione totale. Questo vincolo diventa rapidamente una liberazione per i visitatori.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La panga da Big Corn percorre i 15 chilometri in 30 minuti con mare calmo. Nei giorni di mare mosso, il tragitto può diventare un'avventura memorabile o addirittura essere cancellato.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La sistemazione in un bungalow rustico o in un ecolodge più confortevole dipende dal budget. Le opzioni spaziano dal dormitorio spartano alle suite con piscina privata.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il pomeriggio di esplorazione a piedi scopre i sentieri della giungla e le spiagge deserte. L'intera isola si percorre in poche ore di camminata tranquilla.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La cena al Fish Fry Bar a nord dell'isola ricompensa la camminata con i frutti di mare più freschi. Con i piedi nella sabbia di fronte al tramonto, il rum scorre.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NI::little-corn",
            "coords": [
              12.2833,
              -83.0333
            ]
          },
          "visits": [
            {
              "text": "I siti di immersione attorno a Little Corn rivelano barriere preservate, relitti e vita marina abbondante. Dolphin Dive e altri operatori propongono battesimi e uscite per subacquei certificati.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Lo snorkeling dalle spiagge permette di osservare tartarughe, razze e banchi di pesci tropicali. Le barriere poco profonde offrono uno spettacolo accessibile a tutti.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I sentieri nella giungla attraversano l'isola tra spiagge e villaggio in una vegetazione lussureggiante. Pappagalli, iguane e granchi terrestri animano la passeggiata.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Tranquilo Café raduna viaggiatori e locali attorno a cocktail potenti e musica dal vivo. L'happy hour quotidiano crea un'atmosfera conviviale fino al tramonto.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La mattinata di immersione o snorkeling esplora i fondali marini preservati attorno all'isola. Gli operatori locali conoscono i migliori spot in base alle condizioni.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il pomeriggio di ozio sulla spiaggia incarna l'essenza delle vacanze caraibiche. Amaca, libro e cocktail bastano a riempire le ore.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La camminata fino al Fish Fry Bar attraversa l'isola da un capo all'altro in 30 minuti. Il sentiero nella giungla alterna zone ombreggiate e scorci sul mare.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La serata al Tranquilo o in uno dei bar del villaggio prolunga l'atmosfera rilassata. Gli incontri con altri viaggiatori arricchiscono l'esperienza.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NI::little-corn",
            "coords": [
              12.2833,
              -83.0333
            ]
          },
          "visits": [
            {
              "text": "La giornata senza programma definito permette di assorbire pienamente il ritmo insulare. Il tempo si dilata tra sieste, bagni e conversazioni al caso degli incontri.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La pesca sportiva da una panga locale punta alle specie che abbondano attorno all'arcipelago. Le tariffe restano molto inferiori rispetto ad altre destinazioni caraibiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il paddle board permette di esplorare la costa e le calette inaccessibili a piedi. Diversi alloggi propongono il noleggio a ore o a giornata.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Turned Turtle al Little Corn Beach & Bungalow serve le migliori margarita dell'isola di fronte al mare. La colazione abbondante accompagna le mattinate tranquille.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'ultima giornata intera a Little Corn invita a godersela senza vincoli. Ogni visitatore compone il suo programma ideale tra spiaggia, immersioni e ozio.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La passeggiata attorno all'isola scopre gli ultimi angoli non ancora esplorati. Le capanne colorate e i giardini tropicali costeggiano i sentieri di sabbia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il pranzo a La Cantina propone tacos autentici di fronte al mare. I sapori messicani cambiano dai piatti creoli dei giorni precedenti.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'ultimo tramonto caraibico da Otto Beach o dal Fish Fry Bar imprime ricordi duraturi. La prospettiva della partenza aggiunge una nota malinconica allo spettacolo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 400,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "NI::san-carlos",
            "coords": [
              11.1239,
              -84.7781
            ]
          },
          "visits": [
            {
              "text": "San Carlos si aggrappa alla riva meridionale del lago Nicaragua là dove nasce il Río San Juan. Questa città di transito di 6.000 abitanti concentra soldati, pescatori, allevatori e avventurieri in viaggio verso altrove.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il malecón rinnovato costeggia il lago e offre le migliori viste sulle acque che defluiscono verso il fiume. I tramonti incendiano il 'mare dolce' come lo chiamavano gli spagnoli.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il molo municipale concentra l'attività di questa città rivolta all'acqua. Le pangas verso El Castillo, Solentiname e le comunità del fiume partono da qui.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il volo mattutino de La Costeña da Managua sorvola il lago Nicaragua per un'ora. L'atterraggio a San Carlos rivela l'isolamento di questa regione di frontiera.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il pomeriggio permette di organizzare i trasporti per i giorni successivi al molo municipale. Gli orari delle pangas verso El Castillo e Solentiname si confermano sul posto.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La passeggiata sul malecón scopre questa città di transito senza grande fascino ma funzionale. I pochi hotel essenziali sono sufficienti per una notte.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La cena in una delle comedores locali serve pesce del lago e piatti semplici. I prezzi modici riflettono l'economia locale lontana dai circuiti turistici.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "NI::el-castillo",
            "coords": [
              11.0167,
              -84.4
            ]
          },
          "visits": [
            {
              "text": "El Castillo emerge dietro un'ansa del fiume come un villaggio fuori dal tempo senza strade né auto. I 1.500 abitanti vivono di pesca, cacao, turismo e lavoro nelle proprietà vicine.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Fortaleza de la Inmaculada Concepción domina il villaggio dal 1675 quando gli spagnoli la costruirono contro i pirati. Il giovane Horatio Nelson la conquistò brevemente nel 1780 prima che la febbre gialla decimasse le sue truppe.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il museo nella fortezza espone armi, palle di cannone e bottiglie di rum risalenti al XVI secolo. La biblioteca offre un rifugio di lettura di fronte al fiume.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le rapide del Río San Juan ai piedi della fortezza spiegano la sua posizione strategica. Le barche dovevano rallentare qui, vulnerabili ai cannoni spagnoli.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La lancha veloce da San Carlos scende il fiume in un'ora e mezza con soste nelle comunità rivierasche. Il paesaggio di giungla e ranchos scorre sulle rive.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La visita della fortezza restaurata dalla Spagna ripercorre la storia movimentata del fiume. L'ingresso di $2 più $1 per le foto dà accesso a tutto il sito.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La passeggiata nel villaggio scopre le case su palafitte e la vita quotidiana senza auto. Il sentiero lastricato principale collega il molo alla fortezza.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La cena al Borders Café serve la migliore pasta del Nicaragua secondo gli habitué. Il proprietario sgargiante Yamil coltiva le sue verdure e serve le birre più ghiacciate.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1.5,
          "rating": 0,
          "night": {
            "place_id": "NI::el-castillo",
            "coords": [
              11.0167,
              -84.4
            ]
          },
          "visits": [
            {
              "text": "La Riserva Biologica Indio Maíz protegge più di 3.000 km² di foresta tropicale primaria a sud del fiume. Questa giungla figura tra le meglio preservate dell'America centrale con una biodiversità eccezionale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Refugio Bartola dà accesso alla riserva dalla foce del Río Bartola a 4 km a valle di El Castillo. I sentieri penetrano la giungla dove vivono scimmie, tucani, rane e ara.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il kayak sul fiume offre una prospettiva unica sulla foresta rivierasca e la fauna acquatica. I noleggi e i tour guidati si organizzano dal villaggio.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La fattoria delle farfalle vicino alla fortezza presenta le specie locali in un giardino allestito. Questo progetto comunitario impiega donne del villaggio.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "L'escursione mattutina verso Bartola e Indio Maíz scopre la giungla primaria con una guida locale. Gli stivali di gomma forniti proteggono sui sentieri fangosi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La risalita del Río Bartola in panga e poi con la pertica attraversa una vegetazione sempre più densa. Le scimmie urlatrici, i tucani e gli ara colorano e animano la volta.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il kayak nel tardo pomeriggio esplora il fiume al proprio ritmo nella luce dorata. Caimani e uccelli acquatici si osservano dall'acqua.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'ultima serata a El Castillo assapora la tranquillità di questo villaggio senza auto. Il rumore del fiume e della giungla accompagna il sonno.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 115,
            "drive_min": 300,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::solentiname",
            "coords": [
              11.2167,
              -84.75
            ]
          },
          "visits": [
            {
              "text": "L'arcipelago di Solentiname disperde 36 isole nel sud del lago Nicaragua di cui quattro sono abitate da meno di 1.000 anime. Questo angolo di mondo ospita dagli anni '60 una comunità di artisti di fama internazionale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Mancarrón, l'isola più grande, accoglie la chiesa fondata dal padre-poeta Ernesto Cardenal nel 1966. La Misa Campesina, messa contadina rivoluzionaria, vi fu celebrata per la prima volta.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'arte primitiva di Solentiname rappresenta scene di vita quotidiana, natura lussureggiante e animali locali in colori vivaci. Le gallerie espongono dipinti e sculture in balsa su ogni isola abitata.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La natura preservata delle isole ospita uccelli tropicali, scimmie urlatrici e abbondante vita acquatica. Gli isolotti disabitati appartengono agli uccelli che nidificano a migliaia.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La lancha mattutina risale il fiume fino a San Carlos in un'ora e mezza per la coincidenza verso Solentiname. L'attesa al molo può prolungarsi a seconda degli orari.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La traversata del lago verso l'arcipelago dura 2 ore in acque spesso agitate. L'orizzonte vuoto per lunghi minuti crea un senso di isolamento totale.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La sistemazione in una pensione familiare o in un piccolo hotel rivela il comfort essenziale delle isole. L'assenza di acqua calda e il WiFi inesistente completano la disconnessione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La passeggiata a Mancarrón scopre la chiesa colorata di Cardenal e le prime gallerie d'arte. Gli abitanti accolgono i rari visitatori con curiosità benevola.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "NI::solentiname",
            "coords": [
              11.2167,
              -84.75
            ]
          },
          "visits": [
            {
              "text": "San Fernando, seconda isola abitata, snoda i suoi sentieri bordati di ibischi e avocadi tra le case sparse. Colibrì e farfalle animano i giardini tropicali.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I laboratori degli artisti aprono le porte ai visitatori curiosi di vedere la creazione in corso. Le tecniche di pittura e scultura su balsa si tramandano di generazione in generazione.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "I piccoli musei delle isole principali espongono reperti archeologici precolombiani e arte contemporanea locale. I petroglifi scoperti testimoniano un'occupazione antica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La riserva naturale Los Guatuzos protegge le zone umide a sud dell'arcipelago. Le escursioni in panga osservano caimani, uccelli e scimmie nel loro habitat.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La traversata verso San Fernando in colectivo o panga privata richiede pochi minuti tra le isole. Il servizio pubblico circola solo due volte a settimana.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La visita dei laboratori permette di osservare gli artisti al lavoro e di acquistare opere uniche. I prezzi restano accessibili direttamente dai creatori.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'escursione verso Los Guatuzos in barca esplora i canali bordati di foresta tropicale. Le guide locali individuano la fauna nascosta nella vegetazione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto dalla riva incendia il lago con la sagoma del vulcano Concepción in lontananza. Quest'immagine riassume la bellezza preservata dell'arcipelago.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 480,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::ometepe",
            "coords": [
              11.5,
              -85.5833
            ]
          },
          "visits": [
            {
              "text": "Ometepe emerge dal lago Nicaragua come la ricompensa dopo la lunga giornata di trasferimento. I due vulcani gemelli dominano quest'isola mitica che Mark Twain descrisse come un luogo di sogno e riposo eterno.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Moyogalpa accoglie i traghetti e concentra i servizi all'ingresso dell'isola. L'arrivo in tarda giornata lascia giusto il tempo di sistemarsi prima del calare della notte.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La panga mattutina da Solentiname raggiunge San Carlos in 2 ore per l'autobus verso Rivas. La strada asfaltata attraversa il paese in 4-5 ore.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il taxi o l'autobus da Rivas arriva a San Jorge in 15 minuti per il traghetto di Ometepe. Le traversate partono regolarmente a seconda della stagione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'arrivo a Ometepe nel tardo pomeriggio ricompensa la giornata di trasferimento con le viste sui vulcani. La sistemazione rapida precede una cena meritata.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il noleggio di una moto o quad per l'indomani si organizza presso le agenzie di Moyogalpa. I consigli sullo stato delle strade evitano brutte sorprese.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "suggested_days": 4,
          "rating": 0,
          "night": {
            "place_id": "NI::ometepe",
            "coords": [
              11.5,
              -85.5833
            ]
          },
          "visits": [
            {
              "text": "El Ojo de Agua nasconde due vasche naturali alimentate da sorgenti vulcaniche nel cuore della vegetazione tropicale. L'acqua cristallina a temperatura gradevole offre un bagno rinfrescante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Punta Jesús María allunga la sua lingua di sabbia nel lago fino a due chilometri nella stagione secca. Il nome evoca l'illusione di camminare sull'acqua verso il continente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La riserva Charco Verde protegge una laguna circondata da foresta secca sui fianchi del Concepción. Il Mirador del Diablo offre viste spettacolari sul lago e sul Maderas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Finca Magdalena coltiva caffè biologico sui pendii del Maderas da generazioni. La cooperativa accoglie i visitatori per tour del caffè e accesso ai petroglifi precolombiani.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "La giornata di esplorazione in moto scopre i punti salienti dell'isola al proprio ritmo. Le strade variegate tra asfalto e piste richiedono prudenza e attenzione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il bagno mattutino a El Ojo de Agua evita l'affluenza del fine settimana. La corda per tuffarsi e le acque limpide giustificano i $10 d'ingresso.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il pranzo al Café Campestre propone una cucina vegetariana raffinata con vista sui vulcani. La pasta fresca cambia dai piatti tipici nicaraguensi.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il tramonto da Punta Jesús María chiude la giornata nelle tonalità dorate. I vulcani si stagliano sul cielo infuocato.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "suggested_days": "",
          "rating": 0,
          "night": {
            "place_id": ""
          },
          "visits": [
            {
              "text": "La Laguna de Apoyo riempie un cratere vulcanico di acque cristalline mantenute a 28°C dall'attività geotermica. Questo lago perfettamente rotondo offre un ultimo bagno nicaraguense prima della partenza.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'aeroporto internazionale Augusto César Sandino serve le principali destinazioni. Il rientro chiude 19 giorni di avventura attraverso il Nicaragua più sconosciuto.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Il traghetto mattutino da Ometepe raggiunge San Jorge in un'ora. L'autobus o lo shuttle verso Managua attraversa il paese in 2-3 ore.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "La sosta facoltativa alla Laguna de Apoyo permette un ultimo bagno se il tempo lo consente. I bar in riva al lago servono un ultimo pasto nicaraguense.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "L'arrivo all'aeroporto chiude quest'avventura caraibica e fluviale unica. I ricordi delle Corn Islands, del Río San Juan e di Solentiname accompagnano il viaggiatore.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Il volo di ritorno offre un'ultima vista sui vulcani e sul lago Nicaragua dal finestrino. Tre settimane di scoperte lasciano la voglia di tornare a esplorare ancora.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            18
          ],
          "label": "Segment 4 — J16–J18",
          "from_day": 16,
          "to_day": 18
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 18,
          "label": "Var 18j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Nicaragua: Caraibi Segreti, Río San Juan e Isole da Sogno in 19 Giorni",
        "intro_paragraph": "Scoprite il Nicaragua più autentico attraverso un itinerario che vi porterà dalla vibrante cultura afro-caraibica di Bluefields alle acque turchesi delle Corn Islands, dalle fortezze coloniali del Río San Juan all'arcipelago artistico di Solentiname. Un viaggio fuori dal tempo dove la natura selvaggia incontra tradizioni millenarie e comunità accoglienti preservano un modo di vivere unico al mondo.",
        "seo_hook": "Tre settimane alla scoperta del Nicaragua sconosciuto, tra isole caraibiche senza auto, giungla primordiale e villaggi fluviali dove il tempo si è fermato.",
        "featured_list": [
          "Immersione nella cultura creola di Bluefields, cuore afro-caraibico del Nicaragua",
          "Isole paradisiache delle Corn Islands con acque cristalline e barriere coralline intatte",
          "Navigazione del leggendario Río San Juan fino alla storica fortezza di El Castillo",
          "Comunità artistica di Solentiname, oasi di creatività e spiritualità nel lago Nicaragua",
          "Paesaggi vulcanici mozzafiato di Ometepe, l'isola dei due giganti",
          "Incontri autentici con le comunità Miskito, Garifuna e Rama"
        ],
        "places_taglines": {
          "NI::managua": "Porta d'ingresso al Nicaragua, tra vulcani e lagune vulcaniche",
          "NI::bluefields": "Il cuore pulsante dei Caraibi nicaraguensi dove convivono sei culture",
          "NI::pearl-lagoon": "Laguna segreta dove il tempo scorre al ritmo dei pescatori",
          "NI::big-corn": "Paradiso caraibico con spiagge di seta e fondali da esplorare",
          "NI::little-corn": "L'isola senza auto dove ritrovare l'essenza della vita",
          "NI::san-carlos": "Crocevia fluviale alle porte della giungla e degli arcipelaghi",
          "NI::el-castillo": "Villaggio senza tempo dominato dalla fortezza dei pirati",
          "NI::solentiname": "Arcipelago degli artisti dove l'arte primitiva incontra la spiritualità",
          "NI::ometepe": "Due vulcani gemelli nell'isola che incantò Mark Twain"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}