{
  "version": 1,
  "country": "ni",
  "language": "it",
  "places": [
    {
      "place_id": "NI::bilwi",
      "name": "Bilwi",
      "cc": "NI",
      "coords": [
        14.0258,
        -83.3888
      ],
      "lat": 14.0258,
      "lon": -83.3888,
      "visits": [
        {
          "text": "Puerto Cabezas Bilwi porto principale costa nord cultura miskito capitale autonomia.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado central pesci aragoste tartarughe artigianato miskito vita locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo cultura miskito storia autonoma tradizioni lingua artigianato comunitario.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Bilwi sabbia nera vulcanica onde Caraibi autenticità locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi miskitos Tuapi Waspam cultura indigena tradizioni autonomia territoriale.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Cabezas Bilwi port principal côte nord culture miskito capitale autonomie.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado central poissons langoustes tortues artisanat miskito vie locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée culture miskito histoire autonome traditions langue artisanat communautaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Bilwi sable noir volcanique vagues Caraïbes authenticité locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages miskitos Tuapi Waspam culture indigène traditions autonomie territoriale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Incontro comunità miskitos scambio culturale lingua tradizioni autonomia caraibica.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione artigianato locale cesti tessiture tecniche ancestrali simboli.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigazione costiera osservazione villaggi isolati accesso marittimo pesca artigianale.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione wabul zuppa di tartaruga tradizione miskito controversa culturalmente importante.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione vita locale porto pescatori barche artigianali quotidiano autentico.",
          "visit_duration_min": 60
        },
        {
          "text": "Tuba bevanda fermentata yuca tradizione miskito forte cerimoniale.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre communautés miskitos échange culturel langue traditions autonomie caribéenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration artisanat local paniers tissages techniques ancestrales symboles.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation côtière observation villages isolés accès maritime pêche artisanale.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation wabul soupe tortue tradition miskito controversée culturellement importante.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation vie locale port pêcheurs bateaux artisanaux quotidien authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Tuba boisson fermentée yuca tradition miskito forte cérémonielle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 8
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::bluefields",
      "name": "Bluefields",
      "cc": "NI",
      "coords": [
        12.0136,
        -83.7636
      ],
      "lat": 12.0136,
      "lon": -83.7636,
      "visits": [
        {
          "text": "Catedral Morava Bluefields architettura protestante legno colorata cultura afro-caraibica.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado municipal frutti tropicali pesci artigianato cultura creola garifuna.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio Punta Fría quartiere tradizionale case su palafitte cultura locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo cultura costeña storia afro-discendente garifuna miskito creola.",
          "visit_duration_min": 75
        },
        {
          "text": "El Bluff porto principale connessione Corn Islands vita portuale autentica.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Escondido navigazione fluviale foresta tropicale connessione interna Rama.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Perlas accesso arcipelago biodiversità marina villaggi garifuna isolati.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Cerro Silva montagna foresta tropicale umida biodiversità sentieri.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi miskitos Pearl Lagoon cultura tradizioni pesca artigianale autonomia.",
          "visit_duration_min": 75
        },
        {
          "text": "Mangrovie estuari ecosistema ricco nursery marina protezione costiera biodiversità.",
          "visit_duration_min": 75
        },
        {
          "text": "Palo de Mayo festival maggio tradizioni afro-caraibiche danza fertilità.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato artigianato souvenir cultura creola garifuna tessuti cesti.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrios tradizionali esplorazione architettura cultura creola vita quotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Lungomare Bluefields porto barche pesca artigianato navale attività.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo approfondito storia costa Atlantica culture autonomia nicaraguense.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Morava Bluefields architecture protestante bois colorée culture afro-caraïbe.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado municipal fruits tropicaux poissons artisanat culture créole garifuna.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio Punta Fría quartier traditionnel maisons pilotis culture locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée culture costeña histoire afro-descendante garifuna miskito créole.",
          "visit_duration_min": 75
        },
        {
          "text": "El Bluff port principal connexion Corn Islands vie portuaire authentique.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Escondido navigation fluviale forêt tropicale connexion intérieure Rama.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Perlas accès archipel biodiversité marine villages garifuna isolés.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Cerro Silva montagne forêt tropicale humide biodiversité sentiers.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages miskitos Pearl Lagoon culture traditions pêche artisanale autonomie.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares estuaires écosystème riche nurserie marine protection côtière biodiversité.",
          "visit_duration_min": 75
        },
        {
          "text": "Palo de Mayo festival mai traditions afro-caribéennes danse fertilité.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado artisanat souvenirs culture créole garifuna textiles paniers.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrios traditionnels exploration architecture culture créole vie quotidienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Front mer Bluefields port bateaux pêche artisanat naval activité.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée approfondi histoire côte Atlantique cultures autonomie nicaraguayenne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigazione Río Escondido lagune mangrovie osservazione fauna uccelli coccodrilli.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione cultura creola musica palo mayo calypso reggae atmosfera caraibica.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita comunità garifuna tradizioni danza punta lingua ancestrale preservata.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione rondon zuppa pesci frutti di mare latte cocco yuca tradizione caraibica.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata notturna lungomare atmosfera reggae bar locali vita notturna.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Victoria accompagnamento rum bakardi cocktail tropicali punch creolo.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione laguna Perlas navigazione osservazione paesaggi isolotti villaggi tradizionali.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling barriere coralline pesci tropicali acque cristalline vita marina.",
          "visit_duration_min": 60
        },
        {
          "text": "Incontro comunità creole garifuna scambio culturale lingua tradizioni culinarie.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione ginger cake torta zenzero melassa tradizione creola inglese.",
          "visit_duration_min": 60
        },
        {
          "text": "Pesca artigianale tecniche locali osservazione mestieri tradizionali mare.",
          "visit_duration_min": 60
        },
        {
          "text": "Agua dulce bevanda mais zucchero cannella rinfrescante tradizionale regionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersione cultura creola garifuna musica danza palo mayo tradizioni ancestrali.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier cucina caraibica rondon pan bon ricette locali tecniche.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping artigianato autentico cesti tessili sculture legno contrattazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione pan bon dolce frutta secca noci cocco rum tradizione Natale.",
          "visit_duration_min": 60
        },
        {
          "text": "Serata musicale calypso reggae palo mayo bar locali danza.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail punch creolo rum multipli frutti tropicali spezie tradizione festiva.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation Río Escondido lagunes mangroves observation faune oiseaux crocodiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration culture créole musique palo mayo calypso reggae ambiance caraïbe.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite communautés garifuna traditions danse punta langue ancestrale préservée.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rondon soupe poissons fruits mer lait coco yuca tradition caraïbe.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne front mer ambiance reggae bars locaux vie nocturne.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Victoria accompagnement rhum bakardi cocktails tropicaux punch créole.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion lagune Perlas navigation observation paysages îlots villages traditionnels.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling récifs coralliens poissons tropicaux eaux cristallines vie marine.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre communautés créoles garifuna échange culturel langue traditions culinaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation ginger cake gâteau gingembre mélasse tradition créole anglaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Pêche artisanale techniques locales observation métiers traditionnels mer.",
          "visit_duration_min": 60
        },
        {
          "text": "Agua dulce boisson maïs sucre cannelle rafraîchissante traditionnelle régionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion culture créole garifuna musique danse palo mayo traditions ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier cuisine caribéenne rondon pan bon recettes locales techniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping artisanat authentique paniers textiles sculptures bois négociation.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation pan bon gâteau fruits secs noix coco rhum tradition Noël.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée musicale calypso reggae palo mayo bars locaux danse.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail punch créole rhums multiples fruits tropicaux épices tradition festive.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 1
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 2
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 10
        }
      ],
      "language": "it",
      "suggested_days": 4,
      "rating": 7.7,
      "place_type": "large_city"
    },
    {
      "place_id": "NI::chinandega",
      "name": "Chinandega",
      "cc": "NI",
      "coords": [
        12.6294,
        -87.1328
      ],
      "lat": 12.6294,
      "lon": -87.1328,
      "visits": [
        {
          "text": "Volcán San Cristóbal 1745m più alto Nicaragua attivo fumi pennacchio.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Cosigüina 872m cratere laguna eruzione 1835 più potente America.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa El Calvario Chinandega architettura neoclassica bianca semplice elegante.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato municipale Chinandega frutti tropicali verdure artigianato ambiente locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Estero Real estuario mangrovie gamberetti acquacoltura tradizionale biodiversità.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán San Cristóbal 1745m plus haut Nicaragua actif fumées panache.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Cosigüina 872m cratère lagune éruption 1835 plus puissante Amérique.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia El Calvario Chinandega néoclassique blanche architecture simple élégante.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché municipal Chinandega fruits tropicaux légumes artisanat ambiance locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Estero Real estuaire mangroves crevettes aquaculture traditionnelle biodiversité.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursionismo San Cristóbal ascensione tecnica altitudine vista golfo Fonseca vulcani.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione cratere Cosigüina laguna turchese panorama golfo Honduras Salvador.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita piantagioni canna da zucchero processo fabbricazione rum tradizione agricola.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione nacatamal chinandegano masa mais carne verdure foglia banana vapore.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione uccelli migratori estuario Estero Real spatole ibis stagione migrazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Cususa aguardiente mais artigianale forte tradizionale zone rurali.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée San Cristóbal ascension technique altitude vue golfe Fonseca volcans.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration cratère Cosigüina lagune turquoise panorama golfe Honduras Salvador.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite plantations canne sucre processus fabrication rhum tradition agricole.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation nacatamal chinandegano masa maïs viande légumes feuille banane vapeur.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation oiseaux migrateurs estuaire Estero Real spatules ibis saison migration.",
          "visit_duration_min": 60
        },
        {
          "text": "Cususa aguardiente maïs artisanal fort traditionnel zones rurales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 4
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.1,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::ciudad-dario",
      "name": "Ciudad Dario",
      "cc": "NI",
      "coords": [
        12.7314,
        -86.1294
      ],
      "lat": 12.7314,
      "lon": -86.1294,
      "visits": [
        {
          "text": "Museo Rubén Darío casa poeta modernista nicaraguense padre luogo nascita 1867.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central statua Darío piazza vita locale mercati animazioni.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa coloniale architettura semplice bianca storia comunità religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Laboratori artigianali ceramica tessitura tradizioni tecniche ancestrali locali.",
          "visit_duration_min": 75
        },
        {
          "text": "Strade campagna paesaggi agricoli tabacco mais vita rurale autentica.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Rubén Darío maison poète moderniste nicaraguayen père lieu naissance 1867.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central statue Darío place vie locale marchés animations.",
          "visit_duration_min": 75
        },
        {
          "text": "Église coloniale architecture simple blanche histoire communauté religieuse.",
          "visit_duration_min": 75
        },
        {
          "text": "Ateliers artisanaux céramique tissage traditions techniques ancestrales locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Routes campagne paysages agricoles tabac maïs vie rurale authentique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita letteraria Darío poesia modernismo influenza latino-americana eredità culturale.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione mercati artigianato locale ceramiche tessuti negoziazione tradizioni.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata campagna osservazione agricoltura tradizionale vita contadina quotidiana.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione vaho carne yuca platano vapore foglia banana tradizione sabato.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour distilleria artigianale cususa aguardiente mais processo fermentazione distillazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste bevanda cacao mais tostato cannella achiote tradizione indigena ancestrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite littéraire Darío poésie modernisme influence latino-américaine héritage culturel.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marchés artisanat local poteries textiles négociation traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade campagne observation agriculture traditionnelle vie paysanne quotidienne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation vaho viande yuca plantain vapeur feuille banane tradition samedi.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour distillerie artisanale cususa aguardiente maïs processus fermentation distillation.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste boisson cacao maïs grillé cannelle achiote tradition indigène ancestrale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 2.9,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::corn-island",
      "name": "Corn Island",
      "cc": "NI",
      "coords": [
        12.1786,
        -83.0631
      ],
      "lat": 12.1786,
      "lon": -83.0631,
      "visits": [
        {
          "text": "Brig Bay spiaggia sabbia bianca cocchi acqua turchese tranquillità paradisiaca.",
          "visit_duration_min": 75
        },
        {
          "text": "Long Beach spiaggia principale 2km sabbia dorata atmosfera locale ristoranti.",
          "visit_duration_min": 75
        },
        {
          "text": "Architettura della Iglesia Bautista in legno colorato della comunità protestante afro-caraibica.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Mount Pleasant con vista panoramica sull'isola e sul mare dei Caraibi al tramonto.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi tradizionali South End e Brig Bay con cultura creola e architettura caraibica.",
          "visit_duration_min": 75
        },
        {
          "text": "Picnic Beach spiaggia familiare acqua poco profonda sabbia fine ristoranti locali.",
          "visit_duration_min": 75
        },
        {
          "text": "Sally Peaches spiaggia nord isolata onde surf occasionale tranquillità.",
          "visit_duration_min": 75
        },
        {
          "text": "South West Bay tramonto spettacolare bar spiaggia atmosfera serale.",
          "visit_duration_min": 75
        },
        {
          "text": "Waula Point spot surf scogliera onde costanti surfisti esperti.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato locale pesci frutti tropicali artigianato cultura creola quotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Brig Bay spiaggia sabbia bianca palme da cocco acqua turchese paradiso.",
          "visit_duration_min": 75
        },
        {
          "text": "Brig Bay plage sable blanc cocotiers eau turquoise tranquillité paradisiaque.",
          "visit_duration_min": 75
        },
        {
          "text": "Long Beach plage principale 2km sable doré ambiance locale restaurants.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia Bautista architecture bois colorée communauté protestante afro-caraïbe.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Mount Pleasant vue panoramique île mer Caraïbe coucher soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages traditionnels South End Brig Bay culture créole architecture caribéenne.",
          "visit_duration_min": 75
        },
        {
          "text": "Picnic Beach plage familiale eau peu profonde sable fin restaurants locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Sally Peaches plage nord isolée vagues surf occasionnel tranquillité.",
          "visit_duration_min": 75
        },
        {
          "text": "South West Bay coucher soleil spectaculaire bars plage ambiance soirée.",
          "visit_duration_min": 75
        },
        {
          "text": "Waula Point spot surf récif vagues constantes surfeurs expérimentés.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché local poissons fruits tropicaux artisanat culture créole quotidienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Spiagge deserte sabbia bianca acqua cristallina tranquillità assoluta paradiso.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Snorkeling nei reef corallini accessibili dalla spiaggia con pesci tropicali e coralli preservati.",
          "visit_duration_min": 60
        },
        {
          "text": "Giro in bicicletta attorno all'isola di 6km tra villaggi, spiagge e calette nascoste.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione delle grotte di Little Corn accessibili in barca o kayak con formazioni naturali.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione del coconut bread, pane al cocco della tradizione inglese creola per colazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Serata reggae nei bar sulla spiaggia con musica dal vivo e atmosfera caraibica rilassante.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail coco loco con rum, latte di cocco e ananas, tradizione della spiaggia tropicale.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf South End onde regolari stagione noleggio tavola scuola locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione culinaria ristoranti creoli jerk chicken gamberi piccanti influenza giamaicana.",
          "visit_duration_min": 60
        },
        {
          "text": "Bici elettrica tour completo isola soste multiple spiagge villaggi.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione johnny cake ciambella fritta tradizione inglese creola accompagnamento pasto.",
          "visit_duration_min": 60
        },
        {
          "text": "Serata danza reggae calypso bar locali atmosfera festosa caraibica.",
          "visit_duration_min": 60
        },
        {
          "text": "Flor Caña 4 años rum giovane accessibile cocktail mojito daiquiri tropicale.",
          "visit_duration_min": 60
        },
        {
          "text": "Volo Managua Corn Island sorvolo costa Pacifico lago Nicaragua Caraibi.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling récifs coralliens accessibles plage poissons tropicaux coraux préservés.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade vélo tour île 6km villages plages criques cachées.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration grottes Little Corn accès bateau kayak formations naturelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation coconut bread pain coco tradition anglaise créole petit-déjeuner.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée reggae bars plage musique live ambiance caribéenne décontractée.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail coco loco rhum lait coco ananas tradition plage tropicale.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf South End vagues régulières saison location planche école locale.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration culinaire restaurants créoles jerk chicken crevettes épicées influence jamaïcaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Vélo électrique tour complet île arrêts multiples plages villages.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation johnny cake beignet frit tradition anglaise créole accompagnement repas.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée danse reggae calypso bars locaux ambiance festive caribéenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Flor Caña 4 años rhum jeune accessible cocktails mojito daiquiri tropical.",
          "visit_duration_min": 60
        },
        {
          "text": "Vol Managua Corn Island survol côte Pacifique lac Nicaragua Caraïbe.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade vélo tour île 6km villages plages découverte locale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 4
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 7
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 13
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 7.1,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::el-cua",
      "name": "El Cua",
      "cc": "NI",
      "coords": [
        13.4031,
        -85.6722
      ],
      "lat": 13.4031,
      "lon": -85.6722,
      "visits": [
        {
          "text": "Riserva Bosawás 20000 km² più grande foresta America centrale riserva biosfera UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Coco frontiera Honduras navigazione foresta tropicale comunità indigene.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi miskitos cultura indigena tradizioni autonomia costa atlantica foresta.",
          "visit_duration_min": 75
        },
        {
          "text": "Montagne Isabelia foresta primaria biodiversità isolamento natura selvaggia preservata.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo comunitario storia rivoluzione zona rossa guerriglia memoria collettiva.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Bosawás 20000 km² plus grande forêt Amérique centrale réserve biosphère UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Coco frontière Honduras navigation forêt tropicale communautés indigènes.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages miskitos culture indigène traditions autonomie côte atlantique forêt.",
          "visit_duration_min": 75
        },
        {
          "text": "Montagnes Isabelia forêt primaire biodiversité isolement nature sauvage préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée communautaire histoire révolution zone rouge guérilla mémoire collective.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursionismo periferia Bosawás osservazione fauna scimmie tapiri uccelli tropicali.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigazione Río Coco piroga motorizzata esplorazione foresta villaggi rivieraschi.",
          "visit_duration_min": 60
        },
        {
          "text": "Incontro comunità miskitos scambio culturale artigianato tradizioni ancestrali.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione bami bevanda yuca fermentata tradizione miskito ancestrale forte.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione notturna fauna lampada coccodrilli caimani rane insetti bioluminescenti.",
          "visit_duration_min": 60
        },
        {
          "text": "Caffè montanaro locale altitudine corpo intenso note terrose rustico.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée périphérie Bosawás observation faune singes tapirs oiseaux tropicaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation Río Coco pirogue motorisée exploration forêt villages riverains.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre communautés miskitos échange culturel artisanat traditions ancestrales.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation bami boisson yuca fermentée tradition miskito ancestrale forte.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation nocturne faune lampe crocodiles caïmans grenouilles insectes bioluminescents.",
          "visit_duration_min": 60
        },
        {
          "text": "Café montagnard local altitude corps intense notes terreuses rustique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 5
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.1,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::esteli",
      "name": "Esteli",
      "cc": "NI",
      "coords": [
        13.0919,
        -86.3531
      ],
      "lat": 13.0919,
      "lon": -86.3531,
      "visits": [
        {
          "text": "Galería Héroes Mártires museo rivoluzione sandinista foto storia guerriglia.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nuestra Señora del Rosario Estelí architettura moderna vetrate colorate.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Miraflor 206 km² foresta nebulosa caffè orchidee biodiversità comunitaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Salto Estanzuela cascata 40m piscina naturale foresta tropicale escursione.",
          "visit_duration_min": 75
        },
        {
          "text": "Canyon Tisey-Estanzuela 800m falaises pins mirador El Jalacate panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Tomabú foresta secca tropicale sentieri osservazione fauna flora endemica.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglifi precolombiani rocce incise simboli civiltà antiche mistero.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi rurali Miraflor comunità agricoltura biologica turismo comunitario.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascate settore Miraflor multiple cascate foresta umida bagno naturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Garnacha vista panoramica 360° valli montagne tramonto.",
          "visit_duration_min": 75
        },
        {
          "text": "Canyon Tisey 800m scogliere pini belvedere panorama valle.",
          "visit_duration_min": 75
        },
        {
          "text": "Galería Héroes Mártires musée révolution sandiniste photos histoire guérilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nuestra Señora del Rosario Estelí moderne architecture vitraux colorés.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Miraflor 206 km² forêt nuageuse café orchidées biodiversité communautaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Salto Estanzuela cascade 40m piscine naturelle forêt tropicale randonnée.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Tomabú forêt sèche tropicale sentiers observation faune flore endémique.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglyphes précolombiens roches gravées symboles civilisations anciennes mystère.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages ruraux Miraflor communautés agriculture biologique tourisme communautaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascades secteur Miraflor multiples chutes forêt humide baignade naturelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Garnacha vue panoramique 360° vallées montagnes coucher soleil.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita fabbrica sigari processo artigianale rollatura tabacco Nicaragua rinomato mondiale.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour caffè Miraflor piantagioni biologiche raccolta tostatura degustazione origine.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione canyon Tisey vista panoramica valle foresta pini clima fresco montagna.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione cooperative artigianali ceramica nera ceramica tecnica precolombiana moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione tajadas plátano fritte sottili croccanti formaggio panna accompagnamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Caffè Estelí arabica altitudine corpo medio note cioccolato coltivato regione.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione equestre Miraflor cavalli sentieri foresta villaggi accoglienza famiglie locali.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione uccelli quetzal tucano pappagalli binocoli guida ornitologica riserva.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita fattorie biologiche processo coltivazione caffè verdure tecniche sostenibili.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione rosquillas somoteñas biscotti mais formaggio tradizione Somoto croccanti.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersione comunità locale condivisione pasti famiglia nicaraguense autenticità.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinol pinolillo bevanda mais cacao nazionale preparazione tradizionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fabrique cigares processus artisanal roulage tabac Nicaragua réputé mondial.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour café Miraflor plantations biologiques cueillette torréfaction dégustation origine.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée canyon Tisey vue panoramique vallée forêt pins climat frais montagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration coopératives artisanales céramique noir poterie technique précolombienne moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation tajadas plátano fritas fines croustillantes fromage crème accompagnement.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Estelí arabica altitude corps moyen notes chocolat cultivé région.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée équestre Miraflor chevaux sentiers forêt villages accueil familles locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation oiseaux quetzal toucan perroquets jumelles guide ornithologique réserve.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fermes biologiques processus culture café légumes techniques durables.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rosquillas somoteñas biscuits maïs fromage tradition Somoto croustillants.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion communauté locale partage repas famille nicaraguayenne authenticité.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinol pinolillo boisson maïs cacao nationale préparation traditionnelle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 6
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 7
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 8
        }
      ],
      "language": "it",
      "suggested_days": 3.5,
      "rating": 8.9,
      "place_type": "large_city"
    },
    {
      "place_id": "NI::granada",
      "name": "Granada",
      "cc": "NI",
      "coords": [
        11.9344,
        -85.956
      ],
      "lat": 11.9344,
      "lon": -85.956,
      "visits": [
        {
          "text": "Cattedrale Granada 1583 neoclassica gialla più bella coloniale Nicaragua.",
          "visit_duration_min": 75
        },
        {
          "text": "Convento San Francisco 1529 museo precolombiano isola Zapatera collezione.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Merced 1534 torre panoramica vista tetti lago vulcani.",
          "visit_duration_min": 75
        },
        {
          "text": "Calle La Calzada pedonale ristoranti bar architettura colorata animazioni.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortaleza La Pólvora 1748 arsenale spagnolo storia difesa pirati.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Apoyo cratere 200m profondità acque termali turchesi.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Catarina vista laguna piantagioni caffè panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Volcán Masaya cratere attivo lava incandescente zolfo.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Artesanías Masaya amache ceramiche tessuti cuoio nazionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Blancos villaggi tradizionali artigianato architettura.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Granada 1583 néoclassique jaune plus belle coloniale Nicaragua.",
          "visit_duration_min": 75
        },
        {
          "text": "Convento San Francisco 1529 musée précolombien île Zapatera collection.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Merced 1534 tour panoramique vue toits lac volcans.",
          "visit_duration_min": 75
        },
        {
          "text": "Calle La Calzada piétonne restaurants bars architecture colorée animations.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortaleza La Pólvora 1748 arsenal espagnol histoire défense pirates.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Apoyo cratère 200m profondeur eaux thermales turquoise.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Catarina vue lagune plantations café panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Volcán Masaya cratère actif lave incandescente soufre.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Artesanías Masaya hamacs céramiques textiles cuir national.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Blancos villages traditionnels artisanat architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigazione Las Isletas 365 isolotti vulcanici lago Nicaragua osservazione uccelli.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata carrozza centro storico romantico architettura coloniale pastello.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione mercato artigianale amache ceramiche tessuti artigianato nazionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione vigorón foglia banana yuca chicharrón insalata specialità Granada.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena Calle Calzada atmosfera notturna ristoranti terrazze musica.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail macuá rum guayaba arancia limone bevanda nazionale 2006.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak laguna Apoyo acqua cristallina 26°C osservazione fauna rilassamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno cratere temperatura perfetta acqua limpida naturale vulcanica.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione cratere Santiago notte bagliore lava fenomeno unico.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione mercato Masaya tessiture tecniche precolombiane artigianato.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione quesillo tortilla formaggio cipolla aceto panna Masaya.",
          "visit_duration_min": 60
        },
        {
          "text": "Birra Toña locale bionda accompagnamento piatti tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation Las Isletas 365 îlots volcaniques lac Nicaragua observation oiseaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade calèche centre historique romantique architecture coloniale pastel.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marché artisanal hamacs poteries textiles artisanat national.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation vigorón feuille banane yuca chicharrón salade spécialité Granada.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner Calle Calzada ambiance nocturne restaurants terrasses musique.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail macuá rhum guayaba orange citron boisson nationale 2006.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lagune Apoyo eau cristalline 26°C observation faune relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade cratère température parfaite eau claire naturelle volcanique.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation cratère Santiago nuit lueur lave phénomène unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marché Masaya tissages techniques précolombines artisanat.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation quesillo tortilla fromage oignon vinaigre crème Masaya.",
          "visit_duration_min": 60
        },
        {
          "text": "Bière Toña locale blonde accompagnement plats tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 2
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 12
        }
      ],
      "language": "it",
      "suggested_days": 5,
      "rating": 7.9,
      "place_type": "metropolis"
    },
    {
      "place_id": "NI::jinotega",
      "name": "Jinotega",
      "cc": "NI",
      "coords": [
        13.0886,
        -85.9994
      ],
      "lat": 13.0886,
      "lon": -85.9994,
      "visits": [
        {
          "text": "Catedral San Juan Bautista Jinotega moderna torri bianche piazza centrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Apanás bacino idroelettrico 54 km² isole pesca paesaggi montuosi.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Jinotega storia locale caffè rivoluzione cultura regionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central con animazioni locali quotidiane mercato artigianato.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Cruz vista panoramica città valle lago montagne verdeggianti.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Datanlí-El Diablo foresta nebulosa 5700 ettari biodiversità sentieri cascate.",
          "visit_duration_min": 75
        },
        {
          "text": "Peñas Blancas montagna foresta primaria osservazione uccelli scimmie natura preservata.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi produttori di caffè La Fundadora San Rafael Norte tradizioni agricoltura altitudine.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada Blanca cascata 30m foresta umida piscina naturale bagno fresco.",
          "visit_duration_min": 75
        },
        {
          "text": "Fincas ecologiche produzione caffè biologico permacultura turismo rurale comunitario.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato locale frutti montani formaggi caffè atmosfera regionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral San Juan Bautista Jinotega moderne tours blanches place centrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Apanás réservoir hydroélectrique 54 km² îles pêche paysages montagneux.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Jinotega histoire locale café révolution culture régionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central vie locale animations quotidiennes marché artisanat.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Cruz vue panoramique ville vallée lac montagnes verdoyantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Datanlí-El Diablo forêt nuageuse 5700 hectares biodiversité sentiers cascades.",
          "visit_duration_min": 75
        },
        {
          "text": "Peñas Blancas montagne forêt primaire observation oiseaux singes nature préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages caféiers La Fundadora San Rafael Norte traditions agriculture altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada Blanca chute 30m forêt humide piscine naturelle baignade fraîche.",
          "visit_duration_min": 75
        },
        {
          "text": "Fincas écologiques production café biologique permaculture tourisme rural communautaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché local fruits montagnards fromages café ambiance régionale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigazione lago Apanás pesca osservazione paesaggi montuosi isolotti verdi.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cooperative caffè commercio equo processo democratico qualità biologica.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione montagne circostanti sentieri villaggi rurali immersione campagna.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione nacatamal jinotegano variante locale masa ricca carne verdure.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione mercato locale frutti montani verdure temperate formaggi artigianali.",
          "visit_duration_min": 60
        },
        {
          "text": "Caffè Jinotega altitudine premium arabica note fruttate acidità complessa migliore Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione Datanlí sentieri foresta nebbiosa osservazione quetzal biodiversità eccezionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione cascata bagno acqua fresca montagna foresta lussureggiante relax.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita famiglia produttrice caffè accoglienza autentica condivisione pasto tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione bajo piatto manzo yuca platano vapore foglia banana domenica tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersione vita rurale partecipazione raccolta caffè quotidiano campagna nicaraguense.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz fermentazione artigianale bevanda ancestrale mais rinfrescante.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione città capitale caffè atmosfera montana freschezza.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation lac Apanás pêche observation paysages montagneux îlots verdure.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite coopératives café commerce équitable processus démocratique qualité biologique.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée montagnes environnantes sentiers villages ruraux immersion campagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation nacatamal jinotegano variante locale masa riche viande légumes.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marché local fruits montagnards légumes tempérés fromages artisanaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Jinotega altitude premium arabica notes fruitées acidité complexe meilleur Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée Datanlí sentiers forêt nuageuse observation quetzal biodiversité exceptionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration cascade baignade eau fraîche montagne forêt luxuriante relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite famille productrice café accueil authentique partage repas tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation bajo plat bœuf yuca plantain vapeur feuille banane dimanche tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion vie rurale participation récolte café quotidien campagne nicaraguayenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz fermentation artisanale boisson ancestrale maïs rafraîchissante.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration ville capitale café ambiance montagnarde fraîcheur.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 3
        },
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 4
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 11
        }
      ],
      "language": "it",
      "suggested_days": 4.5,
      "rating": 8.8,
      "place_type": "large_city"
    },
    {
      "place_id": "NI::jiquilillo",
      "name": "Jiquilillo",
      "cc": "NI",
      "coords": [
        12.7403,
        -87.4564
      ],
      "lat": 12.7403,
      "lon": -87.4564,
      "visits": [
        {
          "text": "Playa Jiquilillo sabbia dorata onde surf ambiente bohémien comunità surf.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva naturale delle mangrovie dell'estuario di Padre Ramos stagione di nidificazione delle tartarughe.",
          "visit_duration_min": 75
        },
        {
          "text": "Spiaggia selvaggia isolata di Los Zorros tranquillità natura preservata.",
          "visit_duration_min": 75
        },
        {
          "text": "Beach break di Aserradores sinistra destra onde di qualità surfisti esperti.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi di pescatori della costa tradizione artigianale barche reti tecniche ancestrali.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Jiquilillo sable doré vagues surf ambiance bohème communauté surf.",
          "visit_duration_min": 75
        },
        {
          "text": "Padre Ramos estuaire mangroves réserve naturelle ponte tortues saison.",
          "visit_duration_min": 75
        },
        {
          "text": "Los Zorros plage sauvage isolée tranquillité nature préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Aserradores beach break gauche droite vagues qualité surfeurs expérimentés.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages pêcheurs côte tradition artisanale bateaux filets techniques ancestrales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf Jiquilillo onde costanti tutto l'anno scuola noleggio atmosfera relax.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangrovie Padre Ramos osservazione fauna canali naturali ecosistema ricco.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione nidificazione tartarughe notturna stagione luglio-gennaio conservazione piccoli.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga spiaggia alba meditazione rilassamento vista oceano.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione ceviche conchiglia conca lime coriandolo cipolla peperoncino fresco.",
          "visit_duration_min": 60
        },
        {
          "text": "Tona toña birra classica nicaraguense accompagnamento frutti di mare.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf Jiquilillo vagues constantes toute année école location ambiance relax.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves Padre Ramos observation faune canaux naturels écosystème riche.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation ponte tortues nuit saison juillet-janvier conservation bébés.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga plage lever soleil méditation relaxation vue océan.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation ceviche coquillage conque lime coriandre oignon piment frais.",
          "visit_duration_min": 60
        },
        {
          "text": "Tona toña bière classique nicaraguayenne accompagnement fruits mer.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 5
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3.7,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::leon",
      "name": "Leon",
      "cc": "NI",
      "coords": [
        12.4348,
        -86.878
      ],
      "lat": 12.4348,
      "lon": -86.878,
      "visits": [
        {
          "text": "Catedral Basílica León 1747-1814 la più grande dell'America centrale UNESCO barocco neoclassico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Rubén Darío casa natale poeta modernista nicaraguense mobili XIX secolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Recolección 1786 barocco messicano facciata bianca decorata.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia El Calvario 1830 neoclassico via crucis passione.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo della Rivoluzione storia sandinista guerriglia anni 1970-80 foto testimonianze.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Cerro Negro 1850 creazione 728m più giovane America centrale ceneri nere.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruinas León Viejo 1524-1610 UNESCO première capitale enterrée Momotombo archéologie.",
          "visit_duration_min": 75
        },
        {
          "text": "Telica attivo 1061m escursione notte osservazione lava incandescente cratere.",
          "visit_duration_min": 75
        },
        {
          "text": "Hervideros de San Jacinto geyser fango vapore attività geotermica vulcanica.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Juan Venado mangrovie spiaggia deposizione tartarughe barriera sabbia biodiversità.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Leggende Tradizioni León arte popolare maschere costumi folklore.",
          "visit_duration_min": 75
        },
        {
          "text": "Fundación Ortiz Gurdián collezione arte latinoamericana europea coloniale contemporanea.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato centrale León artigianato locale amache cuoio ceramica souvenir.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiese coloniali tour 16 chiese architettura barocca neoclassica storia.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartiere Sutiaba cultura indigena chorotega tradizioni museo comunitario.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Basílica León 1747-1814 plus grande Amérique centrale UNESCO baroque néoclassique.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Rubén Darío maison natale poète moderniste nicaraguayen mobilier XIXe.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Recolección 1786 baroque mexicain façade blanche décorée.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia El Calvario 1830 néoclassique chemin croix passion.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Révolution histoire sandiniste guérilla années 1970-80 photos témoignages.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Cerro Negro 1850 création 728m plus jeune Amérique centrale cendres noires.",
          "visit_duration_min": 75
        },
        {
          "text": "Telica actif 1061m randonnée nuit observation lave incandescente cratère.",
          "visit_duration_min": 75
        },
        {
          "text": "Hervideros de San Jacinto geysers boue vapeur activité géothermique volcanique.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Juan Venado mangroves plage ponte tortues barrière sable biodiversité.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Légendes Traditions León art populaire masques costumes folklore.",
          "visit_duration_min": 75
        },
        {
          "text": "Fundación Ortiz Gurdián collection art latino-américain européen colonial contemporain.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché central León artisanat local hamacs cuir céramique souvenirs.",
          "visit_duration_min": 75
        },
        {
          "text": "Églises coloniales tour 16 églises architecture baroque néoclassique histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier Sutiaba culture indigène chorotega traditions musée communautaire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita tetto cattedrale vista panoramica vulcano Momotombo città coloniale bianchezza.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione murales rivoluzionari arte urbana storia politica Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata centro storico architettura coloniale colori pastello chiese numerose.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione quesillo León specialità formaggio tortilla cipolla panna aceto tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita Sutiaba quartiere indigeno chiesa San Juan Bautista cultura chorotega.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz bevanda fermentata mais tradizionale rinfrescante.",
          "visit_duration_min": 60
        },
        {
          "text": "Sandboard Cerro Negro discesa tavola vulcano nero adrenalina velocità unico mondo.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione ascensione Cerro Negro ceneri vulcaniche vista cordigliera vulcani.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione León Viejo sito archeologico fondazioni coloniali storia tragica eruzione.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione geyser San Jacinto fango bollente fenomeno naturale spettacolare.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione chancho con yuca maiale fritto yuca insalata cavolo pomodoro tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Victoria Frost birra bionda leggera rinfrescante calore León.",
          "visit_duration_min": 60
        },
        {
          "text": "Laboratorio cucina nicaraguense nacatamal gallo pinto tecniche tradizionali locali.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping artigianato autentico negoziazione mercati amache tessute a mano.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita birreria artigianale Toña processo produzione birra locale degustazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione sopa borracha torta imbevuta rum uvette dolce tradizionale festivo.",
          "visit_duration_min": 60
        },
        {
          "text": "Serata culturale danza musica marimba folklore nicaraguense spettacolo.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita fabbrica sigari tabacco processo artigianale qualità nicaraguense.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha mais fermentazione tradizionale rinfrescante accompagnamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione Telica notte osservazione lava incandescente cratere fenomeno.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione geyser fango bollente zolfo attività vulcanica.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangrovie Juan Venado osservazione uccelli coccodrilli ecosistema.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite toit cathédrale vue panoramique volcan Momotombo ville coloniale blancheur.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration murales révolutionnaires art urbain histoire politique Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade centre historique architecture coloniale couleurs pastel églises nombreuses.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation quesillo León spécialité fromage tortilla oignon crème vinaigre tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite Sutiaba quartier indigène église San Juan Bautista culture chorotega.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz boisson fermentée maïs traditionnelle rafraîchissante.",
          "visit_duration_min": 60
        },
        {
          "text": "Sandboard Cerro Negro descente planche volcan noir adrénaline vitesse unique monde.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée ascension Cerro Negro cendres volcaniques vue cordillère volcans.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration León Viejo site archéologique fondations coloniales histoire tragique éruption.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation geysers San Jacinto boue bouillonnante phénomène naturel spectaculaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation chancho con yuca porc frit yuca salade chou tomate tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Victoria Frost bière blonde légère rafraîchissante chaleur León.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier cuisine nicaraguayenne nacatamal gallo pinto techniques traditionnelles locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping artisanat authentique négociation marchés hamacs tissés main.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite brasserie artisanale Toña processus fabrication bière locale dégustation.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation sopa borracha gâteau imbibé rhum raisins dessert traditionnel festif.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée culturelle danse musique marimba folklore nicaraguayen spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fabrique cigares tabac processus artisanal qualité nicaraguayenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz fermentation traditionnelle rafraîchissante accompagnement.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée Telica nuit observation lave incandescente cratère phénomène.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration geysers boue bouillonnante soufre activité volcanique.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves Juan Venado observation oiseaux crocodiles écosystème.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 1
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 2
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 10
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 6
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 7
        }
      ],
      "language": "it",
      "suggested_days": 4.5,
      "rating": 9.8,
      "place_type": "large_city"
    },
    {
      "place_id": "NI::little-corn",
      "name": "Little Corn",
      "cc": "NI",
      "coords": [
        12.2983,
        -82.9522
      ],
      "lat": 12.2983,
      "lon": -82.9522,
      "visits": [
        {
          "text": "Spiagge deserte di Little Corn con sabbia bianca, acqua cristallina e tranquillità assoluta.",
          "visit_duration_min": 75
        },
        {
          "text": "Barriere coralline biodiversità pesci tropicali razze tartarughe conservazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi locali architettura caraibica comunità creola vita semplice.",
          "visit_duration_min": 75
        },
        {
          "text": "Faro nord punto vista panoramico isola mare coccheti.",
          "visit_duration_min": 75
        },
        {
          "text": "Sentieri natura foresta tropicale iguane uccelli endemici fauna terrestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Lighthouse Point faro panorama 360° osservazione balene stagione migrazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach spiaggia tranquilla amache palme snorkeling eccellente accesso barriera corallina.",
          "visit_duration_min": 75
        },
        {
          "text": "Cocal Beach palmeto spiaggia isolata acqua calma bagno perfetto.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggio principale negozi alimentari ristoranti bar vita locale rilassata.",
          "visit_duration_min": 75
        },
        {
          "text": "Plages désertes Little Corn sable blanc eau cristalline tranquillité absolue.",
          "visit_duration_min": 75
        },
        {
          "text": "Récifs coralliens préservés biodiversité exceptionnelle poissons tropicaux raies.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages locaux architecture caribéenne communauté créole vie simple.",
          "visit_duration_min": 75
        },
        {
          "text": "Phare nord point vue panoramique île mer cocoteraies.",
          "visit_duration_min": 75
        },
        {
          "text": "Sentiers nature forêt tropicale iguanes oiseaux endémiques faune terrestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Lighthouse Point phare panorama 360° observation baleines saison migration.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach plage tranquille hamacs palmiers snorkeling excellent accès récif.",
          "visit_duration_min": 75
        },
        {
          "text": "Cocal Beach cocoteraie plage isolée eau calme baignade parfaite.",
          "visit_duration_min": 75
        },
        {
          "text": "Village principal épiceries restaurants bars vie locale décontractée.",
          "visit_duration_min": 75
        },
        {
          "text": "Ritorno Corn Island barca mattina volo pomeriggio Managua.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Immersioni siti rinomati visibilità 30m squali nutrice tartarughe coralli spettacolari.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling accessibile spiaggia barriere poco profonde pesci angelo diversità.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak trasparente esplorazione insenature isolate giro isola acqua chiara.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga spiaggia alba meditazione relax atmosfera zen paradiso.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione lobster grigliata aragosta grigliata burro aglio limone specialità isola.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail tramonto rum punch rhum frutti tropicali vista mare orizzonte infinito.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersioni relitti Blowing Rock formazioni coralline grotte sottomarine avventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione razze aquila stagione passaggio grandi pelagici squali incontro.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddleboard acqua trasparente esplorazione costiera insenature nascoste esercizio rilassante.",
          "visit_duration_min": 60
        },
        {
          "text": "Pesca artigianale tecnica locale barracuda orata apprendimento tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione fish tacos pesce fresco tortilla fatta in casa salsa creola fusion.",
          "visit_duration_min": 60
        },
        {
          "text": "Piña colada ananas fresco rum cocco ghiaccio classico caraibico rinfrescante.",
          "visit_duration_min": 60
        },
        {
          "text": "Barca veloce Little Corn 30min traversata acqua turchese arrivo paradiso.",
          "visit_duration_min": 60
        },
        {
          "text": "Plongée sites renommés visibilité 30m requins nourrices tortues coraux spectaculaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling accessibles plage récifs peu profonds poissons anges papillons.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak transparent eau turquoise tour île criques isolées exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga plage lever soleil méditation relaxation ambiance zen paradis.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation lobster grillé homard grillé beurre ail citron spécialité île.",
          "visit_duration_min": 60
        },
        {
          "text": "Cocktail sunset rum punch rhum fruits tropicaux vue mer horizon infini.",
          "visit_duration_min": 60
        },
        {
          "text": "Plongée épaves Blowing Rock formations coralliennes grottes sous-marines aventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation raies aigles saison passage grands pélagiques requins rencontre.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddleboard eau transparente exploration côtière criques cachées exercice relaxant.",
          "visit_duration_min": 60
        },
        {
          "text": "Pêche artisanale technique locale barracuda dorade apprentissage tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation fish tacos poisson frais tortilla maison sauce créole fusion.",
          "visit_duration_min": 60
        },
        {
          "text": "Piña colada ananas frais rhum coco glace classique caribéen rafraîchissant.",
          "visit_duration_min": 60
        },
        {
          "text": "Bateau rapide Little Corn 30min traversée eau turquoise arrivée paradis.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 5
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 6
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 14
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.9,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::managua",
      "name": "Managua",
      "cc": "NI",
      "coords": [
        12.1364,
        -86.2514
      ],
      "lat": 12.1364,
      "lon": -86.2514,
      "visits": [
        {
          "text": "Catedral Vieja rovine terremoto 1972 memoria storica centro antico.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Nacional de la Cultura museo storia nazionale archeologia arte.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaza República monumento Sandino statua emblematica rivoluzione nicaraguense.",
          "visit_duration_min": 75
        },
        {
          "text": "Loma Tiscapa cratere laguna Sandino statua panorama Managua lago.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende di fronte al lago Managua ristoranti lungomare moderno.",
          "visit_duration_min": 75
        },
        {
          "text": "Ritorno Corn Island barca mattina volo pomeriggio Managua.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende ultima passeggiata lago shopping souvenir.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Roberto Huembes artigianato finale amache cuoio ceramiche nazionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nueva moderna architettura contemporanea visita rapida.",
          "visit_duration_min": 75
        },
        {
          "text": "Zona Rosa quartiere moderno ristoranti bar vita notturna capitale.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Vieja ruines tremblement terre 1972 mémoire historique centre ancien.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Nacional de la Cultura musée histoire nationale archéologie art.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaza República monument Sandino statue emblématique révolution nicaraguayenne.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende front lac Managua restaurants promenade moderne.",
          "visit_duration_min": 75
        },
        {
          "text": "Retour Corn Island bateau matin vol après-midi Managua.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende dernière promenade lac shopping souvenirs.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Roberto Huembes artisanat final hamacs cuir céramiques national.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nueva moderne architecture contemporaine visite rapide.",
          "visit_duration_min": 75
        },
        {
          "text": "Zona Rosa quartier moderne restaurants bars vie nocturne capitale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita panoramica capitale comprensione storia recente terremoto rivoluzione.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione mercato Huembes artigianato nazionale amache cuoio ceramiche.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione tramonto Loma Tiscapa vista lago vulcani panorama urbano.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione nacatamal managüense masa carne verdure tradizione domenicale capitale.",
          "visit_duration_min": 60
        },
        {
          "text": "Serata Zona Rosa bar ristoranti vita notturna moderna capitale.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Toña Victoria birre nazionali accompagnamento tradizione nicaraguense.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersione mattutina ultima immersione scogliere Little Corn addii paradiso.",
          "visit_duration_min": 60
        },
        {
          "text": "Volo di ritorno sorvolo Caraibi costa Nicaragua lago vista aerea.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping ultimi souvenir artigianato caffè rum prodotti locali.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione finale cucina nicaraguense nacatamal gallo pinto tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Relax hotel piscina preparazione partenza serata riposo.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite panoramique capitale compréhension histoire récente tremblement terre révolution.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration marché Huembes artisanat national hamacs cuir céramiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation coucher soleil Loma Tiscapa vue lac volcans panorama urbain.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation nacatamal managüense masa viande légumes tradition dominicale capitale.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée Zona Rosa bars restaurants vie nocturne moderne capitale.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Toña Victoria bières nationales accompagnement tradition nicaraguayenne.",
          "visit_duration_min": 60
        },
        {
          "text": "Plongée matinale dernière immersion récifs Little Corn adieux paradis.",
          "visit_duration_min": 60
        },
        {
          "text": "Vol retour survol Caraïbes côte Nicaragua lac vue aérienne.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping derniers souvenirs artisanat café rhum produits locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation finale cuisine nicaraguayenne nacatamal gallo pinto tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxation hôtel piscine préparation départ soirée repos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 1
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 15
        }
      ],
      "language": "it",
      "suggested_days": 4,
      "rating": 9.2,
      "place_type": "metropolis"
    },
    {
      "place_id": "NI::matagalpa",
      "name": "Matagalpa",
      "cc": "NI",
      "coords": [
        12.9256,
        -85.9175
      ],
      "lat": 12.9256,
      "lon": -85.9175,
      "visits": [
        {
          "text": "Catedral San Pedro Matagalpa architettura neoclassica torri gemelle piazza centrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Carlos Fonseca eroe rivoluzionario sandinista storia politica guerriglia.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Morazán centro città animazioni locali vita quotidiana matagalpina.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia San José de Laborío architettura coloniale sobrio quartiere tradizionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cerro Apante vista panoramica città valli montagne caffè.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Caffè completo storia cultura tecniche varietà degustazione professionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante riserva naturale sentieri osservazione città valli biodiversità.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Norte mercato tradizionale frutta verdura artigianato vita locale quotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral visita approfondita architettura storia religiosa comunità.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cristo Rey statua panoramica città montagne piantagioni caffè.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra fattoria caffè 1891 foresta laghi tedesca biodiversità.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral San Pedro Matagalpa architecture néoclassique tours jumelles place centrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Carlos Fonseca héros révolutionnaire sandiniste histoire politique guérilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Morazán centre ville animations locales vie quotidienne matagalpine.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia San José de Laborío architecture coloniale sobre quartier traditionnel.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cerro Apante vue panoramique ville vallées montagnes café.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Café complet histoire culture techniques variétés dégustation professionnelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante réserve naturelle sentiers observation ville vallées biodiversité.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Norte marché traditionnel fruits légumes artisanat vie locale quotidienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral visite approfondie architecture histoire religieuse communauté.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cristo Rey statue panoramique ville montagnes plantations café.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra ferme café 1891 forêt lacs allemande biodiversité.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante réserve mirador panorama ville vallées plantations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite aziende caffè processo coltivazione raccolta lavaggio essiccazione tostatura degustazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione città freschezza montana atmosfera tranquilla mercati locali.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione Cerro Apante ascesa collina vista 360° città piantagioni.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione chancho adobado maiale marinato achiote tradizione culinaria regionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata notturna centro città ristoranti caffè atmosfera locale studentesca.",
          "visit_duration_min": 60
        },
        {
          "text": "Caffè Matagalpa arabica altitudine corpo complesso note cioccolato caramello terroir vulcanico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione comparativa caffè origini Matagalpa Jinotega terroir varietà cupping.",
          "visit_duration_min": 60
        },
        {
          "text": "Tecniche barista atelier estrazione espresso latte art macinatura temperature.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping caffè chicchi torrefazione locale origine tracciabilità confezionamento artigianale.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione quesillo matagalpino variante locale formaggio fresco tortilla acidula.",
          "visit_duration_min": 60
        },
        {
          "text": "Serata culturale marimba danza folclore montanaro tradizioni musicali.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour delle piantagioni di caffè Selva Negra raccolta lavorazione degustazione tenuta.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione foresta nebulosa sentieri osservazione uccelli scimmie biodiversità.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita città freschezza montana mercati caffè atmosfera studentesca.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata Cerro Apante vista panoramica 360° città montagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fermes café processus culture cueillette lavage séchage torréfaction dégustation.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration ville fraîcheur montagnarde ambiance tranquille marchés locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée Cerro Apante ascension colline vue 360° ville plantations.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation chancho adobado porc mariné achiote tradition culinaire régionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne centre ville restaurants cafés ambiance locale étudiante.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Matagalpa arabica altitude corps complexe notes chocolat caramel terroir volcanique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation comparative cafés origines Matagalpa Jinotega terroirs variétés cupping.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier barista techniques extraction espresso latte art mouture températures.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping café grains torréfaction locale origine traçabilité emballage artisanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation quesillo matagalpino variante locale fromage frais tortilla acidulée.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée culturelle marimba danse folklore montagnard traditions musicales.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour café Selva Negra plantations cueillette traitement dégustation estate.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée forêt nuageuse sentiers observation oiseaux singes biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite ville fraîcheur montagnarde marchés cafés ambiance étudiante.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade Cerro Apante vue panoramique 360° ville montagnes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 1
        },
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 10
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 10
        }
      ],
      "language": "it",
      "suggested_days": 3.5,
      "rating": 7.3,
      "place_type": "large_city"
    },
    {
      "place_id": "NI::ocotal",
      "name": "Ocotal",
      "cc": "NI",
      "coords": [
        13.6319,
        -86.4753
      ],
      "lat": 13.6319,
      "lon": -86.4753,
      "visits": [
        {
          "text": "Cattedrale Ocotal architettura coloniale sobria piazza centrale vita quotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Dipilto villaggio montano confine Honduras paesaggi valli cultura caffè.",
          "visit_duration_min": 75
        },
        {
          "text": "Jalapa zona montuosa tabacco rinomato piantagioni tradizioni agricole.",
          "visit_duration_min": 75
        },
        {
          "text": "Mozonte villaggio artigianale ceramica nera tecnica ancestrale laboratori familiari.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador confine vista panoramica Honduras valli montagne paesaggi spettacolari.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Ocotal architecture coloniale sobre place centrale vie quotidienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Dipilto village montagnard frontière Honduras paysages vallées culture café.",
          "visit_duration_min": 75
        },
        {
          "text": "Jalapa zone montagneuse tabac réputé plantations traditions agricoles.",
          "visit_duration_min": 75
        },
        {
          "text": "Mozonte village artisanal poterie noire technique ancestrale ateliers familiaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador frontière vue panoramique Honduras vallées montagnes paysages spectaculaires.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour piantagioni tabacco Jalapa processo coltivazione essiccazione qualità sigari nicaraguensi.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita laboratori ceramica Mozonte tecnica cottura riduttiva ceramica nera unica.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione montagne Dipilto sentieri altitudine clima fresco pini panorami.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione cuajada formaggio fresco crema tradizione casearia regionale accompagnamento tortillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione villaggi rurali frontiera tradizioni locali architettura tipica.",
          "visit_duration_min": 60
        },
        {
          "text": "Caffè Nueva Segovia altitudine arabica note floreali acidità vivace terroir montano.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour plantations tabac Jalapa processus culture séchage qualité cigares nicaraguayens.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite ateliers poterie Mozonte technique cuisson réductrice céramique noire unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée montagnes Dipilto sentiers altitude climat frais pins panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation cuajada fromage frais crème tradition laitière régionale accompagnement tortillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration villages ruraux frontière traditions locales architecture typique.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Nueva Segovia altitude arabica notes florales acidité vive terroir montagnard.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5.6,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::ometepe",
      "name": "Ometepe",
      "cc": "NI",
      "coords": [
        11.5292,
        -85.5694
      ],
      "lat": 11.5292,
      "lon": -85.5694,
      "visits": [
        {
          "text": "Volcán Concepción 1610m cono perfetto attivo fumi escursione tecnica.",
          "visit_duration_min": 75
        },
        {
          "text": "Ojo de Agua piscine naturali sorgenti vulcaniche giardino tropicale.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglifi Finca Magdalena rocce scolpite civiltà precolombiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Santo Domingo sabbia vulcanica grigia acqua lago tranquillità.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María lingua di sabbia fotografia tramonto panoramico.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Maderas 1394m foresta nebulosa laguna cratere vetta tecnico.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada San Ramón cascata 40m foresta primaria sentiero bagno.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Charco Verde laguna biodiversità 76 specie uccelli leggenda.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Ometepe Altagracia ceramiche precolombiane storia isola.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi locali Moyogalpa Altagracia vita isolana tradizione.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Concepción 1610m cône parfait actif fumées randonnée technique.",
          "visit_duration_min": 75
        },
        {
          "text": "Ojo de Agua piscines naturelles sources volcaniques jardin tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglyphes Finca Magdalena roches sculptées civilisation précolombienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Santo Domingo sable volcanique gris eau lac tranquillité.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María langue sable photographie coucher soleil panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Maderas 1394m forêt nuageuse lagune cratère sommet technique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada San Ramón 40m chute forêt primaire sentier baignade.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Charco Verde lagune biodiversité 76 espèces oiseaux légende.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Ometepe Altagracia céramiques précolombiens histoire île.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages locaux Moyogalpa Altagracia vie insulaire tradition.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione base Concepción foresta tropicale scimmie urlatrici osservazione fauna.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno Ojo de Agua acqua fresca limpida piscine naturali relax.",
          "visit_duration_min": 60
        },
        {
          "text": "Noleggio bicicletta tour isola villaggi piantagioni banane caffè esplorazione.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione pesce tilapia fritto lago platani arroz frijoles tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione tramonto Punta Jesús María acqua poco profonda panorama.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste cacao mais tostato cannella bevanda ancestrale indigena.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascensione vulcano Maderas escursione foresta umida laguna vetta avventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno cascata San Ramón acqua fresca montagna foresta tropicale.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione uccelli Charco Verde pappagalli tucani martin pescatori binocolo.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lago costiero esplorazione insenature villaggi pescatori isolani.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione indio viejo carne sfilacciata mais pomodoro tradizione coloniale.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinolillo mais cacao bevanda nazionale Nicaragua accompagnamento pasti.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée base Concepción forêt tropicale singes hurleurs observation faune.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade Ojo de Agua eau fraîche claire piscines naturelles relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Location vélo tour île villages plantations bananes café exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation poisson tilapia frit lac plantains arroz frijoles tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation coucher soleil Punta Jesús María eau peu profonde panorama.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste cacao maïs grillé cannelle boisson ancestrale indigène.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascension volcan Maderas randonnée forêt humide lagune sommet aventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade cascade San Ramón eau fraîche montagne forêt tropicale.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation oiseaux Charco Verde perroquets toucans martins-pêcheurs jumelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lac côtier exploration criques villages pêcheurs insulaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation indio viejo viande effilochée maïs tomate tradition coloniale.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinolillo maïs cacao boisson nationale Nicaragua accompagnement repas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 3
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 4
        }
      ],
      "language": "it",
      "suggested_days": 4,
      "rating": 9.3,
      "place_type": "large_city"
    },
    {
      "place_id": "NI::pearl-lagoon",
      "name": "Pearl Lagoon",
      "cc": "NI",
      "coords": [
        12.3428,
        -83.6731
      ],
      "lat": 12.3428,
      "lon": -83.6731,
      "visits": [
        {
          "text": "Laguna de Perlas 550 km² isole Perlas arcipelago villaggi isolati.",
          "visit_duration_min": 75
        },
        {
          "text": "Cayos Perlas isolotti corallini spiagge deserte snorkeling paradisiaco.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi Pearl Lagoon Haulover Orinoco cultura creola architettura colorata.",
          "visit_duration_min": 75
        },
        {
          "text": "Mangrovie labirinti canali biodiversità nursery ecosistema fragile.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo comunitario storia perla coloniale pirati cultura locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna de Perlas 550 km² îles Perlas archipel villages isolés.",
          "visit_duration_min": 75
        },
        {
          "text": "Cayos Perlas îlots coralliens plages désertes snorkeling paradisiaque.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages Pearl Lagoon Haulover Orinoco culture créole architecture colorée.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares labyrinthes canaux biodiversité nurserie écosystème fragile.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée communautaire histoire perle coloniale pirates culture locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigazione cayos esplorazione isolotti deserti spiagge vergini tranquillità assoluta.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling barriere coralline poco frequentate pesci razze tartarughe preservate.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangrovie osservazione uccelli canali naturali fauna acquatica.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione rundown stufato frutti di mare latte cocco plantano specialità creola Pearl.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersione villaggio locale vita quotidiana pesca artigianale tradizioni creole.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Toña fredda accompagnamento frutti di mare fritti plantani tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation cayos exploration îlots déserts plages vierges tranquillité absolue.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling récifs coralliens peu fréquentés poissons raies tortues préservés.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves observation oiseaux canaux naturels faune aquatique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rundown ragoût fruits mer lait coco plantain spécialité créole Pearl.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion village local vie quotidienne pêche artisanale traditions créoles.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveza Toña froide accompagnement fruits mer frits plantains tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 3
        }
      ],
      "language": "it",
      "suggested_days": 0.5,
      "rating": 2.9,
      "place_type": "village"
    },
    {
      "place_id": "NI::poneloya",
      "name": "Poneloya",
      "cc": "NI",
      "coords": [
        12.3956,
        -87.0319
      ],
      "lat": 12.3956,
      "lon": -87.0319,
      "visits": [
        {
          "text": "Playa Las Peñitas barriera sabbia 18km Riserva Juan Venado surf onde costanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Poneloya sabbia grigia vulcanica ambiente locale ristoranti frutti mare.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Sandino spiaggia selvaggia industriale autenticità meno turistica.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Pilas El Hoyo vulcani gemelli cratere foresta secca tropicale.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares estuario Juan Venado biodiversità uccelli coccodrilli ecosistema fragile.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Las Peñitas barrière sable 18km Réserve Juan Venado surf vagues constantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Poneloya sable gris volcanique ambiance locale restaurants fruits mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Sandino plage sauvage industrielle authenticité moins touristique.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Pilas El Hoyo volcans jumeaux cratère forêt sèche tropicale.",
          "visit_duration_min": 75
        },
        {
          "text": "Manglares estuaire Juan Venado biodiversité oiseaux crocodiles écosystème fragile.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf Las Peñitas onde regolari scuola noleggio tavola principianti progressione.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangrovie riserva Juan Venado osservazione uccelli aironi garzette spatole.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione tramonto oceano Pacifico spiaggia orizzonte infinito colori spettacolari.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione pescado frito pesce intero fritto platani riso insalata fresca.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggiata notturna spiaggia stelle onde bioluminescenza stagione fitoplancton.",
          "visit_duration_min": 60
        },
        {
          "text": "Limonada cerveza birra limone sale cubetti ghiaccio rinfresco spiaggia.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf Las Peñitas vagues régulières école location planche débutants progression.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves réserve Juan Venado observation oiseaux aigrettes hérons spatules.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation coucher soleil océan Pacifique plage horizon infini couleurs spectaculaires.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation pescado frito poisson entier frit plantains riz salade fraîche.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne plage étoiles vagues bioluminescence saison phytoplancton.",
          "visit_duration_min": 60
        },
        {
          "text": "Limonada cerveza bière citron sel glaçons rafraîchissement plage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 3
        }
      ],
      "language": "it",
      "suggested_days": 2.5,
      "rating": 5.2,
      "place_type": "large_city"
    },
    {
      "place_id": "NI::quilali",
      "name": "Quilali",
      "cc": "NI",
      "coords": [
        13.5711,
        -86.0294
      ],
      "lat": 13.5711,
      "lon": -86.0294,
      "visits": [
        {
          "text": "Riserva Kilambé foresta nebulosa 5600 ettari biodiversità uccelli orchidee altitudine.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascate Kilambé multiple cascate foresta primaria sentieri tecnici guide locali.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi montani caffè altitudine tradizioni cooperative agricoltura biologica.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Kilambé vetta 1745m escursione tecnica panorama foresta valli.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo cooperativo storia caffè rivoluzione solidarietà comunitaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Kilambé forêt nuageuse 5600 hectares biodiversité oiseaux orchidées altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas Kilambé multiples chutes forêt primaire sentiers techniques guides locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages montagnards café altitude traditions coopératives agriculture biologique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Kilambé sommet 1745m randonnée technique panorama forêt vallées.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée coopératif histoire café révolution solidarité communautaire.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escursione riserva Kilambé foresta nebulosa osservazione quetzal scimmie fauna endemica.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione cascate bagno piscine naturali acqua cristallina fredda montagna.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita fattoria caffè altitudine processo biologico raccolta selettiva qualità.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione rosquillas caffè biscotti mais formaggio accompagnamento tradizionale regionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Notte famiglia locale immersione autentica pasti conversazioni scambio culturale.",
          "visit_duration_min": 60
        },
        {
          "text": "Caffè Kilambé altitudine premium microlotto arabica note floreali complessità eccezionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée réserve Kilambé forêt nuageuse observation quetzal singes faune endémique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration cascades baignade piscines naturelles eau cristalline froide montagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite ferme café altitude processus biologique cueillette sélective qualité.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rosquillas café biscuits maïs fromage accompagnement traditionnel régional.",
          "visit_duration_min": 60
        },
        {
          "text": "Nuit famille locale immersion authentique repas conversations échange culturel.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Kilambé altitude premium microlot arabica notes florales complexité exceptionnelle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 7
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 3.2,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::san-juan-sur",
      "name": "San Juan Sur",
      "cc": "NI",
      "coords": [
        11.2533,
        -85.8703
      ],
      "lat": 11.2533,
      "lon": -85.8703,
      "visits": [
        {
          "text": "Playa San Juan del Sur baia a mezzaluna surf atmosfera internazionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Cristo de la Misericordia statua 25m collina vista 360° baia oceano.",
          "visit_duration_min": 75
        },
        {
          "text": "Refugio La Flor spiaggia deposizione tartarughe olivastre arribadas spettacolo naturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Maderas sabbia dorata onde costanti scuola surf comunità.",
          "visit_duration_min": 75
        },
        {
          "text": "Porto pesca artigianale barche colorate tradizione marittima locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa San Juan del Sur baie croissant surf ambiance internationale.",
          "visit_duration_min": 75
        },
        {
          "text": "Cristo Misericordia statue 25m colline vue 360° baie océan.",
          "visit_duration_min": 75
        },
        {
          "text": "Refugio La Flor plage ponte tortues olivâtres arribadas spectacle naturel.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Maderas sable doré vagues constantes école surf communauté.",
          "visit_duration_min": 75
        },
        {
          "text": "Port pêche artisanale bateaux colorés tradition maritime locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf playa Maderas onde principianti esperti scuola noleggio atmosfera relax.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione Cristo salita 392 gradini panorama baia tramonto spettacolare.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione deposizione tartarughe notte stagione luglio-gennaio conservazione protezione.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione ceviche pesce fresco limone coriandolo cipolla peperoncino tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Serata bar spiaggia musica internazionale locale atmosfera festiva bohémien.",
          "visit_duration_min": 60
        },
        {
          "text": "Michelada birra limone sale peperoncino ghiaccio rinfresco spiaggia.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf playa Maderas vagues débutants confirmés école location ambiance relax.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée Cristo montée 392 marches panorama baie coucher soleil spectaculaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation ponte tortues nuit saison juillet-janvier conservation protection.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation ceviche poisson frais citron coriandre oignon piment tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée bars plage musique internationale locale ambiance festive bohème.",
          "visit_duration_min": 60
        },
        {
          "text": "Michelada bière citron sel piment glace rafraîchissement plage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 5
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::san-rafael-norte",
      "name": "San Rafael Norte",
      "cc": "NI",
      "coords": [
        13.2167,
        -86.1167
      ],
      "lat": 13.2167,
      "lon": -86.1167,
      "visits": [
        {
          "text": "Fincas caffè altitudine piantagioni ombreggiate tecniche biologiche qualità export.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi produttori San Rafael Wiwilí tradizione caffè cooperative familiari.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Peñas Blancas foresta umida biodiversità confine Bosawás natura preservata.",
          "visit_duration_min": 75
        },
        {
          "text": "Belvederi montani viste panoramiche valli piantagioni tramonti.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiese rurali architettura semplice legno comunità vita religiosa locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Fincas café altitude plantations ombrages techniques biologiques qualité export.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages producteurs San Rafael Wiwilí tradition caféière coopératives familiales.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Peñas Blancas forêt humide biodiversité limite Bosawás nature préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Miradores montagnards vues panoramiques vallées plantations couchers soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Églises rurales architecture simple bois communauté vie religieuse locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Partecipazione raccolta caffè coglimento ciliegie mature apprendimento tecnica selezione.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour fattoria completo spolpatura fermentazione lavaggio essiccazione tostatura casa.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione piantagioni ombreggiate osservazione uccelli migratori insettivori caffè.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione ayote miele zucca miele cannella dolce tradizionale dolce.",
          "visit_duration_min": 60
        },
        {
          "text": "Serata comunitaria condivisione storie caffè vita rurale musica chitarra.",
          "visit_duration_min": 60
        },
        {
          "text": "Caffè San Rafael microlot altitudine arabica pacamara note gelsomino bergamotto.",
          "visit_duration_min": 60
        },
        {
          "text": "Participation récolte café cueillette cerises mûres apprentissage technique sélection.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour ferme complet dépulpage fermentation lavage séchage torréfaction maison.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée plantations ombragées observation oiseaux migrateurs insectivores café.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation ayote miel courge miel cannelle dessert traditionnel doux.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée communautaire partage histoires café vie rurale musique guitare.",
          "visit_duration_min": 60
        },
        {
          "text": "Café San Rafael microlot altitude arabica pacamara notes jasmin bergamote.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 8
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 5.5,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::selva-negra",
      "name": "Selva Negra",
      "cc": "NI",
      "coords": [
        12.9997,
        -85.9172
      ],
      "lat": 12.9997,
      "lon": -85.9172,
      "visits": [
        {
          "text": "Selva Negra Ecolodge azienda caffè foresta privata laghi biodiversità famiglia tedesca 1891.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Selva Negra naturale vulcanico sentieri foresta osservazione uccelli tranquillità.",
          "visit_duration_min": 75
        },
        {
          "text": "Piantagioni caffè biologiche ombreggiature alberi nativi tecniche sostenibili qualità.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo finca storia immigrazione tedesca attrezzi antichi tradizione del caffè.",
          "visit_duration_min": 75
        },
        {
          "text": "Sentieri naturalistici 8km foresta nuvolosa primaria cascate fauna flora endemica.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra Ecolodge ferme café forêt privée lacs biodiversité famille allemande 1891.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Selva Negra naturel volcanique sentiers forêt observation oiseaux tranquillité.",
          "visit_duration_min": 75
        },
        {
          "text": "Plantations café biologiques ombrages arbres natifs techniques durables qualité.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée finca histoire immigration allemande outils anciens tradition caféière.",
          "visit_duration_min": 75
        },
        {
          "text": "Senderos nature 8km forêt nuageuse primaire cascades faune flore endémique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour del caffè completo piantagioni raccolta lavorazione degustazione varietà arabica.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione foresta nuvolosa sentieri segnalati osservazione scimmie uccelli orchidee.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lago Selva Negra tranquillità natura riflessi foresta montagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione uccelli quetzal trogon colibrì binocoli guida ornitologica esperta.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione cucina tedesco-nica schnitzel salsicce cavolo fusione culturale.",
          "visit_duration_min": 60
        },
        {
          "text": "Caffè Selva Negra estate grown arabica tostatura artigianale sul posto.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour café complet plantations cueillette traitement dégustation variétés arabica.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée forêt nuageuse sentiers balisés observation singes oiseaux orchidées.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lac Selva Negra tranquillité nature reflets forêt montagnes.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation oiseaux quetzal trogon colibris jumelles guide ornithologique expert.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation cuisine allemande-nica schnitzel saucisses chou fusion culturelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Selva Negra estate grown arabica torréfaction artisanale sur place.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 2
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 6.4,
      "place_type": "small_city"
    },
    {
      "place_id": "NI::somoto",
      "name": "Somoto",
      "cc": "NI",
      "coords": [
        13.4808,
        -86.5822
      ],
      "lat": 13.4808,
      "lon": -86.5822,
      "visits": [
        {
          "text": "Canyon Somoto gola 170m profondità Río Coco escursione acquatica spettacolare.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador El Común vista aerea canyon formazione geologica milioni anni.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Somoto storia locale archeologia precolombiana cultura regionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Chiesa coloniale Somoto architettura semplice bianca piazza centrale vita locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi artigianali rosquillas tradizione pasticceria mais formaggio ricetta ancestrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte canyon formazioni stalattiti storia milioni anni.",
          "visit_duration_min": 75
        },
        {
          "text": "Canyon Somoto gorge 170m profondeur Río Coco randonnée aquatique spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador El Común vue aérienne canyon formation géologique millions années.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Somoto histoire locale archéologie précolombienne culture régionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Église coloniale Somoto architecture simple blanche place centrale vie locale.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages artisanaux rosquillas tradition pâtisserie maïs fromage recette ancestrale.",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes canyon formations stalactites histoire millions années.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Canyoning Somoto nuoto arrampicata salti scogliere gole acqua cristallina avventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione acquatica canyon piedi acqua rocce scolpite pareti vertiginose.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione grotte canyon formazioni stalattiti storia geologica unica.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione rosquillas biscotti tradizionali di Somoto mais formaggio specialità rinomata nazionale.",
          "visit_duration_min": 60
        },
        {
          "text": "Bagno piscine naturali canyon acqua fresca chiara relax natura.",
          "visit_duration_min": 60
        },
        {
          "text": "Fresco cacao bevanda cacao freddo zucchero cannella tradizionale accompagnamento rosquillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Esplorazione villaggio artigianale tradizione pasticceria familiare ricette.",
          "visit_duration_min": 60
        },
        {
          "text": "Canyoning Somoto nage escalade sauts falaises gorges eau cristalline aventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée aquatique canyon pieds eau roches sculptées parois vertigineuses.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration grottes canyon formations stalactites histoire géologique unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation rosquillas Somoto biscuits traditionnels maïs fromage spécialité réputée nationale.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade piscines naturelles canyon eau fraîche claire relaxation nature.",
          "visit_duration_min": 60
        },
        {
          "text": "Fresco cacao boisson cacao froid sucre cannelle traditionnel accompagnement rosquillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration village artisanal tradition pâtisserie familiale recettes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E I SUOI VULCANI: CULTURA, SANDBOARD E PACIFICO",
          "day": 8
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARAGUA ESSENZIALE IN 15 GIORNI: VULCANI, CITTÀ COLONIALI E SPIAGGE",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 2,
      "rating": 7,
      "place_type": "medium_city"
    },
    {
      "place_id": "NI::waspam",
      "name": "Waspam",
      "cc": "NI",
      "coords": [
        14.7392,
        -83.9689
      ],
      "lat": 14.7392,
      "lon": -83.9689,
      "visits": [
        {
          "text": "Río Coco navigazione frontiera Honduras villaggi miskitos isolati foresta tropicale.",
          "visit_duration_min": 75
        },
        {
          "text": "Riserva Bosawás accesso nord foresta tropicale biodiversità comunità indigene.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi rivieraschi Waspam Klis architettura tradizionale cultura miskito autonoma.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo comunitario storia cultura miskito tradizioni artigianato lingua.",
          "visit_duration_min": 75
        },
        {
          "text": "Frontiera Honduras confluenza culture scambi commerciali tradizioni transfrontaliere.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Coco navigation frontière Honduras villages miskitos isolés forêt tropicale.",
          "visit_duration_min": 75
        },
        {
          "text": "Réserve Bosawás accès nord forêt tropicale biodiversité communautés indigènes.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages riverains Waspam Klis architecture traditionnelle culture miskito autonome.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée communautaire histoire culture miskito traditions artisanat langue.",
          "visit_duration_min": 75
        },
        {
          "text": "Frontière Honduras confluence cultures échanges commerciaux traditions transfrontalières.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigazione piroga Río Coco esplorazione villaggi isolati accesso fluviale unico.",
          "visit_duration_min": 60
        },
        {
          "text": "Incontro famiglie miskitos immersione culturale tradizioni quotidiane condivisione.",
          "visit_duration_min": 60
        },
        {
          "text": "Tecniche di pesca tradizionale ancestrali fiume osservazione mestieri locali.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione bami yuca fermentata bevanda tradizionale forte cerimoniale.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione fauna fluviale coccodrilli caimani uccelli acquatici biodiversità.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha yuca fermentazione locale tradizione miskito bevanda comunitaria.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation pirogue Río Coco exploration villages isolés accès fluvial unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre familles miskitos immersion culturelle traditions quotidiennes partage.",
          "visit_duration_min": 60
        },
        {
          "text": "Pêche traditionnelle techniques ancestrales rivière observation métiers locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation bami yuca fermentée boisson traditionnelle forte cérémonielle.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation faune rivière crocodiles caïmans oiseaux aquatiques biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha yuca fermentation locale tradition miskito boisson communautaire.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARAIBICA & CORN ISLANDS: LAGUNE, SCOGLIERE E CULTURA CREOLA",
          "day": 9
        }
      ],
      "language": "it",
      "suggested_days": 0.5,
      "rating": 2.5,
      "place_type": "village"
    },
    {
      "place_id": "NI::wiwili",
      "name": "Wiwili",
      "cc": "NI",
      "coords": [
        13.6211,
        -85.8219
      ],
      "lat": 13.6211,
      "lon": -85.8219,
      "visits": [
        {
          "text": "Navigazione del Río Coco frontiera naturale Honduras villaggi isolati accesso fluviale.",
          "visit_duration_min": 75
        },
        {
          "text": "Montagne Segovias paesaggi montagnosi foresta pini valli agricoltura altitudine.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi rurali isolamento tradizioni agricoltura sussistenza mais fagioli.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo rivoluzione zona conflitti anni 1980 contras sandinisti storia.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador frontiera vista Honduras valli fiume Coco montagne Segovias.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Coco navigation frontière naturelle Honduras villages isolés accès fluvial.",
          "visit_duration_min": 75
        },
        {
          "text": "Montagnes Segovias paysagesmontagneux forêt pins vallées agriculture altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages ruraux isolement traditions agriculture subsistance maïs haricots.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée révolution zone conflits années 1980 contras sandinistes histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador frontière vue Honduras vallées rivière Coco montagnes Segovias.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigazione Río Coco piroga esplorazione villaggi rivieraschi pesca artigianale tradizione.",
          "visit_duration_min": 60
        },
        {
          "text": "Escursione montagne sentieri rurali incontro contadini vita campagna autentica.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cooperative agricole caffè fagioli mais commercio locale solidarietà.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustazione sopa cuajada formaggio fresco zuppa tradizione lattiera montana confortante.",
          "visit_duration_min": 60
        },
        {
          "text": "Osservazione stelle notte rurale senza inquinamento luminoso via lattea spettacolare.",
          "visit_duration_min": 60
        },
        {
          "text": "Distillazione artigianale di aguardiente locale canna mais forte tradizionale condivisione.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation Río Coco pirogue exploration villages riverains pêche artisanale tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée montagnes sentiers ruraux rencontre paysans vie campagne authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite coopératives agricoles café haricots maïs commerce local solidarité.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation sopa cuajada fromage frais soupe tradition laitière montagnarde réconfortante.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation étoiles nuit rurale sans pollution lumineuse voie lactée spectaculaire.",
          "visit_duration_min": 60
        },
        {
          "text": "Aguardiente artisanal distillation locale canne maïs fort traditionnel partage.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORD MONTAGNOSO: MATAGALPA & JINOTEGA, CAFFÈ E FORESTE NEBBIOSE",
          "day": 6
        }
      ],
      "language": "it",
      "suggested_days": 1,
      "rating": 4.3,
      "place_type": "small_city"
    }
  ]
}