{
  "version": 1,
  "country": "ni",
  "language": "en",
  "places": [
    {
      "place_id": "NI::bilwi",
      "name": "Bilwi",
      "cc": "NI",
      "language": "en",
      "coords": [
        14.0258,
        -83.3888
      ],
      "lat": 14.0258,
      "lon": -83.3888,
      "visits": [
        {
          "text": "Puerto Cabezas Bilwi main port on north coast Miskito culture capital of autonomy.",
          "visit_duration_min": 75
        },
        {
          "text": "Central market with fish lobsters turtles Miskito handicrafts and local life.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum of Miskito culture autonomous history traditions language community crafts.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Bilwi volcanic black sand beach with Caribbean waves and local authenticity.",
          "visit_duration_min": 75
        },
        {
          "text": "Miskito villages Tuapi Waspam indigenous culture traditions territorial autonomy.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Meeting with Miskito communities cultural exchange language traditions Caribbean autonomy.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of local handicrafts baskets weavings ancestral techniques and symbols.",
          "visit_duration_min": 60
        },
        {
          "text": "Coastal navigation observing isolated villages with maritime access and artisanal fishing.",
          "visit_duration_min": 60
        },
        {
          "text": "Wabul turtle soup tasting controversial Miskito tradition culturally important.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation of local life fishing port artisanal boats authentic daily life.",
          "visit_duration_min": 60
        },
        {
          "text": "Tuba fermented yuca drink strong ceremonial Miskito tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 8
        }
      ],
      "rating": 4
    },
    {
      "place_id": "NI::bluefields",
      "name": "Bluefields",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.0136,
        -83.7636
      ],
      "lat": 12.0136,
      "lon": -83.7636,
      "visits": [
        {
          "text": "Morava Cathedral Bluefields Protestant wooden colorful architecture Afro-Caribbean culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Municipal market tropical fruits fish handicrafts Creole Garifuna culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Fría neighborhood traditional district stilt houses local culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Costeña culture museum Afro-descendant Garifuna Miskito Creole history.",
          "visit_duration_min": 75
        },
        {
          "text": "El Bluff main port Corn Islands connection authentic port life.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Escondido river navigation tropical forest interior connection Rama.",
          "visit_duration_min": 75
        },
        {
          "text": "Pearl Lagoon access archipelago marine biodiversity isolated Garifuna villages.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Silva Reserve mountain humid tropical forest biodiversity trails.",
          "visit_duration_min": 75
        },
        {
          "text": "Miskito villages Pearl Lagoon culture traditions artisanal fishing autonomy.",
          "visit_duration_min": 75
        },
        {
          "text": "Mangrove estuaries rich ecosystem marine nursery coastal protection biodiversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Palo de Mayo May festival Afro-Caribbean traditions fertility dance.",
          "visit_duration_min": 75
        },
        {
          "text": "Market crafts souvenirs Creole Garifuna culture textiles baskets.",
          "visit_duration_min": 75
        },
        {
          "text": "Traditional neighborhoods exploration Creole architecture culture daily life.",
          "visit_duration_min": 75
        },
        {
          "text": "Bluefields waterfront port fishing boats naval crafts activity.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum in-depth Atlantic coast history cultures Nicaraguan autonomy.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigation Río Escondido lagoons mangroves wildlife observation birds crocodiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of Creole culture music palo de mayo calypso reggae Caribbean atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit to Garifuna communities traditions punta dance preserved ancestral language.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting rondon fish soup seafruit coconut milk yuca Caribbean tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Nighttime stroll seafront reggae atmosphere local bars nightlife.",
          "visit_duration_min": 60
        },
        {
          "text": "Victoria beer accompaniment Bacardi rum tropical cocktails Creole punch.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursion Pearl Lagoon navigation observation landscapes islets traditional villages.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling coral reefs tropical fish crystal waters marine life.",
          "visit_duration_min": 60
        },
        {
          "text": "Meeting Creole Garifuna communities cultural exchange language culinary traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting ginger cake ginger cake molasses English Creole tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Artisanal fishing local techniques observation traditional sea trades.",
          "visit_duration_min": 60
        },
        {
          "text": "Agua dulce corn sugar cinnamon drink refreshing traditional regional.",
          "visit_duration_min": 60
        },
        {
          "text": "Creole Garifuna culture immersion music dance palo mayo ancestral traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Caribbean cuisine workshop rondon pan bon local recipes techniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping authentic crafts baskets textiles wood sculptures negotiation.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting pan bon cake dried fruits coconut nuts rum Christmas tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Musical evening calypso reggae palo mayo local bars dancing.",
          "visit_duration_min": 60
        },
        {
          "text": "Creole punch cocktail multiple rums tropical fruits spices festive tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 1
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 2
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 10
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "NI::chinandega",
      "name": "Chinandega",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.6294,
        -87.1328
      ],
      "lat": 12.6294,
      "lon": -87.1328,
      "visits": [
        {
          "text": "San Cristóbal Volcano 1745m highest Nicaragua active smoke plume.",
          "visit_duration_min": 75
        },
        {
          "text": "Cosigüina Volcano 872m crater lagoon 1835 eruption most powerful America.",
          "visit_duration_min": 75
        },
        {
          "text": "El Calvario Church Chinandega neoclassical white architecture simple elegant.",
          "visit_duration_min": 75
        },
        {
          "text": "Municipal market Chinandega tropical fruits vegetables crafts local atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Estero Real Reserve estuary mangroves shrimp traditional aquaculture biodiversity.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "San Cristóbal hiking technical ascent altitude view Fonseca Gulf volcanoes.",
          "visit_duration_min": 60
        },
        {
          "text": "Cosigüina crater exploration turquoise lagoon panorama gulf Honduras Salvador.",
          "visit_duration_min": 60
        },
        {
          "text": "Sugar cane plantation visit manufacturing process rum agricultural tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Chinandegan nacatamal tasting corn masa meat vegetables banana leaf steam.",
          "visit_duration_min": 60
        },
        {
          "text": "Migratory bird watching Estero Real estuary spoonbills ibis migration season.",
          "visit_duration_min": 60
        },
        {
          "text": "Cususa corn aguardiente artisanal strong traditional rural areas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 4
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "NI::ciudad-dario",
      "name": "Ciudad Dario",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.7314,
        -86.1294
      ],
      "lat": 12.7314,
      "lon": -86.1294,
      "visits": [
        {
          "text": "Rubén Darío Museum house Nicaraguan modernist poet father birthplace 1867.",
          "visit_duration_min": 75
        },
        {
          "text": "Central Park Darío statue square local life markets entertainment.",
          "visit_duration_min": 75
        },
        {
          "text": "Colonial church simple white architecture community religious history.",
          "visit_duration_min": 75
        },
        {
          "text": "Craft workshops ceramics weaving traditions ancestral local techniques.",
          "visit_duration_min": 75
        },
        {
          "text": "Country roads agricultural landscapes tobacco corn authentic rural life.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Literary visit Darío poetry modernism Latin American influence cultural heritage.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration markets local crafts pottery textiles negotiation traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Countryside walk observing traditional agriculture and daily peasant life.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting vaho meat yuca plantain steamed in banana leaf tradition Saturday.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour of artisanal distillery cususa aguardiente corn fermentation distillation process.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste drink cocoa roasted corn cinnamon achiote ancestral indigenous tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 9
        }
      ],
      "rating": 3
    },
    {
      "place_id": "NI::corn-island",
      "name": "Corn Island",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.1786,
        -83.0631
      ],
      "lat": 12.1786,
      "lon": -83.0631,
      "visits": [
        {
          "text": "Brig Bay white sand beach coconut palms turquoise water paradisiacal tranquility.",
          "visit_duration_min": 75
        },
        {
          "text": "Long Beach main beach 2km golden sand local atmosphere restaurants.",
          "visit_duration_min": 75
        },
        {
          "text": "Baptist Church colorful wooden architecture Afro-Caribbean Protestant community.",
          "visit_duration_min": 75
        },
        {
          "text": "Mount Pleasant viewpoint panoramic view island Caribbean Sea sunset.",
          "visit_duration_min": 75
        },
        {
          "text": "Traditional villages South End Brig Bay Creole culture Caribbean architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Picnic Beach family beach shallow water fine sand local restaurants.",
          "visit_duration_min": 75
        },
        {
          "text": "Sally Peaches isolated north beach waves occasional surf tranquility.",
          "visit_duration_min": 75
        },
        {
          "text": "South West Bay spectacular sunset beach bars evening atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Waula Point surf spot reef constant waves experienced surfers.",
          "visit_duration_min": 75
        },
        {
          "text": "Local market fish tropical fruits crafts daily Creole culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Brig Bay beach white sand coconut trees turquoise water paradise.",
          "visit_duration_min": 75
        },
        {
          "text": "Long Beach 2km main golden sand atmosphere local restaurants.",
          "visit_duration_min": 75
        },
        {
          "text": "Mount Pleasant viewpoint panoramic view island Caribbean sea horizon.",
          "visit_duration_min": 75
        },
        {
          "text": "South End Brig Bay villages Creole culture Caribbean architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Deserted beaches white sand crystal clear water absolute tranquility paradise.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Snorkeling accessible coral reefs beach tropical fish preserved corals.",
          "visit_duration_min": 60
        },
        {
          "text": "Bike ride island tour 6km villages beaches hidden coves.",
          "visit_duration_min": 60
        },
        {
          "text": "Cave exploration Little Corn boat kayak access natural formations.",
          "visit_duration_min": 60
        },
        {
          "text": "Coconut bread tasting coconut bread English Creole tradition breakfast.",
          "visit_duration_min": 60
        },
        {
          "text": "Reggae evening beach bars live music Caribbean relaxed atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Coco loco cocktail rum coconut milk pineapple tropical beach tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf South End regular waves season board rental local school.",
          "visit_duration_min": 60
        },
        {
          "text": "Culinary exploration Creole restaurants jerk chicken spicy shrimp Jamaican influence.",
          "visit_duration_min": 60
        },
        {
          "text": "Electric bike complete island tour multiple stops beaches villages.",
          "visit_duration_min": 60
        },
        {
          "text": "Johnny cake tasting fried fritter English Creole tradition meal accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Reggae calypso dance evening at local bars with festive Caribbean atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Flor Caña 4 years young accessible rum for tropical mojito daiquiri cocktails.",
          "visit_duration_min": 60
        },
        {
          "text": "Flight Managua Corn Island flyover Pacific coast Lake Nicaragua Caribbean.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling accessible coral reefs tropical fish preserved corals.",
          "visit_duration_min": 60
        },
        {
          "text": "Bike ride island tour 6km villages beaches local discovery.",
          "visit_duration_min": 60
        },
        {
          "text": "Reggae evening beach bars live music relaxed Caribbean atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Coco loco cocktail rum coconut milk pineapple tropical tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 4
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 7
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 13
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "NI::el-cua",
      "name": "El Cua",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.4031,
        -85.6722
      ],
      "lat": 13.4031,
      "lon": -85.6722,
      "visits": [
        {
          "text": "Bosawás Reserve 20000 km² largest Central America forest UNESCO biosphere reserve.",
          "visit_duration_min": 75
        },
        {
          "text": "Coco River Honduras border navigation tropical forest indigenous communities.",
          "visit_duration_min": 75
        },
        {
          "text": "Miskito villages indigenous culture traditions autonomy Atlantic coast forest.",
          "visit_duration_min": 75
        },
        {
          "text": "Isabelia mountains primary forest biodiversity isolation preserved wilderness nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Community museum history revolution red zone guerrilla collective memory.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hiking Bosawás periphery wildlife observation monkeys tapirs tropical birds.",
          "visit_duration_min": 60
        },
        {
          "text": "Coco River navigation motorized canoe forest exploration riverside villages.",
          "visit_duration_min": 60
        },
        {
          "text": "Meeting Miskito communities cultural exchange crafts ancestral traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Bami tasting fermented yuca drink strong ancestral Miskito tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Nocturnal wildlife observation lamp crocodiles caimans frogs bioluminescent insects.",
          "visit_duration_min": 60
        },
        {
          "text": "Local mountain coffee altitude intense body earthy rustic notes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 5
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "NI::esteli",
      "name": "Esteli",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.0919,
        -86.3531
      ],
      "lat": 13.0919,
      "lon": -86.3531,
      "visits": [
        {
          "text": "Heroes and Martyrs Gallery Sandinista revolution museum photos history guerrilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathedral Nuestra Señora del Rosario Estelí modern architecture colorful stained glass.",
          "visit_duration_min": 75
        },
        {
          "text": "Miraflor Reserve 206 km² cloud forest coffee orchids community biodiversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Estanzuela Falls 40m waterfall natural pool tropical forest hiking.",
          "visit_duration_min": 75
        },
        {
          "text": "Tisey-Estanzuela Canyon 800m cliffs pines El Jalacate viewpoint panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Tomabú Reserve tropical dry forest trails wildlife observation endemic flora.",
          "visit_duration_min": 75
        },
        {
          "text": "Pre-Columbian petroglyphs engraved rocks symbols ancient civilizations mystery.",
          "visit_duration_min": 75
        },
        {
          "text": "Rural villages Miraflor communities organic agriculture community tourism.",
          "visit_duration_min": 75
        },
        {
          "text": "Waterfalls Miraflor sector multiple falls cloud forest natural swimming.",
          "visit_duration_min": 75
        },
        {
          "text": "La Garnacha Viewpoint 360° panoramic view valleys mountains sunset.",
          "visit_duration_min": 75
        },
        {
          "text": "Héroes y Mártires Gallery revolution photos guerrilla Sandinista history.",
          "visit_duration_min": 75
        },
        {
          "text": "Miraflor Reserve 206 km² cloud forest coffee orchids biodiversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Salto Estanzuela waterfall 40m natural pool forest hiking.",
          "visit_duration_min": 75
        },
        {
          "text": "Tisey Canyon 800m cliffs pines viewpoint panorama valley.",
          "visit_duration_min": 75
        },
        {
          "text": "Modern Cathedral Estelí colorful stained glass contemporary architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cigar factory visit artisanal process rolling tobacco Nicaragua world renowned.",
          "visit_duration_min": 60
        },
        {
          "text": "Miraflor coffee tour organic plantations picking roasting tasting origin.",
          "visit_duration_min": 60
        },
        {
          "text": "Tisey canyon hike panoramic view valley pine forest cool mountain climate.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration artisan cooperatives black ceramics pottery pre-Columbian modern technique.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting tajadas thin crispy fried plantain cheese cream accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Estelí arabica altitude medium body chocolate notes cultivated region.",
          "visit_duration_min": 60
        },
        {
          "text": "Horseback riding Miraflor horses forest trails villages local family hospitality.",
          "visit_duration_min": 60
        },
        {
          "text": "Bird watching quetzal toucan parrots binoculars ornithological guide reserve.",
          "visit_duration_min": 60
        },
        {
          "text": "Organic farm visits cultivation process coffee vegetables sustainable techniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting rosquillas somoteñas corn cheese biscuits Somoto tradition crispy.",
          "visit_duration_min": 60
        },
        {
          "text": "Immersion local community sharing meals Nicaraguan family authenticity.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinol pinolillo drink corn cacao national traditional preparation.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit cigar factory Nicaragua world renowned artisanal rolling process.",
          "visit_duration_min": 60
        },
        {
          "text": "Coffee tour Miraflor organic plantations picking roasting tasting.",
          "visit_duration_min": 60
        },
        {
          "text": "Tisey canyon hike panoramic view pine forest cool climate.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of black ceramic cooperatives pre-Columbian modern technique.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting of tajadas fried plantain cheese cream accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Estelí coffee arabica altitude chocolate notes mountain terroir.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 6
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 7
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 8
        }
      ],
      "rating": 8.9
    },
    {
      "place_id": "NI::granada",
      "name": "Granada",
      "cc": "NI",
      "language": "en",
      "coords": [
        11.9344,
        -85.956
      ],
      "lat": 11.9344,
      "lon": -85.956,
      "visits": [
        {
          "text": "Granada Cathedral 1583 neoclassical yellow most beautiful colonial Nicaragua.",
          "visit_duration_min": 75
        },
        {
          "text": "San Francisco Convent 1529 pre-Columbian museum Zapatera island collection.",
          "visit_duration_min": 75
        },
        {
          "text": "La Merced Church 1534 panoramic tower view rooftops lake volcanoes.",
          "visit_duration_min": 75
        },
        {
          "text": "Calle La Calzada pedestrian restaurants bars colorful architecture entertainment.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortaleza La Pólvora 1748 Spanish arsenal history defense pirates.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Apoyo crater 200m depth thermal turquoise waters.",
          "visit_duration_min": 75
        },
        {
          "text": "Catarina viewpoint lagoon view coffee plantations panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Masaya Volcano Park active crater glowing lava sulfur.",
          "visit_duration_min": 75
        },
        {
          "text": "Masaya Handicrafts Market hammocks ceramics textiles leather national.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Blancos traditional villages handicrafts architecture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigation Las Isletas 365 volcanic islets Lake Nicaragua bird watching.",
          "visit_duration_min": 60
        },
        {
          "text": "Horse carriage ride historic center romantic colonial pastel architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration artisan market hammocks pottery textiles national crafts.",
          "visit_duration_min": 60
        },
        {
          "text": "Vigorón tasting banana leaf yuca chicharrón salad Granada specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner Calle Calzada nighttime atmosphere restaurants terraces music.",
          "visit_duration_min": 60
        },
        {
          "text": "Macuá cocktail rum guayaba orange lemon national drink 2006.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak Apoyo lagoon crystal water 26°C wildlife observation relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming crater perfect temperature clear natural volcanic water.",
          "visit_duration_min": 60
        },
        {
          "text": "Santiago crater observation night lava glow unique phenomenon.",
          "visit_duration_min": 60
        },
        {
          "text": "Masaya market exploration weaving pre-Columbian techniques handicrafts.",
          "visit_duration_min": 60
        },
        {
          "text": "Quesillo tasting tortilla cheese onion vinegar cream Masaya.",
          "visit_duration_min": 60
        },
        {
          "text": "Toña beer local blonde dish accompaniment tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 2
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 12
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "NI::jinotega",
      "name": "Jinotega",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.0886,
        -85.9994
      ],
      "lat": 13.0886,
      "lon": -85.9994,
      "visits": [
        {
          "text": "Cathedral San Juan Bautista Jinotega modern white towers central square.",
          "visit_duration_min": 75
        },
        {
          "text": "Lake Apanás hydroelectric reservoir 54 km² islands fishing mountainous landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Museum Jinotega local history coffee revolution regional culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Central Park hosts daily local entertainment and craft market.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cruz Viewpoint panoramic view of the city, valley, lake and green mountains.",
          "visit_duration_min": 75
        },
        {
          "text": "Datanlí-El Diablo Reserve cloud forest 5700 hectares biodiversity trails waterfalls.",
          "visit_duration_min": 75
        },
        {
          "text": "Peñas Blancas mountain primary forest bird watching monkeys preserved nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Coffee villages La Fundadora San Rafael Norte traditions agriculture altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada Blanca 30m waterfall humid forest natural pool fresh swimming.",
          "visit_duration_min": 75
        },
        {
          "text": "Ecological fincas organic coffee production permaculture community rural tourism.",
          "visit_duration_min": 75
        },
        {
          "text": "San Juan Cathedral Jinotega modern white towers central square.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Apanás 54 km² reservoir islands fishing mountainous landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Datanlí-El Diablo Reserve cloud forest biodiversity waterfalls trails.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cruz viewpoint panoramic view city valley lake mountains.",
          "visit_duration_min": 75
        },
        {
          "text": "Local market mountain fruits cheeses coffee regional atmosphere.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Lake Apanás navigation fishing observation of mountainous landscapes and green islets.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit fair trade coffee cooperatives democratic process organic quality.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking surrounding mountains trails rural villages countryside immersion.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting nacatamal jinotegano local variant rich masa with meat and vegetables.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of local market mountain fruits temperate vegetables artisanal cheeses.",
          "visit_duration_min": 60
        },
        {
          "text": "Jinotega coffee high altitude premium arabica fruity notes complex acidity best Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Datanlí hike cloud forest trails quetzal observation exceptional biodiversity.",
          "visit_duration_min": 60
        },
        {
          "text": "Waterfall exploration fresh mountain water swimming lush forest relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Coffee producer family visit authentic welcome meal sharing tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Bajo tasting beef yuca plantain steamed banana leaf Sunday tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Rural life immersion coffee harvest participation Nicaraguan countryside daily life.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha maíz artisanal fermentation ancestral corn drink refreshing.",
          "visit_duration_min": 60
        },
        {
          "text": "Navigation Lake Apanás fishing islets mountainous landscapes greenery.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit coffee cooperatives fair trade organic quality altitude.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking Datanlí cloud forest quetzal observation exceptional biodiversity.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting nacatamal jinotegano rich masa meat vegetables variant.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration coffee capital city mountain atmosphere freshness.",
          "visit_duration_min": 60
        },
        {
          "text": "Jinotega coffee altitude premium fruity notes acidity best Nicaragua.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 3
        },
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 4
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 11
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "NI::jiquilillo",
      "name": "Jiquilillo",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.7403,
        -87.4564
      ],
      "lat": 12.7403,
      "lon": -87.4564,
      "visits": [
        {
          "text": "Jiquilillo Beach golden sand waves surf bohemian atmosphere surf community.",
          "visit_duration_min": 75
        },
        {
          "text": "Padre Ramos estuary mangroves natural reserve turtle nesting season.",
          "visit_duration_min": 75
        },
        {
          "text": "Los Zorros wild isolated beach tranquility preserved nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Aserradores beach break left right quality waves experienced surfers.",
          "visit_duration_min": 75
        },
        {
          "text": "Fishing villages coast artisanal tradition boats nets ancestral techniques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf Jiquilillo constant waves all year school rental relaxed atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves Padre Ramos wildlife observation natural channels rich ecosystem.",
          "visit_duration_min": 60
        },
        {
          "text": "Turtle nesting observation night season July-January conservation babies.",
          "visit_duration_min": 60
        },
        {
          "text": "Beach yoga sunrise meditation relaxation ocean view.",
          "visit_duration_min": 60
        },
        {
          "text": "Ceviche tasting shellfish conch lime cilantro onion fresh pepper.",
          "visit_duration_min": 60
        },
        {
          "text": "Tona toña classic Nicaraguan beer seafood accompaniment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 5
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "NI::leon",
      "name": "Leon",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.4348,
        -86.878
      ],
      "lat": 12.4348,
      "lon": -86.878,
      "visits": [
        {
          "text": "Cathedral Basilica León 1747-1814 largest Central America UNESCO baroque neoclassical.",
          "visit_duration_min": 75
        },
        {
          "text": "Rubén Darío Museum birthplace modernist Nicaraguan poet 19th century furniture.",
          "visit_duration_min": 75
        },
        {
          "text": "La Recolección Church 1786 Mexican baroque white decorated facade.",
          "visit_duration_min": 75
        },
        {
          "text": "El Calvario Church 1830 neoclassical way of the cross passion.",
          "visit_duration_min": 75
        },
        {
          "text": "Revolution Museum Sandinista history guerrilla 1970s-80s photos testimonies.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Negro Volcano 1850 creation 728m youngest Central America black ashes.",
          "visit_duration_min": 75
        },
        {
          "text": "León Viejo Ruins 1524-1610 UNESCO first capital buried Momotombo archaeology.",
          "visit_duration_min": 75
        },
        {
          "text": "Telica active 1061m night hike observation incandescent lava crater.",
          "visit_duration_min": 75
        },
        {
          "text": "Hervideros de San Jacinto geysers mud steam geothermal volcanic activity.",
          "visit_duration_min": 75
        },
        {
          "text": "Juan Venado Reserve mangroves beach turtle nesting sand barrier biodiversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Legends and Traditions Museum León folk art masks costumes folklore.",
          "visit_duration_min": 75
        },
        {
          "text": "Ortiz Gurdián Foundation Latin American European colonial contemporary art collection.",
          "visit_duration_min": 75
        },
        {
          "text": "León central market local crafts hammocks leather ceramics souvenirs.",
          "visit_duration_min": 75
        },
        {
          "text": "Colonial churches tour 16 churches baroque neoclassical architecture history.",
          "visit_duration_min": 75
        },
        {
          "text": "Sutiaba neighborhood indigenous chorotega culture traditions community museum.",
          "visit_duration_min": 75
        },
        {
          "text": "León Cathedral 1747-1814 largest Central America UNESCO baroque.",
          "visit_duration_min": 75
        },
        {
          "text": "Rubén Darío Museum modernist poet birthplace 19th century furniture.",
          "visit_duration_min": 75
        },
        {
          "text": "La Recolección Church 1786 Mexican baroque ornate white facade.",
          "visit_duration_min": 75
        },
        {
          "text": "Sandinista Revolution Museum photos history guerrilla 1970s-80s.",
          "visit_duration_min": 75
        },
        {
          "text": "Sutiaba indigenous neighborhood church Chorotega culture traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Negro Volcano 728m youngest Central America 1850 black ashes.",
          "visit_duration_min": 75
        },
        {
          "text": "Telica 1061m active night hiking incandescent lava crater observation.",
          "visit_duration_min": 75
        },
        {
          "text": "San Jacinto Hervideros mud steam geysers geothermal activity.",
          "visit_duration_min": 75
        },
        {
          "text": "León Viejo Ruins 1524-1610 UNESCO first capital archaeology.",
          "visit_duration_min": 75
        },
        {
          "text": "Juan Venado Reserve mangroves beach turtle nesting sand barrier.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit cathedral roof panoramic view Momotombo volcano colonial city whiteness.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration revolutionary murals urban art political history Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk historic center colonial architecture pastel colors numerous churches.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting quesillo León specialty cheese tortilla onion cream vinegar tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Sutiaba indigenous neighborhood San Juan Bautista church Chorotega culture.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha corn fermented corn drink traditional refreshing.",
          "visit_duration_min": 60
        },
        {
          "text": "Sandboarding Cerro Negro descent board black volcano adrenaline speed unique world.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking ascent Cerro Negro volcanic ash view mountain range volcanoes.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration León Viejo archaeological site colonial foundations tragic history eruption.",
          "visit_duration_min": 60
        },
        {
          "text": "Observation geysers San Jacinto boiling mud spectacular natural phenomenon.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting chancho con yuca fried pork yuca cabbage tomato salad tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Victoria Frost light blonde beer refreshing León heat.",
          "visit_duration_min": 60
        },
        {
          "text": "Nicaraguan cooking workshop nacatamal gallo pinto traditional local techniques.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping authentic crafts negotiation markets hand-woven hammocks.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit artisanal Toña brewery local beer manufacturing process tasting.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting sopa borracha cake soaked in rum raisins traditional festive dessert.",
          "visit_duration_min": 60
        },
        {
          "text": "Cultural evening dance marimba music Nicaraguan folklore show.",
          "visit_duration_min": 60
        },
        {
          "text": "Cathedral roof visit panoramic city view Momotombo whiteness architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Revolutionary murals exploration urban art political history Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Historic center stroll numerous churches colonial pastel architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Quesillo León tasting cheese tortilla onion cream vinegar tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit cigar factory tobacco artisanal process Nicaraguan quality.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha corn traditional fermentation refreshing accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Sandboard Cerro Negro volcano board descent speed unique adrenaline.",
          "visit_duration_min": 60
        },
        {
          "text": "Telica night hiking incandescent lava crater phenomenon observation.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration boiling mud sulfur geysers volcanic activity.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves Juan Venado bird watching crocodiles ecosystem.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting chancho yuca fried pork yuca salad tradition León.",
          "visit_duration_min": 60
        },
        {
          "text": "Victoria Frost light blonde beer refreshing heat.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 1
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 2
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 10
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 6
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 7
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "NI::little-corn",
      "name": "Little Corn",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.2983,
        -82.9522
      ],
      "lat": 12.2983,
      "lon": -82.9522,
      "visits": [
        {
          "text": "Deserted beaches Little Corn white sand crystal clear water absolute tranquility.",
          "visit_duration_min": 75
        },
        {
          "text": "Preserved coral reefs exceptional biodiversity tropical fish rays.",
          "visit_duration_min": 75
        },
        {
          "text": "Local villages Caribbean architecture Creole community simple life.",
          "visit_duration_min": 75
        },
        {
          "text": "North lighthouse panoramic viewpoint island sea coconut groves.",
          "visit_duration_min": 75
        },
        {
          "text": "Tropical forest nature trails bird watching iguanas wildlife.",
          "visit_duration_min": 75
        },
        {
          "text": "Lighthouse Point lighthouse 360° panoramic observation whales migration season.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach quiet beach hammocks palm trees snorkeling excellent reef access.",
          "visit_duration_min": 75
        },
        {
          "text": "Cocal Beach coconut grove isolated beach calm water perfect swimming.",
          "visit_duration_min": 75
        },
        {
          "text": "Main village grocery stores restaurants bars relaxed local life.",
          "visit_duration_min": 75
        },
        {
          "text": "Nature trails tropical forest iguanas endemic birds terrestrial wildlife.",
          "visit_duration_min": 75
        },
        {
          "text": "Coral reefs biodiversity tropical fish rays turtles preservation.",
          "visit_duration_min": 75
        },
        {
          "text": "Lighthouse Point lighthouse 360° panoramic observation whales season.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach quiet hammocks snorkeling excellent reef access.",
          "visit_duration_min": 75
        },
        {
          "text": "Tropical forest nature trails iguanas birds terrestrial wildlife.",
          "visit_duration_min": 75
        },
        {
          "text": "Return Corn Island morning boat afternoon flight Managua.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Diving renowned sites 30m visibility nurse sharks turtles spectacular corals.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling accessible beach shallow reefs angelfish butterflies.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak transparent turquoise water island tour isolated coves exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Beach yoga sunrise meditation relaxation zen atmosphere paradise.",
          "visit_duration_min": 60
        },
        {
          "text": "Grilled lobster tasting grilled lobster garlic butter lemon island specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset cocktail rum punch rum tropical fruits sea view infinite horizon.",
          "visit_duration_min": 60
        },
        {
          "text": "Wreck diving Blowing Rock coral formations underwater caves adventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Eagle ray observation migration season large pelagics sharks encounter.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddleboard transparent water coastal exploration hidden coves relaxing exercise.",
          "visit_duration_min": 60
        },
        {
          "text": "Traditional fishing local technique barracuda sea bream learning tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Fish tacos tasting fresh fish homemade tortilla creole fusion sauce.",
          "visit_duration_min": 60
        },
        {
          "text": "Piña colada fresh pineapple rum coconut ice classic Caribbean refreshing.",
          "visit_duration_min": 60
        },
        {
          "text": "Fast boat Little Corn 30min crossing turquoise water paradise arrival.",
          "visit_duration_min": 60
        },
        {
          "text": "Diving renowned sites 30m visibility nurse sharks turtles spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling accessible beach shallow reefs angelfish diversity.",
          "visit_duration_min": 60
        },
        {
          "text": "Transparent kayak exploration isolated coves island tour clear water.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting grilled lobster butter garlic lemon specialty freshness.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset cocktail rum punch tropical fruits sea view sunset.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 5
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 6
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 14
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "NI::managua",
      "name": "Managua",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.1364,
        -86.2514
      ],
      "lat": 12.1364,
      "lon": -86.2514,
      "visits": [
        {
          "text": "Catedral Vieja ruins 1972 earthquake historical memory old center.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Nacional de la Cultura museum national history archaeology art.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaza República Sandino monument emblematic statue Nicaraguan revolution.",
          "visit_duration_min": 75
        },
        {
          "text": "Loma Tiscapa crater lagoon Sandino statue Managua lake panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende front Lake Managua restaurants modern promenade.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende last stroll lake shopping souvenirs.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Roberto Huembes crafts final hammocks leather ceramics national.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nueva modern contemporary architecture quick visit.",
          "visit_duration_min": 75
        },
        {
          "text": "Zona Rosa modern district restaurants bars nightlife capital.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Panoramic visit capital understanding recent history earthquake revolution.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration Huembes market national crafts hammocks leather ceramics.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset observation Loma Tiscapa view lake volcanoes urban panorama.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting nacatamal managüense masa meat vegetables Sunday tradition capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Evening Zona Rosa bars restaurants nightlife modern capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Toña Victoria beer national beers accompaniment Nicaraguan tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Morning dive last immersion reefs Little Corn farewell paradise.",
          "visit_duration_min": 60
        },
        {
          "text": "Return flight flyover Caribbean Nicaragua coast lake aerial view.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping last souvenirs crafts coffee rum local products.",
          "visit_duration_min": 60
        },
        {
          "text": "Final tasting Nicaraguan cuisine nacatamal gallo pinto tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxation hotel pool departure preparation evening rest.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 1
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 15
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "NI::matagalpa",
      "name": "Matagalpa",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.9256,
        -85.9175
      ],
      "lat": 12.9256,
      "lon": -85.9175,
      "visits": [
        {
          "text": "Catedral San Pedro Matagalpa neoclassical architecture twin towers central square.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Carlos Fonseca revolutionary Sandinista hero political history guerrilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Morazán city center local activities daily life Matagalpa.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia San José de Laborío colonial architecture sober traditional neighborhood.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cerro Apante panoramic view city valleys coffee mountains.",
          "visit_duration_min": 75
        },
        {
          "text": "Coffee Museum complete history culture techniques varieties professional tasting.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante nature reserve trails observation city valleys biodiversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Norte traditional market fruits vegetables crafts daily local life.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathedral in-depth visit architecture religious history community.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cristo Rey statue panoramic city mountains coffee plantations.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral San Pedro Matagalpa, neoclassical with twin central towers.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Carlos Fonseca, revolutionary hero, Sandinista guerrilla history.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra coffee farm from 1891, German forest with lakes and biodiversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante reserve with viewpoint offering panorama of city, valleys, and plantations.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Morazán, center with activities and local daily life.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visit coffee farms process cultivation picking washing drying roasting tasting.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration city mountain freshness tranquil atmosphere local markets.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking Cerro Apante hill ascent 360° view city plantations.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting chancho adobado pork marinated achiote regional culinary tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Nighttime stroll city center restaurants cafés local student atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Matagalpa arabica altitude complex body chocolate caramel notes volcanic terroir.",
          "visit_duration_min": 60
        },
        {
          "text": "Comparative tasting coffees origins Matagalpa Jinotega terroirs varieties cupping.",
          "visit_duration_min": 60
        },
        {
          "text": "Barista workshop techniques espresso extraction latte art grind temperatures.",
          "visit_duration_min": 60
        },
        {
          "text": "Coffee shopping beans local roasting origin traceability artisanal packaging.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting quesillo matagalpino local variant fresh cheese tangy tortilla.",
          "visit_duration_min": 60
        },
        {
          "text": "Cultural evening marimba dance mountain folklore musical traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour Selva Negra coffee plantations picking processing tasting estate.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiking cloud forest trails bird watching monkeys biodiversity.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit town mountain freshness markets cafés student atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting chancho adobado marinated pork achiote Matagalpa tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk Cerro Apante 360° panoramic view city mountains.",
          "visit_duration_min": 60
        },
        {
          "text": "Matagalpa coffee arabica altitude body chocolate caramel notes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 1
        },
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 10
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 10
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "NI::ocotal",
      "name": "Ocotal",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.6319,
        -86.4753
      ],
      "lat": 13.6319,
      "lon": -86.4753,
      "visits": [
        {
          "text": "Ocotal Cathedral sober colonial architecture central square daily life.",
          "visit_duration_min": 75
        },
        {
          "text": "Dipilto mountain village Honduras border landscapes valleys coffee culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Jalapa mountainous area renowned tobacco plantations agricultural traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Mozonte artisanal village black pottery ancestral technique family workshops.",
          "visit_duration_min": 75
        },
        {
          "text": "Border viewpoint panoramic view Honduras valleys mountains spectacular landscapes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour Jalapa tobacco plantations cultivation drying process quality Nicaraguan cigars.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit Mozonte pottery workshops reduction firing technique unique black ceramics.",
          "visit_duration_min": 60
        },
        {
          "text": "Mountain hiking Dipilto trails altitude cool climate pines panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Cuajada tasting fresh cheese cream regional dairy tradition tortilla accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration rural border villages local traditions typical architecture.",
          "visit_duration_min": 60
        },
        {
          "text": "Nueva Segovia coffee altitude arabica floral notes bright acidity mountain terroir.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 9
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "NI::ometepe",
      "name": "Ometepe",
      "cc": "NI",
      "language": "en",
      "coords": [
        11.5292,
        -85.5694
      ],
      "lat": 11.5292,
      "lon": -85.5694,
      "visits": [
        {
          "text": "Volcán Concepción 1610m perfect cone active smoke technical hiking.",
          "visit_duration_min": 75
        },
        {
          "text": "Ojo de Agua natural pools volcanic springs tropical garden.",
          "visit_duration_min": 75
        },
        {
          "text": "Petroglyphs Finca Magdalena carved rocks pre-Columbian civilization.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Santo Domingo gray volcanic sand lake water tranquility.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María sand spit photography sunset panoramic.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Maderas 1394m cloud forest crater lagoon technical summit.",
          "visit_duration_min": 75
        },
        {
          "text": "San Ramón Waterfall 40m waterfall primary forest trail swimming.",
          "visit_duration_min": 75
        },
        {
          "text": "Charco Verde Reserve lagoon biodiversity 76 bird species legend.",
          "visit_duration_min": 75
        },
        {
          "text": "Ometepe Museum Altagracia pre-Columbian ceramics island history.",
          "visit_duration_min": 75
        },
        {
          "text": "Local villages Moyogalpa Altagracia island life tradition.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hiking Concepción base tropical forest howler monkeys wildlife observation.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming Ojo de Agua fresh clear water natural pools relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Bicycle rental island tour villages banana coffee plantations exploration.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting fried tilapia fish lake plantains arroz frijoles tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset observation Punta Jesús María shallow water panorama.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste cacao roasted corn cinnamon ancestral indigenous beverage.",
          "visit_duration_min": 60
        },
        {
          "text": "Maderas volcano ascent hiking cloud forest summit lagoon adventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming San Ramón waterfall fresh mountain water tropical forest.",
          "visit_duration_min": 60
        },
        {
          "text": "Bird watching Charco Verde parrots toucans kingfishers binoculars.",
          "visit_duration_min": 60
        },
        {
          "text": "Lake coastal kayaking exploration coves island fishing villages.",
          "visit_duration_min": 60
        },
        {
          "text": "Indio viejo tasting shredded meat corn tomato colonial tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinolillo corn cacao Nicaragua national drink meal accompaniment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 3
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 4
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "NI::pearl-lagoon",
      "name": "Pearl Lagoon",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.3428,
        -83.6731
      ],
      "lat": 12.3428,
      "lon": -83.6731,
      "visits": [
        {
          "text": "Pearl Lagoon 550 km² Pearl Islands archipelago isolated villages.",
          "visit_duration_min": 75
        },
        {
          "text": "Pearl Cays coral islets deserted beaches paradisiacal snorkeling.",
          "visit_duration_min": 75
        },
        {
          "text": "Pearl Lagoon Haulover Orinoco villages Creole culture colorful architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Mangrove labyrinths channels biodiversity nursery fragile ecosystem.",
          "visit_duration_min": 75
        },
        {
          "text": "Community museum colonial pearl history pirates local culture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navigation keys exploration desert islets virgin beaches absolute tranquility.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling little-frequented coral reefs preserved fish rays turtles.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak mangroves bird watching natural channels aquatic fauna.",
          "visit_duration_min": 60
        },
        {
          "text": "Rundown tasting seafood stew coconut milk plantain Pearl Creole specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Local village immersion daily life artisanal fishing Creole traditions.",
          "visit_duration_min": 60
        },
        {
          "text": "Cold Toña beer accompaniment fried seafood plantains tradition.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 3
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "NI::poneloya",
      "name": "Poneloya",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.3956,
        -87.0319
      ],
      "lat": 12.3956,
      "lon": -87.0319,
      "visits": [
        {
          "text": "Playa Las Peñitas sand barrier 18km Juan Venado Reserve surf constant waves.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Poneloya volcanic gray sand local atmosphere seafood restaurants.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Sandino wild industrial beach authenticity less touristy.",
          "visit_duration_min": 75
        },
        {
          "text": "Pilas El Hoyo Reserve twin volcanoes crater tropical dry forest.",
          "visit_duration_min": 75
        },
        {
          "text": "Juan Venado estuary mangroves biodiversity birds crocodiles fragile ecosystem.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Las Peñitas surf regular waves school board rental beginners progression.",
          "visit_duration_min": 60
        },
        {
          "text": "Juan Venado reserve mangroves kayak bird observation egrets herons spoonbills.",
          "visit_duration_min": 60
        },
        {
          "text": "Pacific Ocean sunset observation beach infinite horizon spectacular colors.",
          "visit_duration_min": 60
        },
        {
          "text": "Pescado frito tasting whole fried fish plantains rice fresh salad.",
          "visit_duration_min": 60
        },
        {
          "text": "Beach night walk stars waves bioluminescence phytoplankton season.",
          "visit_duration_min": 60
        },
        {
          "text": "Limonada cerveza lemon beer salt ice cubes beach refreshment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 3
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "NI::quilali",
      "name": "Quilali",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.5711,
        -86.0294
      ],
      "lat": 13.5711,
      "lon": -86.0294,
      "visits": [
        {
          "text": "Kilambé Reserve cloud forest 5600 hectares biodiversity birds orchids altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Kilambé Waterfalls multiple falls primary forest technical trails local guides.",
          "visit_duration_min": 75
        },
        {
          "text": "Mountain villages coffee altitude traditions cooperatives organic agriculture.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Kilambé summit 1745m technical hike panorama forest valleys.",
          "visit_duration_min": 75
        },
        {
          "text": "Cooperative museum coffee history revolution community solidarity.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Kilambé Reserve hike cloud forest quetzal monkey endemic fauna observation.",
          "visit_duration_min": 60
        },
        {
          "text": "Waterfall exploration swimming natural pools crystalline cold mountain water.",
          "visit_duration_min": 60
        },
        {
          "text": "High-altitude coffee farm visit organic process selective harvesting quality.",
          "visit_duration_min": 60
        },
        {
          "text": "Rosquillas tasting coffee corn cheese cookies traditional regional accompaniment.",
          "visit_duration_min": 60
        },
        {
          "text": "Night with local family authentic immersion meals conversations cultural exchange.",
          "visit_duration_min": 60
        },
        {
          "text": "Kilambé Coffee high altitude premium microlot arabica floral notes exceptional complexity.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 7
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "NI::san-juan-sur",
      "name": "San Juan Sur",
      "cc": "NI",
      "language": "en",
      "coords": [
        11.2533,
        -85.8703
      ],
      "lat": 11.2533,
      "lon": -85.8703,
      "visits": [
        {
          "text": "San Juan del Sur beach crescent bay surf international atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Cristo de la Misericordia statue 25m hill 360° view bay ocean.",
          "visit_duration_min": 75
        },
        {
          "text": "La Flor Wildlife Refuge beach olive ridley turtle nesting arribadas natural spectacle.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Maderas golden sand constant waves surf school community.",
          "visit_duration_min": 75
        },
        {
          "text": "Artisanal fishing port colorful boats local maritime tradition.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surfing Playa Maderas waves beginners advanced surf school rental relaxed atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Cristo hike climb 392 steps panorama bay spectacular sunset.",
          "visit_duration_min": 60
        },
        {
          "text": "Turtle nesting observation night season July-January conservation protection.",
          "visit_duration_min": 60
        },
        {
          "text": "Ceviche tasting fresh fish lime cilantro onion chili tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Evening beach bars international local music festive bohemian atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Michelada beer lemon salt chili ice refreshment beach.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 5
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "NI::san-rafael-norte",
      "name": "San Rafael Norte",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.2167,
        -86.1167
      ],
      "lat": 13.2167,
      "lon": -86.1167,
      "visits": [
        {
          "text": "Coffee fincas high altitude plantations shade organic techniques export quality.",
          "visit_duration_min": 75
        },
        {
          "text": "Producer villages San Rafael Wiwilí coffee tradition family cooperatives.",
          "visit_duration_min": 75
        },
        {
          "text": "Peñas Blancas Reserve humid forest biodiversity Bosawás border preserved nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Mountain viewpoints panoramic views valleys plantations sunsets.",
          "visit_duration_min": 75
        },
        {
          "text": "Rural churches simple wooden architecture community local religious life.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Coffee harvest participation cherry picking ripe learning selection technique.",
          "visit_duration_min": 60
        },
        {
          "text": "Complete farm tour depulping fermentation washing drying home roasting.",
          "visit_duration_min": 60
        },
        {
          "text": "Shaded plantation hiking migratory insectivorous bird watching coffee.",
          "visit_duration_min": 60
        },
        {
          "text": "Ayote honey squash honey cinnamon traditional sweet dessert tasting.",
          "visit_duration_min": 60
        },
        {
          "text": "Community evening sharing stories coffee rural life guitar music.",
          "visit_duration_min": 60
        },
        {
          "text": "San Rafael coffee microlot altitude arabica pacamara jasmine bergamot notes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 8
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "NI::selva-negra",
      "name": "Selva Negra",
      "cc": "NI",
      "language": "en",
      "coords": [
        12.9997,
        -85.9172
      ],
      "lat": 12.9997,
      "lon": -85.9172,
      "visits": [
        {
          "text": "Selva Negra Ecolodge coffee farm private forest lakes biodiversity German family 1891.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Selva Negra natural volcanic trails forest bird watching tranquility.",
          "visit_duration_min": 75
        },
        {
          "text": "Organic coffee plantations shade native trees sustainable techniques quality.",
          "visit_duration_min": 75
        },
        {
          "text": "Finca museum history German immigration ancient tools coffee tradition.",
          "visit_duration_min": 75
        },
        {
          "text": "Nature trails 8km primary cloud forest waterfalls endemic fauna flora.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Complete coffee tour plantations picking processing tasting arabica varieties.",
          "visit_duration_min": 60
        },
        {
          "text": "Cloud forest hiking marked trails observation monkeys birds orchids.",
          "visit_duration_min": 60
        },
        {
          "text": "Kayak lake Selva Negra tranquility nature forest mountain reflections.",
          "visit_duration_min": 60
        },
        {
          "text": "Bird watching quetzal trogon hummingbirds binoculars expert ornithological guide.",
          "visit_duration_min": 60
        },
        {
          "text": "German-Nicaraguan cuisine tasting schnitzel sausages cabbage cultural fusion.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Selva Negra estate grown arabica artisanal roasting on site.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 2
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "NI::somoto",
      "name": "Somoto",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.4808,
        -86.5822
      ],
      "lat": 13.4808,
      "lon": -86.5822,
      "visits": [
        {
          "text": "Somoto Canyon gorge 170m depth Río Coco aquatic hiking spectacular.",
          "visit_duration_min": 75
        },
        {
          "text": "El Común Viewpoint aerial view canyon geological formation millions years.",
          "visit_duration_min": 75
        },
        {
          "text": "Somoto Museum local history pre-Columbian archaeology regional culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Somoto colonial church simple white architecture central square local life.",
          "visit_duration_min": 75
        },
        {
          "text": "Artisan villages rosquillas tradition corn cheese pastry ancestral recipe.",
          "visit_duration_min": 75
        },
        {
          "text": "Somoto Canyon gorge 170m depth Río Coco aquatic hiking.",
          "visit_duration_min": 75
        },
        {
          "text": "El Común viewpoint aerial view canyon spectacular geological formation.",
          "visit_duration_min": 75
        },
        {
          "text": "Canyon caves stalactite formations history millions of years.",
          "visit_duration_min": 75
        },
        {
          "text": "Somoto Museum local history regional pre-Columbian archaeology.",
          "visit_duration_min": 75
        },
        {
          "text": "Artisan villages rosquillas tradition corn cheese pastry.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Somoto canyoning swimming climbing cliff jumps gorges crystal water adventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Aquatic hiking canyon feet water sculpted rocks vertiginous walls.",
          "visit_duration_min": 60
        },
        {
          "text": "Cave exploration canyon stalactite formations unique geological history.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting Somoto rosquillas traditional corn cheese biscuits renowned national specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming natural pools canyon fresh clear water relaxation nature.",
          "visit_duration_min": 60
        },
        {
          "text": "Fresco cacao cold cocoa drink sugar cinnamon traditional accompaniment rosquillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Somoto canyoning swimming climbing jumps crystalline water adrenaline adventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Aquatic hike through gorges with sculpted rocks, vertiginous walls, spectacular scenery.",
          "visit_duration_min": 60
        },
        {
          "text": "Swimming in natural pools of the canyon with fresh clear water, relaxation.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting rosquillas from Somoto, corn and cheese biscuits, national specialty.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration of artisanal village with traditional family pastry recipes.",
          "visit_duration_min": 60
        },
        {
          "text": "Fresco de cacao, cold cacao drink with sugar and cinnamon accompaniment.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN AND ITS VOLCANOES: CULTURE, SANDBOARD AND PACIFIC",
          "day": 8
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "ESSENTIAL NICARAGUA IN 15 DAYS: VOLCANOES, COLONIAL CITIES AND BEACHES",
          "day": 9
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "NI::waspam",
      "name": "Waspam",
      "cc": "NI",
      "language": "en",
      "coords": [
        14.7392,
        -83.9689
      ],
      "lat": 14.7392,
      "lon": -83.9689,
      "visits": [
        {
          "text": "Río Coco navigation Honduras border isolated Miskito villages tropical forest.",
          "visit_duration_min": 75
        },
        {
          "text": "Bosawás Reserve northern access tropical forest biodiversity indigenous communities.",
          "visit_duration_min": 75
        },
        {
          "text": "Riverside villages Waspam Klis traditional architecture autonomous Miskito culture.",
          "visit_duration_min": 75
        },
        {
          "text": "Community museum Miskito history culture traditions crafts language.",
          "visit_duration_min": 75
        },
        {
          "text": "Honduras border cultural confluence commercial exchanges cross-border traditions.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pirogue navigation Río Coco exploration isolated villages unique river access.",
          "visit_duration_min": 60
        },
        {
          "text": "Meeting Miskito families cultural immersion daily traditions sharing.",
          "visit_duration_min": 60
        },
        {
          "text": "Traditional fishing ancestral techniques river observation local trades.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting bami fermented yuca traditional strong ceremonial drink.",
          "visit_duration_min": 60
        },
        {
          "text": "River fauna observation crocodiles caimans aquatic birds biodiversity.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha yuca local fermentation Miskito tradition community drink.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "CARIBBEAN COAST & CORN ISLANDS: LAGOONS, REEFS AND CREOLE CULTURE",
          "day": 9
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "NI::wiwili",
      "name": "Wiwili",
      "cc": "NI",
      "language": "en",
      "coords": [
        13.6211,
        -85.8219
      ],
      "lat": 13.6211,
      "lon": -85.8219,
      "visits": [
        {
          "text": "Río Coco navigation natural border Honduras isolated villages river access.",
          "visit_duration_min": 75
        },
        {
          "text": "Segovias Mountains mountainous landscapes pine forest valleys agriculture altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Rural villages isolation traditions subsistence agriculture corn beans.",
          "visit_duration_min": 75
        },
        {
          "text": "Revolution museum conflict zone 1980s contras sandinistas history.",
          "visit_duration_min": 75
        },
        {
          "text": "Viewpoint border view Honduras valleys Coco river Segovias mountains.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Río Coco navigation canoe exploration riverside villages artisanal fishing tradition.",
          "visit_duration_min": 60
        },
        {
          "text": "Mountain hiking rural trails meeting farmers authentic countryside life.",
          "visit_duration_min": 60
        },
        {
          "text": "Visit agricultural cooperatives coffee beans corn local trade solidarity.",
          "visit_duration_min": 60
        },
        {
          "text": "Tasting sopa cuajada fresh cheese soup traditional mountain dairy comforting.",
          "visit_duration_min": 60
        },
        {
          "text": "Stargazing rural night without light pollution spectacular milky way.",
          "visit_duration_min": 60
        },
        {
          "text": "Artisanal aguardiente distillation site sugarcane corn strong traditional sharing.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "MOUNTAINOUS NORTH: MATAGALPA & JINOTEGA, COFFEE AND CLOUD FORESTS",
          "day": 6
        }
      ],
      "rating": 4.5
    }
  ]
}