{
  "version": 1,
  "country": "ni",
  "language": "pt",
  "places": [
    {
      "place_id": "NI::bilwi",
      "name": "Bilwi",
      "cc": "NI",
      "language": "pt",
      "coords": [
        14.0258,
        -83.3888
      ],
      "lat": 14.0258,
      "lon": -83.3888,
      "visits": [
        {
          "text": "Puerto Cabezas Bilwi porto principal da costa norte cultura miskito capital da autonomia.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado central peixes lagostas tartarugas artesanato miskito vida local.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da cultura miskito história autônoma tradições língua artesanato comunitário.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Bilwi areia negra vulcânica ondas do Caribe autenticidade local.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias miskitos Tuapi Waspam cultura indígena tradições autonomia territorial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Encontro com comunidades miskitos intercâmbio cultural língua tradições autonomia caribenha.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração do artesanato local cestas tecelagens técnicas ancestrais símbolos.",
          "visit_duration_min": 60
        },
        {
          "text": "Navegação costeira observação de aldeias isoladas acesso marítimo pesca artesanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de sopa wabul de tartaruga tradição miskito controversa culturalmente importante.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação da vida local no porto de pescadores com barcos artesanais cotidiano autêntico.",
          "visit_duration_min": 60
        },
        {
          "text": "Tuba bebida fermentada de mandioca tradição miskito forte cerimonial.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 8
        }
      ],
      "rating": 4
    },
    {
      "place_id": "NI::bluefields",
      "name": "Bluefields",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.0136,
        -83.7636
      ],
      "lat": 12.0136,
      "lon": -83.7636,
      "visits": [
        {
          "text": "Catedral Morava Bluefields arquitetura protestante madeira colorida cultura afro-caribenha.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado municipal frutas tropicais peixes artesanato cultura crioula garifuna.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio Punta Fría bairro tradicional casas palafitas cultura local.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu cultura costeña história afrodescendente garifuna miskito crioula.",
          "visit_duration_min": 75
        },
        {
          "text": "El Bluff porto principal conexão Corn Islands vida portuária autêntica.",
          "visit_duration_min": 75
        },
        {
          "text": "Río Escondido navegação fluvial floresta tropical conexão interior Rama.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Perlas acesso arquipélago biodiversidade marinha aldeias garifuna isoladas.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Cerro Silva montanha floresta tropical úmida biodiversidade trilhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias miskitos Pearl Lagoon cultura tradições pesca artesanal autonomia.",
          "visit_duration_min": 75
        },
        {
          "text": "Manguezais estuários ecossistema rico berçário marinho proteção costeira biodiversidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Palo de Mayo festival maio tradições afro-caribenhas dança fertilidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado artesanato lembranças cultura crioula garifuna têxteis cestas.",
          "visit_duration_min": 75
        },
        {
          "text": "Bairros tradicionais exploração arquitetura cultura crioula vida cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Frente mar Bluefields porto barcos pesca artesanato naval atividade.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu aprofundado história costa Atlântica culturas autonomia nicaraguense.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegação Río Escondido lagunas manguezais observação fauna aves crocodilos.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração cultura crioula música palo mayo calypso reggae ambiente caribenho.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita comunidades garifuna tradições dança punta língua ancestral preservada.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação rondon sopa peixes frutos do mar leite de coco mandioca tradição caribenha.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada noturna orla marítima ambiente reggae bares locais vida noturna.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveja Victoria acompanhamento rum bakardi coquetéis tropicais ponche crioulo.",
          "visit_duration_min": 60
        },
        {
          "text": "Excursão lagoa Perlas navegação observação paisagens ilhotas aldeias tradicionais.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling recifes coralinos peixes tropicais águas cristalinas vida marinha.",
          "visit_duration_min": 60
        },
        {
          "text": "Encontro comunidades crioulas garifuna intercâmbio cultural língua tradições culinárias.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação ginger cake bolo gengibre melaço tradição crioula inglesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Pesca artesanal técnicas locais observação ofícios tradicionais mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Agua dulce bebida milho açúcar canela refrescante tradicional regional.",
          "visit_duration_min": 60
        },
        {
          "text": "Imersão cultura crioula garifuna música dança palo mayo tradições ancestrais.",
          "visit_duration_min": 60
        },
        {
          "text": "Ateliê culinária caribenha rondon pan bon receitas locais técnicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras artesanato autêntico cestas têxteis esculturas madeira negociação.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação pan bon bolo frutas secas nozes coco rum tradição Natal.",
          "visit_duration_min": 60
        },
        {
          "text": "Noite musical calipso reggae palo mayo bares locais dança.",
          "visit_duration_min": 60
        },
        {
          "text": "Coquetel ponche crioulo runs múltiplos frutas tropicais especiarias tradição festiva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 1
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 2
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 10
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "NI::chinandega",
      "name": "Chinandega",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.6294,
        -87.1328
      ],
      "lat": 12.6294,
      "lon": -87.1328,
      "visits": [
        {
          "text": "Vulcão San Cristóbal 1745m mais alto Nicarágua ativo fumaças penacho.",
          "visit_duration_min": 75
        },
        {
          "text": "Vulcão Cosigüina 872m cratera lagoa erupção 1835 mais poderosa América.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja El Calvario Chinandega arquitetura neoclássica branca simples elegante.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado municipal Chinandega frutas tropicais legumes artesanato ambiente local.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Estero Real estuário manguezais camarões aquicultura tradicional biodiversidade.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada San Cristóbal ascensão técnica altitude vista golfo Fonseca vulcões.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração cratera Cosigüina lagoa turquesa panorama golfo Honduras Salvador.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita plantações cana-de-açúcar processo fabricação rum tradição agrícola.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação nacatamal chinandegano massa milho carne legumes folha banana vapor.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação aves migratórias estuário Estero Real colhereiros íbis temporada migração.",
          "visit_duration_min": 60
        },
        {
          "text": "Cususa aguardente milho artesanal forte tradicional zonas rurais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 4
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "NI::ciudad-dario",
      "name": "Ciudad Dario",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.7314,
        -86.1294
      ],
      "lat": 12.7314,
      "lon": -86.1294,
      "visits": [
        {
          "text": "Museo Rubén Darío casa poeta modernista nicaraguense pai local nascimento 1867.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central estátua Darío praça vida local mercados animações.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja colonial arquitetura simples branca história comunidade religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Oficinas artesanais cerâmica tecelagem tradições técnicas ancestrais locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Estradas campo paisagens agrícolas tabaco milho vida rural autêntica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita literária Darío poesia modernismo influência latino-americana herança cultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração mercados artesanato local cerâmicas têxteis negociação tradições.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio no campo observação agricultura tradicional vida camponesa cotidiana.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação vaho carne mandioca banana-da-terra vapor folha banana tradição sábado.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour destilaria artesanal cususa aguardente milho processo fermentação destilação.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste bebida cacau milho torrado canela urucum tradição indígena ancestral.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 9
        }
      ],
      "rating": 3
    },
    {
      "place_id": "NI::corn-island",
      "name": "Corn Island",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.1786,
        -83.0631
      ],
      "lat": 12.1786,
      "lon": -83.0631,
      "visits": [
        {
          "text": "Brig Bay praia areia branca coqueiros água turquesa tranquilidade paradisíaca.",
          "visit_duration_min": 75
        },
        {
          "text": "Long Beach praia principal 2km areia dourada ambiente local restaurantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Arquitetura da Igreja Batista madeira colorida comunidade protestante afro-caribenha.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Mount Pleasant vista panorâmica ilha mar Caribe pôr do sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Vilarejos tradicionais South End Brig Bay cultura crioula arquitetura caribenha.",
          "visit_duration_min": 75
        },
        {
          "text": "Picnic Beach praia familiar água rasa areia fina restaurantes locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Sally Peaches praia norte isolada ondas surf ocasional tranquilidade.",
          "visit_duration_min": 75
        },
        {
          "text": "South West Bay pôr do sol espetacular bares praia ambiente noturno.",
          "visit_duration_min": 75
        },
        {
          "text": "Waula Point spot surf recife ondas constantes surfistas experientes.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado local peixes frutas tropicais artesanato cultura crioula cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Brig Bay praia areia branca coqueiros água turquesa paraíso.",
          "visit_duration_min": 75
        },
        {
          "text": "Long Beach 2km principal areia dourada ambiente restaurantes locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Mount Pleasant vista panorâmica ilha mar Caribe horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias South End Brig Bay cultura crioula arquitetura caribenha.",
          "visit_duration_min": 75
        },
        {
          "text": "Praias desertas areia branca água cristalina tranquilidade absoluta paraíso.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Snorkeling recifes de coral acessíveis praia peixes tropicais corais preservados.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio de bicicleta volta na ilha 6km vilarejos praias enseadas escondidas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração grutas Little Corn acesso barco caiaque formações naturais.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação coconut bread pão de coco tradição inglesa crioula café da manhã.",
          "visit_duration_min": 60
        },
        {
          "text": "Noite reggae bares praia música ao vivo ambiente caribenho relaxante.",
          "visit_duration_min": 60
        },
        {
          "text": "Coquetel coco loco rum leite de coco abacaxi tradição praia tropical.",
          "visit_duration_min": 60
        },
        {
          "text": "Surf South End ondas regulares temporada aluguel prancha escola local.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração culinária restaurantes crioulos jerk chicken camarões apimentados influência jamaicana.",
          "visit_duration_min": 60
        },
        {
          "text": "Bicicleta elétrica tour completo ilha paradas múltiplas praias vilarejos.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação johnny cake bolinho frito tradição inglesa crioula acompanhamento refeições.",
          "visit_duration_min": 60
        },
        {
          "text": "Sarau de dança reggae calypso em bares locais com ambiente festivo caribenho.",
          "visit_duration_min": 60
        },
        {
          "text": "Flor Caña 4 anos rum jovem acessível para cocktails mojito daiquiri tropical.",
          "visit_duration_min": 60
        },
        {
          "text": "Voo Managua Corn Island sobrevoo costa Pacífico lago Nicaragua Caribe.",
          "visit_duration_min": 60
        },
        {
          "text": "Mergulho com snorkel recifes coralinos acessíveis peixes tropicais corais preservados.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio bicicleta volta ilha 6km aldeias praias descoberta local.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação coconut bread pão coco tradição inglesa crioula breakfast.",
          "visit_duration_min": 60
        },
        {
          "text": "Noite reggae bares praia música ao vivo ambiente caribenho descontraído.",
          "visit_duration_min": 60
        },
        {
          "text": "Coquetel coco loco rum leite coco abacaxi tradição tropical.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 4
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 7
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 13
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "NI::el-cua",
      "name": "El Cua",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.4031,
        -85.6722
      ],
      "lat": 13.4031,
      "lon": -85.6722,
      "visits": [
        {
          "text": "Reserva Bosawás 20000 km² maior floresta América Central reserva biosfera UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Rio Coco fronteira Honduras navegação floresta tropical comunidades indígenas.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias miskitos cultura indígena tradições autonomia costa atlântica floresta.",
          "visit_duration_min": 75
        },
        {
          "text": "Montanhas Isabelia floresta primária biodiversidade isolamento natureza selvagem preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu comunitário história revolução zona vermelha guerrilha memória coletiva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada periferia Bosawás observação fauna macacos antas aves tropicais.",
          "visit_duration_min": 60
        },
        {
          "text": "Navegação Rio Coco piroga motorizada exploração floresta aldeias ribeirinhas.",
          "visit_duration_min": 60
        },
        {
          "text": "Encontro comunidades miskitos intercâmbio cultural artesanato tradições ancestrais.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação bami bebida mandioca fermentada tradição miskito ancestral forte.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação noturna fauna lanterna crocodilos jacarés rãs insetos bioluminescentes.",
          "visit_duration_min": 60
        },
        {
          "text": "Café montanhês local altitude corpo intenso notas terrosas rústico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 5
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "NI::esteli",
      "name": "Esteli",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.0919,
        -86.3531
      ],
      "lat": 13.0919,
      "lon": -86.3531,
      "visits": [
        {
          "text": "Galería Héroes Mártires museu revolução sandinista fotos história guerrilha.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nuestra Señora del Rosario Estelí arquitetura moderna vitrais coloridos.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Miraflor 206 km² floresta nublada café orquídeas biodiversidade comunitária.",
          "visit_duration_min": 75
        },
        {
          "text": "Salto Estanzuela cachoeira 40m piscina natural floresta tropical caminhada.",
          "visit_duration_min": 75
        },
        {
          "text": "Canyon Tisey-Estanzuela 800m penhascos pinheiros mirador El Jalacate panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Tomabú floresta seca tropical trilhas observação fauna flora endêmica.",
          "visit_duration_min": 75
        },
        {
          "text": "Petróglifos pré-colombianos rochas gravadas símbolos civilizações antigas mistério.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias rurais Miraflor comunidades agricultura biológica turismo comunitário.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascatas setor Miraflor múltiplas quedas floresta úmida banho natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Garnacha vista panorâmica 360° vales montanhas pôr do sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Galeria Héroes Mártires revolução fotos guerrilha história sandinista.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Miraflor 206 km² floresta nebulosa café orquídeas biodiversidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Salto Estanzuela cachoeira 40m piscina natural floresta caminhada.",
          "visit_duration_min": 75
        },
        {
          "text": "Canyon Tisey 800m falésias pinheiros mirante panorama vale.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral moderna Estelí vitrais coloridos arquitetura contemporânea.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita fábrica charutos processo artesanal enrolar tabaco Nicarágua renomado mundial.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour café Miraflor plantações orgânicas colheita torrefação degustação origem.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada canyon Tisey vista panorâmica vale floresta pinheiros clima fresco montanha.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração cooperativas artesanais cerâmica preta olaria técnica pré-colombiana moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação tajadas plátano fritas finas crocantes queijo creme acompanhamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Estelí arábica altitude corpo médio notas chocolate cultivado região.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada equestre Miraflor cavalos trilhas floresta aldeias acolhimento famílias locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação aves quetzal tucano papagaios binóculos guia ornitológico reserva.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita fazendas biológicas processo cultivo café legumes técnicas sustentáveis.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação rosquillas somoteñas biscoitos milho queijo tradição Somoto crocantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Imersão comunidade local compartilhar refeição família nicaraguense autenticidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinol pinolillo bebida milho cacau nacional preparação tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita fábrica charutos Nicaragua reputado mundial processo artesanal enrolamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour café Miraflor plantações biológicas colheita torrefação degustação.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada canyon Tisey vista panorâmica floresta pinheiros clima fresco.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração cooperativas cerâmica negra técnica pré-colombiana moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação tajadas banana frita queijo creme acompanhamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Estelí arábica altitude notas chocolate terroir montanhoso.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 6
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 7
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 8
        }
      ],
      "rating": 8.9
    },
    {
      "place_id": "NI::granada",
      "name": "Granada",
      "cc": "NI",
      "language": "pt",
      "coords": [
        11.9344,
        -85.956
      ],
      "lat": 11.9344,
      "lon": -85.956,
      "visits": [
        {
          "text": "Catedral de Granada 1583, neoclássica amarela, a mais bela colonial do Nicarágua.",
          "visit_duration_min": 75
        },
        {
          "text": "Convento San Francisco 1529, museu pré-colombiano da ilha Zapatera, coleção.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja La Merced 1534, torre panorâmica com vista dos telhados, lago e vulcões.",
          "visit_duration_min": 75
        },
        {
          "text": "Calle La Calzada pedestres restaurantes bares arquitetura colorida animações.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortaleza La Pólvora 1748 arsenal espanhol história defesa piratas.",
          "visit_duration_min": 75
        },
        {
          "text": "Laguna Apoyo cratera 200m profundidade águas termais turquesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Catarina vista laguna plantações café panorama.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Volcán Masaya cratera ativo lava incandescente enxofre.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Artesanías Masaya redes cerâmicas têxteis couro nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Pueblos Blancos aldeias tradicionais artesanato arquitetura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegação Las Isletas 365 ilhotas vulcânicas lago Nicaragua observação aves.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio charrete centro histórico romântico arquitetura colonial pastel.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração mercado artesanal redes cerâmicas têxteis artesanato nacional.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação vigorón folha banana mandioca torresmo salada especialidade Granada.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar Calle Calzada ambiente noturno restaurantes terraços música.",
          "visit_duration_min": 60
        },
        {
          "text": "Coquetel macuá rum goiaba laranja limão bebida nacional 2006.",
          "visit_duration_min": 60
        },
        {
          "text": "Caiaque lagoa Apoyo água cristalina 26°C observação fauna relaxamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Banho cratera temperatura perfeita água clara natural vulcânica.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação cratera Santiago noite brilho lava fenômeno único.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração mercado Masaya tecelagens técnicas pré-colombianas artesanato.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação quesillo tortilla queijo cebola vinagre creme Masaya.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveja Toña local clara acompanhamento pratos tradição.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 2
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 12
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "NI::jinotega",
      "name": "Jinotega",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.0886,
        -85.9994
      ],
      "lat": 13.0886,
      "lon": -85.9994,
      "visits": [
        {
          "text": "Catedral San Juan Bautista Jinotega moderna torres brancas praça central.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Apanás reservatório hidroelétrico 54 km² ilhas pesca paisagens montanhosos.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Jinotega história local café revolução cultura regional.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Central com animações locais diárias mercado artesanato.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Cruz vista panorâmica cidade vale lago montanhas verdejantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Datanlí-El Diablo floresta nebular 5700 hectares biodiversidade trilhas cascatas.",
          "visit_duration_min": 75
        },
        {
          "text": "Peñas Blancas montanha floresta primária observação aves macacos natureza preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias cafeeiras La Fundadora San Rafael Norte tradições agricultura altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascada Blanca queda 30m floresta úmida piscina natural banho refrescante.",
          "visit_duration_min": 75
        },
        {
          "text": "Fazendas ecológicas produção café orgânico permacultura turismo rural comunitário.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral San Juan Jinotega moderna branca torres praça central.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Apanás 54 km² reservatório ilhas pesca paisagens montanhosos.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Datanlí-El Diablo floresta nublada biodiversidade cascatas trilhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador La Cruz vista panorâmica cidade vale lago montanhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado local frutas montanhesas queijos café ambiente regional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegação lago Apanás pesca observação paisagens montanhosas ilhotas verdejantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cooperativas café comércio justo processo democrático qualidade biológica.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada montanhas circundantes trilhas aldeias rurais imersão campo.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação nacatamal jinotegano variante local masa rica carne legumes.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração mercado local frutas montanhesas legumes temperados queijos artesanais.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Jinotega altitude premium arábica notas frutadas acidez complexa melhor Nicarágua.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada Datanlí trilhas floresta nublada observação quetzal biodiversidade excepcional.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração cascata banho água fresca montanha floresta exuberante relaxamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita família produtora café acolhimento autêntico partilha refeição tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação bajo prato carne yuca banana-da-terra vapor folha banana domingo tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Imersão vida rural participação colheita café cotidiano campo nicaraguense.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha milho fermentação artesanal bebida ancestral milho refrescante.",
          "visit_duration_min": 60
        },
        {
          "text": "Navegação lago Apanás pesca ilhotas paisagens montanhosas verdura.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cooperativas café comércio justo biológico qualidade altitude.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada Datanlí floresta nublada observação quetzal biodiversidade excepcional.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação nacatamal jinotegano massa rica carne legumes variante.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração cidade capital café ambiente montanhês frescura.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Jinotega altitude premium notas frutadas acidez melhor Nicarágua.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 3
        },
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 4
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 11
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "NI::jiquilillo",
      "name": "Jiquilillo",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.7403,
        -87.4564
      ],
      "lat": 12.7403,
      "lon": -87.4564,
      "visits": [
        {
          "text": "Playa Jiquilillo areia dourada ondas surfe ambiente boêmio comunidade surf.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva natural de manguezais do estuário Padre Ramos temporada de desova de tartarugas.",
          "visit_duration_min": 75
        },
        {
          "text": "Praia Los Zorros selvagem isolada tranquilidade natureza preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Aserradores beach break esquerda direita ondas qualidade surfistas experientes.",
          "visit_duration_min": 75
        },
        {
          "text": "Vilarejos de pescadores costa tradição artesanal barcos redes técnicas ancestrais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf Jiquilillo ondas constantes todo ano escola aluguel ambiente relaxante.",
          "visit_duration_min": 60
        },
        {
          "text": "Caiaque manguezais Padre Ramos observação fauna canais naturais ecossistema rico.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação desova tartarugas noite temporada julho-janeiro conservação filhotes.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga praia nascer do sol meditação relaxamento vista oceano.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação ceviche marisco concha lima coentro cebola pimenta fresco.",
          "visit_duration_min": 60
        },
        {
          "text": "Tona toña cerveja clássica nicaraguense acompanhamento frutos do mar.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 5
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "NI::leon",
      "name": "Leon",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.4348,
        -86.878
      ],
      "lat": 12.4348,
      "lon": -86.878,
      "visits": [
        {
          "text": "Catedral Basílica León 1747-1814 maior América Central UNESCO barroco neoclássico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Rubén Darío casa natal poeta modernista nicaraguense mobiliário século XIX.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Recolección 1786 barroco mexicano fachada branca decorada.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia El Calvario 1830 neoclássico via-sacra paixão.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Revolução história sandinista guerrilha anos 1970-80 fotos testemunhos.",
          "visit_duration_min": 75
        },
        {
          "text": "Vulcão Cerro Negro criado em 1850, 728m, o mais jovem da América Central com cinzas negras.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruínas de León Viejo 1524-1610 UNESCO, primeira capital enterrada pelo Momotombo, arqueologia.",
          "visit_duration_min": 75
        },
        {
          "text": "Telica ativo 1061m, caminhada noturna para observação de lava incandescente na cratera.",
          "visit_duration_min": 75
        },
        {
          "text": "Hervideros de San Jacinto, gêiseres de lama e vapor com atividade geotérmica vulcânica.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Juan Venado manguezais praia ponte tartarugas barreira areia biodiversidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Lendas Tradições León arte popular máscaras fantasias folclore.",
          "visit_duration_min": 75
        },
        {
          "text": "Fundación Ortiz Gurdián coleção arte latino-americana europeia colonial contemporânea.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado central León artesanato local redes couro cerâmica lembranças.",
          "visit_duration_min": 75
        },
        {
          "text": "Igrejas coloniais tour 16 igrejas arquitetura barroca neoclássica história.",
          "visit_duration_min": 75
        },
        {
          "text": "Bairro Sutiaba cultura indígena chorotega tradições museu comunitário.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral León 1747-1814 maior América Central UNESCO barroco.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Rubén Darío poeta modernista casa natal mobiliário século XIX.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia La Recolección 1786 barroco mexicano fachada branca ornamentada.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Revolução sandinista fotos história guerrilha anos 1970-80.",
          "visit_duration_min": 75
        },
        {
          "text": "Sutiaba bairro indígena igreja cultura chorotega tradições.",
          "visit_duration_min": 75
        },
        {
          "text": "Vulcão Cerro Negro 728m mais jovem América Central 1850 cinzas negras.",
          "visit_duration_min": 75
        },
        {
          "text": "Telica 1061m ativo caminhada noite lava incandescente cratera observação.",
          "visit_duration_min": 75
        },
        {
          "text": "Hervideros San Jacinto gêiseres lama vapor atividade geotérmica.",
          "visit_duration_min": 75
        },
        {
          "text": "Ruínas León Viejo 1524-1610 UNESCO primeira capital arqueologia.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Juan Venado manguezais praia desova tartarugas barreira areia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite ao teto da catedral com vista panorâmica do vulcão Momotombo e da cidade colonial de brancura.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração de murais revolucionários, arte urbana e história política da Nicarágua.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada pelo centro histórico com arquitetura colonial, cores pastel e numerosas igrejas.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de quesillo de León, especialidade com queijo, tortilla, cebola, creme e vinagre da tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita ao bairro indígena Sutiaba, igreja San Juan Bautista e cultura chorotega.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha de milho, bebida fermentada de milho tradicional e refrescante.",
          "visit_duration_min": 60
        },
        {
          "text": "Sandboard Cerro Negro descida prancha vulcão negro adrenalina velocidade único mundo.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada ascensão Cerro Negro cinzas vulcânicas vista cordilheira vulcões.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração León Viejo sítio arqueológico fundações coloniais história trágica erupção.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação gêiseres San Jacinto lama fervente fenômeno natural espetacular.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação chancho con yuca porco frito mandioca salada repolho tomate tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Victoria Frost cerveja loura leve refrescante calor León.",
          "visit_duration_min": 60
        },
        {
          "text": "Oficina culinária nicaraguense nacatamal gallo pinto técnicas tradicionais locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras artesanato autêntico negociação mercados redes tecidas à mão.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cervejaria artesanal Toña processo fabricação cerveja local degustação.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação sopa borracha bolo embebido em rum passas sobremesa tradicional festiva.",
          "visit_duration_min": 60
        },
        {
          "text": "Noite cultural dança música marimba folclore nicaraguense espetáculo.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita teto catedral vista panorâmica cidade Momotombo brancura arquitetura.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração murais revolucionários arte urbana história política Nicaragua.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio centro histórico igrejas numerosas arquitetura colonial pastel.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação quesillo León queijo tortilla cebola creme vinagre tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite fábrica charutos tabaco processo artesanal qualidade nicaraguense.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha milho fermentação tradicional refrescante acompanhamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Sandboard Cerro Negro descida prancha vulcão velocidade adrenalina única.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada Telica noite observação lava incandescente cratera fenômeno.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração gêiseres lama fervente enxofre atividade vulcânica.",
          "visit_duration_min": 60
        },
        {
          "text": "Caiaque manguezais Juan Venado observação aves crocodilos ecossistema.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação chancho yuca porco frito yuca salada tradição León.",
          "visit_duration_min": 60
        },
        {
          "text": "Victoria Frost cerveja loira leve refrescante calor.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 1
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 2
        },
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 10
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 6
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 7
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "NI::little-corn",
      "name": "Little Corn",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.2983,
        -82.9522
      ],
      "lat": 12.2983,
      "lon": -82.9522,
      "visits": [
        {
          "text": "Praias desertas Little Corn areia branca água cristalina tranquilidade absoluta.",
          "visit_duration_min": 75
        },
        {
          "text": "Recifes de coral preservados biodiversidade excepcional peixes tropicais raias.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias locais arquitetura caribenha comunidade crioula vida simples.",
          "visit_duration_min": 75
        },
        {
          "text": "Farol norte ponto de vista panorâmico ilha mar coqueirais.",
          "visit_duration_min": 75
        },
        {
          "text": "Floresta tropical trilhas natureza observação pássaros iguanas fauna.",
          "visit_duration_min": 75
        },
        {
          "text": "Lighthouse Point farol panorama 360° observação baleias temporada migração.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach praia tranquila redes palmeiras snorkeling excelente acesso recife.",
          "visit_duration_min": 75
        },
        {
          "text": "Cocal Beach coqueiral praia isolada água calma banho perfeito.",
          "visit_duration_min": 75
        },
        {
          "text": "Vila principal mercearias restaurantes bares vida local descontraída.",
          "visit_duration_min": 75
        },
        {
          "text": "Trilhas natureza floresta tropical iguanas aves endêmicas fauna terrestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Recifes coralinos biodiversidade peixes tropicais raias tartarugas preservação.",
          "visit_duration_min": 75
        },
        {
          "text": "Lighthouse Point farol panorama 360° observação baleias temporada.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach tranquila redes snorkeling excelente acesso recife.",
          "visit_duration_min": 75
        },
        {
          "text": "Floresta tropical trilhas natureza iguanas aves fauna terrestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Retorno Corn Island barco manhã voo tarde Managua.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mergulho locais renomados visibilidade 30m tubarões-lixa tartarugas corais espetaculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling acessíveis praia recifes pouco profundos peixes-anjo borboletas.",
          "visit_duration_min": 60
        },
        {
          "text": "Caiaque transparente água turquesa volta da ilha enseadas isoladas exploração.",
          "visit_duration_min": 60
        },
        {
          "text": "Yoga praia nascer do sol meditação relaxamento ambiente zen paraíso.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação lagosta grelhada lagosta grelhada manteiga alho limão especialidade ilha.",
          "visit_duration_min": 60
        },
        {
          "text": "Coquetel pôr do sol rum punch rum frutas tropicais vista mar horizonte infinito.",
          "visit_duration_min": 60
        },
        {
          "text": "Mergulho naufrágios Blowing Rock formações coralíferas grutas submarinas aventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação raias águia temporada passagem grandes pelágicos tubarões encontro.",
          "visit_duration_min": 60
        },
        {
          "text": "Paddleboard água transparente exploração costeira enseadas escondidas exercício relaxante.",
          "visit_duration_min": 60
        },
        {
          "text": "Pesca artesanal técnica local barracuda dourado aprendizado tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação fish tacos peixe fresco tortilla caseira molho crioulo fusão.",
          "visit_duration_min": 60
        },
        {
          "text": "Piña colada abacaxi fresco rum coco gelo clássico caribenho refrescante.",
          "visit_duration_min": 60
        },
        {
          "text": "Barco rápido Little Corn 30min travessia água turquesa chegada paraíso.",
          "visit_duration_min": 60
        },
        {
          "text": "Mergulho locais renomados visibilidade 30m tubarões-lixa tartarugas espetáculo.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling acessível praia recifes rasos peixes-anjo diversidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Caiaque transparente exploração enseadas isoladas volta ilha água clara.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação lagosta grelhada lagosta manteiga alho limão especialidade frescor.",
          "visit_duration_min": 60
        },
        {
          "text": "Coquetel pôr do sol rum punch frutas tropicais vista mar pôr do sol.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 5
        },
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 6
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 14
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "NI::managua",
      "name": "Managua",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.1364,
        -86.2514
      ],
      "lat": 12.1364,
      "lon": -86.2514,
      "visits": [
        {
          "text": "Catedral Vieja ruínas terremoto 1972 memória histórica centro antigo.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Nacional de la Cultura museu história nacional arqueologia arte.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaza República monumento Sandino estátua emblemática revolução nicaraguense.",
          "visit_duration_min": 75
        },
        {
          "text": "Loma Tiscapa cratera lagoa Sandino estátua panorama Manágua lago.",
          "visit_duration_min": 75
        },
        {
          "text": "Frente Puerto Salvador Allende junto ao lago Manágua, passeio de restaurantes modernos.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Salvador Allende último passeio lago compras lembranças.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Roberto Huembes artesanato final redes couro cerâmicas nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Nueva moderna arquitetura contemporânea visita rápida.",
          "visit_duration_min": 75
        },
        {
          "text": "Zona Rosa bairro moderno restaurantes bares vida noturna capital.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita panorâmica da capital para compreensão da história recente, terremoto e revolução.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração do mercado Huembes, artesanato nacional, redes, couro, cerâmicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação do pôr do sol na Loma Tiscapa com vista do lago, vulcões e panorama urbano.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de nacatamal managuense, massa com carne e legumes, tradição dominical da capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Noite na Zona Rosa, bares e restaurantes, vida noturna moderna da capital.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveja Toña e Victoria, cervejas nacionais, acompanhamento da tradição nicaraguense.",
          "visit_duration_min": 60
        },
        {
          "text": "Mergulho matinal última imersão recifes Little Corn despedidas paraíso.",
          "visit_duration_min": 60
        },
        {
          "text": "Voo retorno sobrevoo Caribe costa Nicarágua lago vista aérea.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras últimas lembranças artesanato café rum produtos locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação final culinária nicaraguense nacatamal gallo pinto tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxamento hotel piscina preparação partida noite descanso.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 1
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 15
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "NI::matagalpa",
      "name": "Matagalpa",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.9256,
        -85.9175
      ],
      "lat": 12.9256,
      "lon": -85.9175,
      "visits": [
        {
          "text": "Catedral San Pedro Matagalpa arquitetura neoclássica torres gêmeas praça central.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Carlos Fonseca herói revolucionário sandinista história política guerrilha.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Morazán centro da cidade animações locais vida cotidiana matagalpina.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia San José de Laborío arquitetura colonial sóbria bairro tradicional.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cerro Apante vista panorâmica cidade vales montanhas café.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Café completo história cultura técnicas variedades degustação profissional.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante reserva natural trilhas observação cidade vales biodiversidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Norte mercado tradicional frutas legumes artesanato vida local cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral visita aprofundada arquitetura história religiosa comunidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador Cristo Rey estátua panorâmica cidade montanhas plantações café.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral San Pedro Matagalpa neoclássica torres gêmeas central.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Carlos Fonseca herói revolucionário história guerrilha sandinista.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra fazenda café 1891 floresta lagos alemã biodiversidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Apante reserva mirante panorama cidade vales plantações.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Morazán centro animações vida cotidiana local.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite fazendas café processo cultivo colheita lavagem secagem torrefação degustação.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração cidade frescor montanhoso ambiente tranquilo mercados locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada Cerro Apante subida colina vista 360° cidade plantações.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação chancho adobado porco marinado achiote tradição culinária regional.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio noturno centro cidade restaurantes cafés ambiente local estudantil.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Matagalpa arábica altitude corpo complexo notas chocolate caramelo terroir vulcânico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação comparativa cafés origens Matagalpa Jinotega terroirs variedades cupping.",
          "visit_duration_min": 60
        },
        {
          "text": "Técnicas de barista ateliê extração espresso latte art moagem temperaturas.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras café grãos torrefação local origem rastreabilidade embalagem artesanal.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação quesillo matagalpino variante local queijo fresco tortilla acidulada.",
          "visit_duration_min": 60
        },
        {
          "text": "Noite cultural marimba dança folclore montanhês tradições musicais.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour das plantações de café da Selva Negra colheita processamento degustação propriedade.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada floresta nublada trilhas observação pássaros macacos biodiversidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cidade frescor montanhoso mercados cafés ambiente estudantil.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação chancho adobado porco marinado achiote tradição Matagalpa.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio Cerro Apante vista panorâmica 360° cidade montanhas.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Matagalpa arábica altitude corpo notas chocolate caramelo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 1
        },
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 10
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 10
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "NI::ocotal",
      "name": "Ocotal",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.6319,
        -86.4753
      ],
      "lat": 13.6319,
      "lon": -86.4753,
      "visits": [
        {
          "text": "Catedral de Ocotal arquitetura colonial sóbria praça central vida cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Dipilto aldeia montanhesa fronteira Honduras paisagens vales cultura café.",
          "visit_duration_min": 75
        },
        {
          "text": "Jalapa zona montanhosa tabaco reconhecido plantações tradições agrícolas.",
          "visit_duration_min": 75
        },
        {
          "text": "Mozonte aldeia artesanal cerâmica negra técnica ancestral oficinas familiares.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador fronteira vista panorâmica Honduras vales montanhas paisagens espetaculares.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour plantações tabaco Jalapa processo cultivo secagem qualidade charutos nicaraguenses.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita oficinas cerâmica Mozonte técnica queima redutora cerâmica negra única.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada montanhas Dipilto trilhas altitude clima fresco pinheiros panoramas.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação cuajada queijo fresco creme tradição leiteira regional acompanhamento tortillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração aldeias rurais fronteira tradições locais arquitetura típica.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Nueva Segovia altitude arábica notas florais acidez viva terroir montanhoso.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 9
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "NI::ometepe",
      "name": "Ometepe",
      "cc": "NI",
      "language": "pt",
      "coords": [
        11.5292,
        -85.5694
      ],
      "lat": 11.5292,
      "lon": -85.5694,
      "visits": [
        {
          "text": "Volcán Concepción 1610m cone perfeito ativo fumaças trilha técnica.",
          "visit_duration_min": 75
        },
        {
          "text": "Ojo de Agua piscinas naturais nascentes vulcânicas jardim tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "Petróglifos Finca Magdalena rochas esculpidas civilização pré-colombiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Santo Domingo areia vulcânica cinza água lago tranquilidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María língua areia fotografia pôr do sol panorâmico.",
          "visit_duration_min": 75
        },
        {
          "text": "Volcán Maderas 1394m floresta nublada lagoa cratera cume técnico.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascata San Ramón queda de 40m floresta primária trilha banho.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Charco Verde lagoa biodiversidade 76 espécies aves lenda.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Ometepe Altagracia cerâmicas pré-colombianas história ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias locais Moyogalpa Altagracia vida insular tradição.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada base Concepción floresta tropical macacos bugios observação fauna.",
          "visit_duration_min": 60
        },
        {
          "text": "Banho Ojo de Agua água fresca clara piscinas naturais relaxamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Aluguel bicicleta tour ilha vilarejos plantações bananas café exploração.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação peixe tilápia frito lago banana da terra arroz feijão tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação pôr do sol Punta Jesús María água rasa panorama.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiste cacau milho torrado canela bebida ancestral indígena.",
          "visit_duration_min": 60
        },
        {
          "text": "Ascensão vulcão Maderas caminhada floresta úmida lagoa cume aventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Banho cascata San Ramón água fresca montanha floresta tropical.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação aves Charco Verde papagaios tucanos martins-pescadores binóculos.",
          "visit_duration_min": 60
        },
        {
          "text": "Caiaque lago costeiro exploração enseadas aldeias pescadores insulares.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação indio viejo carne desfiada milho tomate tradição colonial.",
          "visit_duration_min": 60
        },
        {
          "text": "Pinolillo milho cacau bebida nacional Nicarágua acompanhamento refeição.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 3
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 4
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "NI::pearl-lagoon",
      "name": "Pearl Lagoon",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.3428,
        -83.6731
      ],
      "lat": 12.3428,
      "lon": -83.6731,
      "visits": [
        {
          "text": "Laguna de Perlas 550 km² ilhas Perlas arquipélago aldeias isoladas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cayos Perlas ilhotas coralinas praias desertas snorkeling paradisíaco.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias Pearl Lagoon Haulover Orinoco cultura crioula arquitetura colorida.",
          "visit_duration_min": 75
        },
        {
          "text": "Manguezais labirintos canais biodiversidade berçário ecossistema frágil.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu comunitário história pérola colonial piratas cultura local.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegação cayos exploração ilhotas desertas praias virgens tranquilidade absoluta.",
          "visit_duration_min": 60
        },
        {
          "text": "Snorkeling recifes coralinos pouco frequentados peixes raias tartarugas preservados.",
          "visit_duration_min": 60
        },
        {
          "text": "Caiaque manguezais observação pássaros canais naturais fauna aquática.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação rundown guisado frutos do mar leite de coco banana-da-terra especialidade crioula Pearl.",
          "visit_duration_min": 60
        },
        {
          "text": "Imersão vila local vida quotidiana pesca artesanal tradições crioulas.",
          "visit_duration_min": 60
        },
        {
          "text": "Cerveja Toña gelada acompanhamento frutos do mar fritos bananas-da-terra tradição.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 3
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "NI::poneloya",
      "name": "Poneloya",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.3956,
        -87.0319
      ],
      "lat": 12.3956,
      "lon": -87.0319,
      "visits": [
        {
          "text": "Playa Las Peñitas barreira areia 18km Reserva Juan Venado surfe ondas constantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Poneloya areia cinza vulcânica ambiente local restaurantes frutos do mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Puerto Sandino praia selvagem industrial autenticidade menos turística.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Pilas El Hoyo vulcões gêmeos cratera floresta seca tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "Manguezais estuário Juan Venado biodiversidade aves crocodilos ecossistema frágil.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf Las Peñitas ondas regulares escola aluguel prancha iniciantes progressão.",
          "visit_duration_min": 60
        },
        {
          "text": "Caiaque manguezais reserva Juan Venado observação aves garças garças colhereiros.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação pôr do sol oceano Pacífico praia horizonte infinito cores espetaculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação pescado frito peixe inteiro frito bananas arroz salada fresca.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada noturna praia estrelas ondas bioluminescência temporada fitoplâncton.",
          "visit_duration_min": 60
        },
        {
          "text": "Limonada cerveja cerveja limão sal cubos de gelo refrescância praia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 3
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "NI::quilali",
      "name": "Quilali",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.5711,
        -86.0294
      ],
      "lat": 13.5711,
      "lon": -86.0294,
      "visits": [
        {
          "text": "Reserva Kilambé floresta nublada 5600 hectares biodiversidade aves orquídeas altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Cascatas Kilambé múltiplas quedas floresta primária trilhas técnicas guias locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias montanhosas café altitude tradições cooperativas agricultura biológica.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerro Kilambé cume 1745m caminhada técnica panorama floresta vales.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu cooperativo história café revolução solidariedade comunitária.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada reserva Kilambé floresta nublada observação quetzal macacos fauna endêmica.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração cascatas banho piscinas naturais água cristalina fria montanha.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita fazenda café altitude processo biológico colheita seletiva qualidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação rosquillas café biscoitos milho queijo acompanhamento tradicional regional.",
          "visit_duration_min": 60
        },
        {
          "text": "Noite família local imersão autêntica refeições conversas intercâmbio cultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Kilambé altitude premium microlote arábica notas florais complexidade excepcional.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 7
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "NI::san-juan-sur",
      "name": "San Juan Sur",
      "cc": "NI",
      "language": "pt",
      "coords": [
        11.2533,
        -85.8703
      ],
      "lat": 11.2533,
      "lon": -85.8703,
      "visits": [
        {
          "text": "Praia San Juan del Sur baía crescente surf ambiente internacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Cristo Misericordia estátua 25m colina vista 360° baía oceano.",
          "visit_duration_min": 75
        },
        {
          "text": "Refugio La Flor praia desova tartarugas oliváceas arribadas espetáculo natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Praia Maderas areia dourada ondas constantes escola surf comunidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Porto pesca artesanal barcos coloridos tradição marítima local.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Surf praia Maderas ondas iniciantes experientes escola aluguel ambiente relaxante.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada Cristo subida 392 degraus panorama baía pôr do sol espetacular.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação desova tartarugas noite temporada julho-janeiro conservação proteção.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação ceviche peixe fresco limão coentro cebola pimenta tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Noitada bares praia música internacional local ambiente festivo boêmio.",
          "visit_duration_min": 60
        },
        {
          "text": "Michelada cerveja limão sal pimenta gelo refrescância praia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 5
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "NI::san-rafael-norte",
      "name": "San Rafael Norte",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.2167,
        -86.1167
      ],
      "lat": 13.2167,
      "lon": -86.1167,
      "visits": [
        {
          "text": "Fazendas café altitude plantações sombreadas técnicas biológicas qualidade exportação.",
          "visit_duration_min": 75
        },
        {
          "text": "Vilarejos produtores San Rafael Wiwilí tradição cafeeira cooperativas familiares.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Peñas Blancas floresta úmida biodiversidade limite Bosawás natureza preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirantes montanhosos vistas panorâmicas vales plantações pores do sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Igrejas rurais arquitetura simples madeira comunidade vida religiosa local.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participação colheita café coleta cerejas maduras aprendizado técnica seleção.",
          "visit_duration_min": 60
        },
        {
          "text": "Tour fazenda completo despolpamento fermentação lavagem secagem torrefação caseira.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada plantações sombreadas observação aves migratórias insetívoras café.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação ayote mel abóbora mel canela sobremesa tradicional doce.",
          "visit_duration_min": 60
        },
        {
          "text": "Noite comunitária compartilhar histórias café vida rural música violão.",
          "visit_duration_min": 60
        },
        {
          "text": "Café San Rafael microlote altitude arábica pacamara notas jasmim bergamota.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 8
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "NI::selva-negra",
      "name": "Selva Negra",
      "cc": "NI",
      "language": "pt",
      "coords": [
        12.9997,
        -85.9172
      ],
      "lat": 12.9997,
      "lon": -85.9172,
      "visits": [
        {
          "text": "Selva Negra Ecolodge fazenda café floresta privada lagos biodiversidade família alemã 1891.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Selva Negra natural vulcânico trilhas floresta observação aves tranquilidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Plantações café orgânicas sombreamento árvores nativas técnicas sustentáveis qualidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu fazenda história imigração alemã ferramentas antigas tradição cafeeira.",
          "visit_duration_min": 75
        },
        {
          "text": "Trilhas naturais 8km floresta nublada primária cachoeiras fauna flora endêmica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour completo do café plantações colheita processamento degustação variedades arábica.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada floresta nublada trilhas sinalizadas observação macacos pássaros orquídeas.",
          "visit_duration_min": 60
        },
        {
          "text": "Caiaque lago Selva Negra tranquilidade natureza reflexos floresta montanhas.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação pássaros quetzal trogon beija-flores binóculos guia ornitológico especialista.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação culinária alemã-nica schnitzel salsichas repolho fusão cultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Café Selva Negra cultivado na propriedade arábica torrefação artesanal no local.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 2
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "NI::somoto",
      "name": "Somoto",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.4808,
        -86.5822
      ],
      "lat": 13.4808,
      "lon": -86.5822,
      "visits": [
        {
          "text": "Canyon Somoto desfiladeiro 170m profundidade Río Coco caminhada aquática espetacular.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador El Común vista aérea canyon formação geológica milhões anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Somoto história local arqueologia pré-colombiana cultura regional.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja colonial Somoto arquitetura simples branca praça central vida local.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias artesanais rosquillas tradição confeitaria milho queijo receita ancestral.",
          "visit_duration_min": 75
        },
        {
          "text": "Canyon Somoto desfiladeiro 170m profundidade Rio Coco caminhada aquática.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador El Común vista aérea canyon formação geológica espetacular.",
          "visit_duration_min": 75
        },
        {
          "text": "Grutas canyon formações estalactites história milhões anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Somoto história local arqueologia pré-colombiana regional.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias artesanais rosquillas tradição confeitaria milho queijo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Canyoning Somoto natação escalada saltos penhascos desfiladeiros água cristalina aventura.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada aquática canyon pés água rochas esculpidas paredes vertiginosas.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração grutas canyon formações estalactites história geológica única.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de rosquillas biscoitos tradicionais de Somoto milho queijo especialidade reconhecida nacional.",
          "visit_duration_min": 60
        },
        {
          "text": "Banho em piscinas naturais do canyon água fresca clara relaxamento natureza.",
          "visit_duration_min": 60
        },
        {
          "text": "Fresco de cacau bebida de cacau frio açúcar canela tradicional acompanhamento rosquillas.",
          "visit_duration_min": 60
        },
        {
          "text": "Canyoning Somoto natação escalada saltos água cristalina aventura adrenalina.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada aquática desfiladeiros rochas esculpidas paredes vertiginosas espetáculo.",
          "visit_duration_min": 60
        },
        {
          "text": "Banho piscinas naturais canyon água fresca clara relaxamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação rosquillas Somoto biscoitos milho queijo especialidade nacional.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração vila artesanal tradição confeitaria familiar receitas.",
          "visit_duration_min": 60
        },
        {
          "text": "Fresco cacau bebida fria cacau açúcar canela acompanhamento.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::leon-occidente",
          "itin_title": "LEÓN E SEUS VULCÕES: CULTURA, SANDBOARD E PACÍFICO",
          "day": 8
        },
        {
          "itin_id": "NI::incontournables-15j",
          "itin_title": "NICARÁGUA ESSENCIAL EM 15 DIAS: VULCÕES, CIDADES COLONIAIS E PRAIAS",
          "day": 9
        }
      ],
      "rating": 7.1
    },
    {
      "place_id": "NI::waspam",
      "name": "Waspam",
      "cc": "NI",
      "language": "pt",
      "coords": [
        14.7392,
        -83.9689
      ],
      "lat": 14.7392,
      "lon": -83.9689,
      "visits": [
        {
          "text": "Rio Coco navegação fronteira Honduras aldeias miskitos isoladas floresta tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "Reserva Bosawás acesso norte floresta tropical biodiversidade comunidades indígenas.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias ribeirinhas Waspam Klis arquitetura tradicional cultura miskito autônoma.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu comunitário história cultura miskito tradições artesanato língua.",
          "visit_duration_min": 75
        },
        {
          "text": "Fronteira Honduras confluência de culturas intercâmbios comerciais tradições transfronteiriças.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegação de piroga Rio Coco exploração aldeias isoladas acesso fluvial único.",
          "visit_duration_min": 60
        },
        {
          "text": "Encontro com famílias miskitos imersão cultural tradições cotidianas compartilhamento.",
          "visit_duration_min": 60
        },
        {
          "text": "Técnicas tradicionais de pesca ancestrais rio observação ofícios locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação bami mandioca fermentada bebida tradicional forte cerimonial.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação fauna rio crocodilos jacarés aves aquáticas biodiversidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Chicha mandioca fermentação local tradição miskito bebida comunitária.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::caraibe-atlantique",
          "itin_title": "COSTA CARIBENHA & CORN ISLANDS: LAGOAS, RECIFES E CULTURA CRIOULA",
          "day": 9
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "NI::wiwili",
      "name": "Wiwili",
      "cc": "NI",
      "language": "pt",
      "coords": [
        13.6211,
        -85.8219
      ],
      "lat": 13.6211,
      "lon": -85.8219,
      "visits": [
        {
          "text": "Navegação Río Coco fronteira natural Honduras vilarejos isolados acesso fluvial.",
          "visit_duration_min": 75
        },
        {
          "text": "Montanhas Segovias paisagens montanhosas floresta pinheiros vales agricultura altitude.",
          "visit_duration_min": 75
        },
        {
          "text": "Vilarejos rurais isolamento tradições agricultura subsistência milho feijão.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu revolução zona conflitos anos 1980 contras sandinistas história.",
          "visit_duration_min": 75
        },
        {
          "text": "Mirador fronteira vista Honduras vales rio Coco montanhas Segovias.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navegação Río Coco piroga exploração vilarejos ribeirinhos pesca artesanal tradição.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada montanhas trilhas rurais encontro camponeses vida campo autêntica.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita cooperativas agrícolas café feijão milho comércio local solidariedade.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação sopa cuajada queijo fresco sopa tradição leiteira montanhesa reconfortante.",
          "visit_duration_min": 60
        },
        {
          "text": "Observação estrelas noite rural sem poluição luminosa via láctea espetacular.",
          "visit_duration_min": 60
        },
        {
          "text": "Destilação artesanal de aguardente local de cana milho forte tradicional compartilhamento.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::norte-montanas",
          "itin_title": "NORTE MONTANHOSO: MATAGALPA & JINOTEGA, CAFÉ E FLORESTAS NUBLADAS",
          "day": 6
        }
      ],
      "rating": 4.5
    }
  ]
}