{
  "version": 1,
  "country": "ni",
  "language": "es",
  "places": [
    {
      "place_id": "NI::big-corn",
      "name": "Big Corn",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.1667,
        -83.0667
      ],
      "lat": 12.1667,
      "lon": -83.0667,
      "visits": [
        {
          "text": "Big Corn Island emerge de las aguas turquesas del mar Caribe a 70 kilómetros de la costa nicaragüense. Esta isla de 10 km² concentra la mayoría de los 8.000 habitantes del archipiélago y las infraestructuras principales.",
          "visit_duration_min": 75
        },
        {
          "text": "Las playas de arena blanca bordean la isla en todo su perímetro entre cocoteros y aguas cristalinas. Long Bay y South West Bay ofrecen las extensiones más fotogénicas.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo principal reúne comercios, restaurantes y servicios alrededor del puerto donde llegan ferries y pangas. El ambiente caribeño relajado impregna cada interacción.",
          "visit_duration_min": 75
        },
        {
          "text": "El Arenas Beach Hotel ofrece un pase de día a $10 con acceso a la playa, tumbonas y deportes acuáticos. El bar instalado en un barco sirve cócteles y comidas frente a las olas.",
          "visit_duration_min": 75
        },
        {
          "text": "Los arrecifes de coral rodean la isla y albergan una vida marina colorida accesible desde la playa. Peces tropicales, rayas y tortugas nadan en las aguas claras.",
          "visit_duration_min": 75
        },
        {
          "text": "Los sitios de buceo alrededor de Big Corn figuran entre los mejores del Caribe según los conocedores. Los naufragios y paredes atraen a buceadores certificados de todo el mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "El recorrido de la isla en taxi o a pie toma algunas horas y revela playas desiertas y pueblos de pescadores. Cada costa ofrece un ambiente y vistas diferentes.",
          "visit_duration_min": 75
        },
        {
          "text": "La cocina local fusiona tradiciones criollas y productos del mar recién pescados. El rondón, guiso con leche de coco, y el pan de coco acompañan cada comida.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La panga matutina desde Pearl Lagoon llega a Bluefields en hora y media para tomar el vuelo hacia Big Corn. La coordinación de los transportes requiere paciencia y flexibilidad."
        },
        {
          "text": "El vuelo de La Costeña sobrevuela el mar Caribe durante 30 minutos antes de aterrizar en la pista de Big Corn. Los pequeños aviones ofrecen vistas espectaculares del archipiélago."
        },
        {
          "text": "La tarde de descanso en la playa recupera de las horas de transporte. Las aguas cálidas y tranquilas invitan al baño y al snorkel."
        },
        {
          "text": "La noche descubre los restaurantes locales que sirven pescado a la parrilla, langosta y especialidades criollas. Los precios siguen siendo razonables comparados con otras islas caribeñas."
        },
        {
          "text": "El día completo en Big Corn permite explorar la isla sin la presión del tránsito. El ritmo caribeño invita a la lentitud y la contemplación."
        },
        {
          "text": "El snorkel desde la playa revela los fondos marinos sin equipo sofisticado. Máscara y tubo bastan para observar la fauna submarina."
        },
        {
          "text": "El alquiler de una bicicleta o scooter facilita la exploración de las diferentes playas y miradores. Los caminos de tierra atraviesan pueblos y cocoteros."
        },
        {
          "text": "El atardecer desde la costa oeste enciende el cielo sobre el mar Caribe. Los bares de playa sirven ron local y cervezas heladas frente al espectáculo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 6
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 7
        }
      ],
      "rating": 9.2,
      "place_type": "island",
      "suggested_days": 1
    },
    {
      "place_id": "NI::big-corn-island",
      "name": "Big Corn Island",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.1725,
        -82.9903
      ],
      "lat": 12.1725,
      "lon": -82.9903,
      "visits": [
        {
          "text": "Big Corn Island emerge a 70 kilómetros de la costa nicaragüense en las aguas turquesa del Mar Caribe.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el pueblo principal que se articula alrededor del puerto donde atracan las pangas hacia Little Corn. Las casas de madera coloridas bordean las calles polvorientas.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa de Long Bay se extiende en la costa suroeste de la isla frente a las olas del mar abierto. La arena blanca y los cocoteros componen el escenario caribeño clásico.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube hasta el faro de Big Corn que domina la isla desde su colina central. El panorama abarca las dos islas y la inmensidad azul del Mar Caribe.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia bautista atestigua la influencia británica y jamaicana en el archipiélago. Los servicios dominicales reúnen a la comunidad en cantos gospel.",
          "visit_duration_min": 75
        },
        {
          "text": "Regreso a Big Corn Island para un día de margen antes del largo viaje hacia el continente. Esta etapa permite absorber un eventual retraso de panga debido al clima.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El vuelo desde Bluefields sobrevuela el Mar Caribe durante 20 minutos antes de aterrizar en la pista de Big Corn. El pequeño avión ofrece vistas panorámicas de los arrecifes."
        },
        {
          "text": "Espera en la playa de Arenas Beach mientras aguardas la panga hacia Little Corn. El pase diario da acceso a las tumbonas, paddle y restaurante con los pies en la arena."
        },
        {
          "text": "El buceo revela los arrecifes de coral entre los más preservados del Caribe. Los centros ofrecen salidas y certificaciones para todos los niveles."
        },
        {
          "text": "Recorre la isla en menos de una hora por los caminos de tierra que conectan las playas y los pueblos. Los taxis colectivos aseguran las conexiones."
        },
        {
          "text": "Regreso matutino en panga hacia Big Corn Island. Prevé un margen horario ya que la travesía puede cancelarse si el mar está agitado."
        },
        {
          "text": "Aprovecha la playa de Arenas Beach o de Long Bay para un último día caribeño relajado."
        },
        {
          "text": "Los restaurantes de mariscos sirven el pescado del día a la parrilla, el cangrejo y la langosta según la temporada."
        },
        {
          "text": "Confirma tu vuelo del día siguiente hacia Managua con La Costeña."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 5
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 9
        }
      ],
      "rating": 2.5,
      "place_type": "island",
      "suggested_days": 1
    },
    {
      "place_id": "NI::bluefields",
      "name": "Bluefields",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.0133,
        -83.7633
      ],
      "lat": 12.0133,
      "lon": -83.7633,
      "visits": [
        {
          "text": "Bluefields debe su nombre al pirata holandés Abraham Blauvelt que estableció aquí su base de operaciones en el siglo XVII. El término deriva del neerlandés Blauvelt, que significa campo azul.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la iglesia morava general que alza sus paredes blancas y sus altos techos rojo oscuro desde 1849. El edificio actual es una réplica reconstruida tras el huracán Jeanne de 1988.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia católica luce en su fachada la imagen de la Virgen María. Los altos techos ventilados albergan vitrales coloridos que rodean un amplio jardín interior.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el Kings Park, único parque central de la región autónoma atlántica sur desde hace más de sesenta años. El quiosco de música y los grandes árboles dan sombra a las familias que se reúnen allí.",
          "visit_duration_min": 75
        },
        {
          "text": "El museo histórico de la costa atlántica conserva las fotos de las figuras importantes de la región y obras de arte que documentan la historia local.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorre el mercado municipal Teodoro Martínez que se extiende por más de seis cuadras. Las pangas hacia los destinos costeros parten del muelle adyacente.",
          "visit_duration_min": 75
        },
        {
          "text": "Bluefields surge al borde de la laguna como una anomalía caribeña en Nicaragua. Esta ciudad de 50.000 habitantes mezcla seis etnias: criollos, miskitos, garífunas, ramas, ulwas y mestizos en un crisol único.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia morava general alza su réplica blanca de techos rojo oscuro desde 1849. La original fue destruida por el huracán Juana en 1988 pero el edificio reconstruido sigue dominando la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia católica luce la Virgen María en su fachada y vitrales coloridos en el interior. Los techos altos y aireados ofrecen un refugio contra el calor tropical.",
          "visit_duration_min": 75
        },
        {
          "text": "El parque Reyes constituye el único parque central de toda la región autónoma sur con sus 60 años de historia. El quiosco y los grandes árboles dan sombra a las familias que se reúnen al atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "La cultura criolla impregna cada aspecto de la vida en Bluefields, desde los ritmos musicales hasta los sabores culinarios. El rondón, guiso de mariscos con leche de coco, encarna esta fusión afrocaribeña.",
          "visit_duration_min": 75
        },
        {
          "text": "El Centro de Investigación y Documentación de la Costa Atlántica conserva 1.100 textos sobre la historia y la cultura de la región. El museo histórico adyacente expone fotografías y obras de arte locales.",
          "visit_duration_min": 75
        },
        {
          "text": "El Bluff se extiende a pocos kilómetros al sur con su playa y su faro histórico. Este barrio más tranquilo ofrece una alternativa a las calles animadas del centro.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palo de Mayo, fiesta tradicional de mayo, representa el apogeo cultural de Bluefields. Los bailes sensuales de raíces africanas y británicas animan las calles durante todo el mes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El vuelo matutino desde Managua sobrevuela las montañas centrales y luego la selva tropical durante una hora antes de aterrizar en la pista de Bluefields."
        },
        {
          "text": "Seis grupos étnicos cohabitan en Bluefields: Mestizos, Criollos, Miskitos, Garífunas, Ulwas y Ramas. El criollo se mezcla con el español en las conversaciones cotidianas."
        },
        {
          "text": "Los restaurantes del centro sirven mariscos frescos, arroz con frijoles rojos y especialidades criollas como el coconut bread y el rondon."
        },
        {
          "text": "Pasea por los barrios para admirar las casas de madera coloridas de estilo victoriano heredadas del período colonial británico. El reggae resuena en las calles."
        },
        {
          "text": "Reserva la panga del día siguiente hacia Pearl Lagoon en las cooperativas de transporte del muelle central."
        },
        {
          "text": "Disfruta de una cena de mariscos en los muelles mientras observas los barcos regresar de la pesca del día."
        },
        {
          "text": "El vuelo matutino de La Costeña sobrevuela las montañas y luego las llanuras pantanosas de la costa Caribe. El aterrizaje en Bluefields revela otra Nicaragua, tropical y afrocaribeña."
        },
        {
          "text": "El paseo por las calles revela la arquitectura victoriana en madera colorida heredada de los colonos británicos. El reggae escapa de las casas y los bares a toda hora."
        },
        {
          "text": "El criollo inglés se mezcla con el español en las conversaciones callejeras. Esta lengua caribeña acerca Bluefields más a Jamaica que a Managua."
        },
        {
          "text": "El mercado municipal Teodoro Martínez ofrece mariscos frescos y productos locales a precios locales. Las pangas hacia los destinos cercanos parten del muelle adyacente."
        },
        {
          "text": "El día permite absorber el ritmo lento de la ciudad caribeña sin presión de transporte. El concepto de 'Nica time' cobra aquí todo su sentido."
        },
        {
          "text": "La visita al museo CIDCA-BICU ilumina la historia compleja de esta región autónoma. Los guías explican la mezcla étnica que moldea la identidad costeña."
        },
        {
          "text": "La excursión en panga hacia Rama Cay descubre la comunidad indígena rama en su isla. Los pocos cientos de habitantes perpetúan lengua y tradiciones ancestrales."
        },
        {
          "text": "La noche en los bares del centro pulsa al ritmo del reggae y la punta garífuna. Las Toñas heladas acompañan las conversaciones con los lugareños acogedores."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 2
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 3
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 2
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 3
        }
      ],
      "rating": 8.3,
      "place_type": "large_city",
      "suggested_days": 4
    },
    {
      "place_id": "NI::el-castillo",
      "name": "El Castillo",
      "cc": "NI",
      "language": "es",
      "coords": [
        11.0167,
        -84.4
      ],
      "lat": 11.0167,
      "lon": -84.4,
      "visits": [
        {
          "text": "El Castillo surge en una colina que domina los rápidos del Río San Juan, cerradura estratégica contra los piratas que subían hacia el Lago de Nicaragua.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube hasta la Fortaleza de la Inmaculada Concepción edificada por los españoles en 1675 para bloquear el acceso al lago. Las murallas de piedra dominan el río y la selva.",
          "visit_duration_min": 75
        },
        {
          "text": "El museo de la fortaleza relata la historia de las batallas contra los piratas ingleses y la expedición del almirante Nelson en 1780. Los cañones oxidados aún apuntan hacia el río.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira los rápidos del Río San Juan que rugen al pie del pueblo, obstáculo natural que reforzaba la posición defensiva de la fortaleza.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo se extiende a lo largo de una única calle de tablones sobre pilotes frente al río. Las casas de madera coloridas albergan algunos comercios y restaurantes.",
          "visit_duration_min": 75
        },
        {
          "text": "El Castillo surge tras un recodo del río como un pueblo fuera del tiempo sin carreteras ni carros. Los 1.500 habitantes viven de la pesca, el cacao, el turismo y el trabajo en las fincas vecinas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Fortaleza de la Inmaculada Concepción domina el pueblo desde 1675 cuando los españoles la construyeron contra los piratas. El joven Horatio Nelson la conquistó brevemente en 1780 antes de que la fiebre amarilla diezmara sus tropas.",
          "visit_duration_min": 75
        },
        {
          "text": "El museo en la fortaleza expone armas, balas de cañón y botellas de ron del siglo XVI. La biblioteca ofrece un refugio de lectura frente al río.",
          "visit_duration_min": 75
        },
        {
          "text": "Los rápidos del Río San Juan al pie de la fortaleza explican su ubicación estratégica. Los barcos tenían que reducir velocidad aquí, vulnerables a los cañones españoles.",
          "visit_duration_min": 75
        },
        {
          "text": "La Reserva Biológica Indio Maíz protege más de 3.000 km² de bosque tropical primario al sur del río. Esta selva figura entre las mejor conservadas de Centroamérica con una biodiversidad excepcional.",
          "visit_duration_min": 75
        },
        {
          "text": "El Refugio Bartola da acceso a la reserva desde la desembocadura del Río Bartola a 4 km río abajo de El Castillo. Los senderos penetran la selva donde viven monos, tucanes, ranas y guacamayos.",
          "visit_duration_min": 75
        },
        {
          "text": "El kayak en el río ofrece una perspectiva única sobre el bosque ribereño y la fauna acuática. Los alquileres y tours guiados se organizan desde el pueblo.",
          "visit_duration_min": 75
        },
        {
          "text": "La granja de mariposas cerca de la fortaleza presenta las especies locales en un jardín acondicionado. Este proyecto comunitario emplea a mujeres del pueblo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La lancha desde San Carlos desciende el Río San Juan durante dos horas a través de una selva tropical densa. Los monos aulladores y las aves acompañan la navegación."
        },
        {
          "text": "Camina por los senderos de la reserva Indio Maíz que protege una de las últimas selvas vírgenes de América Central. Los guías locales conocen los pasos hacia las cascadas."
        },
        {
          "text": "Observa los caimanes, tortugas y aves acuáticas que pueblan las orillas del río. Las excursiones nocturnas en kayak revelan la fauna activa después del atardecer."
        },
        {
          "text": "Los lodges del pueblo sirven una cocina sencilla de pescados del río y caza local. La electricidad funciona según los generadores de cada establecimiento."
        },
        {
          "text": "La lancha rápida desde San Carlos baja el río en hora y media con paradas en las comunidades ribereñas. El paisaje de selva y ranchos desfila en las orillas."
        },
        {
          "text": "La visita de la fortaleza restaurada por España recorre la historia agitada del río. La entrada de $2 más $1 por fotos da acceso a todo el sitio."
        },
        {
          "text": "El paseo por el pueblo descubre las casas sobre pilotes y la vida cotidiana sin carros. El camino empedrado principal conecta el muelle con la fortaleza."
        },
        {
          "text": "La cena en el Borders Café sirve la mejor pasta de Nicaragua según los habituales. El propietario extravagante Yamil cultiva sus verduras y sirve las cervezas más heladas."
        },
        {
          "text": "La excursión matutina hacia Bartola e Indio Maíz descubre la selva primaria con un guía local. Las botas de goma proporcionadas protegen en los senderos fangosos."
        },
        {
          "text": "El ascenso del Río Bartola en panga y luego a vara atraviesa una vegetación cada vez más densa. Los monos aulladores, tucanes y guacamayos colorean y animan el dosel."
        },
        {
          "text": "El kayak al final de la tarde explora el río a su ritmo en la luz dorada. Los caimanes y aves acuáticas se observan desde el agua."
        },
        {
          "text": "La última noche en El Castillo saborea la tranquilidad de este pueblo sin carros. El sonido del río y la selva acompaña el sueño."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 12
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 12
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 13
        }
      ],
      "rating": 5,
      "place_type": "village",
      "suggested_days": 1.5
    },
    {
      "place_id": "NI::esteli",
      "name": "Esteli",
      "cc": "NI",
      "language": "es",
      "coords": [
        13.0833,
        -86.35
      ],
      "lat": 13.0833,
      "lon": -86.35,
      "visits": [
        {
          "text": "Estelí reina sobre la industria del puro nicaragüense desde los años 1960 cuando los maestros cubanos emigrados establecieron aquí sus manufacturas. La ciudad produce hoy algunos de los mejores puros del mundo en decenas de fábricas artesanales.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral Nuestra Señora del Rosario domina el centro con su fachada blanca de estilo neoclásico moderno consagrada en 1962. El interior sobrio contrasta con la exuberancia barroca de las iglesias coloniales de León y Granada.",
          "visit_duration_min": 75
        },
        {
          "text": "El parque central reúne a las familias los fines de semana alrededor de los vendedores de frutas y los niños jugando. El ambiente provincial y auténtico escapa a la afluencia turística de las ciudades coloniales.",
          "visit_duration_min": 75
        },
        {
          "text": "Las fábricas de puros abren sus puertas a los visitantes curiosos por descubrir el arte del torcedor. Las manos expertas enrollan las hojas de tabaco con una destreza adquirida a lo largo de los años.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El autobús desde León atraviesa las llanuras y luego sube la cordillera central en aproximadamente dos horas. Los paisajes de montañas cultivadas desfilan por las ventanas en la carretera Panamericana."
        },
        {
          "text": "La visita a una fábrica de puros revela las etapas de producción desde las hojas de tabaco hasta el producto terminado. Yayabo, Drew Estate o Padrón reciben visitantes según los días."
        },
        {
          "text": "El mercado central ofrece frutas frescas, verduras y productos locales en un ambiente animado. Los puestos coloridos brindan una visión de la alimentación diaria de los nicaragüenses."
        },
        {
          "text": "La vida nocturna de Estelí anima algunos bares y discotecas donde los locales bailan ritmos latinos. Hard Bar y Zona 34 atraen a una clientela joven y festiva."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 5
        }
      ],
      "rating": 3.7,
      "place_type": "large_city",
      "suggested_days": 3.5
    },
    {
      "place_id": "NI::granada",
      "name": "Granada",
      "cc": "NI",
      "language": "es",
      "coords": [
        11.9344,
        -85.956
      ],
      "lat": 11.9344,
      "lon": -85.956,
      "visits": [
        {
          "text": "La Laguna de Apoyo llena un cráter volcánico colapsado con aguas cristalinas mantenidas a 28°C por la actividad geotérmica. Este lago perfectamente redondo ofrece un baño tibio en un marco de bosques tropicales.",
          "visit_duration_min": 75
        },
        {
          "text": "San Juan de Oriente perpetúa el arte de la cerámica desde hace 2.500 años en un pueblo donde el 90% de los habitantes vive de la alfarería. Los artesanos tornean, pintan y cuecen piezas únicas en cada casa.",
          "visit_duration_min": 75
        },
        {
          "text": "El Mercado de Masaya ocupa una fortaleza neogótica con arcadas de ladrillos rojos. Los puestos rebosan de hamacas, cuero, cerámicas, especias y artesanías de todo el país.",
          "visit_duration_min": 75
        },
        {
          "text": "El Volcán Masaya abre su cráter Santiago sobre un lago de lava burbujeante visible de noche. Los españoles lo bautizaron Puerta del Infierno al descubrir este abismo incandescente en el siglo XVI.",
          "visit_duration_min": 75
        },
        {
          "text": "Granada reivindica el título de ciudad colonial más antigua de las Américas fundada en 1524 por los conquistadores españoles. La arquitectura morisca y andaluza le valió el apodo de Gran Sultana, anomalía ibérica en el corazón de Centroamérica.",
          "visit_duration_min": 75
        },
        {
          "text": "La catedral amarilla domina el Parque Central con su fachada neoclásica reconstruida tras las destrucciones del filibustero William Walker en 1856. El interior sobrio alberga altares de madera y estatuas coloniales.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de La Merced ofrece desde su campanario el mejor panorama de Granada por solo un dólar. Los tejados de tejas, las cúpulas de las iglesias y el lago Nicaragua se extienden hasta el horizonte volcánico.",
          "visit_duration_min": 75
        },
        {
          "text": "El Convento San Francisco alberga uno de los mejores museos precolombinos del país en un edificio del siglo XVI. Las estatuas de basalto y cerámicas cuentan las civilizaciones que poblaron el istmo antes de la conquista.",
          "visit_duration_min": 75
        },
        {
          "text": "La Calle La Calzada se anima al atardecer cuando las fachadas coloridas se iluminan y las terrazas se llenan. Esta arteria peatonal concentra restaurantes, bares y vida nocturna de la ciudad colonial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El autobús desde Matagalpa llega a Masaya en 2h30 vía Sébaco y la Panamericana. La llegada a última hora de la mañana permite comenzar las visitas."
        },
        {
          "text": "El baño en Apoyo recompensa con agua tibia y clara en un marco volcánico preservado. Los bar-restaurantes junto al lago ofrecen kayaks y paddleboards."
        },
        {
          "text": "La demostración de cerámica en San Juan de Oriente revela los gestos precisos de los artesanos. Las tiendas exhiben miles de piezas pintadas a mano."
        },
        {
          "text": "El Volcán Masaya se visita al atardecer cuando la lava brilla en la oscuridad del cráter. La fila de vehículos serpentea hasta el mirador donde 30 coches disponen de 15 minutos cada uno."
        },
        {
          "text": "La carretera hacia Granada toma solo 30 minutos después del volcán. La llegada nocturna revela las luces de la ciudad colonial."
        },
        {
          "text": "El paseo matutino por las calles empedradas revela balcones labrados, patios floridos y fachadas de tonos pastel. Los carruajes tirados por caballos añaden al encanto añejo de la ciudad."
        },
        {
          "text": "El ChocoMuseo propone talleres de fabricación de chocolate bean-to-bar de dos horas. Los participantes se van con su tableta personalizada después de descubrir el proceso completo."
        },
        {
          "text": "Las fábricas artesanales de puros abren sus puertas a los visitantes curiosos por ver a los torcedores en acción. Casa Favilli y Doña Elba proponen demostraciones y degustaciones."
        },
        {
          "text": "El Mercado Municipal sumerge en la vida cotidiana de los granadinos entre puestos de frutas, carnes y artículos del hogar. El restaurante Tostometro sirve hamburguesas sobre tostones en medio de los pasillos."
        },
        {
          "text": "La velada en la Calle La Calzada encadena cena, cócteles y música en vivo en un ambiente festivo. La animación no decae antes de medianoche las noches de fin de semana."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 10
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 11
        }
      ],
      "rating": 7,
      "place_type": "metropolis",
      "suggested_days": 5
    },
    {
      "place_id": "NI::laguna-apoyo",
      "name": "Laguna Apoyo",
      "cc": "NI",
      "language": "es",
      "coords": [
        11.9167,
        -86.0333
      ],
      "lat": 11.9167,
      "lon": -86.0333,
      "visits": [
        {
          "text": "La Laguna de Apoyo llena un cráter volcánico colapsado hace 20.000 años. Las aguas cristalinas mantenidas a 28°C por las fumarolas submarinas invitan al baño.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la Reserva Natural Laguna de Apoyo que protege el bosque tropical seco alrededor del lago. Los monos aulladores y araña pueblan las laderas del cráter.",
          "visit_duration_min": 75
        },
        {
          "text": "Los muelles de madera flotan a pocos metros de la orilla frente a los establecimientos a orillas del lago. Los bañistas descansan allí entre chapuzón y chapuzón en las aguas tibias.",
          "visit_duration_min": 75
        },
        {
          "text": "El Mirador de Catarina domina el lago desde el pueblo encaramado en la cresta del cráter. El panorama abarca la caldera, el Mombacho y el Lago de Nicaragua en el horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira las 200 especies de aves y mariposas que viven en la reserva alrededor del lago. Las iguanas y lagartijas se calientan en las rocas de la orilla.",
          "visit_duration_min": 75
        },
        {
          "text": "Disfruta de una última mañana a orillas del lago para un baño matutino en las aguas tibias del cráter.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El ferry matutino desde Ometepe llega a San Jorge y luego un taxi sube las laderas del cráter hasta los establecimientos a orillas del lago."
        },
        {
          "text": "Nada en las aguas minerales del lago que permanecen limpias gracias a la prohibición de lanchas a motor. La temperatura perfecta prolonga los baños sin esfuerzo."
        },
        {
          "text": "Instálate en uno de los lodges a orillas del lago para disfrutar del marco excepcional de este cráter volcánico."
        },
        {
          "text": "Levántate temprano para admirar el amanecer sobre el lago antes del despertar de los demás visitantes. Los tonos dorados se reflejan en las aguas tranquilas de la mañana."
        },
        {
          "text": "Rema en kayak o paddle a lo largo de las orillas boscosas del cráter. Los monos aulladores se avistan en los árboles que dominan el agua."
        },
        {
          "text": "Día de descanso a orillas del lago, última etapa de relax antes del regreso hacia Managua. Las hamacas y tumbonas invitan a la pereza."
        },
        {
          "text": "Día libre para disfrutar de los últimos momentos a orillas de la laguna. Baños, kayak y descanso en el programa."
        },
        {
          "text": "Los establecimientos a orillas del lago ofrecen masajes y tratamientos para cerrar el viaje con suavidad."
        },
        {
          "text": "Prepara tu equipaje para la salida del día siguiente hacia el aeropuerto de Managua."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 18
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 19
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 20
        }
      ],
      "rating": 4.3,
      "place_type": "nature",
      "suggested_days": 2
    },
    {
      "place_id": "NI::las-penitas",
      "name": "Las Penitas",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.3833,
        -87.0333
      ],
      "lat": 12.3833,
      "lon": -87.0333,
      "visits": [
        {
          "text": "El Cerro Negro surge de la llanura como un cono perfecto de cenizas negras de apenas 170 años de antigüedad. Este volcán activo entre los más jóvenes del mundo ofrece el terreno ideal para una actividad única en Nicaragua.",
          "visit_duration_min": 75
        },
        {
          "text": "El volcano boarding consiste en descender las laderas de ceniza negra sobre una tabla de madera a velocidades que superan los 80 km/h. Esta invención local figura entre las 50 experiencias más locas según CNN.",
          "visit_duration_min": 75
        },
        {
          "text": "El cráter humeante revela fumarolas sulfurosas y vistas de la cadena volcánica circundante. El paisaje lunar de cenizas negras contrasta con el verde de los valles más abajo.",
          "visit_duration_min": 75
        },
        {
          "text": "Las Peñitas se extiende a lo largo de cinco kilómetros de arena gris frente a las olas del Pacífico. Este pueblo pesquero a treinta minutos de León ofrece una alternativa relajada a las playas turísticas del sur.",
          "visit_duration_min": 75
        },
        {
          "text": "El volcán Telica eleva su cráter humeante a 1.036 metros de altitud en la cadena de los Maribios. Su cráter abierto de 700 metros de ancho y 120 metros de profundidad expulsa permanentemente vapores y gases sulfurosos.",
          "visit_duration_min": 75
        },
        {
          "text": "El amanecer enciende sucesivamente las cumbres del San Cristóbal, Casita, Cerro Negro y El Hoyo. El mar de nubes que a veces inunda los valles añade magia al espectáculo.",
          "visit_duration_min": 75
        },
        {
          "text": "La Vía Láctea despliega su arco luminoso sobre las siluetas volcánicas en la oscuridad previa al amanecer. El cielo nocturno desde la cumbre ofrece una de las mejores vistas de estrellas del país.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva de murciélagos se abre en el flanco del volcán y alberga decenas de quirópteros que revolotean alrededor de los visitantes. La excursión completa la exploración del sitio antes del descenso.",
          "visit_duration_min": 75
        },
        {
          "text": "La marina de Las Peñitas alberga los barcos de pescadores que parten al amanecer y regresan con la pesca del día a última hora de la mañana. Los visitantes pueden embarcarse para salidas de pesca tradicional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El tour de volcano boarding parte de León alrededor de las 8h e incluye transporte, equipo de protección y traje. Bigfoot Hostel inventó la actividad y sigue siendo el operador de referencia."
        },
        {
          "text": "El ascenso al cráter toma aproximadamente una hora bajo un sol abrasador con la tabla de 7 kilos en la espalda. Los cargadores locales ofrecen sus servicios por tres dólares a los excursionistas agotados."
        },
        {
          "text": "El descenso en tabla proporciona emociones fuertes a pesar de una apariencia intimidante accesible para principiantes. Los guías explican las técnicas de frenado y control antes del gran salto."
        },
        {
          "text": "El chicken bus desde el mercadito de León llega a Las Peñitas en treinta minutos por unos córdobas. El trayecto atraviesa el pueblo de Poneloya antes de llegar a la playa."
        },
        {
          "text": "La puesta de sol desde las rocas donde se reúnen los surfistas enciende el cielo con tonos anaranjados. Los bares de playa sirven Toñas heladas frente al espectáculo diario."
        },
        {
          "text": "El tour del amanecer al Telica parte de León a las 2 de la madrugada y regresa para el desayuno alrededor de las 8h. El brusco despertar se olvida rápidamente ante el esplendor del espectáculo."
        },
        {
          "text": "El corto ascenso de 45 minutos alcanza el borde del cráter por un sendero bien marcado en la oscuridad. Las linternas frontales iluminan el camino rocoso hasta el mirador."
        },
        {
          "text": "El frío sorprende en la cumbre a pesar del calor sofocante de León pocas horas antes. Las capas de ropa abrigada son imprescindibles para disfrutar cómodamente del amanecer."
        },
        {
          "text": "La tarde de descanso en Las Peñitas recupera las horas de sueño perdidas. La playa, las hamacas y las olas ofrecen el marco ideal para una siesta bien merecida."
        },
        {
          "text": "La Reserva Natural Isla Juan Venado protege los manglares accesibles en barco desde la marina. Tortugas, aves y cocodrilos habitan este ecosistema preservado."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 3
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 4
        }
      ],
      "rating": 6,
      "place_type": "beach",
      "suggested_days": 1.5
    },
    {
      "place_id": "NI::leon",
      "name": "Leon",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.4379,
        -86.878
      ],
      "lat": 12.4379,
      "lon": -86.878,
      "visits": [
        {
          "text": "La Basílica Catedral de la Asunción domina la plaza central con sus imponentes dimensiones que la convierten en la catedral más grande de Centroamérica. El estilo barroco y neoclásico alberga obras de arte colonial y la tumba del poeta Rubén Darío.",
          "visit_duration_min": 75
        },
        {
          "text": "El techo de la catedral accesible por tres dólares ofrece un paseo sobre las cúpulas encaladas. El panorama abarca los tejados de tejas, los campanarios de numerosas iglesias y las siluetas de los volcanes en el horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "Los murales revolucionarios cubren las paredes de la ciudad y cuentan la historia sandinista de Nicaragua. Los frescos coloridos celebran a los héroes de la revolución y denuncian el imperialismo estadounidense en un estilo realista socialista.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo de la Revolución ocupa un edificio acribillado de balas donde guías veteranos relatan su experiencia como combatientes. Fotos, armas y uniformes documentan los años de guerra civil que moldearon el país.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El autobús desde Managua atraviesa la llanura agrícola en menos de dos horas por unos pocos dólares. Los coloridos chicken buses constituyen el medio de transporte más económico y auténtico del país."
        },
        {
          "text": "El tour guiado por la ciudad revolucionaria dura cuatro horas y cubre los sitios principales del levantamiento sandinista. Los guías explican el complejo contexto histórico que llevó a la caída de Somoza."
        },
        {
          "text": "Los cafés estudiantiles alrededor de la catedral sirven excelente café nicaragüense en un ambiente relajado. La juventud universitaria anima las terrazas hasta tarde en la noche."
        },
        {
          "text": "La puesta de sol desde el techo de la catedral enciende los volcanes y tejados de la ciudad. Los últimos rayos doran las fachadas coloniales de la plaza central."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 2
        }
      ],
      "rating": 8.1,
      "place_type": "large_city",
      "suggested_days": 4.5
    },
    {
      "place_id": "NI::little-corn",
      "name": "Little Corn",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.2833,
        -83.0333
      ],
      "lat": 12.2833,
      "lon": -83.0333,
      "visits": [
        {
          "text": "Little Corn Island encarna la fantasía de la isla desierta caribeña sin carros ni caminos pavimentados. Los 2,9 km² de la isla se recorren a pie por senderos de arena entre cocoteros y cabañas de madera.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach al norte de la isla ofrece las extensiones de arena blanca más hermosas bordeadas de aguas turquesas. La ausencia de sargazo la mayor parte del tiempo la convierte en la playa favorita de los visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo principal concentra los pocos restaurantes, bares y tiendas de la isla. Los caminos de arena conectan los establecimientos dispersos bajo los árboles tropicales.",
          "visit_duration_min": 75
        },
        {
          "text": "La ausencia de cajeros automáticos, el WiFi aleatorio y la electricidad intermitente imponen una desconexión total. Esta limitación se convierte rápidamente en una liberación para los visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Los sitios de buceo alrededor de Little Corn revelan arrecifes preservados, naufragios y vida marina abundante. Dolphin Dive y otros operadores ofrecen bautismos y salidas para buceadores certificados.",
          "visit_duration_min": 75
        },
        {
          "text": "El snorkel desde las playas permite observar tortugas, rayas y cardúmenes de peces tropicales. Los arrecifes poco profundos ofrecen un espectáculo accesible para todos.",
          "visit_duration_min": 75
        },
        {
          "text": "Los senderos de selva atraviesan la isla entre playas y pueblo en una vegetación exuberante. Loros, iguanas y cangrejos terrestres animan el paseo.",
          "visit_duration_min": 75
        },
        {
          "text": "El Tranquilo Café reúne a viajeros y locales alrededor de cócteles potentes y música en vivo. El happy hour diario crea un ambiente convivial hasta el atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "El día sin programa definido permite absorber plenamente el ritmo isleño. El tiempo se estira entre siestas, baños y conversaciones al azar de los encuentros.",
          "visit_duration_min": 75
        },
        {
          "text": "La pesca deportiva desde una panga local apunta a las especies que abundan alrededor del archipiélago. Las tarifas siguen siendo muy inferiores a las de otros destinos caribeños.",
          "visit_duration_min": 75
        },
        {
          "text": "El paddle board permite explorar la costa y las calas inaccesibles a pie. Varios alojamientos ofrecen el alquiler por hora o por día.",
          "visit_duration_min": 75
        },
        {
          "text": "El Turned Turtle en el Little Corn Beach & Bungalow sirve las mejores margaritas de la isla frente al mar. El desayuno abundante acompaña las mañanas tranquilas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La panga desde Big Corn recorre los 15 kilómetros en 30 minutos con mar en calma. Los días de oleaje, el trayecto puede convertirse en una aventura memorable o incluso cancelarse."
        },
        {
          "text": "La instalación en un bungalow rústico o un ecolodge más confortable depende del presupuesto. Las opciones van desde el dormitorio básico hasta las suites con piscina privada."
        },
        {
          "text": "La tarde de exploración a pie descubre los senderos de selva y las playas desiertas. Toda la isla se recorre en pocas horas de caminata tranquila."
        },
        {
          "text": "La cena en el Fish Fry Bar al norte de la isla recompensa la caminata con los mariscos más frescos. Con los pies en la arena frente al atardecer, el ron fluye."
        },
        {
          "text": "La mañana de buceo o snorkel explora los fondos marinos preservados alrededor de la isla. Los operadores locales conocen los mejores spots según las condiciones."
        },
        {
          "text": "La tarde de ocio en la playa encarna la esencia de las vacaciones caribeñas. Hamaca, libro y cóctel bastan para llenar las horas."
        },
        {
          "text": "La caminata hasta el Fish Fry Bar atraviesa la isla de punta a punta en 30 minutos. El sendero en la selva alterna zonas sombreadas y vistas al mar."
        },
        {
          "text": "La noche en el Tranquilo o en uno de los bares del pueblo prolonga el ambiente relajado. Los encuentros con otros viajeros enriquecen la experiencia."
        },
        {
          "text": "El último día completo en Little Corn invita a disfrutar sin restricciones. Cada visitante compone su programa ideal entre playa, buceo y ocio."
        },
        {
          "text": "La caminata alrededor de la isla descubre los últimos rincones aún no explorados. Las cabañas coloridas y los jardines tropicales bordean los senderos de arena."
        },
        {
          "text": "El almuerzo en La Cantina propone tacos auténticos frente al mar. Los sabores mexicanos cambian de los platos criollos de los días anteriores."
        },
        {
          "text": "El último atardecer caribeño desde Otto Beach o Fish Fry Bar graba recuerdos duraderos. La perspectiva de la partida añade una nota melancólica al espectáculo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 8
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 9
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 10
        }
      ],
      "rating": 5.5,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NI::little-corn-island",
      "name": "Little Corn Island",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.2917,
        -82.9667
      ],
      "lat": 12.2917,
      "lon": -82.9667,
      "visits": [
        {
          "text": "Little Corn Island encarna el sueño caribeño sin coches ni carreteras pavimentadas. Los senderos de arena atraviesan la selva entre playas desiertas y cabañas coloridas.",
          "visit_duration_min": 75
        },
        {
          "text": "Otto Beach despliega su arena blanca en la punta norte de la isla frente a las olas turquesa. Los cocoteros bordean esta extensión salvaje accesible tras una caminata por la selva.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el pueblo principal que concentra los pocos comercios, restaurantes y cabinas telefónicas de la isla. La única calle de arena se anima con el regreso de los pescadores.",
          "visit_duration_min": 75
        },
        {
          "text": "La costa este expone sus rocas batidas por las olas del Atlántico. Las calas aisladas se alcanzan por senderos a través de la vegetación densa.",
          "visit_duration_min": 75
        },
        {
          "text": "Los arrecifes de coral rodean la isla a poca profundidad. Los peces tropicales, rayas y a veces tiburones nodriza evolucionan en estas aguas cristalinas.",
          "visit_duration_min": 75
        },
        {
          "text": "Los puntos de buceo llamados Blowing Rock, Tarpon Channel y White Holes se cuentan entre los mejores del Caribe centroamericano.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa del pueblo ofrece fácil acceso al agua y a los muelles flotantes. Los kayaks y paddleboards se prestan en los alojamientos para recorrer la costa.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el cementerio de la isla que atestigua la historia de las familias que pueblan Little Corn desde generaciones. Las tumbas coloridas reflejan las tradiciones caribeñas.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cabañas de pescadores bordean la playa sur donde las lanchas tiran sus redes cada mañana. La actividad tradicional marca el ritmo de la vida isleña desde siempre.",
          "visit_duration_min": 75
        },
        {
          "text": "La selva central alberga una fauna de iguanas, cangrejos terrestres y aves tropicales. Los senderos atraviesan esta vegetación exuberante entre las dos costas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La travesía en panga desde Big Corn dura 30 minutos con mar tranquilo. Las olas pueden convertir el trayecto en una aventura durante los pasos tormentosos."
        },
        {
          "text": "Instálate en tu cabaña y parte a explorar los senderos que atraviesan la selva hacia las playas."
        },
        {
          "text": "La electricidad del pueblo se corta entre las 6 y las 13 horas según los generadores. Las noches transcurren en los bares de playa al son del reggae."
        },
        {
          "text": "Bucea en las aguas cristalinas que atraen a apasionados de todo el mundo a los sitios preservados alrededor de la isla. Los centros ofrecen salidas diarias y formaciones."
        },
        {
          "text": "Recorre la isla a pie en medio día deteniéndote en las playas y miradores. Los senderos atraviesan la selva donde resuenan los cantos de las aves."
        },
        {
          "text": "Cena en uno de los restaurantes familiares que sirven el pescado a la parrilla del día por unos pocos dólares."
        },
        {
          "text": "Levántate temprano para admirar el sol que ilumina el océano con tonos anaranjados desde la costa este. Los madrugadores saborean el espectáculo desde las rocas."
        },
        {
          "text": "El día de descanso alterna baños, lecturas en las hamacas y siestas bajo los cocoteros. El tiempo fluye al ritmo de las olas."
        },
        {
          "text": "Rema en kayak alrededor de la isla para recorrer las playas desiertas y las calas inaccesibles a pie. La transparencia del agua revela los fondos coralinos."
        },
        {
          "text": "Los restaurantes familiares sirven el pescado a la parrilla del día por unos pocos dólares. Los menús cambian según la pesca y las llegadas."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 6
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 7
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 8
        }
      ],
      "rating": 4,
      "place_type": "island",
      "suggested_days": 3
    },
    {
      "place_id": "NI::managua",
      "name": "Managua",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.1364,
        -86.2514
      ],
      "lat": 12.1364,
      "lon": -86.2514,
      "visits": [
        {
          "text": "La Catedral de Santiago alza su silueta dañada en la Plaza de la Independencia desde el devastador terremoto de 1972. La estructura barroca de principios del siglo XX permanece en pie pero abandonada.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la laguna de Tiscapa que ocupa un cráter volcánico de 10.000 años en el corazón de la ciudad. La silueta del general Sandino domina el sitio desde la cima de la colina.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Nacional expone los artefactos precolombinos de las civilizaciones que poblaban Nicaragua antes de la llegada de los conquistadores.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el museo Huellas de Acahualinca que preserva huellas humanas de 6.000 años fosilizadas en el lodo volcánico.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de Santiago eleva su silueta dañada sobre la Plaza de la Independencia desde el devastador terremoto de 1972. La estructura barroca de principios del siglo XX permanece en pie pero abandonada, sus daños estructurales demasiado severos para restauración.",
          "visit_duration_min": 75
        },
        {
          "text": "La nueva Catedral Metropolitana de la Inmaculada Concepción surge a unos kilómetros del centro con su arquitectura moderna inaugurada en 1991. Las múltiples cúpulas evocan formas orgánicas que dividen a los habitantes entre admiración y perplejidad.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Nacional exhibe artefactos precolombinos de las civilizaciones que habitaron Nicaragua antes de la llegada de los conquistadores. Cerámicas, estatuillas y pipas ceremoniales dan testimonio de una cultura sofisticada borrada por la colonización.",
          "visit_duration_min": 75
        },
        {
          "text": "La Laguna de Tiscapa ocupa un cráter volcánico de 10.000 años de antigüedad en el corazón de la ciudad. La silueta del general Sandino domina el sitio desde la cima de la colina donde se alzan monumentos y edificios gubernamentales.",
          "visit_duration_min": 75
        },
        {
          "text": "Managua se extiende como un suburbio infinito al pie de dos volcanes visibles desde el cielo durante el aterrizaje. La capital nicaragüense ocupa las orillas del lago Xolotlán en una fértil llanura volcánica.",
          "visit_duration_min": 75
        },
        {
          "text": "La laguna de Tiscapa ocupa un cráter volcánico de 10.000 años de antigüedad en el corazón de la ciudad. La silueta del general Sandino domina el sitio desde la cima de la colina.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El aeropuerto internacional Augusto César Sandino recibe los vuelos desde Miami o Houston a última hora de la tarde."
        },
        {
          "text": "Consigue córdobas en las casas de cambio del aeropuerto, indispensables en la costa atlántica donde los cajeros automáticos son escasos."
        },
        {
          "text": "La reserva del vuelo La Costeña hacia Bluefields se realiza en línea o por teléfono, con descuento para llamadas directas."
        },
        {
          "text": "Vuelo matutino desde Big Corn hacia Managua. Este día de transición permite descansar después de las islas y antes de continuar el viaje hacia el Río San Juan."
        },
        {
          "text": "Instálate en un hotel cómodo cerca del centro o del aeropuerto para recuperarte."
        },
        {
          "text": "Aprovecha la tarde para descansar, hacer algunas compras o explorar los museos de la capital."
        },
        {
          "text": "Reserva el transporte del día siguiente hacia San Carlos: vuelo La Costeña si está disponible (recomendado), o bus vía Juigalpa (salida a las 5 de la mañana, ~7 horas de viaje)."
        },
        {
          "text": "El vuelo desde Miami o Houston aterriza en el Aeropuerto Internacional Augusto César Sandino a última hora de la tarde. El trayecto hacia el centro atraviesa los barrios populares que componen la mayor parte de la capital."
        },
        {
          "text": "El museo Huellas de Acahualinca preserva huellas humanas de 6.000 años de antigüedad fosilizadas en lodo volcánico. Estos rastros de una familia caminando tranquilamente constituyen uno de los testimonios humanos más antiguos de las Américas."
        },
        {
          "text": "La tirolesa de Tiscapa sobrevuela la laguna en tres secciones por menos de 20 dólares. El recorrido ofrece vistas aéreas del cráter y los tejados de la capital."
        },
        {
          "text": "El vuelo internacional aterriza en el aeropuerto Augusto César Sandino a última hora de la tarde. Alojarse cerca del aeropuerto facilita el vuelo matutino hacia la costa Caribe."
        },
        {
          "text": "La noche permite retirar suficiente efectivo para la semana siguiente. Los cajeros automáticos de la costa Caribe son escasos y suelen estar vacíos."
        },
        {
          "text": "La confirmación del vuelo de La Costeña hacia Bluefields se realiza por teléfono o en la agencia del aeropuerto. Los horarios cambian frecuentemente según la demanda."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 1
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 10
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 1
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 1
        }
      ],
      "rating": 8.7,
      "place_type": "metropolis",
      "suggested_days": 4
    },
    {
      "place_id": "NI::matagalpa",
      "name": "Matagalpa",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.9167,
        -85.9167
      ],
      "lat": 12.9167,
      "lon": -85.9167,
      "visits": [
        {
          "text": "Matagalpa reina sobre las montañas del norte como capital del café nicaragüense. El aire fresco de las alturas lleva los aromas de tueste que escapan de los beneficios y los cafés del centro.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral San Pedro eleva su fachada blanca colonial en el corazón de la ciudad animada. El interior sobrio con altares de madera invita al recogimiento mientras la plaza vibra con la vida cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "El mirador El Calvario domina la ciudad al final de una escalinata que suben los fieles y los visitantes. El panorama sobre los valles, los tejados y las montañas brumosas recompensa el ascenso.",
          "visit_duration_min": 75
        },
        {
          "text": "Selva Negra se extiende en el bosque nuboso a pocos kilómetros de Matagalpa, ecolodge y plantación de café en el corazón de una naturaleza exuberante. Las orquídeas se aferran a los árboles musgosos a lo largo de los senderos.",
          "visit_duration_min": 75
        },
        {
          "text": "La plantación de café orgánico produce granos excepcionales cultivados a la sombra de árboles centenarios. El tour sigue el grano de la semilla a la taza: plantación, cosecha, secado, tueste.",
          "visit_duration_min": 75
        },
        {
          "text": "El Castillo del Cacao transforma los granos en chocolate artesanal en un pequeño castillo rodeado de cacaoteros. La visita y la degustación revelan los secretos de esta otra riqueza agrícola.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo del Café relata la historia del cultivo cafetero que moldeó la economía y la sociedad de la región. Las herramientas antiguas, fotos y explicaciones dan sentido a las plantaciones visitadas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cascada Blanca cae en una poza natural enclavada en las colinas verdes alrededor de Matagalpa. El agua fresca invita a bañarse bajo la cortina de la cascada o detrás de su velo.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cascada de la Luna esconde tres caídas paralelas en un bosque más remoto y salvaje. La caminata atraviesa arroyos y sotobosques húmedos antes de revelar este espectáculo poco frecuentado.",
          "visit_duration_min": 75
        },
        {
          "text": "La Reserva Cerro Apante protege los bosques nubosos al sureste de la ciudad, refugio de aves, orquídeas y mariposas. Los senderos suben hasta la Cruz de la Paz y su panorama de la región.",
          "visit_duration_min": 75
        },
        {
          "text": "El taller de cerámica negra perpetúa una tradición precolombina de 2.500 años de antigüedad. Los artesanos moldean la arcilla oscura, la pulen y la cuecen en hornos humeantes para obtener ese negro brillante característico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El trayecto desde Somoto toma la mayor parte del día con conexión en Estelí. Los autobuses atraviesan las montañas por carreteras sinuosas pero asfaltadas."
        },
        {
          "text": "La llegada a última hora de la tarde deja tiempo para explorar el centro y acomodarse. Los cafés de la plaza central sirven el brebaje local en un ambiente relajado."
        },
        {
          "text": "La puesta de sol desde El Calvario tiñe el cielo de rosa y oro sobre la ciudad. Las luces se encienden progresivamente en los valles que oscurecen."
        },
        {
          "text": "La excursión matutina a Selva Negra combina senderismo por el bosque nuboso y visita a la plantación. El desayuno en el lugar acompaña la degustación del café recién tostado."
        },
        {
          "text": "El tour del café sigue el proceso completo y termina con una degustación comparativa. La taza final cobra todo su sentido después de comprender el trabajo de los productores."
        },
        {
          "text": "El Castillo del Cacao propone por la tarde el descubrimiento del cacao del grano a la tableta. Los jardines del castillo ofrecen un marco bucólico para la degustación."
        },
        {
          "text": "El regreso a la ciudad permite pasear por las calles y disfrutar del frescor de la tarde. Los restaurantes locales sirven una cocina de montaña sencilla y sabrosa."
        },
        {
          "text": "La excursión matutina a Cascada Blanca permite un baño refrescante antes del calor del mediodía. El transporte en taxi o tour organizado facilita el acceso al sitio."
        },
        {
          "text": "La caminata al Cerro Apante comienza temprano para disfrutar de la actividad de las aves y el frescor. El sendero bien señalizado sube progresivamente a través de diferentes pisos de vegetación."
        },
        {
          "text": "La visita a un taller de cerámica ofrece la posibilidad de intentar uno mismo tornear un jarrón. La experiencia revela la dificultad del gesto aparentemente simple de los artesanos."
        },
        {
          "text": "Los cafés del centro sirven el brebaje local en un ambiente relajado de ciudad de montaña. Las terrazas animan las tardes frescas antes de la partida del día siguiente."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 7
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 8
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 9
        }
      ],
      "rating": 7.2,
      "place_type": "large_city",
      "suggested_days": 3.5
    },
    {
      "place_id": "NI::ometepe",
      "name": "Ometepe",
      "cc": "NI",
      "language": "es",
      "coords": [
        11.5,
        -85.5833
      ],
      "lat": 11.5,
      "lon": -85.5833,
      "visits": [
        {
          "text": "Ometepe surge del lago más grande de América Central como un ocho formado por dos volcanes unidos por un istmo estrecho. Mark Twain describió estas pirámides verdes como un lugar de ensueño.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Moyogalpa que acoge los ferries y concentra servicios y alojamientos a la entrada de la isla. Las agencias ofrecen motos y cuatrimotos para explorar el territorio.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María extiende su lengua de arena hasta dos kilómetros dentro del lago en temporada seca. El nombre evoca la ilusión de caminar sobre el agua hacia el continente.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua esconde dos piscinas naturales alimentadas por manantiales volcánicos subterráneos en el corazón de la vegetación tropical. El agua cristalina mantenida a temperatura agradable refresca del calor.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la Playa Santo Domingo que se extiende por 4 kilómetros de arena fina a lo largo del istmo entre los dos volcanes. Los alojamientos más cómodos bordean esta extensión.",
          "visit_duration_min": 75
        },
        {
          "text": "La reserva Charco Verde protege una laguna rodeada de bosque seco tropical en las laderas sur del Concepción. Los senderos llevan al Mirador del Diablo y sus vistas sobre el Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube hasta la cascada San Ramón que cae desde las alturas del volcán Maderas. El sendero atraviesa la selva durante una hora antes de alcanzar la poza.",
          "visit_duration_min": 75
        },
        {
          "text": "La Finca Magdalena cultiva café orgánico y productos agrícolas en las laderas del Maderas desde generaciones. La cooperativa acoge a los visitantes para tours de café.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira los petroglifos dispersos en la isla que atestiguan las civilizaciones precolombinas. Las espirales y figuras grabadas en la roca volcánica datan de más de mil años.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Mangos ofrece una alternativa menos frecuentada a las playas principales de la isla. El bar rústico sirve cócteles y tostones frente a las olas del lago.",
          "visit_duration_min": 75
        },
        {
          "text": "Las Isletas de Granada salpican el Lago de Nicaragua con 365 islotes volcánicos formados por la explosión del Mombacho hace 20.000 años. Los kayaks y lanchas navegan entre las islas habitadas por villas, restaurantes y colonias de monos.",
          "visit_duration_min": 75
        },
        {
          "text": "El Volcán Mombacho eleva sus bosques nubosos a 1.344 metros sobre las plantaciones de café que tapizan sus laderas. La reserva protege orquídeas, bromelias y fauna endémica.",
          "visit_duration_min": 75
        },
        {
          "text": "Ometepe surge del lago más grande de Centroamérica como un ocho formado por dos volcanes unidos por un istmo estrecho. Mark Twain describió estas pirámides verdes como un lugar de ensueño y reposo eterno.",
          "visit_duration_min": 75
        },
        {
          "text": "Moyogalpa acoge los ferries y concentra servicios y alojamientos en la entrada de la isla. Los alquiladores de motos y quads proponen el medio más práctico para explorar este territorio de carreteras a veces caóticas.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua esconde dos pozas naturales alimentadas por manantiales volcánicos subterráneos en medio de la vegetación tropical. El agua cristalina mantenida a temperatura agradable invita al baño lejos del calor.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María extiende su lengua de arena hasta dos kilómetros en el lago durante la estación seca. El nombre evoca la ilusión de caminar sobre el agua hacia el continente que se recorta en el horizonte.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Santo Domingo se extiende a lo largo de 4 kilómetros de arena fina a lo largo del istmo entre los dos volcanes. Los alojamientos más confortables de la isla bordean esta franja de arena clara.",
          "visit_duration_min": 75
        },
        {
          "text": "Las carreteras de la isla serpentean entre playas desiertas, pueblos dormidos y bosques exuberantes. La moto o el quad permiten explorar a su ritmo este territorio preservado del turismo de masas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Reserva Charco Verde protege una laguna rodeada de bosque seco tropical en las laderas sur del Concepción. Los senderos conducen al Mirador del Diablo y sus vistas sobre la Isla de Quiste y el Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Finca Magdalena cultiva café orgánico y productos agrícolas en las laderas del Maderas desde generaciones. La cooperativa de 24 familias recibe a los visitantes para tours de café y acceso a los petroglifos precolombinos.",
          "visit_duration_min": 75
        },
        {
          "text": "Los petroglifos dispersos por la isla dan testimonio de las civilizaciones precolombinas que habitaron Ometepe. Las espirales y figuras grabadas en la roca volcánica datan de más de mil años antes de nuestra era.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Mangos ofrece una alternativa menos frecuentada a las playas principales de la isla. El bar de playa rústico sirve cócteles y tostones frente a las olas del lago y el cono del Concepción.",
          "visit_duration_min": 75
        },
        {
          "text": "Ometepe surge del lago de Nicaragua como la recompensa tras el largo día de tránsito. Los dos volcanes gemelos dominan esta isla mítica que Mark Twain describió como un lugar de sueño y descanso eterno.",
          "visit_duration_min": 75
        },
        {
          "text": "Moyogalpa acoge los ferries y concentra los servicios a la entrada de la isla. La llegada al final del día deja justo tiempo para instalarse antes de la caída de la noche.",
          "visit_duration_min": 75
        },
        {
          "text": "El Ojo de Agua esconde dos piscinas naturales alimentadas por fuentes volcánicas en el corazón de la vegetación tropical. El agua cristalina a temperatura agradable ofrece un baño refrescante.",
          "visit_duration_min": 75
        },
        {
          "text": "Punta Jesús María extiende su lengua de arena en el lago hasta dos kilómetros en temporada seca. El nombre evoca la ilusión de caminar sobre el agua hacia el continente.",
          "visit_duration_min": 75
        },
        {
          "text": "La reserva Charco Verde protege una laguna rodeada de bosque seco en las laderas del Concepción. El Mirador del Diablo ofrece vistas espectaculares sobre el lago y el Maderas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Finca Magdalena cultiva café orgánico en las laderas del Maderas desde generaciones. La cooperativa acoge a los visitantes para tours de café y acceso a los petroglifos precolombinos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El ferry desde San Jorge atraviesa el lago durante una hora. Los dos conos volcánicos crecen en el horizonte durante la travesía."
        },
        {
          "text": "Alquila una moto o un cuatrimoto para los días siguientes en las agencias de Moyogalpa. Las carreteras de la isla alternan asfalto decente y caminos caóticos."
        },
        {
          "text": "El atardecer desde Punta Jesús María reúne a viajeros y locales en la lengua de arena frente al espectáculo cotidiano."
        },
        {
          "text": "Báñate en las piscinas de Ojo de Agua antes de la afluencia del mediodía. La cuerda para saltar y las aguas cristalinas justifican los pocos dólares de entrada."
        },
        {
          "text": "Camina en la reserva Charco Verde para observar monos aulladores, aves tropicales y mariposas. El mirador recompensa con una vista impresionante sobre los islotes vecinos."
        },
        {
          "text": "Aprovecha la tarde para relajarte en la playa de Santo Domingo o explorar los alrededores en moto."
        },
        {
          "text": "Sigue el tour del café en Finca Magdalena desde la plantación hasta la taza con degustación final. El sendero de los petroglifos prolonga la visita hacia los grabados rupestres."
        },
        {
          "text": "Rema en kayak por el Río Istián que atraviesa los humedales del istmo. Las aves acuáticas, tortugas y caimanes pueblan este corredor ecológico."
        },
        {
          "text": "El atardecer desde Playa Mangos cierra los días en la isla en un ambiente relajado frente al cono del Concepción."
        },
        {
          "text": "La excursión matutina a Las Isletas en kayak o lancha parte del puerto de Granada y dura dos a tres horas. Los guías conocen las islas donde observar monos aulladores y aves acuáticas."
        },
        {
          "text": "El autobús desde Granada llega a Rivas en una hora y luego un taxi o bus local alcanza San Jorge en quince minutos. Los ferries salen aproximadamente cada hora según la temporada."
        },
        {
          "text": "La travesía dura una hora durante la cual los dos conos volcánicos crecen en el horizonte. El ferry rústico ofrece un primer vistazo del ambiente relajado de la isla."
        },
        {
          "text": "La instalación a última hora de la tarde deja tiempo para alquilar un vehículo para los días siguientes. Las agencias aconsejan sobre el estado de las carreteras y los itinerarios practicables."
        },
        {
          "text": "La mañana en El Ojo de Agua permite disfrutar de las pozas antes de la afluencia. La cuerda para saltar y las aguas claras ideales para el baño justifican los 10 dólares de entrada."
        },
        {
          "text": "La exploración en moto de las carreteras del istmo atraviesa playas, pueblos y bosques. Las paradas espontáneas revelan la vida cotidiana de los isleños entre agricultura y pesca."
        },
        {
          "text": "El almuerzo en Café Campestre propone una cocina vegetariana refinada con vista a los volcanes. Las pastas frescas y currys indios cambian de los platos típicos nicaragüenses."
        },
        {
          "text": "La puesta de sol desde Punta Jesús María reúne a viajeros y locales sobre la lengua de arena. Los bares de playa sirven cervezas y cócteles frente al espectáculo cotidiano."
        },
        {
          "text": "La caminata matutina en Charco Verde combina paseo por el bosque y baño en la laguna. El mirador recompensa con una vista impresionante del Maderas y los islotes vecinos."
        },
        {
          "text": "El tour del café en Finca Magdalena sigue el grano de la plantación a la taza con degustación final. El sendero de los petroglifos prolonga la visita hacia los grabados rupestres milenarios."
        },
        {
          "text": "El kayak en el Río Istián atraviesa los humedales del istmo en temporada de lluvias. Las aves acuáticas, tortugas y caimanes pueblan este corredor ecológico entre los dos volcanes."
        },
        {
          "text": "La puesta de sol desde Playa Mangos cierra las jornadas en la isla en un ambiente relajado. La última noche en Ometepe invita a saborear la quietud isleña."
        },
        {
          "text": "La panga matutina desde Solentiname llega a San Carlos en 2 horas para el bus hacia Rivas. La carretera asfaltada atraviesa el país en 4-5 horas."
        },
        {
          "text": "El taxi o bus desde Rivas llega a San Jorge en 15 minutos para el ferry de Ometepe. Los cruces parten regularmente según la temporada."
        },
        {
          "text": "La llegada a Ometepe al final de la tarde recompensa el día de tránsito con las vistas sobre los volcanes. La instalación rápida precede una cena merecida."
        },
        {
          "text": "El alquiler de una moto o cuadrimoto para el día siguiente se organiza en las agencias de Moyogalpa. Los consejos sobre el estado de las carreteras evitan malas sorpresas."
        },
        {
          "text": "El día de exploración en moto descubre los highlights de la isla a su propio ritmo. Las carreteras variadas entre asfalto y pistas requieren prudencia y atención."
        },
        {
          "text": "El baño matutino en El Ojo de Agua evita la afluencia del fin de semana. La cuerda para saltar y las aguas claras justifican los $10 de entrada."
        },
        {
          "text": "El almuerzo en el Café Campestre propone una cocina vegetariana refinada con vista sobre los volcanes. La pasta fresca cambia de los platos típicos nicaragüenses."
        },
        {
          "text": "El atardecer desde Punta Jesús María cierra el día en tonos dorados. Los volcanes se recortan contra el cielo encendido."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 15
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 16
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 17
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 12
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 13
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 14
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 16
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 17
        }
      ],
      "rating": 9.8,
      "place_type": "large_city",
      "suggested_days": 4
    },
    {
      "place_id": "NI::pearl-lagoon",
      "name": "Pearl Lagoon",
      "cc": "NI",
      "language": "es",
      "coords": [
        12.3333,
        -83.6667
      ],
      "lat": 12.3333,
      "lon": -83.6667,
      "visits": [
        {
          "text": "La Laguna de Perlas es la laguna costera más grande de Nicaragua, aún ampliamente preservada del turismo masivo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el pueblo de Pearl Lagoon que se extiende a orillas de la laguna, centro político y económico de esta región aislada. Las aceras de cemento atraviesan el poblado criollo.",
          "visit_duration_min": 75
        },
        {
          "text": "Las Pearl Keys salpican el océano mar adentro, islotes caribeños de playas inmaculadas y fondos coralinos preservados.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Tasbapauni preserva las tradiciones del pueblo Miskito en la costa norte de la laguna. Los habitantes perpetúan la artesanía y la pesca según métodos ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el centro de Wawashang que forma a los jóvenes de las comunidades rurales en prácticas agrícolas sostenibles. El bosque circundante forma parte de la vasta reserva natural.",
          "visit_duration_min": 75
        },
        {
          "text": "La comunidad garífuna de Orinoco mantiene vivas las tradiciones de este pueblo afrocaribeño con sus danzas, su música y su cocina únicas.",
          "visit_duration_min": 75
        },
        {
          "text": "Pearl Lagoon o Laguna de Perlas bordea la laguna costera más grande de Nicaragua al norte de Bluefields. Este pueblo tranquilo de 11.000 habitantes vive de la pesca y permanece ampliamente ignorado por el turismo.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo criollo se organiza alrededor de aceras de cemento que permiten pasear entre las casas de madera colorida. La electricidad funciona excepto entre la 1 y las 9 de la mañana.",
          "visit_duration_min": 75
        },
        {
          "text": "La inmensa laguna se abre hacia un horizonte azul sin tierra a la vista. Los pescadores parten al amanecer y regresan con pescado, langostas o camarones según la temporada.",
          "visit_duration_min": 75
        },
        {
          "text": "Cuatro etnias cohabitan en la región: mestizos, criollos, miskitos y garífunas. Cada comunidad ocupa generalmente un pueblo distinto accesible por lancha.",
          "visit_duration_min": 75
        },
        {
          "text": "La reserva natural de Wawashang protege bosques tropicales y humedales al norte de Pearl Lagoon. El centro educativo de FADCANIC enseña agricultura sostenible a los niños de las comunidades rurales.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Pueblo Nuevo da acceso a una parte de la reserva Wawashang a pesar de los daños del huracán Beta en 2005. La vegetación densa alberga monos, perezosos, venados e innumerables aves.",
          "visit_duration_min": 75
        },
        {
          "text": "Los pueblos miskitos y garífunas preservan sus tradiciones a lo largo de los ríos que alimentan la laguna. Las visitas respetuosas permiten descubrir modos de vida ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "La pesca deportiva atrae a algunos conocedores hacia los ríos y lagunas de la región. El sábalo y otros peces grandes suben desde el mar Caribe.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La panga desde Bluefields bordea la costa pantanosa durante 90 minutos antes de entrar en la laguna. Las aves acuáticas y los manglares desfilan a lo largo del trayecto."
        },
        {
          "text": "Remonta los ríos que alimentan la laguna para observar una selva tropical preservada. Los monos, perezosos y aves se avistan desde la embarcación."
        },
        {
          "text": "La pesca deportiva atrae a los aficionados del tarpón y otros peces de pelea en las aguas de la laguna y los ríos circundantes."
        },
        {
          "text": "La electricidad es intermitente en esta región aislada, cortada entre la 1 y las 9 de la mañana. Los generadores suplen según los establecimientos."
        },
        {
          "text": "La panga desde Bluefields cruza la laguna en aproximadamente hora y media según las condiciones. El trayecto ofrece las primeras vistas de este territorio acuático preservado."
        },
        {
          "text": "La instalación en uno de los escasos alojamientos del pueblo permite descubrir la hospitalidad local. Las comidas de pescado fresco constituyen el cotidiano culinario."
        },
        {
          "text": "El paseo por el pueblo revela un ritmo de vida aún más lento que en Bluefields. Los habitantes saludan a los raros visitantes con curiosidad benevolente."
        },
        {
          "text": "El atardecer sobre la laguna enciende las aguas calmas con tonos anaranjados. Los pescadores preparan sus redes para la salida del día siguiente."
        },
        {
          "text": "La excursión en panga remonta uno de los ríos que desembocan en la laguna. El bosque tropical bordea las orillas donde se esconden caimanes y aves coloridas."
        },
        {
          "text": "La visita a un pueblo indígena ofrece un vistazo de las culturas miskito o garífuna según la elección. Los guías locales explican tradiciones, artesanía y modo de vida."
        },
        {
          "text": "La caminata en la reserva atraviesa zonas agrícolas y luego bosque denso a pesar de las huellas del huracán. Los árboles caídos conviven con una vegetación exuberante renaciente."
        },
        {
          "text": "El regreso al pueblo permite saborear una última comida de mariscos antes de la partida. La noche tranquila prepara para el día de tránsito del día siguiente."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 4
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 4
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 5
        }
      ],
      "rating": 6.6,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NI::san-carlos",
      "name": "San Carlos",
      "cc": "NI",
      "language": "es",
      "coords": [
        11.1236,
        -84.7797
      ],
      "lat": 11.1236,
      "lon": -84.7797,
      "visits": [
        {
          "text": "San Carlos ocupa el ángulo sureste del Lago de Nicaragua, donde el Río San Juan inicia su viaje de 180 kilómetros hacia el Mar Caribe.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la fortaleza que antaño protegía el acceso al lago contra las incursiones de los piratas que subían desde el Atlántico. La posición estratégica controlaba el paso obligado.",
          "visit_duration_min": 75
        },
        {
          "text": "El malecón bordea el Lago de Nicaragua frente a las aguas agitadas por los vientos del este. Los barcos con destino al río y a las islas atracan en el muelle principal.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el mercado central que abastece a la región de productos frescos llegados en barco desde las comunidades ribereñas. El ambiente portuario anima los muelles desde el amanecer.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Carlos domina la plaza central donde las familias se reúnen al anochecer. Las fachadas modestas recuerdan el incendio devastador de 1948.",
          "visit_duration_min": 75
        },
        {
          "text": "San Carlos se aferra a la orilla sur del lago de Nicaragua donde nace el Río San Juan. Esta ciudad de tránsito de 6.000 habitantes concentra soldados, pescadores, ganaderos y aventureros rumbo a otro lugar.",
          "visit_duration_min": 75
        },
        {
          "text": "El malecón renovado bordea el lago y ofrece las mejores vistas sobre las aguas que fluyen hacia el río. Los atardeceres encienden el 'mar dulce' como lo llamaban los españoles.",
          "visit_duration_min": 75
        },
        {
          "text": "El muelle municipal concentra la actividad de esta ciudad volcada hacia el agua. Las pangas hacia El Castillo, Solentiname y las comunidades del río parten de aquí.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El viaje desde Managua en bus toma todo el día vía Juigalpa, o una hora en vuelo La Costeña si está disponible."
        },
        {
          "text": "La ciudad sirve de cruce hacia los destinos del Río San Juan, de Solentiname y de la vecina Costa Rica. Las conexiones en lancha parten del muelle central."
        },
        {
          "text": "Reserva la lancha del día siguiente hacia El Castillo en las cooperativas de transporte. Las salidas se escalonan según el nivel de las aguas."
        },
        {
          "text": "Los comedores del centro sirven una cocina sencilla de pescados del lago y carnes a la parrilla. El ambiente permanece auténticamente nicaragüense lejos de los circuitos turísticos."
        },
        {
          "text": "El vuelo matutino de La Costeña desde Managua sobrevuela el lago de Nicaragua durante una hora. El aterrizaje en San Carlos revela el aislamiento de esta región fronteriza."
        },
        {
          "text": "La tarde permite organizar los transportes para los días siguientes en el muelle municipal. Los horarios de pangas hacia El Castillo y Solentiname se confirman en el lugar."
        },
        {
          "text": "El paseo por el malecón descubre esta ciudad de tránsito sin gran encanto pero funcional. Los pocos hoteles básicos son suficientes para una noche."
        },
        {
          "text": "La cena en uno de los comedores locales sirve pescado del lago y platos sencillos. Los precios módicos reflejan la economía local lejos de los circuitos turísticos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 11
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 11
        }
      ],
      "rating": 3,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NI::san-juan-del-sur",
      "name": "San Juan Del Sur",
      "cc": "NI",
      "language": "es",
      "coords": [
        11.2539,
        -85.8711
      ],
      "lat": 11.2539,
      "lon": -85.8711,
      "visits": [
        {
          "text": "San Juan del Sur se extiende a lo largo de una bahía en forma de media luna bordeada de colinas verdes en la costa del Pacífico. Este antiguo pueblo pesquero atrae a surfistas, mochileros y expatriados en un ambiente relajado.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa principal dibuja un arco de una milla de arena dorada salpicado de bares, restaurantes y barcos de pesca coloridos. Las olas suaves convienen a los bañistas mientras que los spots de surf se encuentran en las playas vecinas.",
          "visit_duration_min": 75
        },
        {
          "text": "El Cristo de la Misericordia domina la bahía desde sus 25 metros de altura, una de las estatuas de Jesús más grandes del mundo. La escalera empinada que sube la colina recompensa con un panorama espectacular de la costa.",
          "visit_duration_min": 75
        },
        {
          "text": "La Cervecería SJDS elabora las primeras cervezas artesanales de Nicaragua desde 2014 en un pub acogedor del centro. Los flights permiten probar la gama inspirada en la cultura surf local.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Marsella esconde su cala de arena fina entre las rocas a unos kilómetros al norte de la ciudad. Esta playa preservada ofrece aguas tranquilas, bares de playa rústicos y atardeceres memorables.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Maderas atrae a los surfistas con sus olas consistentes accesibles desde la carretera costera. Las escuelas de surf proponen clases y alquiler de tablas para todos los niveles en este spot reputado.",
          "visit_duration_min": 75
        },
        {
          "text": "El TreeCasa Resort posa sus cabañas en las ramas de ceibas centenarias en el corazón de la selva. El day pass da acceso a la piscina espectacular con toboganes, cascadas y plataforma de saltos.",
          "visit_duration_min": 75
        },
        {
          "text": "Playa Hermosa despliega sus olas poderosas al sur de San Juan del Sur para surfistas experimentados. Las competiciones internacionales se celebran regularmente en este spot de clase mundial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El ferry matutino desde Ometepe llega a San Jorge en una hora y luego un autobús o shuttle alcanza San Juan del Sur en 45 minutos. La llegada a primera hora de la tarde deja tiempo para explorar la ciudad."
        },
        {
          "text": "El paseo por el malecón descubre los bares de playa, restaurantes de mariscos y tiendas de surf. El ambiente relajado del balneario invita a deambular."
        },
        {
          "text": "El ascenso al Cristo de la Misericordia se emprende a última hora de la tarde para la puesta de sol. Los escalones empinados e irregulares requieren buen calzado pero la vista justifica el esfuerzo."
        },
        {
          "text": "La velada en el malecón encadena restaurantes, bares de playa y ambiente festivo. La atmósfera relajada de San Juan del Sur invita a prolongar la noche."
        },
        {
          "text": "La mañana de surf en Playa Maderas o Marsella aprovecha las mejores condiciones antes del viento de la tarde. Las escuelas alquilan tablas y dan clases para todos los niveles."
        },
        {
          "text": "El brunch en TreeCasa incluye las mejores pizzas al horno de leña de Nicaragua según los habituales. La piscina permite refrescarse en un marco único entre los árboles gigantes."
        },
        {
          "text": "Los tours en quad recorren las colinas, bosques y playas aisladas alrededor de San Juan del Sur. Las excursiones de varias horas combinan adrenalina, naturaleza y atardeceres."
        },
        {
          "text": "La última velada en San Juan del Sur invita a disfrutar del ambiente festivo del balneario. Los bares de playa y restaurantes del malecón permanecen animados hasta tarde en la noche."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 15
        },
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 16
        }
      ],
      "rating": 9.4,
      "place_type": "beach",
      "suggested_days": 2
    },
    {
      "place_id": "NI::solentiname",
      "name": "Solentiname",
      "cc": "NI",
      "language": "es",
      "coords": [
        11.1833,
        -85.0167
      ],
      "lat": 11.1833,
      "lon": -85.0167,
      "visits": [
        {
          "text": "El archipiélago de Solentiname emerge de las aguas del Lago de Nicaragua a 25 kilómetros de San Carlos. Las 36 islas e islotes cubren 190 kilómetros cuadrados de naturaleza preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la isla de Mancarrón que concentra la mayoría de los alojamientos y el pequeño museo que relata la historia de la comunidad artística fundada por el poeta Ernesto Cardenal.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Solentiname alberga las pinturas naíf de los artistas locales formados en los años 1960. Las escenas bíblicas se desarrollan en paisajes tropicales nicaragüenses.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre los talleres donde los artesanos esculpen la madera de balsa en aves, peces y figuras cotidianas vendidas en todo el país e internacionalmente.",
          "visit_duration_min": 75
        },
        {
          "text": "La isla de San Fernando preserva una vegetación exuberante donde anidan 111 especies de aves incluyendo 20 migratorias. Los senderos atraviesan el bosque hasta los miradores sobre el lago.",
          "visit_duration_min": 75
        },
        {
          "text": "La isla de La Venada alberga familias de pescadores y artesanos en algunas casas dispersas a lo largo de la orilla. Los paneles solares instalados recientemente han transformado la vida cotidiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorre los senderos de Mancarroncito que atraviesan una vegetación densa poblada de monos aulladores y loros. La isla deshabitada conserva su carácter salvaje.",
          "visit_duration_min": 75
        },
        {
          "text": "Los petroglifos dispersos en algunas islas atestiguan las civilizaciones precolombinas que poblaron el archipiélago. Las espirales y figuras permanecen enigmáticas.",
          "visit_duration_min": 75
        },
        {
          "text": "El archipiélago de Solentiname dispersa 36 islas en el sur del lago de Nicaragua de las cuales cuatro están habitadas por menos de 1.000 almas. Este rincón del mundo alberga desde los años 1960 una comunidad de artistas de renombre internacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Mancarrón, la isla más grande, acoge la iglesia fundada por el padre-poeta Ernesto Cardenal en 1966. La Misa Campesina, misa campesina revolucionaria, se celebró allí por primera vez.",
          "visit_duration_min": 75
        },
        {
          "text": "El arte primitivo de Solentiname representa escenas de la vida cotidiana, naturaleza exuberante y animales locales en colores vivos. Las galerías exponen pinturas y esculturas en balsa en cada isla habitada.",
          "visit_duration_min": 75
        },
        {
          "text": "La naturaleza preservada de las islas alberga aves tropicales, monos aulladores y abundante vida acuática. Los islotes deshabitados pertenecen a las aves que anidan por miles.",
          "visit_duration_min": 75
        },
        {
          "text": "San Fernando, segunda isla habitada, despliega sus senderos bordeados de hibiscos y aguacates entre las casas dispersas. Los colibríes y mariposas animan los jardines tropicales.",
          "visit_duration_min": 75
        },
        {
          "text": "Los talleres de artistas abren sus puertas a los visitantes curiosos de ver la creación en curso. Las técnicas de pintura y escultura en balsa se transmiten de generación en generación.",
          "visit_duration_min": 75
        },
        {
          "text": "Los pequeños museos de las islas principales exponen piezas arqueológicas precolombinas y arte contemporáneo local. Los petroglifos descubiertos testimonian una ocupación antigua.",
          "visit_duration_min": 75
        },
        {
          "text": "La reserva natural Los Guatuzos protege los humedales al sur del archipiélago. Las excursiones en panga observan caimanes, aves y monos en su hábitat.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La lancha desde San Carlos atraviesa el Lago de Nicaragua durante 90 minutos hasta las primeras islas del archipiélago. Los volcanes de Ometepe asoman en el horizonte norte."
        },
        {
          "text": "Instálate en uno de los alojamientos familiares de Mancarrón y disfruta de la calma absoluta del archipiélago."
        },
        {
          "text": "El silencio y la paz del archipiélago invitan a la contemplación y a la lectura. Solo los cantos de las aves y el chapoteo de las olas interrumpen la quietud de las islas."
        },
        {
          "text": "Rema en kayak entre las islas para observar las aves acuáticas, tortugas e iguanas que pueblan las orillas. El archipiélago alberga la mayor población de caimanes de Nicaragua."
        },
        {
          "text": "Visita a los pintores primitivos que perpetúan el estilo naíf iniciado por Ernesto Cardenal. Los talleres abren sus puertas a los visitantes curiosos de descubrir el proceso creativo."
        },
        {
          "text": "Iníciate en la escultura en madera de balsa junto a los artesanos que transmiten su saber hacer. Los pájaros coloridos toman forma bajo las manos expertas."
        },
        {
          "text": "Admira los atardeceres que incendian el Lago de Nicaragua frente a las siluetas lejanas de los volcanes. Los tonos anaranjados se reflejan en las aguas tranquilas del archipiélago."
        },
        {
          "text": "Reserva la lancha del día siguiente hacia San Jorge o Moyogalpa para llegar a Ometepe. Las conexiones pasan por San Carlos según los horarios."
        },
        {
          "text": "La lancha matutina sube el río hasta San Carlos en hora y media para la conexión hacia Solentiname. La espera en el muelle puede prolongarse según los horarios."
        },
        {
          "text": "El cruce del lago hacia el archipiélago toma 2 horas en aguas a menudo agitadas. El horizonte vacío durante largos minutos crea una sensación de aislamiento total."
        },
        {
          "text": "La instalación en una pensión familiar o un pequeño hotel revela el confort básico de las islas. La ausencia de agua caliente y el WiFi inexistente completan la desconexión."
        },
        {
          "text": "El paseo por Mancarrón descubre la iglesia colorida de Cardenal y las primeras galerías de arte. Los habitantes acogen a los raros visitantes con curiosidad benevolente."
        },
        {
          "text": "El cruce hacia San Fernando en colectivo o panga privada toma pocos minutos entre las islas. El servicio público circula solo dos veces por semana."
        },
        {
          "text": "La visita de los talleres permite observar a los artistas trabajando y adquirir obras únicas. Los precios siguen siendo accesibles directamente con los creadores."
        },
        {
          "text": "La excursión hacia Los Guatuzos en lancha explora los canales bordeados de bosque tropical. Los guías locales detectan la fauna escondida en la vegetación."
        },
        {
          "text": "El atardecer desde la orilla enciende el lago con el volcán Concepción en silueta a lo lejos. Esta imagen resume la belleza preservada del archipiélago."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 13
        },
        {
          "itin_id": "NI::national::fleuves-lagunes-deux-cotes",
          "itin_title": "Nicaragua Auténtico: Itinerario de 21 Días entre Ríos, Lagunas e Islas Caribeñas",
          "day": 14
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 14
        },
        {
          "itin_id": "NI::national::route-eau-19j",
          "itin_title": "Nicaragua: Caribe Secreto, Río San Juan e Islas de Ensueño en 19 Días",
          "day": 15
        }
      ],
      "rating": 5.5,
      "place_type": "island",
      "suggested_days": 2
    },
    {
      "place_id": "NI::somoto",
      "name": "Somoto",
      "cc": "NI",
      "language": "es",
      "coords": [
        13.4833,
        -86.5833
      ],
      "lat": 13.4833,
      "lon": -86.5833,
      "visits": [
        {
          "text": "El Cañón de Somoto talla la roca durante 5 kilómetros donde nace el Río Coco, el río más largo de Centroamérica. Las paredes veteadas de jade y cuarzo se elevan hasta 150 metros sobre las aguas tranquilas.",
          "visit_duration_min": 75
        },
        {
          "text": "El mirador domina el Río Coco que serpentea por el valle antes de desaparecer en las gargantas. Las colinas de Honduras marcan el horizonte al norte mientras que los picos nicaragüenses se recortan al sur.",
          "visit_duration_min": 75
        },
        {
          "text": "Las pozas profundas alternan con pasajes rocosos donde hay que escalar, gatear y saltar entre los bloques. Las familias de murciélagos molestadas en las cuevas revolotean alrededor de los nadadores.",
          "visit_duration_min": 75
        },
        {
          "text": "Las perchas naturales a diferentes alturas permiten a los atrevidos lanzarse con más o menos gracia. Los guías locales ejecutan saltos mortales y giros para dar ejemplo antes de dejar que los visitantes se lancen.",
          "visit_duration_min": 75
        },
        {
          "text": "La playa de guijarros blancos marca la confluencia de los ríos Tapacalí y Comalí que forman el Río Coco. Este discreto punto geográfico inaugura los 680 kilómetros del río hasta el mar Caribe.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "El autobús desde Estelí llega a Somoto en 1h30 por una carretera asfaltada a través de las montañas. La recogida en la terminal puede organizarse con los operadores del cañón."
        },
        {
          "text": "El tour Adventure de 4-6 horas ($25-30) atraviesa las dos secciones del cañón con escalada, natación y saltos. El equipo proporcionado incluye chaleco salvavidas, zapatos acuáticos y casco."
        },
        {
          "text": "El almuerzo y el regreso en barco están incluidos en las fórmulas completas. El día entero transcurre entre las paredes del cañón en un escenario espectacular."
        },
        {
          "text": "El alojamiento en el lugar en dormitorio ($8) o habitación doble ($20) permite disfrutar del cañón sin presión horaria. La noche junto al río prolonga la inmersión en este escenario preservado."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NI::national::grande-boucle-17j",
          "itin_title": "El Gran Circuito de Nicaragua: La Aventura Definitiva de 17 Días entre Volcanes, Joyas Coloniales y Paraíso Pacífico",
          "day": 6
        }
      ],
      "rating": 5.3,
      "place_type": "medium_city",
      "suggested_days": 2
    }
  ]
}