{
  "version": 1,
  "country": "lt",
  "language": "es",
  "places": [
    {
      "place_id": "LT::kaunas",
      "name": "Kaunas",
      "cc": "LT",
      "language": "es",
      "coords": [
        54.8985,
        23.9036
      ],
      "lat": 54.8985,
      "lon": 23.9036,
      "visits": [
        {
          "text": "Descubre Kaunas, la segunda ciudad más grande de Lithuania situada dramáticamente en la confluencia de los dos ríos más poderosos de la nación, el Nemunas y el Neris. Esta ciudad histórica que data del siglo XIV sirvió como capital temporal de Lithuania durante el período de entreguerras cuando Vilnius estaba bajo control polaco. Recientemente designada como Capital Europea de la Cultura, Kaunas ha experimentado un renacimiento notable que continúa transformando su paisaje cultural.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Casco Antiguo de Kaunas, un barrio histórico compacto donde las calles medievales se abren a plazas encantadoras bordeadas de arquitectura gótica y renacentista. La Plaza del Ayuntamiento, dominada por el elegante Ayuntamiento blanco 'Cisne', ha servido como el corazón de la ciudad durante siglos. Las calles circundantes revelan iglesias ocultas, casas de comerciantes y patios que susurran historias del próspero pasado comercial de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Castillo de Kaunas, una de las primeras fortificaciones de piedra en Lithuania, construida a mediados del siglo XIV para defenderse contra los Caballeros Teutónicos. Aunque parcialmente en ruinas, la torre y muros supervivientes evocan poderosamente los conflictos medievales que moldearon la historia lituana. La posición estratégica del castillo en la confluencia de los ríos subraya su importancia militar en la defensa del reino.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por Laisvės Alėja (Avenida de la Libertad), una de las calles peatonales más largas de Europa que se extiende 1.6 kilómetros a través del corazón del Kaunas moderno. Este elegante bulevar arbolado conecta el Casco Antiguo con la Ciudad Nueva, pasando por edificios históricos, tiendas y cafés vibrantes. La avenida palpita con la vida local, ofreciendo una visión auténtica de la cultura urbana lituana contemporánea."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Descubrimiento de Lituania: Torres Barrocas y Colinas Sagradas",
          "day": 2
        }
      ],
      "rating": 6.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "LT::nida",
      "name": "Nida",
      "cc": "LT",
      "language": "es",
      "coords": [
        55.3028,
        21.0086
      ],
      "lat": 55.3028,
      "lon": 21.0086,
      "visits": [
        {
          "text": "Explora el Istmo de Curlandia, un Sitio de Patrimonio Mundial de la UNESCO y uno de los fenómenos naturales más únicos de Europa: una estrecha península de dunas de arena que se extiende 98 kilómetros entre la Laguna de Curlandia y el Mar Báltico. Esta notable formación terrestre, que varía desde solo 400 metros hasta 4 kilómetros de ancho, alberga únicamente un puñado de pueblos rodeados de bosques infinitos y dunas dramáticamente cambiantes. El Istmo de Curlandia se siente como un lugar donde el tiempo se ha detenido, ofreciendo paisajes que no se encuentran en ningún otro lugar del continente.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube a la Duna Parnidis cerca de Nida, una de las formaciones de arena más impresionantes del Istmo de Curlandia que se eleva hasta 52 metros sobre el nivel del mar. Las vistas panorámicas desde la cima abarcan la vasta laguna, el Mar Báltico y las dunas boscosas que se extienden hacia la frontera rusa. Una llamativa escultura de reloj solar marca el punto más alto, creando un punto de referencia icónico contra las arenas siempre cambiantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre las Dunas Grises (también llamadas Dunas Muertas o Duna Agilos) en la Reserva Natural Naglių, formaciones de arena inquietantes que una vez enterraron pueblos enteros bajo sus masas avanzantes. Siguiendo la intensa tala en los siglos XVII y XVIII, estas dunas comenzaron a migrar tierra adentro, tragándose asentamientos en su camino. Hoy, los esfuerzos continuos de estabilización preservan este paisaje en constante evolución, donde el poder de la naturaleza permanece dramáticamente visible.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina a través de los bosques de pinos prístinos que anclan las dunas y proporcionan hábitat para la vida silvestre diversa en esta península frágil. El contraste entre el bosque denso y la arena abierta crea un ambiente surrealista que cambia con las estaciones y los vientos. Estos bosques representan siglos de manejo cuidadoso para prevenir que las dunas consuman todo el istmo."
        },
        {
          "text": "Explora el encantador pueblo pesquero de Nida, el asentamiento más grande en la porción lituana del Istmo de Curlandia, con sus casas tradicionales de madera y coloridas veletas. Este pintoresco pueblo ha atraído artistas y escritores durante más de un siglo, incluyendo a Thomas Mann quien construyó una casa de verano aquí. La atmósfera pacífica y la calidad única de la luz continúan inspirando a visitantes de todo el mundo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Descubrimiento de Lituania: Torres Barrocas y Colinas Sagradas",
          "day": 4
        }
      ],
      "rating": 6.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "LT::siauliai",
      "name": "Siauliai",
      "cc": "LT",
      "language": "es",
      "coords": [
        55.9349,
        23.3137
      ],
      "lat": 55.9349,
      "lon": 23.3137,
      "visits": [
        {
          "text": "Experimenta la Colina de las Cruces, uno de los sitios más extraordinarios y espiritualmente poderosos del mundo, donde cientos de miles de cruces cubren una pequeña colina en el campo lituano. Este lugar notable comenzó a principios del siglo XIX cuando la gente colocaba cruces para conmemorar a seres queridos que murieron en levantamientos contra el Zar ruso. A pesar de los repetidos intentos soviéticos de destruirlo -removiendo cruces, cerrando caminos, incluso tratando de inundar el área- los fieles continuaron colocando cruces bajo la cobertura de la oscuridad, transformando la colina en un símbolo perdurable de resistencia y fe.",
          "visit_duration_min": 75
        },
        {
          "text": "Presencia la increíble densidad y variedad de cruces en todas las formas y tamaños, desde pequeños crucifijos hasta elaboradas esculturas de madera de varios metros de altura. El sitio se convirtió en un importante destino de peregrinación después de que el Papa Juan Pablo II celebrara Misa aquí en 1993, consolidando aún más su significado en la tradición católica. Caminar entre las incontables cruces, rosarios y estatuas religiosas crea una experiencia sensorial y espiritual abrumadora como ningún otro lugar en la tierra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tómate tiempo para absorber la atmósfera profunda de este sitio sagrado único, donde la fe y la historia se entrelazan de la manera más tangible imaginable. Muchos visitantes eligen agregar su propia cruz a la colección, continuando una tradición que abarca más de dos siglos. La Colina de las Cruces se alza como un testamento al espíritu indomable del pueblo lituano y su compromiso inquebrantable con la libertad religiosa."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Descubrimiento de Lituania: Torres Barrocas y Colinas Sagradas",
          "day": 3
        }
      ],
      "rating": 4.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "LT::vilnius",
      "name": "Vilnius",
      "cc": "LT",
      "language": "es",
      "coords": [
        54.6872,
        25.2797
      ],
      "lat": 54.6872,
      "lon": 25.2797,
      "visits": [
        {
          "text": "Día 1: Explora el Centro Histórico de Vilnius, un Sitio Patrimonio de la Humanidad de la UNESCO que ha preservado su notable diseño medieval a pesar de siglos de conflicto y destrucción. Este atmosférico Casco Antiguo muestra un impresionante tapiz arquitectónico que mezcla estilos gótico, barroco, renacentista y clásico a través de sus serpenteantes calles empedradas. La concentración de edificios históricos dentro de un área tan compacta hace de Vilnius uno de los centros urbanos medievales mejor preservados de Europa del Este.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Maravíllate con la impresionante Iglesia de Santa Ana, una obra maestra gótica de arquitectura de ladrillo rojo que ha permanecido en pie durante más de 500 años. Adyacente se alza la Iglesia de San Francisco de Asís (Bernardinos), creando un conjunto eclesiástico impresionante. La leyenda cuenta que Napoleón quedó tan encantado con la belleza de Santa Ana que deseó llevarla de vuelta a París en la palma de su mano.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Pasa por la Puerta del Amanecer, la única puerta superviviente de la muralla original de la ciudad y hogar de un icono venerado de la Virgen María que atrae peregrinos de todo el mundo católico. Esta puerta del siglo XVI una vez formó parte de las fortificaciones defensivas de la ciudad y ahora se erige como santuario religioso y monumento arquitectónico. La capilla sobre la puerta alberga la pintura milagrosa venerada durante siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Deambula por la Calle Pilies, la arteria principal del Casco Antiguo de Vilnius que conecta la Catedral con la Puerta del Amanecer a través del corazón histórico de la ciudad. Esta vibrante vía peatonal está bordeada de edificios barrocos que albergan cafés, galerías y tiendas que venden ámbar y artesanías lituanas. Músicos callejeros y exhibiciones de arte al aire libre dan vida a esta ruta antigua durante todo el año.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Descubre el Palacio de los Grandes Duques de Lithuania, un museo excepcional alojado dentro de la residencia real del siglo XV meticulosamente restaurada en la Plaza de la Catedral. Las ruinas subterráneas del palacio original proporcionan un fascinante viaje arqueológico, mientras que los pisos superiores exhiben muebles auténticos, tapices y pinturas de la edad dorada de Lithuania. La experiencia de realidad virtual 3D de vanguardia del museo transporta a los visitantes a través de siglos de historia de Vilnius con detalles impresionantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Asciende a la Torre del Castillo de Gediminas, uno de los símbolos nacionales más preciados de Lithuania y la característica restante del antiguo Castillo Superior. El Gran Duque Gediminas estableció las primeras fortificaciones de madera aquí en el siglo XIV, fundando lo que se convertiría en la capital lituana. Según la querida leyenda, Gediminas soñó con un lobo de hierro aullando desde esta colina, que un sacerdote interpretó como una profecía de una gran ciudad cuya fama se extendería por todo el mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Admira la grandiosa Catedral de Vilnius y su distintivo Campanario que se alza orgullosamente en la Plaza de la Catedral en el corazón de la ciudad. Esta catedral neoclásica, reconstruida múltiples veces durante siete siglos, sirve como la principal iglesia católica romana de Lithuania. El Campanario independiente, que una vez fue parte de las fortificaciones de la ciudad, se ha convertido en un punto de referencia icónico visible por todo el Casco Antiguo.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 1: Explora el histórico complejo de la Universidad de Vilnius, una de las universidades más antiguas y reconocidas del Este de Europa, fundada en 1579. Los trece patios interconectados de la universidad muestran estilos arquitectónicos que abarcan cuatro siglos, desde el gótico hasta el barroco. La magnífica Iglesia de San Juan dentro del complejo presenta un impresionante interior barroco y una torre que ofrece vistas panorámicas de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Día 2: Visita el Castillo de la Isla de Trakai, una fortaleza magníficamente restaurada de los siglos XIV-XV que se eleva desde una pequeña isla en las aguas cristalinas del Lago Galvė. Este castillo gótico de ladrillo rojo, rodeado por un archipiélago de 21 islas, se alza como uno de los monumentos más fotografiados de Lithuania y un poderoso símbolo de la grandeza medieval de la nación. Durante la era del Gran Ducado de Lithuania, cuando el reino se extendía desde el Báltico hasta el Mar Negro, Trakai sirvió como uno de los principales centros políticos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Día 1: Únete a un tour a pie o en bicicleta con guías locales para descubrir historias ocultas y fascinante historia más allá de los principales sitios turísticos. Los guías expertos revelan las capas de la historia de Vilnius, desde los grandes duques medievales hasta la ocupación soviética y la revolución cantante que llevó a la independencia. Estos tours proporcionan un contexto invaluable que transforma una simple caminata turística en una comprensión más profunda de la cultura y resistencia lituana."
        },
        {
          "text": "Día 2: Alquila un bote de remos o kayak para explorar el impresionante paisaje lacustre que rodea el Castillo de Trakai desde el agua. El área abarca más de 30 lagos conectados por canales, creando un ambiente acuático único perfecto para remar tranquilamente. Deslizarse por el Lago Galvė ofrece las perspectivas más espectaculares del castillo elevándose desde su entorno insular."
        },
        {
          "text": "Día 2: Elévate sobre Trakai en un globo aerostático para una perspectiva aérea inolvidable del castillo, lagos y bosques circundantes. Desde arriba, toda la belleza de este distrito lacustre se revela como un mosaico de agua, islas y bosques que se extiende hasta el horizonte. Esta experiencia mágica proporciona fotografías y recuerdos que duran toda la vida."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LT::lt::lithuania-discovery-historic-cities-sacred-hills-and-baltic-dunes",
          "itin_title": "Descubrimiento de Lituania: Torres Barrocas y Colinas Sagradas",
          "day": 1
        }
      ],
      "rating": 9.9,
      "place_type": "city",
      "suggested_days": 1
    }
  ]
}