{
  "version": "v1",
  "country": "BA",
  "language": "fr",
  "itineraries": [
    {
      "itin_id": "BA::bosnia::bridges-waterfalls-history",
      "id": "BA::bosnia::bridges-waterfalls-history",
      "language": "fr",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Circuit Bosnie-Herzégovine : Mostar, Sarajevo et Lacs Émeraude",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 17,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::sarajevo",
            "coords": [
              43.8563,
              18.4131
            ]
          },
          "visits": [
            {
              "text": "Découvrez Sarajevo, la capitale qui vibre d'une énergie unique reflétant sa riche mosaïque de cultures et d'histoire. Nichée dans une vallée pittoresque cernée par les Alpes Dinariques, la ville dévoile un remarquable mélange d'architecture ottomane et austro-hongroise qui raconte des histoires de résilience et de diversité.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explorez l'emblématique bazar de Baščaršija, le marché ottoman historique où l'arôme du traditionnel ćevapi embaume l'air et où les artisans du cuivre perpétuent des traditions séculaires. Les ruelles pavées serpentent à travers ce cœur vibrant du vieux Sarajevo, vous invitant à découvrir d'innombrables trésors cachés.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitez le lieu de l'Assassinat de l'Archiduc François-Ferdinand, l'un des événements déclencheurs de la Première Guerre mondiale, où l'histoire a basculé à jamais en 1914. Le Pont Latin tout proche se dresse en témoin silencieux de ce moment décisif.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Recueillez-vous au Musée des Crimes contre l'Humanité et du Génocide, qui relate les détails déchirants des massacres qui se sont terminés aussi récemment qu'en 1995. Les impacts de balles sont encore visibles sur les murs de toute la ville, et les bâtiments ex-yougoslaves côtoient les centres commerciaux modernes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Plongez dans la scène artistique vibrante de Sarajevo et découvrez comment l'architecture austro-européenne rencontre le style ottoman dans la vieille ville. La cité offre l'une des leçons d'histoire récente les plus marquantes d'Europe.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Flânez dans les rues où des édifices religieux de différentes confessions se dressent côte à côte, valant à Sarajevo sa réputation de « Jérusalem de l'Europe ».",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::lukomir",
            "coords": [
              43.6667,
              18.05
            ]
          },
          "visits": [
            {
              "text": "Partez à la découverte de Lukomir, l'un des endroits les plus singuliers de Bosnie-Herzégovine pour vivre des traditions ancestrales. C'est le plus ancien village de montagne ethnique habité en continu du pays, où les maisons traditionnelles en pierre parsèment le paysage montagneux spectaculaire.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Observez un mode de vie traditionnel où de petites communautés travaillent la terre, cultivent, produisent des vêtements en laine et façonnent le bois pour créer des ustensiles et objets du quotidien. Les villageois perpétuent ces pratiques depuis des générations.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Randonnez à travers les sommets verdoyants où les nuages rencontrent d'imposantes parois rocheuses. Des randonnées de plusieurs jours sont possibles à travers les terres agricoles et la nature préservée, offrant air pur de montagne et panoramas spectaculaires.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Séjournez dans le village entre deux randonnées. Pendant les mois d'hiver, lorsque les températures chutent bien en dessous de zéro, les villageois descendent traditionnellement vers les basses terres avec leur bétail.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::konjic",
            "coords": [
              43.65,
              17.9617
            ]
          },
          "visits": [
            {
              "text": "Découvrez Konjic, une petite ville adorable et l'un des joyaux cachés préférés de Bosnie-Herzégovine. Avec la rivière qui traverse son centre et un mélange de styles architecturaux variés, cette destination hors des sentiers battus offre l'équilibre parfait entre commodités touristiques et atmosphère authentique.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Vivez le rafting en eaux vives de classe mondiale sur les eaux incroyablement limpides et lumineuses de la Neretva. Les rapides vous emmènent le long de petites maisons en bois, sur des eaux rocheuses au courant rapide, avec des arrêts barbecue traditionnels au bord de la rivière.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explorez les lacs et parcs environnants qui offrent de fantastiques possibilités de kayak. La poignée de restaurants le long de la rivière sert une excellente cuisine locale dans un cadre paisible.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Profitez du canyoning, de l'escalade et d'autres activités d'aventure qui font de cette région l'une des meilleures destinations d'Europe pour les expériences à sensations fortes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::jablanica-lake",
            "coords": [
              43.6617,
              17.7583
            ]
          },
          "visits": [
            {
              "text": "Émerveillez-vous devant le Lac Jablanica, où les couleurs magiques de l'eau vous couperont le souffle. Dame Nature a accompli sa magie ici, créant des nuances hypnotiques de bleus et de verts qui semblent retouchées numériquement mais sont entièrement naturelles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Parcourez les routes panoramiques où vous vous arrêterez sans cesse pour contempler avec émerveillement la beauté naturelle. Des montagnes imposantes se mêlent aux nuages et aux villages minuscules, tandis que des ponts de toutes formes et tailles relient des routes qui offrent autant de plaisir que les destinations elles-mêmes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admirez les vues des sommets environnants se reflétant dans les eaux émeraude. Le lac offre des opportunités photographiques parfaites à chaque virage.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::mostar",
            "coords": [
              43.3438,
              17.8078
            ]
          },
          "visits": [
            {
              "text": "Vivez Mostar, l'image de carte postale parfaite qui orne presque toute la publicité touristique du pays. Stari Most (le Vieux Pont), reconstruit après le conflit, attire des visiteurs du monde entier avec son élégant arc unique enjambant l'émeraude Neretva.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Observez les plongeurs téméraires sauter du pont dans les eaux glaciales en contrebas, une tradition devenue l'une des attractions les plus célèbres de Mostar. Cette pratique séculaire met en valeur le courage et l'habileté des locaux.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explorez la charmante vieille ville avec ses rues pavées aux reflets orangés et ses lanternes multicolores au coucher du soleil, quand les excursionnistes repartent. L'atmosphère magique se transforme à la tombée de la nuit.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Grimpez au sommet de la Mosquée de Mostar pour des vues incroyables sur la ville et son célèbre pont. Le panorama révèle la fusion d'architecture ottomane et méditerranéenne qui définit cette ville enchanteresse.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Dégustez un authentique café bosniaque dans les établissements traditionnels où le café est torréfié et préparé sur place. Ce breuvage corsé servi avec des loukoums représente le summum de la culture du café dans les Balkans.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Explorez la partie moderne de Mostar où peu de touristes s'aventurent, découvrant d'innombrables restaurants servant une cuisine de premier ordre et des sélections de gâteaux impressionnantes dans des pâtisseries aux centaines de variétés.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::blagaj",
            "coords": [
              43.2569,
              17.8847
            ]
          },
          "visits": [
            {
              "text": "Visitez Blagaj, qui abrite l'un des joyaux architecturaux les plus importants du pays. Le Monastère Derviche (Tekke), construit vers 1520, présente un mélange unique de styles ottoman et méditerranéen, bâti directement dans la paroi rocheuse à la source de la rivière Buna.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Embarquez sur un petit bateau directement dans la grotte d'où la rivière émerge des profondeurs, offrant une perspective unique sur cette merveille naturelle. Les eaux cristallines et le décor dramatique de falaises créent une expérience inoubliable.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explorez le Monastère et plongez dans l'histoire du pays dans ce cadre serein. La petite cascade et l'impressionnante paroi rocheuse offrent des toiles de fond parfaites pour la photographie.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 35,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::pocitelj",
            "coords": [
              43.1333,
              17.7333
            ]
          },
          "visits": [
            {
              "text": "Grimpez à travers Počitelj, un minuscule village aux proportions parfaites qui s'élève des berges de la rivière jusqu'au flanc de la colline. L'architecture médiévale et ottomano-méditerranéenne offre un beau mélange, valant à ce village bien préservé une place sur la liste indicative de l'UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Atteignez les ruines du château au-dessus du village pour des vues s'étendant sur des kilomètres par temps clair. L'ancienne fortification offre une perspective sur la vallée de la Neretva et les montagnes environnantes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Parcourez les petites boutiques entourant l'imposante Mosquée vendant lanternes, tapis et dentelles fabriqués par les habitants âgés. L'un des endroits les plus photogéniques de Bosnie-Herzégovine, n'oubliez pas votre appareil photo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::kravica-waterfalls",
            "coords": [
              43.1536,
              17.6083
            ]
          },
          "visits": [
            {
              "text": "Rafraîchissez-vous aux Cascades de Kravica, semi-cachées sous une canopée forestière verdoyante où des eaux limpides dévalent spectaculairement des rochers. Ces cascades véritablement époustouflantes forment un amphithéâtre naturel d'eau tombante qui rivalise avec n'importe quelle cascade d'Europe.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Baignez-vous dans les bassins rafraîchissants ou prenez un petit bateau pour vous immerger sous l'eau qui s'écoule. Le paysage verdoyant luxuriant environnant crée un contraste saisissant avec les eaux turquoise.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Arrivez tôt le matin pour profiter de cette merveille naturelle sans les foules estivales qui affluent ici les jours ensoleillés. L'atmosphère paisible du matin permet d'apprécier toute la majesté de la cascade.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 55,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::zavala",
            "coords": [
              42.8833,
              17.8167
            ]
          },
          "visits": [
            {
              "text": "Découvrez Zavala, une vallée tranquille et magnifique avec une population actuelle d'environ six résidents, parfaite pour déconnecter et observer les étoiles. L'ancienne gare austro-hongroise a été transformée en hébergement boutique, faisant partie de la piste cyclable Ciro reliant Mostar à Dubrovnik.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explorez les immenses grottes de Vjetrenica, les plus grandes du pays, s'étendant sur plus de 7 000 mètres dans la roche dont environ 2 000 mètres sont ouverts au public. Les ouvertures en forme de cheminées créent un micro-écosystème et une brise constante, tandis qu'une faune unique incluant le « poisson humain » à quatre pattes vit dans les eaux.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Faites une petite randonnée jusqu'au Monastère de Zavala pour admirer le lever de soleil sur cette vallée paisible. La combinaison de nature, d'histoire et de tranquillité fait de Zavala l'une des destinations les plus spéciales du pays.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::neum",
            "coords": [
              42.9269,
              17.6156
            ]
          },
          "visits": [
            {
              "text": "Découvrez Neum, le minuscule ruban côtier de Bosnie-Herzégovine qui divise la Croatie en deux. Cette petite ville côtière représente le seul accès du pays à la mer Adriatique, créant une curiosité géographique et culturelle fascinante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Profitez de la plage et de l'atmosphère côtière dans cette ville frontalière unique. Bien qu'elle ne rivalise pas avec les célèbres îles croates, Neum offre une expérience adriatique distinctement différente avec l'hospitalité bosniaque.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Appréciez la singularité de cette bande côtière de 20 kilomètres qui confère à la Bosnie-Herzégovine son identité maritime. Les passages de frontière à vingt minutes d'intervalle créent une expérience intéressante pour les voyageurs.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 95,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::rama-lake",
            "coords": [
              43.7833,
              17.55
            ]
          },
          "visits": [
            {
              "text": "Visitez le Lac Rama à Ščit, où un Monastère se dresse majestueusement au milieu du lac parsemé d'îlots. Ce décor crée l'une des scènes les plus photogéniques et spirituellement évocatrices de Bosnie-Herzégovine.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Découvrez les Cimetières de Stèles Médiévales Stećci de la région, inscrits au patrimoine mondial de l'UNESCO depuis 2016. Ces pierres tombales uniques datant du XIIe siècle et au-delà sont construites en calcaire avec des décorations complexes, situées dans des lieux isolés avec des décors montagneux.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Photographiez les couleurs magiques du lac où Dame Nature a accompli sa magie en créant des nuances hypnotiques impossibles à oublier. La combinaison d'eau, d'îles et de monastère crée une scène d'une beauté profonde.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 75,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::jajce",
            "coords": [
              44.3408,
              17.2708
            ]
          },
          "visits": [
            {
              "text": "Émerveillez-vous devant Jajce, la Ville de la Cascade, où une cascade spectaculaire se jette en plein cœur de la cité. Cette chute remarquable de 21 mètres où la rivière Pliva rencontre la Vrbas crée un spectacle urbain-naturel unique introuvable ailleurs en Europe.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explorez l'ancienne forteresse dominant la ville, où vous pouvez vous imprégner de vues à couper le souffle sur le paysage environnant. La citadelle médiévale témoigne de l'importance de Jajce en tant que capitale royale bosniaque.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Flânez dans les rues charmantes bordées de cafés et de boutiques, parfaites pour vous immerger dans la culture locale. Jajce accueille les visiteurs à bras ouverts, vous permettant de vous connecter à son esprit vibrant et son cadre inoubliable.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 65,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::travnik",
            "coords": [
              44.2267,
              17.6656
            ]
          },
          "visits": [
            {
              "text": "Voyagez dans le temps à Travnik, où le mélange d'architecture ottomane et austro-hongroise crée un paysage urbain captivant. Les mosquées historiques colorées reflètent la riche diversité culturelle de la ville au fil des siècles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitez la Forteresse de Travnik qui veille sur la ville, offrant des vues imprenables et une riche signification historique. Cette impressionnante fortification contrôlait la vallée stratégique et servait de siège aux vizirs ottomans.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Promenez-vous dans le marché local animé où les plats traditionnels embaument l'air d'arômes alléchants. À chaque pas, découvrez les histoires de ceux qui ont marché ici avant vous, créant un sentiment de connexion profonde avec le patrimoine de Bosnie-Herzégovine.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 100,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::banja-luka",
            "coords": [
              44.7722,
              17.191
            ]
          },
          "visits": [
            {
              "text": "Explorez Banja Luka, la « Ville Verte » qui éblouit par ses parcs abondants, sa verdure vibrante et ses paysages naturels époustouflants. En vous promenant dans les jardins luxuriants de la Forteresse de Kastel, vous sentirez le pouls de l'histoire se mêler à la nature.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Découvrez de nombreux parcs dont le Parc Petar Kočić, offrant des endroits parfaits pour se détendre et absorber l'atmosphère accueillante. L'engagement de la ville envers les espaces verts crée un environnement urbain rafraîchissant.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Marchez le long de la pittoresque rivière Vrbas, idéale pour des promenades panoramiques ou des pique-niques tranquilles. Les habitants embrassent la beauté naturelle de leur ville, favorisant une ambiance chaleureuse et accueillante qui fait que les visiteurs se sentent immédiatement chez eux.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Savourez l'excellente cuisine locale incluant des steaks et plats d'agneau à la serbe dans les nombreux restaurants. La ville offre une fantastique combinaison de détente et de découverte culturelle.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 165,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BA::tuzla",
            "coords": [
              44.5384,
              18.6763
            ]
          },
          "visits": [
            {
              "text": "Découvrez Tuzla, la « Ville du Sel » offrant un mélange intrigant d'histoire, de culture et de beauté naturelle. Les iconiques Lacs Salés Pannoniens, créés à partir du patrimoine minier de sel de la région, vous invitent à vous détendre et vous ressourcer entourés de verdure luxuriante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explorez les rues animées remplies de cafés charmants et de marchés locaux où vous pouvez savourer la cuisine traditionnelle bosniaque. Le Musée de Tuzla présente la fascinante histoire de l'extraction du sel de la région sur des millénaires.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Baignez-vous dans les eaux riches en minéraux du lac salé connues pour leurs propriétés thérapeutiques. Le chaleureux sentiment d'appartenance porté par des habitants amicaux désireux de partager leurs histoires fait de Tuzla une finale mémorable de votre voyage en Bosnie.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "HR::dalmatie-sud-2",
        "HR::dalmatie-sud-1",
        "HR::dalmatie-centrale-1",
        "ME::montenegro::fjords-mountains-adriatic",
        "HR::slavonie-baranja",
        "HR::continental::zagreb-slavonia",
        "HR::national-parks::plitvice-to-lastovo",
        "HR::south-dalmatia::split-to-dubrovnik"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Circuit Bosnie-Herzégovine : Mostar, Sarajevo et Lacs Émeraude",
        "intro_paragraph": "Partez à la découverte des secrets les mieux gardés des Balkans lors de ce voyage extraordinaire à travers la Bosnie-Herzégovine. Des ruelles pavées historiques de Sarajevo aux cascades époustouflantes de Kravica, en passant par des villages médiévaux figés dans le temps et des lacs aux eaux d'un turquoise irréel, cet itinéraire vous plonge dans une terre où l'Orient et l'Occident se fondent en une harmonie parfaite.",
        "seo_hook": "Là où les ponts ottomans enjambent des rivières émeraude et où les cascades jaillissent au cœur de cités millénaires",
        "featured_list": [
          "L'iconique Stari Most de Mostar et ses légendaires plongeurs",
          "Les spectaculaires Cascades de Kravica, joyau caché des Balkans",
          "Jajce, l'unique ville européenne avec cascade urbaine de 21 mètres",
          "Lukomir, le plus ancien village de montagne habité du pays",
          "Le mystique Monastère Derviche de Blagaj émergeant de la roche",
          "Les Lacs Salés Pannoniens de Tuzla aux vertus thérapeutiques"
        ],
        "places_taglines": {
          "BA::sarajevo": "Où l'Orient embrasse l'Occident",
          "BA::lukomir": "Traditions ancestrales entre les cimes",
          "BA::konjic": "Aventure sur eaux émeraude",
          "BA::jablanica-lake": "Reflets magiques de montagne",
          "BA::mostar": "Le pont qui unit les mondes",
          "BA::blagaj": "Mystère dans la roche vive",
          "BA::pocitelj": "Carte postale médiévale ottomane",
          "BA::kravica-waterfalls": "Amphithéâtre naturel de cascades",
          "BA::zavala": "Silence sous les étoiles",
          "BA::neum": "L'Adriatique secrète de Bosnie",
          "BA::rama-lake": "Spiritualité entre eaux turquoise",
          "BA::jajce": "La ville de la cascade",
          "BA::travnik": "Vallée des vizirs ottomans",
          "BA::banja-luka": "Oasis verte des Balkans",
          "BA::tuzla": "Lacs salés millénaires"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}