{
  "version": "v1",
  "country": "BA",
  "language": "es",
  "itineraries": [
    {
      "itin_id": "BA::bosnia::bridges-waterfalls-history",
      "id": "BA::bosnia::bridges-waterfalls-history",
      "language": "es",
      "dept_code": "",
      "dept_name": "",
      "title": "Tesoros Balcánicos: Puentes Ancestrales, Lagos Esmeralda y Patrimonio Otomano en Bosnia-Herzegovina",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 17,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::sarajevo",
            "coords": [
              43.8563,
              18.4131
            ]
          },
          "visits": [
            {
              "text": "Descubre Sarajevo, la capital que late con una energía única reflejando su rico mosaico de culturas e historia. Enclavada en un pintoresco valle rodeado por los Alpes Dináricos, la ciudad exhibe una extraordinaria fusión de arquitectura otomana y austrohúngara que narra historias de resiliencia y diversidad.",
              "visit_duration_min": 75
            },
            {
              "text": "Explora el icónico bazar de Baščaršija, el histórico mercado otomano donde el aroma del tradicional ćevapi llena el aire y los artesanos del cobre perpetúan tradiciones centenarias. Las calles empedradas serpentean por este vibrante corazón del antiguo Sarajevo, invitándote a descubrir incontables tesoros escondidos.",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el lugar del Asesinato del Archiduque Francisco Fernando, uno de los detonantes clave de la Primera Guerra Mundial, donde la historia cambió para siempre en 1914. El cercano Puente Latino permanece como testigo silencioso de este momento crucial.",
              "visit_duration_min": 75
            },
            {
              "text": "Reflexiona en el Museo de Crímenes contra la Humanidad y Genocidio, que ofrece desgarradores detalles sobre las masacres que terminaron tan recientemente como 1995. Los impactos de bala aún se ven en las paredes de toda la ciudad, y los edificios ex-yugoslavos se elevan junto a modernos centros comerciales.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sumérgete en la vibrante escena artística de Sarajevo y descubre cómo la arquitectura austro-europea se fusiona con el estilo otomano en el casco antiguo. La ciudad ofrece una de las lecciones de historia reciente más significativas de Europa.",
              "visit_duration_min": 60
            },
            {
              "text": "Pasea por las calles donde edificios religiosos de diferentes credos se alzan lado a lado, otorgando a Sarajevo su reputación de 'Jerusalén de Europa'.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::lukomir",
            "coords": [
              43.6667,
              18.05
            ]
          },
          "visits": [
            {
              "text": "Viaja a Lukomir, uno de los lugares más especiales de Bosnia-Herzegovina para experimentar tradiciones ancestrales. Este es el pueblo de montaña étnico habitado continuamente más antiguo del país, donde las casas tradicionales de piedra salpican el dramático paisaje montañoso.",
              "visit_duration_min": 75
            },
            {
              "text": "Presencia un modo de vida tradicional donde pequeñas comunidades trabajan la tierra, cultivan, producen ropa de lana y tallan madera para crear utensilios y objetos cotidianos. Los aldeanos han mantenido estas prácticas durante generaciones.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camina entre las verdes cumbres donde las nubes se encuentran con imponentes paredes rocosas. Hay rutas de senderismo de varios días disponibles a través de tierras de cultivo y naturaleza virgen, ofreciendo aire fresco de montaña y vistas espectaculares.",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el alojamiento nocturno en el pueblo entre caminatas. En los meses de invierno, cuando las temperaturas bajan muy por debajo del punto de congelación, los aldeanos tradicionalmente descienden a zonas más bajas con su ganado.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 75,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::konjic",
            "coords": [
              43.65,
              17.9617
            ]
          },
          "visits": [
            {
              "text": "Descubre Konjic, un pequeño y encantador pueblo y una de las joyas ocultas favoritas de Bosnia-Herzegovina. Con el río atravesando el centro y una mezcla de diferentes estilos arquitectónicos, este destino fuera de los circuitos turísticos ofrece el equilibrio perfecto entre comodidades para viajeros y atmósfera auténtica.",
              "visit_duration_min": 75
            },
            {
              "text": "Vive el rafting de aguas bravas de clase mundial por las aguas increíblemente cristalinas y asombrosamente brillantes del río Neretva. Los rápidos te llevan junto a pequeñas casas de madera, sobre aguas rocosas de corriente rápida, con paradas tradicionales para barbacoa junto al río.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora los lagos y parques cercanos que ofrecen fantásticas oportunidades para el kayak. El puñado de restaurantes a lo largo del río sirve excelente cocina local en un entorno apacible.",
              "visit_duration_min": 60
            },
            {
              "text": "Disfruta del barranquismo, escalada en roca y otras actividades de aventura que hacen de esta región uno de los mejores destinos de Europa para experiencias que aceleran el corazón.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 35,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::jablanica-lake",
            "coords": [
              43.6617,
              17.7583
            ]
          },
          "visits": [
            {
              "text": "Maravíllate con el Lago Jablanica, donde los mágicos colores del agua te dejarán sin aliento. La Madre Naturaleza obró su magia aquí, creando hipnotizantes tonalidades de azules y verdes que parecen retocadas digitalmente pero son completamente naturales.",
              "visit_duration_min": 75
            },
            {
              "text": "Conduce por las carreteras panorámicas donde te encontrarás parando constantemente para contemplar la belleza natural con asombro. Montañas imponentes chocan con las nubes y diminutos pueblos, mientras puentes de todas las formas y tamaños conectan carreteras que ofrecen tanto que disfrutar como los propios destinos.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla las vistas de los picos circundantes reflejados en las aguas esmeraldas. El lago ofrece oportunidades fotográficas perfectas en cada recodo.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 55,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::mostar",
            "coords": [
              43.3438,
              17.8078
            ]
          },
          "visits": [
            {
              "text": "Vive Mostar, la típica imagen de postal perfecta que adorna casi toda la publicidad turística del país. Stari Most (Puente Viejo), reconstruido tras el conflicto, atrae visitantes de todo el mundo con su elegante arco único sobre el esmeralda río Neretva.",
              "visit_duration_min": 75
            },
            {
              "text": "Observa a temerarios clavadistas saltar desde el puente hacia las heladas aguas, una tradición que se ha convertido en una de las atracciones más famosas de Mostar. Esta práctica centenaria muestra el coraje y la habilidad local.",
              "visit_duration_min": 75
            },
            {
              "text": "Explora el encantador casco antiguo con sus calles empedradas brillando en tonos anaranjados y farolillos multicolores al atardecer, cuando los excursionistas de un día se marchan. La atmósfera mágica se transforma al caer la noche.",
              "visit_duration_min": 75
            },
            {
              "text": "Sube a la cima de la Mezquita de Mostar para disfrutar de vistas increíbles sobre la ciudad y su famoso puente. El panorama revela la fusión de arquitectura otomana y mediterránea que define esta encantadora ciudad.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Disfruta de un auténtico café bosnio en establecimientos tradicionales donde el café se tuesta y prepara in situ. El intenso líquido servido con delicias turcas representa lo mejor de la cultura cafetera de los Balcanes.",
              "visit_duration_min": 60
            },
            {
              "text": "Explora la parte nueva de Mostar donde pocos turistas se aventuran, descubriendo innumerables restaurantes que sirven comida de primera clase y extensas selecciones de pasteles en tiendas con cientos de variedades.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::blagaj",
            "coords": [
              43.2569,
              17.8847
            ]
          },
          "visits": [
            {
              "text": "Visita Blagaj, hogar de una de las joyas arquitectónicas más importantes del país. El Monasterio Derviche (Tekke), construido alrededor de 1520, exhibe una singular fusión de estilos otomano y mediterráneo edificado directamente en la roca junto al nacimiento del río Buna.",
              "visit_duration_min": 75
            },
            {
              "text": "Embárcate en un pequeño bote directamente hacia la cueva de donde el río emerge desde las profundidades, ofreciendo una perspectiva única de esta maravilla natural. Las aguas cristalinas y el dramático escenario de acantilados crean una experiencia inolvidable.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora el Monasterio y sumérgete en la historia del país en este entorno sereno. La pequeña cascada y la impresionante pared rocosa proporcionan fondos perfectos para la fotografía.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 35,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::pocitelj",
            "coords": [
              43.1333,
              17.7333
            ]
          },
          "visits": [
            {
              "text": "Asciende por Počitelj, un diminuto pueblo en proporciones perfectas que trepa desde las riberas del río por la ladera. La arquitectura medieval y otomano-mediterránea ofrece una gran mezcla, otorgando a este asentamiento bien conservado un lugar en la lista tentativa de la UNESCO.",
              "visit_duration_min": 75
            },
            {
              "text": "Alcanza las ruinas del castillo sobre el pueblo para contemplar vistas que abarcan kilómetros en días despejados. La antigua fortificación ofrece una perspectiva sobre el valle del Neretva y las montañas circundantes.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Curiosea en las pequeñas tiendas que rodean la imponente Mezquita vendiendo faroles, alfombras y encajes de residentes locales de avanzada edad. Uno de los lugares más fotogénicos de Bosnia-Herzegovina, no olvides traer tu cámara.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::kravica-waterfalls",
            "coords": [
              43.1536,
              17.6083
            ]
          },
          "visits": [
            {
              "text": "Refréscate en las Cascadas de Kravica, semi-ocultas bajo un dosel verde boscoso donde aguas cristalinas caen dramáticamente desde las rocas. Las cascadas genuinamente impresionantes crean un anfiteatro natural de agua cayendo que rivaliza con cualquier cascada de Europa.",
              "visit_duration_min": 75
            },
            {
              "text": "Báñate en las refrescantes piscinas o toma un pequeño bote para sumergirte bajo el agua que fluye. El exuberante paisaje verde circundante crea un contraste impresionante con las aguas turquesas.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Llega temprano por la mañana para disfrutar de esta maravilla natural sin las multitudes de verano que acuden aquí los días soleados. La pacífica atmósfera matutina permite apreciar toda la majestuosidad de la cascada.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 55,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::zavala",
            "coords": [
              42.8833,
              17.8167
            ]
          },
          "visits": [
            {
              "text": "Descubre Zavala, un impresionante valle tranquilo con una población actual de alrededor de seis residentes, perfecto para desconectar y observar las estrellas. La antigua estación de tren austrohúngara se ha convertido en alojamiento boutique, parte de la ruta ciclista Ciro que conecta Mostar con Dubrovnik.",
              "visit_duration_min": 75
            },
            {
              "text": "Explora las enormes cuevas de Vjetrenica, las más grandes del país, extendiéndose más de 7.000 metros en la roca con unos 2.000 metros abiertos al público. Los agujeros en forma de chimenea crean un microecosistema y una brisa constante, mientras fauna única incluyendo el 'pez humano' de cuatro patas habita en las aguas.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Realiza una pequeña caminata hasta el Monasterio de Zavala para contemplar el amanecer sobre este pacífico valle. La combinación de naturaleza, historia y tranquilidad hace de Zavala uno de los destinos más especiales del país.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::neum",
            "coords": [
              42.9269,
              17.6156
            ]
          },
          "visits": [
            {
              "text": "Vive Neum, la diminuta franja costera de Bosnia-Herzegovina que divide Croacia en dos. Esta pequeña ciudad costera representa el único acceso del país al Mar Adriático, creando una fascinante curiosidad geográfica y cultural.",
              "visit_duration_min": 75
            },
            {
              "text": "Disfruta de la playa y el ambiente costero en esta singular ciudad fronteriza. Aunque no compite con las famosas islas de Croacia, Neum ofrece una experiencia adriática distintamente diferente con hospitalidad bosnia.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Aprecia la singularidad de esta franja de costa de 20 kilómetros que otorga a Bosnia-Herzegovina su identidad marítima. Los cruces fronterizos a veinte minutos de distancia crean una experiencia interesante para los viajeros.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 95,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::rama-lake",
            "coords": [
              43.7833,
              17.55
            ]
          },
          "visits": [
            {
              "text": "Visita el Lago Rama en Ščit, donde un Monasterio se asienta dramáticamente en medio del lago salpicado de islotes. El escenario crea una de las escenas más fotogénicas y espiritualmente evocadoras de Bosnia-Herzegovina.",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre los Cementerios de Estelas Medievales Stećci de la región, Patrimonio de la UNESCO desde 2016. Estas únicas lápidas que datan del siglo XII en adelante están construidas en piedra caliza con intrincadas decoraciones, encontradas en lugares aislados con fondos montañosos.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fotografía los mágicos colores del lago donde la Madre Naturaleza obró su magia creando hipnotizantes tonalidades imposibles de olvidar. La combinación de agua, islas y monasterio crea una escena de profunda belleza.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 75,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::jajce",
            "coords": [
              44.3408,
              17.2708
            ]
          },
          "visits": [
            {
              "text": "Maravíllate con Jajce, la Ciudad de la Cascada, donde una impresionante cascada cae justo en el corazón del asentamiento. Esta extraordinaria caída de 21 metros donde el río Pliva se encuentra con el Vrbas crea un espectáculo urbano-natural único que no existe en ningún otro lugar de Europa.",
              "visit_duration_min": 75
            },
            {
              "text": "Explora la antigua fortaleza que domina la ciudad, donde puedes absorber vistas impresionantes del paisaje circundante. La ciudadela medieval atestigua la importancia de Jajce como capital real bosnia.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deambula por las encantadoras calles bordeadas de cafés y tiendas, perfectas para sumergirte en la cultura local. Jajce recibe a los visitantes con los brazos abiertos, permitiéndote conectar con su vibrante espíritu y escenario inolvidable.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 65,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::travnik",
            "coords": [
              44.2267,
              17.6656
            ]
          },
          "visits": [
            {
              "text": "Viaja en el tiempo en Travnik, donde la fusión de arquitectura otomana y austrohúngara crea un cautivador paisaje urbano. Las coloridas mezquitas históricas reflejan el diverso tapiz cultural de la ciudad que abarca siglos.",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Fortaleza de Travnik que vigila la ciudad, ofreciendo vistas impresionantes y una rica significación histórica. Esta impresionante fortificación controlaba el estratégico valle y sirvió como sede de los visires otomanos.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por el vibrante mercado local donde los platos tradicionales llenan el aire con aromas tentadores. Con cada paso, descubre historias de quienes caminaron aquí antes que tú, creando una profunda conexión con el patrimonio de Bosnia-Herzegovina.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 100,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::banja-luka",
            "coords": [
              44.7722,
              17.191
            ]
          },
          "visits": [
            {
              "text": "Explora Banja Luka, la 'Ciudad Verde' que deslumbra con abundantes parques, vegetación vibrante y paisajes naturales impresionantes. Mientras paseas por los frondosos terrenos de la Fortaleza de Kastel, sentirás el pulso de la historia mezclándose con la naturaleza.",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre numerosos parques incluyendo el Parque Petar Kočić, que ofrece lugares perfectos para relajarse y absorber el ambiente acogedor. El compromiso de la ciudad con los espacios verdes crea un refrescante entorno urbano.",
              "visit_duration_min": 75
            },
            {
              "text": "Camina a lo largo del pintoresco río Vrbas, ideal para paseos escénicos o pícnics tranquilos. Los locales abrazan la belleza natural de su ciudad, fomentando un ambiente cálido y acogedor que hace que los visitantes se sientan inmediatamente como en casa.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Degusta la excelente gastronomía local incluyendo bistec al estilo serbio y platos de cordero en los numerosos restaurantes. La ciudad ofrece una fantástica combinación de relajación y descubrimiento cultural.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 165,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "BA::tuzla",
            "coords": [
              44.5384,
              18.6763
            ]
          },
          "visits": [
            {
              "text": "Descubre Tuzla, la 'Ciudad de la Sal' que ofrece una intrigante mezcla de historia, cultura y belleza natural. Los icónicos Lagos Salados Panónicos, creados a partir del patrimonio minero de sal de la zona, te invitan a relajarte y descansar rodeado de exuberante vegetación.",
              "visit_duration_min": 75
            },
            {
              "text": "Explora las vibrantes calles llenas de encantadores cafés y mercados locales donde puedes saborear la cocina tradicional bosnia. El Museo de Tuzla exhibe la fascinante historia de extracción de sal de la zona que abarca milenios.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Báñate en las aguas del lago salado ricas en minerales conocidas por sus propiedades terapéuticas. El cálido sentido de pertenencia abrazado por amables locales deseosos de compartir sus historias hace de Tuzla un memorable final para tu viaje por Bosnia.",
              "visit_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "HR::dalmatie-sud-2",
        "HR::dalmatie-sud-1",
        "HR::dalmatie-centrale-1",
        "ME::montenegro::fjords-mountains-adriatic",
        "HR::slavonie-baranja"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "LUGARES IMPRESCINDIBLES DE BOSNIA-HERZEGOVINA: MOSTAR Y CASCADAS",
        "intro_paragraph": "Descubre los secretos mejor guardados de los Balcanes en este viaje extraordinario por Bosnia-Herzegovina. Desde los históricos adoquines de Sarajevo hasta las impresionantes cascadas de Kravica, atravesando pueblos medievales suspendidos en el tiempo y lagos de aguas imposiblemente turquesas, este itinerario te sumerge en una tierra donde Oriente y Occidente se fusionan en perfecta armonía.",
        "seo_hook": "Donde los puentes otomanos abrazan ríos esmeralda y las cascadas brotan en el corazón de ciudades milenarias",
        "featured_list": [
          "El icónico Stari Most de Mostar y sus legendarios clavadistas",
          "Las espectaculares Cascadas de Kravica, la joya escondida de los Balcanes",
          "Jajce, la única ciudad europea con cascada urbana de 21 metros",
          "Lukomir, el pueblo de montaña más antiguo habitado continuamente del país",
          "El místico Monasterio Derviche de Blagaj emergiendo de la roca viva",
          "Los Lagos Salados Panónicos de Tuzla con propiedades terapéuticas"
        ],
        "places_taglines": {
          "BA::sarajevo": "Donde Oriente abraza Occidente",
          "BA::lukomir": "Tradiciones ancestrales entre cumbres",
          "BA::konjic": "Aventura en aguas esmeralda",
          "BA::jablanica-lake": "Reflejos mágicos de montaña",
          "BA::mostar": "El puente que une mundos",
          "BA::blagaj": "Misterio en la roca viva",
          "BA::pocitelj": "Postal medieval otomana perfecta",
          "BA::kravica-waterfalls": "Anfiteatro natural de cascadas",
          "BA::zavala": "Silencio bajo las estrellas",
          "BA::neum": "El Adriático secreto de Bosnia",
          "BA::rama-lake": "Espiritualidad entre aguas turquesas",
          "BA::jajce": "La ciudad de la cascada",
          "BA::travnik": "Valle de visires otomanos",
          "BA::banja-luka": "Verde oasis balcánico",
          "BA::tuzla": "Lagos salados milenarios"
        }
      }
    }
  ]
}