{
  "version": 1,
  "country": "ba",
  "language": "pt",
  "places": [
    {
      "place_id": "BA::banja-luka",
      "name": "Banja Luka",
      "cc": "BA",
      "language": "pt",
      "coords": [
        44.7722,
        17.191
      ],
      "lat": 44.7722,
      "lon": 17.191,
      "visits": [
        {
          "text": "Explore Banja Luka, a 'Cidade Verde' que deslumbra com os seus abundantes parques, vegetação vibrante e paisagens naturais impressionantes. Ao passear pelos jardins exuberantes da Fortaleza de Kastel, sentirá o pulso da história a fundir-se com a natureza.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra numerosos parques incluindo o Parque Petar Kočić, proporcionando locais perfeitos para relaxar e absorver a atmosfera acolhedora. O compromisso da cidade com os espaços verdes cria um ambiente urbano refrescante.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhe ao longo do pitoresco rio Vrbas, ideal para passeios panorâmicos ou piqueniques tranquilos. Os habitantes abraçam a beleza natural da sua cidade, fomentando uma atmosfera calorosa e acolhedora que faz os visitantes sentirem-se imediatamente em casa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prove a excelente cozinha local incluindo bifes ao estilo sérvio e pratos de borrego nos numerosos restaurantes. A cidade oferece uma fantástica combinação de relaxamento e descoberta cultural.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 14
        }
      ]
    },
    {
      "place_id": "BA::blagaj",
      "name": "Blagaj",
      "cc": "BA",
      "language": "pt",
      "coords": [
        43.2569,
        17.8847
      ],
      "lat": 43.2569,
      "lon": 17.8847,
      "visits": [
        {
          "text": "Visite Blagaj, que alberga uma das mais importantes joias arquitetónicas do país. O Mosteiro Dervixe (Tekke), construído por volta de 1520, apresenta uma mistura única de estilos otomano e mediterrânico edificado diretamente na parede rochosa na nascente do rio Buna.",
          "visit_duration_min": 75
        },
        {
          "text": "Embarque num pequeno barco diretamente para a gruta de onde o rio emerge das profundezas, proporcionando uma perspetiva única desta maravilha natural. As águas cristalinas e o dramático cenário de falésias criam uma experiência inesquecível.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o Mosteiro e mergulhe na história do país neste ambiente sereno. A pequena cascata e a imponente parede rochosa proporcionam cenários perfeitos para fotografia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 6
        }
      ]
    },
    {
      "place_id": "BA::jablanica-lake",
      "name": "Jablanica Lake",
      "cc": "BA",
      "language": "pt",
      "coords": [
        43.6617,
        17.7583
      ],
      "lat": 43.6617,
      "lon": 17.7583,
      "visits": [
        {
          "text": "Maravilhe-se com o Lago Jablanica, onde as cores mágicas da água vão deixá-lo sem fôlego. A Mãe Natureza fez a sua magia aqui, criando tons hipnotizantes de azuis e verdes que parecem quase retocados digitalmente mas são completamente naturais.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorra as estradas panorâmicas onde se vai encontrar a parar constantemente para contemplar maravilhado a beleza natural. Montanhas imponentes fundem-se com as nuvens e minúsculas aldeias, enquanto pontes de todas as formas e tamanhos ligam estradas que oferecem tanto prazer como os próprios destinos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Admire as vistas dos picos circundantes refletidos nas águas esmeralda. O lago oferece oportunidades fotográficas perfeitas a cada curva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 4
        }
      ]
    },
    {
      "place_id": "BA::jajce",
      "name": "Jajce",
      "cc": "BA",
      "language": "pt",
      "coords": [
        44.3408,
        17.2708
      ],
      "lat": 44.3408,
      "lon": 17.2708,
      "visits": [
        {
          "text": "Maravilhe-se com Jajce, a Cidade da Cascata, onde uma deslumbrante cascata se precipita mesmo no coração do povoado. Esta notável queda de 21 metros onde o rio Pliva encontra o Vrbas cria um espetáculo urbano-natural único que não existe em mais nenhum lugar da Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a antiga fortaleza que domina a cidade, onde pode absorver vistas deslumbrantes sobre a paisagem circundante. A cidadela medieval testemunha a importância de Jajce como capital real bósnia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelas ruas encantadoras ladeadas de cafés e lojas, perfeitas para mergulhar na cultura local. Jajce recebe os visitantes de braços abertos, permitindo-lhe conectar-se com o seu espírito vibrante e cenário inesquecível.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 12
        }
      ]
    },
    {
      "place_id": "BA::konjic",
      "name": "Konjic",
      "cc": "BA",
      "language": "pt",
      "coords": [
        43.65,
        17.9617
      ],
      "lat": 43.65,
      "lon": 17.9617,
      "visits": [
        {
          "text": "Descubra Konjic, uma pequena e adorável cidade e uma das joias escondidas favoritas da Bósnia-Herzegovina. Com o rio a atravessar o centro e uma mistura de diferentes estilos arquitetónicos, este destino fora dos circuitos turísticos oferece o equilíbrio perfeito entre comodidades para visitantes e atmosfera autêntica.",
          "visit_duration_min": 75
        },
        {
          "text": "Viva o rafting de águas bravas de classe mundial nas águas incrivelmente límpidas e deslumbrantemente luminosas do rio Neretva. Os rápidos levam-no junto a pequenas casas de madeira, sobre águas rochosas de corrente rápida, com paragens tradicionais para churrasco à beira-rio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore os lagos e parques próximos que oferecem fantásticas oportunidades para caiaque. O punhado de restaurantes ao longo do rio serve excelente cozinha local num ambiente tranquilo.",
          "visit_duration_min": 60
        },
        {
          "text": "Desfrute de canyoning, escalada e outras atividades de aventura que fazem desta região um dos melhores destinos da Europa para experiências de adrenalina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 3
        }
      ]
    },
    {
      "place_id": "BA::kravica-waterfalls",
      "name": "Kravica Waterfalls",
      "cc": "BA",
      "language": "pt",
      "coords": [
        43.1536,
        17.6083
      ],
      "lat": 43.1536,
      "lon": 17.6083,
      "visits": [
        {
          "text": "Refresque-se nas Cascatas de Kravica, semi-escondidas sob uma copa florestal verde onde águas límpidas descem dramaticamente das rochas. Estas cascatas verdadeiramente deslumbrantes criam um anfiteatro natural de água que rivaliza com qualquer cascata na Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Nade nas piscinas refrescantes ou apanhe um pequeno barco para se banhar sob a água que flui. A paisagem verde exuberante circundante cria um contraste impressionante com as águas turquesa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Chegue de manhã cedo para desfrutar desta maravilha natural sem as multidões de verão que afluem aqui nos dias de sol. A atmosfera matinal permite apreciar toda a majestade da cascata.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 8
        }
      ]
    },
    {
      "place_id": "BA::lukomir",
      "name": "Lukomir",
      "cc": "BA",
      "language": "pt",
      "coords": [
        43.6667,
        18.05
      ],
      "lat": 43.6667,
      "lon": 18.05,
      "visits": [
        {
          "text": "Parta à descoberta de Lukomir, um dos lugares mais especiais da Bósnia-Herzegovina para vivenciar tradições ancestrais. É a mais antiga aldeia de montanha étnica continuamente habitada do país, onde as tradicionais casas de pedra pontuam a dramática paisagem montanhosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Testemunhe um modo de vida tradicional onde pequenas comunidades trabalham a terra, cultivam, produzem roupa de lã e moldam madeira para criar talheres e objetos do quotidiano. Os aldeões mantêm estas práticas há gerações.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe pelos picos verdejantes onde as nuvens encontram imponentes paredes rochosas. Estão disponíveis caminhadas de vários dias através de terras agrícolas e natureza intocada, oferecendo ar fresco de montanha e vistas espetaculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Pernoite na aldeia entre caminhadas. Nos meses de inverno, quando as temperaturas descem muito abaixo de zero, os aldeões tradicionalmente descem para zonas mais baixas com o seu gado.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 2
        }
      ]
    },
    {
      "place_id": "BA::mostar",
      "name": "Mostar",
      "cc": "BA",
      "language": "pt",
      "coords": [
        43.3438,
        17.8078
      ],
      "lat": 43.3438,
      "lon": 17.8078,
      "visits": [
        {
          "text": "Viva Mostar, a imagem de postal perfeita que adorna quase toda a publicidade turística do país. Stari Most (Ponte Velha), reconstruída após o conflito, atrai visitantes de todo o mundo com o seu elegante arco único sobre o esmeralda rio Neretva.",
          "visit_duration_min": 75
        },
        {
          "text": "Observe os destemidos mergulhadores saltarem da ponte para as águas geladas, uma tradição que se tornou uma das atrações mais famosas de Mostar. Esta prática secular demonstra a coragem e habilidade dos locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o encantador centro histórico com as suas ruas de calçada a brilhar em tons alaranjados e lanternas multicoloridas ao pôr do sol, quando os excursionistas partem. A atmosfera mágica transforma-se ao cair da noite.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba ao topo da Mesquita de Mostar para vistas incríveis sobre a cidade e a sua famosa ponte. O panorama revela a fusão de arquitetura otomana e mediterrânica que define esta cidade encantadora.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Saboreie o autêntico café bósnio em estabelecimentos tradicionais onde o café é torrado e preparado no local. Esta bebida forte servida com delícias turcas representa o melhor da cultura do café nos Balcãs.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore a parte nova de Mostar onde poucos turistas se aventuram, descobrindo inúmeros restaurantes que servem comida de primeira classe e extensas seleções de bolos em lojas com centenas de variedades.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 5
        }
      ]
    },
    {
      "place_id": "BA::neum",
      "name": "Neum",
      "cc": "BA",
      "language": "pt",
      "coords": [
        42.9269,
        17.6156
      ],
      "lat": 42.9269,
      "lon": 17.6156,
      "visits": [
        {
          "text": "Descubra Neum, a minúscula faixa costeira da Bósnia-Herzegovina que divide a Croácia em duas. Esta pequena cidade costeira representa o único acesso do país ao Mar Adriático, criando uma curiosidade geográfica e cultural fascinante.",
          "visit_duration_min": 75
        },
        {
          "text": "Desfrute da praia e da atmosfera costeira nesta singular cidade fronteiriça. Embora não compita com as famosas ilhas croatas, Neum oferece uma experiência adriática distintamente diferente com hospitalidade bósnia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aprecie a singularidade desta faixa costeira de 20 quilómetros que confere à Bósnia-Herzegovina a sua identidade marítima. As passagens de fronteira a vinte minutos de distância criam uma experiência interessante para os viajantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 10
        }
      ]
    },
    {
      "place_id": "BA::pocitelj",
      "name": "Pocitelj",
      "cc": "BA",
      "language": "pt",
      "coords": [
        43.1333,
        17.7333
      ],
      "lat": 43.1333,
      "lon": 17.7333,
      "visits": [
        {
          "text": "Suba por Počitelj, uma minúscula aldeia em proporções perfeitas que ascende das margens do rio pela encosta. A arquitetura medieval e otomano-mediterrânica oferece uma bela combinação, valendo a este povoado bem preservado um lugar na lista indicativa da UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Alcance as ruínas do castelo acima da aldeia para vistas que se estendem por quilómetros em dias limpos. A antiga fortificação oferece uma perspetiva sobre o vale do Neretva e as montanhas circundantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorra as pequenas lojas em redor da imponente Mesquita que vendem lanternas, tapetes e rendas feitas pelos residentes idosos locais. Um dos lugares mais fotogénicos da Bósnia-Herzegovina, não esqueça a máquina fotográfica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 7
        }
      ]
    },
    {
      "place_id": "BA::rama-lake",
      "name": "Rama Lake",
      "cc": "BA",
      "language": "pt",
      "coords": [
        43.7833,
        17.55
      ],
      "lat": 43.7833,
      "lon": 17.55,
      "visits": [
        {
          "text": "Visite o Lago Rama em Ščit, onde um Mosteiro se ergue majestosamente no meio do lago salpicado de ilhéus. O cenário cria uma das cenas mais fotogénicas e espiritualmente evocativas da Bósnia-Herzegovina.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra os Cemitérios de Estelas Medievais Stećci na região, Património Mundial da UNESCO desde 2016. Estas lápides únicas datando do século XII em diante são construídas em calcário com decorações intrincadas, encontradas em lugares isolados com cenários montanhosos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fotografe as cores mágicas do lago onde a Mãe Natureza fez a sua magia criando tons hipnotizantes impossíveis de esquecer. A combinação de água, ilhas e mosteiro cria uma cena de profunda beleza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 11
        }
      ]
    },
    {
      "place_id": "BA::sarajevo",
      "name": "Sarajevo",
      "cc": "BA",
      "language": "pt",
      "coords": [
        43.8563,
        18.4131
      ],
      "lat": 43.8563,
      "lon": 18.4131,
      "visits": [
        {
          "text": "Descubra Sarajevo, a capital que pulsa com uma energia única refletindo o seu rico mosaico de culturas e história. Aninhada num vale pitoresco rodeado pelos Alpes Dináricos, a cidade exibe uma notável fusão de arquitetura otomana e austro-húngara que conta histórias de resiliência e diversidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o icónico bazar de Baščaršija, o histórico mercado otomano onde o aroma do tradicional ćevapi preenche o ar e os artesãos do cobre perpetuam tradições seculares. As ruas de calçada serpenteiam por este vibrante coração da velha Sarajevo, convidando-o a descobrir incontáveis tesouros escondidos.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o local do Assassinato do Arquiduque Francisco Fernando, um dos eventos desencadeadores da Primeira Guerra Mundial, onde a história mudou para sempre em 1914. A Ponte Latina nas proximidades ergue-se como testemunha silenciosa deste momento crucial.",
          "visit_duration_min": 75
        },
        {
          "text": "Reflita no Museu dos Crimes contra a Humanidade e do Genocídio, que oferece detalhes dilacerantes sobre os massacres que terminaram tão recentemente como 1995. Os buracos de bala ainda são visíveis nas paredes por toda a cidade, e os edifícios ex-jugoslavos erguem-se ao lado de modernos centros comerciais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Mergulhe na vibrante cena artística de Sarajevo e descubra como a arquitetura austro-europeia encontra o estilo otomano no centro histórico. A cidade oferece uma das lições de história recente mais significativas da Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie pelas ruas onde edifícios religiosos de diferentes credos se erguem lado a lado, conferindo a Sarajevo a sua reputação de 'Jerusalém da Europa'.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 1
        }
      ]
    },
    {
      "place_id": "BA::travnik",
      "name": "Travnik",
      "cc": "BA",
      "language": "pt",
      "coords": [
        44.2267,
        17.6656
      ],
      "lat": 44.2267,
      "lon": 17.6656,
      "visits": [
        {
          "text": "Viaje no tempo em Travnik, onde a fusão de arquitetura otomana e austro-húngara cria uma paisagem urbana cativante. As coloridas mesquitas históricas refletem o rico mosaico cultural da cidade ao longo dos séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Fortaleza de Travnik que vigia a cidade, oferecendo vistas deslumbrantes e uma rica significância histórica. Esta impressionante fortificação controlava o vale estratégico e serviu como sede dos vizires otomanos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelo animado mercado local onde os pratos tradicionais enchem o ar com aromas tentadores. A cada passo, descubra as histórias de quem caminhou aqui antes de si, criando uma sensação de profunda conexão com o património da Bósnia-Herzegovina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 13
        }
      ]
    },
    {
      "place_id": "BA::tuzla",
      "name": "Tuzla",
      "cc": "BA",
      "language": "pt",
      "coords": [
        44.5384,
        18.6763
      ],
      "lat": 44.5384,
      "lon": 18.6763,
      "visits": [
        {
          "text": "Descubra Tuzla, a 'Cidade do Sal' que oferece uma intrigante mistura de história, cultura e beleza natural. Os icónicos Lagos Salgados Panónicos, criados a partir do património mineiro de sal da região, convidam-no a relaxar rodeado de vegetação exuberante.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore as ruas animadas cheias de cafés encantadores e mercados locais onde pode saborear a cozinha tradicional bósnia. O Museu de Tuzla apresenta a fascinante história da extração de sal da região ao longo de milénios.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Banhe-se nas águas ricas em minerais do lago salgado conhecidas pelas suas propriedades terapêuticas. O caloroso sentido de pertença abraçado por habitantes amigáveis desejosos de partilhar as suas histórias faz de Tuzla um final memorável da sua viagem pela Bósnia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 15
        }
      ]
    },
    {
      "place_id": "BA::zavala",
      "name": "Zavala",
      "cc": "BA",
      "language": "pt",
      "coords": [
        42.8833,
        17.8167
      ],
      "lat": 42.8833,
      "lon": 17.8167,
      "visits": [
        {
          "text": "Descubra Zavala, um deslumbrante vale tranquilo com uma população atual de cerca de seis residentes, perfeito para desligar e observar as estrelas. A antiga estação ferroviária austro-húngara foi convertida em alojamento boutique, parte da ciclovia Ciro que liga Mostar a Dubrovnik.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore as enormes grutas de Vjetrenica, as maiores do país, estendendo-se por mais de 7.000 metros na rocha com cerca de 2.000 metros abertos ao público. As aberturas em forma de chaminé criam um microecossistema e uma brisa constante, enquanto uma fauna única incluindo o 'peixe humano' de quatro patas vive nas águas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça uma pequena caminhada até ao Mosteiro de Zavala para ver o nascer do sol sobre este vale tranquilo. A combinação de natureza, história e tranquilidade faz de Zavala um dos destinos mais especiais do país.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Tesouros Balcânicos: Pontes Ancestrais, Lagos Esmeralda e Património Otomano na Bósnia-Herzegovina",
          "day": 9
        }
      ]
    }
  ]
}