{
  "version": 1,
  "country": "ba",
  "language": "en",
  "places": [
    {
      "place_id": "BA::banja-luka",
      "name": "Banja Luka",
      "cc": "BA",
      "language": "en",
      "coords": [
        44.7722,
        17.191
      ],
      "lat": 44.7722,
      "lon": 17.191,
      "visits": [
        {
          "text": "Explore Banja Luka, the 'Green City' that dazzles with abundant parks, vibrant greenery, and stunning natural landscapes. As you stroll through the lush grounds of Kastel Fortress, you'll feel the pulse of history mingling with nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover numerous parks including Petar Kočić Park, providing perfect spots to relax and absorb the welcoming atmosphere. The city's commitment to green spaces creates a refreshing urban environment.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk along the picturesque Vrbas River, ideal for scenic strolls or leisurely picnics. The locals embrace their city's natural beauty, fostering a warm, welcoming vibe that makes visitors feel immediately at home.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sample excellent local cuisine including Serbian-style steak and lamb dishes in the numerous restaurants. The city offers a fantastic blend of relaxation and cultural discovery."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 14
        }
      ],
      "rating": 7.1,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::blagaj",
      "name": "Blagaj",
      "cc": "BA",
      "language": "en",
      "coords": [
        43.2569,
        17.8847
      ],
      "lat": 43.2569,
      "lon": 17.8847,
      "visits": [
        {
          "text": "Visit Blagaj, home to one of the most important architectural gems in the country. The Dervish Monastery (Tekke), built around 1520, showcases a unique mix of Ottoman and Mediterranean styles constructed directly into the rock face at the source of the Buna River.",
          "visit_duration_min": 75
        },
        {
          "text": "Take a little boat directly into the cave where the river emerges from underground, providing a unique perspective on this natural wonder. The crystal-clear waters and dramatic cliff setting create an unforgettable experience.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Monastery and dive into the country's history in this serene setting. The miniature waterfall and dramatic rock face provide perfect backdrops for photography."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 6
        }
      ],
      "rating": 4.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::jablanica-lake",
      "name": "Jablanica Lake",
      "cc": "BA",
      "language": "en",
      "coords": [
        43.6617,
        17.7583
      ],
      "lat": 43.6617,
      "lon": 17.7583,
      "visits": [
        {
          "text": "Marvel at Jablanica Lake, where the magical colors of the water will blow you away. Mother Nature worked her magic here, creating mesmerizing shades of blues and greens that look almost photoshopped yet are entirely natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Drive the scenic roads where you'll find yourself stopping constantly to stand in awe of the natural beauty. Towering mountains collide with clouds and tiny villages, while bridges of all shapes and sizes link together roads that offer just as much to enjoy as the destinations themselves.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take in the views of the surrounding peaks reflected in the emerald waters. The lake provides perfect photo opportunities at every turn."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 4
        }
      ],
      "rating": 9.2,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "BA::jajce",
      "name": "Jajce",
      "cc": "BA",
      "language": "en",
      "coords": [
        44.3408,
        17.2708
      ],
      "lat": 44.3408,
      "lon": 17.2708,
      "visits": [
        {
          "text": "Marvel at Jajce, the Waterfall Town, where a stunning waterfall cascades right in the heart of the settlement. This remarkable 21-meter plunge where the Pliva River meets the Vrbas creates a unique urban-natural spectacle found nowhere else in Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the ancient fortress overlooking the town, where you can soak in breathtaking views of the surrounding landscape. The medieval citadel bears witness to Jajce's importance as a royal Bosnian capital.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander the charming streets lined with cafes and shops, perfect for immersing yourself in local culture. Jajce welcomes visitors with open arms, allowing you to connect with its vibrant spirit and unforgettable setting."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 12
        }
      ],
      "rating": 4.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::konjic",
      "name": "Konjic",
      "cc": "BA",
      "language": "en",
      "coords": [
        43.65,
        17.9617
      ],
      "lat": 43.65,
      "lon": 17.9617,
      "visits": [
        {
          "text": "Discover Konjic, a small adorable town and one of the favorite hidden gems in Bosnia-Herzegovina. With the river running through the center and a mix of different architectural styles, this off-the-beaten-path destination offers the perfect balance of tourist facilities and authentic atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience world-class white water rafting down the incredibly clear and unbelievably bright Neretva River. The rapids take you past little wooden houses, over fast-flowing rocky waters, with traditional riverside BBQ stops along the way.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the nearby lakes and parks which provide fantastic kayaking opportunities. The small handful of restaurants along the river serve excellent local cuisine in a peaceful setting."
        },
        {
          "text": "Enjoy canyoning, rock climbing, and other adventure activities that make this region one of Europe's finest destinations for heart-racing experiences."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 3
        }
      ],
      "rating": 3.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::kravica-waterfalls",
      "name": "Kravica Waterfalls",
      "cc": "BA",
      "language": "en",
      "coords": [
        43.1536,
        17.6083
      ],
      "lat": 43.1536,
      "lon": 17.6083,
      "visits": [
        {
          "text": "Cool down at Kravica Waterfalls, semi-hidden in a green forested canopy where clear waters roll dramatically from the rocks. The genuinely breathtaking cascades create a natural amphitheater of falling water that rivals any waterfall in Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Swim in the refreshing pools or take a little boat out to bathe underneath the flowing water. The surrounding lush green landscape creates a stunning contrast with the turquoise waters.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Arrive early morning to enjoy this natural wonder without the summer crowds that flock here on sunny days. The peaceful morning atmosphere allows for appreciation of the waterfall's full majesty."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 8
        }
      ],
      "rating": 9.2,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "BA::lukomir",
      "name": "Lukomir",
      "cc": "BA",
      "language": "en",
      "coords": [
        43.6667,
        18.05
      ],
      "lat": 43.6667,
      "lon": 18.05,
      "visits": [
        {
          "text": "Journey to Lukomir, one of the most special places to visit in Bosnia-Herzegovina for experiencing age-old traditions. This is the oldest continuously inhabited ethnic mountain village in the country, where traditional stone houses dot the dramatic mountain landscape.",
          "visit_duration_min": 75
        },
        {
          "text": "Witness a traditional way of life where small communities work with the land, farming, producing clothing from wool, and shaping wood into cutlery and everyday items. The villagers have maintained these practices for generations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike through the verdant peaks where clouds meet towering rock faces. Multi-day hikes are available through farmland and unspoiled nature, offering fresh mountain air and spectacular views."
        },
        {
          "text": "Experience overnight accommodation in the village between hikes. In winter months when temperatures drop far below freezing, the villagers traditionally move to lower ground with their livestock."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 2
        }
      ],
      "rating": 2.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::mostar",
      "name": "Mostar",
      "cc": "BA",
      "language": "en",
      "coords": [
        43.3438,
        17.8078
      ],
      "lat": 43.3438,
      "lon": 17.8078,
      "visits": [
        {
          "text": "Experience Mostar, the typical postcard-perfect picture that graces nearly all tourist advertising for the country. Stari Most (Old Bridge), reconstructed post-conflict, draws visitors from around the world with its elegant single arch spanning the emerald Neretva River.",
          "visit_duration_min": 75
        },
        {
          "text": "Watch daredevil divers jump from the bridge into the freezing waters below, a tradition that has become one of Mostar's most famous attractions. This centuries-old practice showcases local courage and skill.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the charming Old Town with its cobbled streets glowing in orange hues and multicolored lanterns after sunset when day-trippers depart. The magical atmosphere transforms as evening falls.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb to the top of Mostar Mosque for incredible views over the city and its famous bridge. The panorama reveals the blend of Ottoman and Mediterranean architecture that defines this enchanting town.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience authentic Bosnian coffee at traditional establishments where coffee is roasted and prepared on-site. The strong liquid served with Turkish Delight represents some of the finest coffee culture in the Balkans."
        },
        {
          "text": "Explore the new part of Mostar where few tourists stray, discovering countless restaurants serving first-class food and extensive cake selections in stores with hundreds of varieties."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 5
        }
      ],
      "rating": 7.4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::neum",
      "name": "Neum",
      "cc": "BA",
      "language": "en",
      "coords": [
        42.9269,
        17.6156
      ],
      "lat": 42.9269,
      "lon": 17.6156,
      "visits": [
        {
          "text": "Experience Neum, Bosnia-Herzegovina's tiny slither of coastline that divides Croatia in two. This small coastal town represents the country's only access to the Adriatic Sea, creating a fascinating geographic and cultural curiosity.",
          "visit_duration_min": 75
        },
        {
          "text": "Enjoy the beach and coastal atmosphere in this unique border town. While not competing with Croatia's famous islands, Neum offers a distinctly different Adriatic experience with Bosnian hospitality.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Appreciate the novelty of this 20-kilometer stretch of coast that gives Bosnia-Herzegovina its maritime identity. The border crossings twenty minutes apart create an interesting experience for travelers."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 10
        }
      ],
      "rating": 5.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::pocitelj",
      "name": "Pocitelj",
      "cc": "BA",
      "language": "en",
      "coords": [
        43.1333,
        17.7333
      ],
      "lat": 43.1333,
      "lon": 17.7333,
      "visits": [
        {
          "text": "Climb through Počitelj, a tiny village in perfect proportions that ascends from the riverbanks up the hillside. The medieval and Ottoman-Mediterranean architecture provide a great mix, earning this well-preserved settlement a place on the UNESCO tentative list.",
          "visit_duration_min": 75
        },
        {
          "text": "Reach the castle ruins above the village for views spanning miles on a clear day. The ancient fortification offers a perspective over the Neretva valley and surrounding mountains.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Browse the little shops surrounding the towering Mosque selling lanterns, rugs, and lace from ageing local residents. One of the most photogenic places in Bosnia-Herzegovina, be sure to bring your camera."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 7
        }
      ],
      "rating": 4,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::rama-lake",
      "name": "Rama Lake",
      "cc": "BA",
      "language": "en",
      "coords": [
        43.7833,
        17.55
      ],
      "lat": 43.7833,
      "lon": 17.55,
      "visits": [
        {
          "text": "Visit Rama Lake at Scit, where a Monastery sits dramatically in the middle of the lake dotted with islets. The setting creates one of the most photogenic and spiritually evocative scenes in Bosnia-Herzegovina.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Stećci Medieval Tombstone Graveyards in the region, UNESCO-listed since 2016. These unique tombstones dating from the 12th century onwards are constructed from limestone with intricate decorations, found in isolated places with mountain backdrops.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Photograph the lake's magical colors where Mother Nature worked her magic creating mesmerizing shades impossible to forget. The combination of water, islands, and monastery creates a scene of profound beauty."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 11
        }
      ],
      "rating": 9.6,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "BA::sarajevo",
      "name": "Sarajevo",
      "cc": "BA",
      "language": "en",
      "coords": [
        43.8563,
        18.4131
      ],
      "lat": 43.8563,
      "lon": 18.4131,
      "visits": [
        {
          "text": "Discover Sarajevo, the capital that pulses with unique energy reflecting its rich tapestry of cultures and history. Nestled in a picturesque valley surrounded by the Dinaric Alps, the city showcases a remarkable blend of Ottoman and Austro-Hungarian architecture that tells tales of resilience and diversity.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the iconic Baščaršija bazaar, the historic Ottoman marketplace where the aroma of traditional ćevapi fills the air and copper craftsmen continue centuries-old traditions. The cobblestone streets wind through this vibrant heart of old Sarajevo, inviting you to discover countless hidden treasures.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the site of the Assassination of Archduke Franz Ferdinand, one of the key starting points of World War One, where history changed forever in 1914. The Latin Bridge nearby stands as a silent witness to this pivotal moment.",
          "visit_duration_min": 75
        },
        {
          "text": "Reflect at the Crimes Against Humanity and Genocide Museum, which offers heartbreaking details about the massacres that ended as recently as 1995. Bullet holes can still be seen in walls throughout the city, and ex-Yugoslavian buildings tower alongside modern shopping centers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience Sarajevo's vibrant arts scene and discover how Austro-European architecture meets Ottoman style in the old town. The city provides one of Europe's most significant recent history lessons."
        },
        {
          "text": "Wander through the streets where different religious buildings representing many faiths stand side by side, earning Sarajevo its reputation as the 'Jerusalem of Europe'."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 1
        }
      ],
      "rating": 8.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::travnik",
      "name": "Travnik",
      "cc": "BA",
      "language": "en",
      "coords": [
        44.2267,
        17.6656
      ],
      "lat": 44.2267,
      "lon": 17.6656,
      "visits": [
        {
          "text": "Journey through time in Travnik, where the blend of Ottoman and Austro-Hungarian architecture creates a captivating townscape. The colorful historic mosques reflect the town's diverse cultural tapestry spanning centuries.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit Travnik Fortress standing watch over the town, offering stunning views and rich historical significance. This impressive fortification controlled the strategic valley and served as a seat of Ottoman viziers.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through the vibrant local market where traditional dishes fill the air with enticing aromas. With each step, uncover stories of those who walked here before you, creating a sense of deep connection with Bosnia-Herzegovina's heritage."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 13
        }
      ],
      "rating": 4.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::tuzla",
      "name": "Tuzla",
      "cc": "BA",
      "language": "en",
      "coords": [
        44.5384,
        18.6763
      ],
      "lat": 44.5384,
      "lon": 18.6763,
      "visits": [
        {
          "text": "Discover Tuzla, the 'Salt City' offering an intriguing blend of history, culture, and natural beauty. The iconic Pannonian Salt Lakes, created from the area's salt mining heritage, invite you to relax and unwind surrounded by lush greenery.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the vibrant streets filled with charming cafes and local markets where you can savor traditional Bosnian cuisine. The Tuzla Museum showcases the area's fascinating salt-extraction history spanning millennia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bathe in the mineral-rich salt lake waters known for their therapeutic properties. The warm sense of belonging embraced by friendly locals eager to share their stories makes Tuzla a memorable finale to your Bosnian journey."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 15
        }
      ],
      "rating": 5.7,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BA::zavala",
      "name": "Zavala",
      "cc": "BA",
      "language": "en",
      "coords": [
        42.8833,
        17.8167
      ],
      "lat": 42.8833,
      "lon": 17.8167,
      "visits": [
        {
          "text": "Discover Zavala, a stunning tranquil valley with a current population of around six residents, perfect for switching off and star-gazing. The old Austro-Hungarian railway station has been converted into boutique accommodation, part of the Ciro cycle path linking Mostar with Dubrovnik.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the massive Vjetrenica caves, the largest in the country, stretching over 7,000 meters into the rock face with around 2,000 meters open to the public. The chimney-like holes throughout create a micro-ecosystem and constant breeze, while unique wildlife including the four-legged 'Human fish' lives in the waters.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take a small hike up to Zavala Monastery to watch the sunrise over this peaceful valley. The combination of nature, history, and tranquility makes Zavala one of the most special destinations in the country."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BA::bosnia::bridges-waterfalls-history",
          "itin_title": "Balkan Road Trip: Ancient Bridges & Ottoman Heritage in Bosnia & Herzegovina",
          "day": 9
        }
      ],
      "rating": 2.8,
      "place_type": "city",
      "suggested_days": 1
    }
  ]
}