{
  "version": "v1",
  "country": "BW",
  "language": "it",
  "itineraries": [
    {
      "itin_id": "BW::botswana::delta-desert-wilderness",
      "id": "BW::botswana::delta-desert-wilderness",
      "language": "it",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Safari in Botswana: Delta Dell'Okavango e Deserto del Kalahari",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 12,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::chobe",
            "coords": [
              -18.6667,
              25.15
            ]
          },
          "visits": [
            {
              "text": "Entra nel Chobe National Park, il primo parco nazionale del Botswana proclamato nel 1968 che copre 11.700 chilometri quadrati nell'estremo nordest del paese. Il fiume Chobe forma il confine settentrionale dove si verificano le leggendarie concentrazioni di elefanti durante la stagione secca da maggio a settembre. Questi sono tra i più grandi raduni di elefanti in tutta l'Africa, con mandrie di centinaia che vengono a bere e bagnarsi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri l'area di Serondella, famosa per le sue concentrazioni di elefanti lungo il fiume. Le acque perenni del Chobe nascono negli altopiani dell'Angola settentrionale, fornendo sostentamento tutto l'anno per notevoli popolazioni di fauna selvatica. Le crociere di avvistamento sulla fauna lungo il fiume Chobe offrono prospettive uniche su elefanti, ippopotami e coccodrilli dal livello dell'acqua.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora i diversi ecosistemi all'interno di Chobe, che comprende quattro aree distintive: il Canale Savuti, Linyanti, Serondella e Nogatsaa. Ogni regione ospita concentrazioni di fauna selvatica specifica - Savuti famosa per leoni e iene, Linyanti per ippopotami e coccodrilli. Molte specie prosperano qui inclusi il raro puku e il bushbuck di Chobe trovati in poche altre località.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Imbarcati in crociere per l'avvistamento della fauna e birdwatching lungo il fiume Chobe, dove sono state registrate 460 specie di uccelli inclusi rapaci, avvoltoi e uccelli acquatici. I mesi invernali secchi da marzo a luglio offrono osservazioni eccezionali mentre gli animali si concentrano attorno alle fonti d'acqua. Novembre e dicembre vedono la migrazione degli erbivori tra il fiume e la Palude di Savuti.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::savuti-camp",
            "coords": [
              -18.65,
              24.0667
            ]
          },
          "visits": [
            {
              "text": "Viaggia verso Savuti, una regione all'interno del Chobe National Park piuttosto che una riserva separata - anche se la sua reputazione le ha fatto guadagnare distinzione tra le destinazioni safari. L'area è enorme, e guide esperte mantengono i gruppi ben distanziati, fornendo sensazioni di genuina lontananza. Durante spettacolari avvistamenti della fauna, l'esperienza rimane intima rispetto a parchi più affollati altrove in Africa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Assisti alla leggendaria attività dei predatori per cui Savuti è rinomata, mentre grandi carnivori seguono mandrie di zebre, gnu, bufali e impala che si muovono attraverso l'area. Il Canale Savuti secco appena percettibile crea un habitat unico dove prosperano le popolazioni di leoni e iene. I campeggi pubblici mantengono la filosofia del turismo a basso impatto del Botswana.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivi safari in campeggio a Savuti dove la lontananza e la densità della fauna creano incontri memorabili. I game drive all'alba e al tramonto massimizzano le possibilità di avvistare predatori mentre i leoni cacciano e le iene pattugliano i loro territori. Il paesaggio drammatico di antichi canali e pianure aperte fornisce eccezionali opportunità fotografiche.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 350,
            "drive_min": 300,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::tsodilo-hills",
            "coords": [
              -18.75,
              21.7333
            ]
          },
          "visits": [
            {
              "text": "Scopri le Tsodilo Hills, un luogo raro e unico con un'atmosfera di intrigo e mistero. Quattro grandi pezzi di roccia si innalzano inaspettatamente dalla distesa desertica arida - chiamati dai Boscimani 'maschio', 'femmina', 'bambino' e la prima moglie respinta. Si crede che queste colline siano il sito della prima Creazione, dove i Boscimani dipinsero più di 3.500 pitture rupestri datate 800-1300 d.C.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora uno dei siti di arte rupestre più storicamente significativi al mondo, vantando 500 località individuali che rappresentano migliaia di anni di abitazione umana. Alcune pitture si pensa abbiano più di 20.000 anni, mentre altre hanno appena un secolo. I Boscimani credono che queste colline siano un luogo di riposo per gli spiriti dei defunti.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Segui diversi sentieri che conducono a oltre 350 siti, scoprendo pitture inclusa la famosa zebra usata come logo dei Musei Nazionali e Monumenti del Botswana. Certe pitture di balene e pinguini suggeriscono antichi contatti tra Boscimani e popoli costieri. L'atmosfera sacra si intensifica vicino alla cima della Male Hill dove si crede che il primo spirito abbia pregato dopo aver creato il mondo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Scala ed esplora le colline e i sentieri, apprezzando le prove di leggende e vita antica. Visita il piccolo habitat dei Boscimani nelle vicinanze e il villaggio Hambukushu vicino a Male Hill, il cui popolo crede che il loro dio Nyambe originariamente calò la loro tribù sulla terra qui. Il birdwatching ricompensa gli osservatori pazienti, con buceri dal becco giallo, loris grigi e fringuelli Melba tra le specie comunemente avvistate.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 450,
            "drive_min": 360,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::okavango-delta",
            "coords": [
              -19.5,
              23
            ]
          },
          "visits": [
            {
              "text": "Immergiti nel Delta dell'Okavango, formato da un fiume che scorre nel deserto e muore nelle sabbie, creando una grande zona umida interna visibile dallo spazio. Questa è una delle più grandi aree selvagge dell'Africa, un'oasi nel deserto che sostiene una biodiversità sorprendente. Centinaia di isole che vanno dall'enorme Chief's Island a piccoli termitai ospitano diverse popolazioni di fauna selvatica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora il mosaico di canali, lagune e laghi formati quando le piogge estive in Angola inondano il delta. Trentadue specie di alberi includono mopane, mangostano, alberi della pioggia e delle salsicce, varietà di acacia e fico. Oltre 1.000 tipi di piante prosperano qui - più di qualsiasi parco di dimensioni simili in Africa - con caratteristici letti di canne e grandi distese di palme phoenix.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri i corsi d'acqua abitati da ippopotami, coccodrilli, elefanti e antilopi, dove punti asciutti e pianure alluvionali si alternano con boschi densi. Il delta raggiunge i livelli d'acqua massimi durante i mesi invernali secchi da luglio a settembre, quando il contrasto tra canali allagati e terra asciutta crea eccezionali osservazioni della fauna. I mesi estivi portano nuova crescita e parti delle antilopi.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivi l'Okavango tutto l'anno, scegliendo tra la stagione delle acque alte in inverno per lo scenario classico del delta o i mesi estivi da novembre a marzo quando gli uccelli migratori arrivano in numero e le antilopi partoriscono i loro piccoli. I voli panoramici sopra il delta rivelano i modelli intricati di acqua e terra che rendono unico questo ecosistema.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::moremi",
            "coords": [
              -19.3833,
              23.45
            ]
          },
          "visits": [
            {
              "text": "Entra nella Moremi Game Reserve, la sezione ufficialmente proclamata del leggendario Delta dell'Okavango. Questa destinazione eccezionale combina pianure aperte, lussureggianti foreste rivierasche e corsi d'acqua di papiro che i visitatori descrivono costantemente come incredibilmente belli e piacevoli alla vista. La riserva confina con il Chobe National Park senza recinzioni, permettendo alla fauna di muoversi liberamente tra le aree.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri 36 specie di mammiferi più grandi inclusi elefante, bufalo, giraffa, zebra, ippopotamo e varie antilopi - notevolmente il lechwe amante dell'acqua e il sitatunga schivo. Oltre 80 specie di pesci e 400 diversi uccelli abitano queste zone umide, inclusi rapaci, uccelli acquatici, abitanti di cespugli e alberi, e colonie riproduttive del magnifico airone Golia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Vivi Moremi come la sezione accessibile del Delta dell'Okavango, ideale per safari self-drive in veicoli a quattro ruote motrici per coloro che cercano avventura pura. Tre campeggi pubblici nel parco sono non recintati, portando la genuina natura selvaggia vicino mentre tutte le specie di animali attraversano. I campeggiatori self-drive devono essere autosufficienti senza negozi disponibili nel parco.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Scivola attraverso i corsi d'acqua in mokoro (canoa tradizionale scavata) o motoscafo, un modo imbattibile per sperimentare l'ecosistema unico del delta. I game drive complementano le attività basate sull'acqua, mentre i sentieri nella natura selvaggia e i nascondigli di osservazione in certi campi offrono incontri intimi con la fauna. I safari fly-in forniscono spettacolari prospettive aeree su questa natura selvaggia acquatica.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::nxai-pan",
            "coords": [
              -19.9333,
              24.7667
            ]
          },
          "visits": [
            {
              "text": "Esplora il Parco Nazionale di Nxai Pan, un letto di lago fossile di circa 40 chilometri quadrati situato a nord della strada Maun-Nata. Il pan stesso è una vasta pianura erbosa punteggiata da gruppi di acacie ad ombrello e boschi di mopane. Durante le piogge da novembre ad aprile, i pan si ricoprono di erba, trasformandosi in un Giardino dell'Eden.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita i leggendari Baobab di Baines, un gruppo di grandi baobab immortalato nel 1862 dal pittore Thomas Baines durante la spedizione di Livingstone. Questi alberi antichi appaiono praticamente immutati dal dipinto originale di Baines, ergendosi come testimoni silenziosi di oltre 160 anni di storia africana. Il sito offre eccezionali opportunità fotografiche e un legame tangibile con la storia dell'esplorazione.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri la pozza d'acqua principale in mezzo alla pianura erbosa costellata di acacie spinose ad ombrello. I residenti permanenti includono leone, giraffa, kudu, springbok, impala, struzzo, sciacallo e volpe dalle orecchie di pipistrello. Una volta iniziate le piogge, gemsbok, elefanti e migliaia di zebre migrano nell'area per partorire i loro piccoli, creando spettacolari avvistamenti della fauna selvatica.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Osserva l'otarda nera rumorosa che si alza con un suono acuto quando spaventata dai veicoli - una specie distintiva del Nxai Pan. Piccoli rapaci tra cui gheppi e astore abbondano, ricompensando i birdwatcher che tengono pronti i binocoli. La combinazione di pan aperti, alberi sparsi e habitat diversi crea eccellenti opportunità per l'osservazione della fauna selvatica e degli uccelli.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 240,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::makgadikgadi",
            "coords": [
              -20.5,
              25.5
            ]
          },
          "visits": [
            {
              "text": "Viaggia verso i Pan di Makgadikgadi, depressioni piatte e spoglie di sale e argilla intervallate da dune di sabbia, isole rocciose, pianure erbose e macchie del deserto del Kalahari. Questi antichi pan facevano una volta parte di un super-lago che copriva gran parte del Botswana settentrionale. Le buone piogge trasformano i pan con acque poco profonde che attirano migliaia di fenicotteri migratori.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sperimenta la sensazione di vasto spazio aperto, atemporalità e completo nulla che definisce queste straordinarie distese saline. Da dicembre a febbraio, i pan riempiti di pioggia ospitano spettacolari congregazioni di fenicotteri insieme a pellicani, spatole, trampolieri e cicogne. La distesa bianca infinita che si estende fino all'orizzonte crea un'atmosfera ultraterrena.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sfreccia attraverso i Pan di Makgadikgadi in un'avventura in quad - un'esperienza elettrizzante e indimenticabile attraverso questo 'paesaggio lunare' infinito dove nulla cresce sulle sabbie salate. L'attività libera la mente e offre prospettive uniche sul vasto vuoto. Stabilisciti nei lodge vicino a Nata o Gweta per un comodo accesso a questo paesaggio straordinario.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::francistown",
            "coords": [
              -21.1667,
              27.5
            ]
          },
          "visits": [
            {
              "text": "Arriva a Francistown, una delle città più antiche del Botswana e sede della prima corsa all'oro dell'Africa meridionale. Casa di 92.500 persone, questa città di frontiera è strategicamente posizionata come porta d'accesso al nord, con le strade principali per Gaborone, Zimbabwe, Maun e Kazungula che la attraversano. Nonostante sia il secondo centro urbano più grande del Botswana e la 'Capitale del Nord', mantiene il carattere di una piccola città.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora i resti delle miniere abbandonate che circondano la città, testimonianza del suo patrimonio della corsa all'oro quando cercatori d'oro dall'Australia e dall'America si precipitarono qui in cerca di fortuna. Le prove di abitazione umana in quest'area risalgono a 80.000 anni fa. Karl Mauch scoprì l'oro lungo il fiume Tati nel 1867, scatenando la corsa che rese quest'area l''Ophir d'Africa'.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Usa Francistown come base per esplorare le attrazioni vicine incluso il Blocco Tuli a sud e i Pan Salati di Makgadikgadi a ovest. L'alloggio soddisfa gli standard internazionali, fornendo un accesso confortevole ad alcuni dei luoghi più affascinanti del Botswana. La crescita industriale della città ha raddoppiato la sua popolazione negli ultimi decenni mantenendo il suo carattere storico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::tuli-block",
            "coords": [
              -22.2,
              29.1
            ]
          },
          "visits": [
            {
              "text": "Viaggia verso il Blocco Tuli, storicamente conosciuto come l'Enclave Tuli, che offre accesso rapido e facile alla natura selvaggia con avvistamenti garantiti della fauna selvatica. Il nome deriva dal fiume Tuli in Zimbabwe, mentre 'Blocco' si riferisce al grande pezzo di terra che si estende per 10-20 km di larghezza e oltre 350 km da nord a sud. Il grande fiume Limpopo conferisce a questa regione il suo carattere speciale.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Esplora la Riserva di Caccia del Tuli Nord-Est tra i fiumi Limpopo, Motlouse e Shashe, che integra la Riserva di Caccia Mashatu e la Riserva Naturale Tuli. Durante i safari due volte al giorno, avvista elefanti, kudu, impala, gnu, giraffe, leoni, zebre, leopardi e alcuni leoni dalla criniera nera. Oltre 350 specie di uccelli includono averle, saltaroccia, codirosso, rapaci e struzzi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Scopri numerosi siti archeologici e storici che forniscono prove delle prime comunità attraverso frammenti di ceramica, perline, reliquie di fusione e granai. I safari notturni rivelano caracal, protele, iene e sciacalli. La spettacolare confluenza dove i fiumi Shashe e Limpopo si uniscono crea scenari drammatici che hanno attirato visitatori dai tempi di Cecil John Rhodes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Unisciti a passeggiate guidate con ranger Tswana per visitare siti e dipinti dei Boscimani sparsi in tutta la riserva. Le specie di uccelli acquatici sono particolarmente affascinanti, inclusi cormorani e bellissimi martin pescatori pigmei lungo i sistemi fluviali. L'accesso da Johannesburg richiede circa 5 ore via il posto di frontiera Pont Drift.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 430,
            "drive_min": 330,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Safari in Botswana: Delta Dell'Okavango e Deserto del Kalahari",
        "intro_paragraph": "La natura selvaggia del Botswana seduce con la potenza e maestosità africana allo stato puro: gli elefanti del fiume di Chobe guadano attraverso i canali d'acqua, le vie d'acqua dell'Okavango pullulano di fauna selvatica, i miraggi della salina di Makgadikgadi scintillano, i branchi di leoni di Moremi ruggiscono, le dune del Kalahari si estendono all'infinito. Ogni ecosistema converge in uno spettacolo mozzafiato.",
        "seo_hook": "Gli elefanti guadano attraverso canali allagati, i leoni ruggiscono nelle pianure, il sale si estende fino all'orizzonte. Il Botswana è la natura selvaggia africana alla perfezione.",
        "featured_list": [
          "Chobe: paradiso fluviale degli elefanti",
          "Okavango: bellezza delle vie d'acqua del delta",
          "Makgadikgadi: miraggio della salina",
          "Moremi: zona di abbondanza faunistica",
          "Kalahari: silenzio delle dune del deserto"
        ],
        "places_taglines": {
          "BW::chobe": "paradiso fluviale della fauna selvatica degli elefanti",
          "BW::savuti": "leonessa predatore dramma alla pozza d'acqua",
          "BW::tsodilo-hills": "roccia dipinta sito spirituale",
          "BW::okavango-delta": "canali d'acqua labirinti della fauna",
          "BW::moremi": "abbondanza fauna densità predatori",
          "BW::nxai-pan": "zebra prateria rotta migratoria",
          "BW::makgadikgadi": "saline miraggio lunare deserto",
          "BW::francistown": "storia città mineraria coloniale",
          "BW::tuli-block": "paesaggio orientale corridoio fauna"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "BW::northern::circuit-complet-15j",
      "id": "BW::northern::circuit-complet-15j",
      "language": "it",
      "created_at": "2026-01-18T12:00:00Z",
      "source_url": "",
      "dept_code": "NW",
      "dept_name": "Botswana settentrionale",
      "title": "Circuito completo del Botswana: 15 giorni di safari in 4x4 e campeggio",
      "subtitle": "Safari in autonomia dall'Okavango alle Cascate Vittoria, campeggio e 4x4",
      "notes": "Itinerario completo 15 giorni, ~850 km di piste. PRENOTAZIONI CAMPEGGIO OBBLIGATORIE: Kwalate (South Gate, Xakanaxa, Ihaha) kwalatesafari@gmail.com / SKL (Savuti, North Gate) reservations@sklcamps.co.bw / Xomae (Third Bridge) xomaesites@btcmail.co.bw / KDT (Khwai Community) khwai@btcmail.co.bw. Prenotare 3-6 mesi prima in alta stagione. Profilassi antimalarica OBBLIGATORIA. Noleggio francofono raccomandato: Tawana Self Drive +267 775 28837.",
      "specialties": [],
      "estimated_days_base": 15,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::maun",
            "coords": [
              -19.9833,
              23.4167
            ]
          },
          "visits": [],
          "activities": [
            {
              "text": "Atterraggio a Maun dopo un lungo volo via Johannesburg. L'aria calda del Kalahari ti accoglie sulla pista polverosa di questo aeroporto che diventa uno dei più trafficati d'Africa in alta stagione. Trasferimento al tuo alloggio per una prima notte di riposo.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "airlines": "Airlink e Air Botswana da Johannesburg (voli giornalieri), Airlink da Città del Capo (5x/settimana)",
                "airport": "Aeroporto Internazionale di Maun (MUB)",
                "tip": "Portare vestiti caldi in cabina - notti fresche in stagione secca (10-15°C)",
                "transfer": "Navetta del lodge o taxi, negoziare il prezzo prima (~200 BWP)"
              }
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::maun",
            "coords": [
              -19.9833,
              23.4167
            ]
          },
          "visits": [
            {
              "text": "Briefing completo presso il noleggiatore di 4x4. Ti spiegano ogni angolo del veicolo: il verricello, il compressore, le taniche, il montaggio della tenda da tetto, le piastre di disinsabbiamento. Prendi appunti, fotografa il veicolo da tutte le angolazioni prima di firmare.",
              "place_id": "BW::maun-4x4-rental",
              "coords": [
                -19.9756,
                23.4234
              ],
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Rifornimento strategico a Maun. Riempi il frigo di carne fresca, il bagagliaio di conserve e pasta, le taniche d'acqua. Ultimo negozio affidabile prima di Kasane tra 8 giorni. Non sottovalutare le quantità.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "water": "5L per persona al giorno minimo - prevedere 50-60L totali",
                "essentials": "Legna da ardere, carbone, lampade frontali, batterie, fiammiferi",
                "food": "Carne fresca per 3 giorni max (frigo 12V), poi conserve e pasta",
                "fuel": "Serbatoio pieno + 2 taniche da 20L - nessuna stazione nei parchi"
              }
            },
            {
              "text": "Volo panoramico sul delta dell'Okavango nel tardo pomeriggio. Dal Cessna, il labirinto di canali turchesi si svela, punteggiato da branchi di elefanti e isole di palme. Una prospettiva unica su questo ecosistema patrimonio UNESCO.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "operator": "Mack Air (operatore principale)",
                "duration": "30-45 min secondo il pacchetto",
                "best_light": "Tardo pomeriggio per luce dorata e ombre lunghe",
                "tip": "Posto vicino al finestrino indispensabile, evitare vestiti bianchi (riflessi)"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "Asfalto poi pista sabbiosa",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::moremi-south-gate",
            "coords": [
              -19.4833,
              23.6
            ]
          },
          "visits": [
            {
              "text": "Ingresso dal South Gate della Moremi Game Reserve. Formalità completate, oltrepassi la sbarra ed entri in uno dei santuari più preservati d'Africa. L'asfalto lascia il posto alla sabbia. Benvenuto nel bush.",
              "place_id": "BW::moremi-south-gate",
              "coords": [
                -19.4833,
                23.6
              ],
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Primo safari in autonomia sulle piste di Moremi. Con gli occhi fissi sulla sabbia, impari a leggere le tracce: impronte di leone, sterco fresco di elefante - il bush rivela i suoi segreti. Giraffe, zebre, impala appaiono tra i mopane.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Solo self-drive",
                "best_time": "6h-10h e 16h-18h30",
                "wildlife": "Elefanti, giraffe, bufali, zebre, impala, babbuini",
                "rules": "Restare nel veicolo - scendere è vietato nel parco"
              }
            },
            {
              "text": "Sistemazione al campeggio di South Gate prima del tramonto. Montaggio della tenda da tetto, primo falò sotto le stelle australi. Le iene girano intorno al campo, le loro risate squarciano l'oscurità.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "camp_type": "Kwalate (operatore privato)",
                "facilities": "Bagni essenziali, senza elettricità, rubinetto per l'acqua",
                "wildlife": "Iene, elefanti e bufali attraversano il campo di notte",
                "tip": "Mai camminare di notte - guidare fino ai bagni"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 52,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "Pista sabbiosa",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::third-bridge",
            "coords": [
              -19.2367,
              23.3558
            ]
          },
          "visits": [
            {
              "text": "Percorso verso Third Bridge, il campeggio mitico nel cuore delle paludi. La pista attraversa First Bridge poi Second Bridge - quest'ultimo in cattivo stato, deviazione a volte necessaria. Prevedi un centinaio di pozze d'acqua da attraversare dopo la pioggia.",
              "place_id": "BW::moremi-bridges",
              "coords": [
                -19.25,
                23.37
              ],
              "visit_duration_min": 150
            }
          ],
          "activities": [
            {
              "text": "Safari nella zona umida di Third Bridge. Le lagune coperte di ninfee ospitano ippopotami e coccodrilli. I lechwe saltano nell'acqua bassa. Sulle isole, mandrie di bufali regolarmente cacciate dai leoni.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive",
                "wildlife": "Ippopotami, coccodrilli, lechwe, bufali, leoni, leopardi (fortuna)",
                "best_loop": "Mboma Loop lungo i canneti - mandrie di bufali",
                "tip": "Controllare regolarmente che l'erba non si accumuli sotto il telaio"
              }
            },
            {
              "text": "Sistemazione al Third Bridge Camp, uno dei più bei siti di Moremi. I siti 8, 9 e 10 offrono più privacy e viste spettacolari sulle paludi. Babbuini sui sausage trees sopra il campo - non lasciare nulla in giro.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "camp_type": "Xomae Group (operatore privato)",
                "facilities": "2 blocchi bagni, braciere in cemento, senza elettricità",
                "best_sites": "Siti 1-7 vicino ai bagni e ombra, siti 8-10 più isolati con vista",
                "wildlife": "Elefanti, iene, leoni attraversano il campo - tracce di leone frequenti",
                "tip": "Cofano aperto di notte scoraggia i leoni dal salire sul veicolo"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "Pista sabbiosa poi ghiaia",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::khwai-magotho",
            "coords": [
              -19.1667,
              23.7833
            ]
          },
          "visits": [
            {
              "text": "Attraversamento di Fourth Bridge - il ponte più lungo di Moremi, in buono stato - poi uscita dal North Gate. Lasci il parco nazionale per entrare nella Khwai Community Concession, un territorio gestito dagli abitanti del villaggio.",
              "place_id": "BW::moremi-north-gate",
              "coords": [
                -19.1833,
                23.75
              ],
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Safari nella Khwai Community Concession. Questa zona cuscinetto tra Moremi e Chobe offre una densità di fauna eccezionale. Elefanti a centinaia, leoni, leopardi e soprattutto i ricercatissimi licaoni che a volte stabiliscono le loro tane nel settore.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive autorizzato",
                "wildlife": "Elefanti, leoni, leopardi, licaoni (tane in inverno), ippopotami",
                "advantage": "Safari notturni autorizzati (con guida KDT), mokoro sul fiume Mbudi",
                "restriction": "Khwai Private Reserve vietata ai self-driver"
              }
            },
            {
              "text": "Sistemazione al Magotho Camp (chiamato anche Khwai Community Camp), 20 km a est del villaggio. Gli elefanti attraversano il campeggio costantemente - esperienza magica ma intimidatoria le prime volte. Mantieni la calma, mantieni le distanze.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "camp_type": "Khwai Development Trust",
                "cost": "P350 a persona a notte",
                "facilities": "2 blocchi bagni recenti, braciere, senza elettricità",
                "wildlife": "Elefanti attraversano il campo giorno e notte - straordinario",
                "tip": "Siti lungo il fiume (9-15) più frequentati, siti 1-8 sotto grandi alberi più tranquilli"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 300,
            "transport_mode": "car",
            "road_type": "Pista di sabbia profonda",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::khwai-magotho",
            "coords": [
              -19.1667,
              23.7833
            ]
          },
          "visits": [],
          "activities": [
            {
              "text": "Safari mattutino nella Concessione di Khwai all'alba. I predatori sono ancora attivi, gli elefanti si dirigono verso il fiume. La luce dorata illumina le pianure alluvionali. Ritorno al campo per colazione.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive",
                "best_time": "5h30-9h30",
                "wildlife": "Leoni, leopardi (ottime possibilità), licaoni, iene",
                "tip": "Chiedere alle guide locali dove sono le tane dei licaoni"
              }
            },
            {
              "text": "Escursione in mokoro sul fiume Mbudi a metà giornata. Le piroghe tradizionali scivolano silenziosamente tra i papiri. Ippopotami, coccodrilli, martin pescatori. Una parentesi tranquilla prima delle piste di Savuti.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Prenotare via Khwai Development Trust o direttamente al campo",
                "duration": "2-3 ore",
                "wildlife": "Ippopotami, coccodrilli, lechwe, uccelli (aquile pescatrici, martin pescatori)",
                "tip": "Portare acqua, cappello, crema solare - nessuna ombra sul mokoro"
              }
            },
            {
              "text": "Safari notturno guidato nella concessione a fine giornata. A differenza dei parchi nazionali, Khwai autorizza i safari notturni. I fari spazzano la savana alla ricerca degli occhi brillanti dei predatori.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Obbligatorio con guida KDT - il tuo veicolo, la loro guida",
                "wildlife": "Leoni a caccia, leopardi, iene, genette, civette",
                "advantage": "Unico posto del circuito dove i safari notturni sono possibili",
                "tip": "Portare giacca calda - temperature calano velocemente dopo il tramonto"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 300,
            "transport_mode": "car",
            "road_type": "Pista di sabbia profonda",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::savuti-camp",
            "coords": [
              -18.5667,
              24.0667
            ]
          },
          "visits": [
            {
              "text": "Partenza mattutina verso Savuti. Due percorsi possibili: Sand Ridge Route (raccomandata in stagione delle piogge) o Marsh Route (migliore in stagione secca). Chiedi consiglio al campo di Savuti prima di partire. Preparati a 4-5 ore di pista impegnativa.",
              "place_id": "BW::khwai-savuti-route",
              "coords": [
                -18.8,
                23.9
              ],
              "visit_duration_min": 300
            }
          ],
          "activities": [
            {
              "text": "Ingresso nella regione di Savuti, parte sud del Chobe National Park. Paesaggio radicalmente diverso: pianure secche, elefanti maschi solitari, baobab massicci. Il Canale di Savuti, asciutto per decenni, è tornato in vita recentemente.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "landscape": "Zona secca, pianure aperte, palude periodicamente allagata",
                "wildlife": "Elefanti maschi solitari, leoni, iene, zebre",
                "history": "Il Canale di Savuti ha smesso di scorrere per 30 anni prima di riprendere nel 2008"
              }
            },
            {
              "text": "Sistemazione al Savuti Camp, piccolo campeggio di circa 8 siti gestito da SKL. Il campo è spesso pieno - prenotazione indispensabile. I siti 1-4 e Paradise Camp offrono vista sul canale. Negozio in loco per legna e bevande fresche.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "camp_type": "SKL (governativo, ben mantenuto)",
                "cost": "P210 a persona a notte",
                "facilities": "Bagni rinnovati, negozio (legna, bevande, snack), senza elettricità",
                "best_sites": "Siti 1-4 o Paradise Camp (vista sul canale)",
                "booking": "Prenotare via SKL - campo spesso pieno, niente ingresso senza prenotazione"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "Pista sabbiosa",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::savuti-camp",
            "coords": [
              -18.5667,
              24.0667
            ]
          },
          "visits": [],
          "activities": [
            {
              "text": "Safari mattutino nelle pianure di Savuti. Questa regione è famosa per i suoi leoni che hanno imparato a cacciare gli elefanti - un comportamento unico non osservato altrove. Le interazioni predatore-preda sono spettacolari.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive",
                "wildlife": "Leoni (branchi grandi), leopardi, iene, ghepardi (rari), elefanti",
                "fame": "Leoni di Savuti famosi per cacciare elefanti - documentari BBC",
                "best_areas": "Pan a nord del campo, Marsh Road (se praticabile)"
              }
            },
            {
              "text": "Riposo al campo durante le ore calde. Gli animali cercano l'ombra, il caldo è opprimente. Siesta, lettura, manutenzione del veicolo. Le squadre SKL passano a pulire i siti vuoti.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Temperature fino a 40°C in ottobre - evitare di guidare tra le 11h e le 15h",
                "maintenance": "Controllare pressione pneumatici, livello acqua, polvere nei filtri"
              }
            },
            {
              "text": "Safari nel tardo pomeriggio intorno ai punti d'acqua. Gli elefanti convergono verso le pozze, i predatori iniziano ad attivarsi. Il sole scende sulle pianure dorate. Ritorno al campo prima della chiusura dei cancelli.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive",
                "best_time": "16h-18h30",
                "wildlife": "Elefanti ai punti d'acqua, leoni in agguato, iene",
                "rules": "Ritorno al campo prima delle 18h30 - guida notturna vietata nei parchi nazionali"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 170,
            "drive_min": 420,
            "transport_mode": "car",
            "road_type": "Pista di sabbia profonda",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::kasane",
            "coords": [
              -17.8167,
              25.15
            ]
          },
          "visits": [
            {
              "text": "Grande tappa di pista: Savuti verso Kasane. Prevedi 5-7 ore di guida nella sabbia profonda. Il percorso attraversa foreste di mopane e sezioni molto impegnative. Prenditi il tuo tempo, rispetta il veicolo.",
              "place_id": "BW::savuti-kasane-route",
              "coords": [
                -18.2,
                24.5
              ],
              "visit_duration_min": 420
            }
          ],
          "activities": [
            {
              "text": "Arrivo a Kasane nel tardo pomeriggio. Prima città da Maun: supermercati, stazioni di servizio, bancomat. Il corpo reclama una doccia calda e un vero pasto. Rifornimento completo per gli ultimi giorni.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "facilities": "Supermercati (Kazungula, Kasane), bancomat, stazioni di servizio, meccanici",
                "position": "Crocevia di 4 paesi: Botswana, Namibia, Zambia, Zimbabwe",
                "tip": "Fare il pieno di carburante, prelevare contanti, spesa fresca per gli ultimi giorni"
              }
            },
            {
              "text": "Notte in lodge o campeggio a Kasane. Dopo la fatica della pista Savuti-Kasane, una vera notte di riposo è necessaria. Alcuni lodge offrono vista sul fiume Chobe e passaggio di elefanti al crepuscolo.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "options": "Lodge sul fiume, Chobe Safari Lodge, campeggi attrezzati",
                "advantage": "Doccia calda, elettricità, ristorante - lusso dopo il bush",
                "wildlife": "Elefanti vengono a bere al fiume al crepuscolo dai lodge"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 10,
            "drive_min": 15,
            "transport_mode": "car",
            "road_type": "Asfalto",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::kasane",
            "coords": [
              -17.8167,
              25.15
            ]
          },
          "visits": [
            {
              "text": "Safari mattutino sul Chobe Riverfront. Ingresso dal Sedudu Gate a 6 km da Kasane. La pista costeggia il fiume per chilometri. Qui si trova la più grande concentrazione di elefanti al mondo: da 50.000 a 120.000 individui secondo le stime.",
              "place_id": "BW::chobe-riverfront",
              "coords": [
                -17.8333,
                25.1167
              ],
              "visit_duration_min": 210
            }
          ],
          "activities": [
            {
              "text": "Gli elefanti attraversano il fiume davanti a te, proboscidi intrecciate per proteggere i piccoli dalla corrente. Gli ippopotami emergono sbuffando. I bufali pascolano a centinaia sulle isole. Il Chobe Riverfront offre uno dei migliori safari acquatici al mondo.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "highlight": "Elefanti che attraversano il fiume - spettacolo indimenticabile",
                "wildlife": "Puku, bushbuck di Chobe (endemici), aquile pescatrici, coccodrilli",
                "tip": "Diversi anelli a nord scendono verso le pianure alluvionali - i migliori punti panoramici"
              }
            },
            {
              "text": "Crociera fotografica al tramonto sul fiume Chobe. La barca scivola tra gli ippopotami, costeggia le rive dove gli elefanti vengono a bere. Il sole incendia il cielo. Cocktail in mano, assapori uno dei più bei tramonti d'Africa.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Prenotare via lodge o operatore a Kasane",
                "duration": "2-3 ore",
                "inclusions": "Bevande, snack, trasferimenti dal lodge",
                "wildlife": "Ippopotami da vicino, elefanti che bevono, coccodrilli, uccelli",
                "tip": "Portare teleobiettivo - luce magica per la fotografia"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "Asfalto",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [
            {
              "text": "Attraversamento della frontiera a Kazungula. Coda interminabile di camion ma le auto passano più velocemente. Formalità lato Botswana, traghetto o ponte sullo Zambesi, poi immigrazione dello Zimbabwe. Prevedi da 45 minuti a 3 ore secondo l'affluenza.",
              "place_id": "BW::kazungula-border",
              "coords": [
                -17.7833,
                25.2667
              ],
              "visit_duration_min": 120
            },
            {
              "text": "Visto dello Zimbabwe all'arrivo. 50 USD per ingresso multiplo, pratico se prevedi di andare avanti e indietro. Pagamento solo in contanti. Tieni i dollari a portata di mano.",
              "place_id": "ZW::zimbabwe-immigration",
              "coords": [
                -17.79,
                25.27
              ],
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Riconsegna del 4x4 a Victoria Falls o Kasane secondo il tuo contratto. Fine dell'avventura in autonomia. Ispezione del veicolo, pratiche, trasferimento al tuo lodge. Il lusso dopo due settimane di bush.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "note": "Alcuni noleggiatori addebitano un costo per riconsegna fuori Maun",
                "alternative": "Riconsegnare a Kasane prima di attraversare, poi trasferimento in navetta"
              }
            },
            {
              "text": "Sistemazione al lodge a Victoria Falls Town. Dopo due settimane di campeggio, il comfort di una vera camera, una piscina e un ristorante fa bene. La città è compatta, percorribile a piedi, con atmosfera rilassata.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "options": "Ilala Lodge (vista sulle cascate), Palm River Hotel (lusso), vari lodge",
                "town": "Piccola città turistica, sicura, percorribile a piedi",
                "tip": "Prenotare ristorante per cena - posti limitati in alta stagione"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 2,
            "drive_min": 10,
            "transport_mode": "car",
            "road_type": "Asfalto",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [
            {
              "text": "Victoria Falls National Park, lato Zimbabwe. Mosi-oa-Tunya - il fumo che tuona. 107 metri di caduta, 1,7 km di larghezza, una delle Sette Meraviglie Naturali del Mondo. Il rombo si sente a chilometri di distanza.",
              "place_id": "ZW::victoria-falls-park",
              "coords": [
                -17.9244,
                25.8572
              ],
              "visit_duration_min": 180
            }
          ],
          "activities": [
            {
              "text": "Passeggiata nella rainforest lungo le cascate. Il sentiero attraversa una foresta tropicale creata dagli spruzzi permanenti. Sarai fradicio - è inevitabile. Poncho e asciugamano indispensabili. Proteggi la fotocamera.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "gear": "Poncho, asciugamano, borsa impermeabile per elettronica",
                "best_time": "Mattina per meno gente, pomeriggio per luce sugli arcobaleni",
                "wet_season": "Aprile-giugno: portata massima, visibilità ridotta dagli spruzzi",
                "dry_season": "Sett-dic: meno acqua ma viste chiare, Devil's Pool accessibile"
              }
            },
            {
              "text": "Il Burning Point (punto 13) offre la vista più spettacolare - dove Zimbabwe e Zambia si incontrano. Doppio arcobaleno quasi permanente quando splende il sole. Prenditi il tuo tempo, gusta lo spettacolo.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "highlight": "Miglior punto panoramico delle cascate - panorama completo",
                "photo": "Arcobaleni frequenti - luce ideale tra 9h e 15h",
                "note": "Confine dello Zambia visibile dall'altra parte"
              }
            }
          ]
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [],
          "activities": [
            {
              "text": "Volo in elicottero sopra le cascate - il Flight of Angels. Da 13 a 25 minuti di pura magia. Vista aerea sulla cortina d'acqua, le gole dello Zambesi, il Victoria Falls Bridge. Prenota il posto davanti per vista libera.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "operator": "Zambezi Helicopter Company, Wild Horizons",
                "options": "Flight of Angels 13-15 min ($150), Gorge Flight 22 min ($235), Zambezi Spectacular 25 min ($285)",
                "tip": "Posto davanti per migliore vista, mattina per luce morbida",
                "video": "Film ricordo disponibile per l'acquisto (25 USD)"
              }
            },
            {
              "text": "Zipline sopra le gole dello Zambesi dal Lookout Café. 120 metri sopra il vuoto, velocità fino a 100 km/h. Vista mozzafiato su entrambi i lati delle cascate. Per gli amanti delle emozioni forti.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "activities": "Zipline ($88), Gorge Swing ($110), Tandem Swing ($166), Flying Fox ($56)",
                "cafe": "Ristorante con vista sul Batoka Gorge - perfetto per riprendersi dopo",
                "tip": "Mangiare DOPO le attività, non prima"
              }
            },
            {
              "text": "Sundowner al Victoria Falls Hotel o sulle rive dello Zambesi. High tea coloniale, cocktail al tramonto, vista sullo spray delle cascate in lontananza. Un tocco di lusso per concludere l'avventura.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "experience": "High tea o cocktail in un ambiente coloniale storico",
                "dress_code": "Smart casual raccomandato",
                "tip": "Prenotare in anticipo in alta stagione"
              }
            }
          ]
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [
            {
              "text": "Giorno cuscinetto - margine di sicurezza integrato nell'itinerario. Se fosse sorto un problema meccanico nel bush, queste 24 ore di margine ti permettono di non perdere il volo internazionale. Altrimenti, goditi!",
              "place_id": "ZW::victoria-falls-town",
              "coords": [
                -17.9317,
                25.8292
              ],
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Mattinata rilassata al lodge. Piscina, spa, colazione prolungata. Dopo due settimane intense, corpo e mente apprezzano il riposo. Ordina le tue foto, inizia a realizzare quello che hai appena vissuto.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Fare backup delle foto sul cloud - wifi generalmente buono nei lodge"
              }
            },
            {
              "text": "Passeggiata per Victoria Falls Town e i suoi mercati artigianali. Sculture in legno, cesteria, souvenir. Tratta con il sorriso. L'Elephant's Walk Shopping Village offre artigianato di qualità.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "spots": "Elephant's Walk Shopping Village, mercati di strada",
                "tip": "Contrattare fa parte del gioco - iniziare al 50% del prezzo esposto",
                "payment": "USD contanti preferito, carte accettate nei negozi formali"
              }
            },
            {
              "text": "Cena al Three Monkeys, istituzione locale. Pizze al forno a legna, cocktail creativi, atmosfera rilassata. Terrazza aperta, musica dal vivo alcune sere. Prenota - è spesso pieno.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "cuisine": "Pizze, hamburger, grigliate, opzioni vegetariane",
                "vibe": "Rilassato, popolare tra i viaggiatori",
                "tip": "Prenotare in alta stagione, porzioni generose",
                "location": "Di fronte a Ilala Lodge"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "Asfalto",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [
            {
              "text": "Trasferimento all'aeroporto di Victoria Falls. L'aeroporto è piccolo ma efficiente, a 20 km dalla città. Arriva 2h30 prima del volo internazionale. Ultimi acquisti di souvenir nel duty-free.",
              "place_id": "ZW::victoria-falls-airport",
              "coords": [
                -18.0958,
                25.845
              ],
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Volo di ritorno internazionale via Johannesburg, Addis Abeba o Nairobi. Il Botswana si allontana sotto le ali dell'aereo. Le immagini scorrono: elefanti che attraversano il Chobe, leoni di Savuti, spruzzi di Victoria Falls. L'avventura finisce, i ricordi restano.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "hubs": "Johannesburg (SAA, British Airways), Addis Abeba (Ethiopian), Nairobi (Kenya Airways)",
                "tip": "Portare snack e intrattenimento per il volo a lungo raggio"
              }
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "safari",
          "wildlife",
          "adventure",
          "camping",
          "self-drive",
          "victoria-falls"
        ],
        "audience": [
          "couples",
          "adventure-seekers",
          "wildlife-enthusiasts",
          "photographers"
        ]
      },
      "seo": {
        "h1_title": "Circuito completo del Botswana: 15 giorni di safari in 4x4 e campeggio",
        "intro_paragraph": "Da Maun alle Cascate Vittoria, attraversa i santuari più selvaggi dell'Africa australe. In completa autonomia a bordo di un 4x4 attrezzato, esplora il delta dell'Okavango, segui le tracce dei grandi predatori di Savuti e concludi di fronte agli spruzzi delle Victoria Falls. Un viaggio d'avventura autentico nel cuore del bush africano.",
        "seo_hook": "Il safari definitivo: 850 km di piste attraverso le più belle riserve del Botswana.",
        "featured_list": [
          "Volo panoramico sul delta dell'Okavango",
          "Moremi Game Reserve e Third Bridge",
          "Khwai: mokoro, safari notturni e leopardi",
          "Savuti e i suoi leoni cacciatori di elefanti",
          "Chobe Riverfront e i suoi 120.000 elefanti",
          "Cascate Vittoria lato Zimbabwe"
        ],
        "places_taglines": {
          "BW::maun": "Porta d'ingresso al delta selvaggio",
          "BW::moremi-south-gate": "Dove inizia l'avventura",
          "BW::third-bridge": "Campeggio mitico nel cuore delle paludi",
          "BW::khwai": "Safari fuori dai sentieri battuti",
          "BW::savuti": "Il regno dei grandi predatori",
          "BW::kasane": "Crocevia di quattro nazioni",
          "BW::chobe-riverfront": "La più grande concentrazione di elefanti al mondo",
          "ZW::victoria-falls": "Il fumo che tuona"
        }
      },
      "seo_keywords": [
        "safari Botswana 15 giorni",
        "self drive Botswana",
        "delta Okavango campeggio",
        "Moremi Game Reserve",
        "concessione Khwai",
        "leoni Savuti",
        "elefanti Chobe",
        "Cascate Vittoria Zimbabwe",
        "road trip 4x4 Africa",
        "tenda da tetto Botswana"
      ],
      "practical_context": {
        "best_months": [
          "maggio",
          "giugno",
          "luglio",
          "agosto",
          "settembre",
          "ottobre"
        ],
        "vehicle_type": "4x4 doppia cabina con tenda da tetto e attrezzatura da campeggio completa",
        "group_type": "Coppia avventurosa o gruppo di 2-4 persone",
        "loop_type": "Tratta unica Maun → Cascate Vittoria",
        "total_km": 850,
        "daily_average_km": 85,
        "highlights": [
          "Volo panoramico sul delta dell'Okavango",
          "Notti nella savana con ruggiti di leoni e iene",
          "Traversata mitica di Savuti nella sabbia profonda",
          "Crociera al tramonto sul fiume Chobe",
          "Faccia a faccia con gli spruzzi delle Cascate Vittoria"
        ]
      }
    }
  ]
}