{
  "version": "v1",
  "country": "BW",
  "language": "es",
  "itineraries": [
    {
      "itin_id": "BW::botswana::delta-desert-wilderness",
      "id": "BW::botswana::delta-desert-wilderness",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Safari en Botsuana: Delta del Okavango y Desierto de Kalahari",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 12,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::chobe",
            "coords": [
              -18.6667,
              25.15
            ]
          },
          "visits": [
            {
              "text": "Ingrese al Parque Nacional Chobe, el primer parque nacional de Botswana proclamado en 1968 y que cubre 11,700 kilómetros cuadrados en el extremo noreste del país. El río Chobe forma la frontera norte donde ocurren las legendarias concentraciones de elefantes durante la estación seca de mayo a septiembre. Estas se encuentran entre las concentraciones de elefantes más grandes en cualquier lugar de África, con manadas de cientos que vienen a beber y bañarse.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra el área de Serondella, famosa por sus concentraciones de elefantes a lo largo de la ribera. Las aguas perennes del Chobe nacen en las tierras altas del norte de Angola, proporcionando sustento durante todo el año para poblaciones de vida silvestre extraordinarias. Los cruceros de observación de fauna en el río Chobe ofrecen perspectivas únicas de elefantes, hipopótamos y cocodrilos desde el nivel del agua.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore los diversos ecosistemas dentro de Chobe, que abarca cuatro áreas distintivas: el Canal Savuti, Linyanti, Serondella y Nogatsaa. Cada región alberga concentraciones de vida silvestre específica: Savuti famoso por leones e hienas, Linyanti por hipopótamos y cocodrilos. Muchas especies prosperan aquí incluyendo el raro puku y el duiker de Chobe encontrados en pocas otras ubicaciones.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Embárquese en cruceros de observación de fauna y aves a lo largo del río Chobe, donde se han registrado 460 especies de aves incluyendo rapaces, buitres y aves acuáticas. Los meses secos de invierno de marzo a julio ofrecen observación excepcional ya que los animales se concentran alrededor de fuentes de agua. Noviembre a diciembre ve la migración de herbívoros entre el río y el Pantano Savuti.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::savuti-camp",
            "coords": [
              -18.65,
              24.0667
            ]
          },
          "visits": [
            {
              "text": "Viaje a Savuti, una región dentro del Parque Nacional Chobe más que una reserva separada, aunque su reputación le ha valido distinción entre destinos de safari. El área es enorme, y guías experimentados mantienen los grupos bien separados, proporcionando sensaciones de alejamiento genuino. En avistamientos espectaculares de vida silvestre, la experiencia permanece íntima comparada con parques más concurridos en otros lugares de África.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Sea testigo de la legendaria actividad de depredadores por la cual Savuti es reconocido, mientras grandes carnívoros siguen manadas de cebras, ñus, búfalos e impalas moviéndose por el área. El Canal Savuti seco apenas perceptible crea hábitat único donde prosperan las poblaciones de leones e hienas. Los campamentos públicos mantienen la filosofía de turismo de bajo impacto de Botswana.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente safaris de campamento en Savuti donde el alejamiento y la densidad de vida silvestre crean encuentros memorables. Los safaris al amanecer y atardecer maximizan las oportunidades de avistamientos de depredadores mientras los leones cazan y las hienas patrullan sus territorios. El paisaje dramático de canales antiguos y llanuras abiertas proporciona oportunidades fotográficas excepcionales.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 350,
            "drive_min": 300,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::tsodilo-hills",
            "coords": [
              -18.75,
              21.7333
            ]
          },
          "visits": [
            {
              "text": "Descubra las Colinas Tsodilo, un lugar raro y único con una atmósfera de intriga y misterio. Cuatro grandes piezas de roca se elevan inesperadamente desde la extensión desértica seca, referidas por los Bosquimanos como el 'macho,' 'hembra,' 'niño,' y la primera esposa rechazada. Se cree que estas colinas son el sitio de la primera Creación, donde los Bosquimanos pintaron más de 3,500 pinturas rupestres que datan del 800-1300 d.C.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore uno de los sitios de arte rupestre más históricamente significativos del mundo, presumiendo de 500 ubicaciones individuales que representan miles de años de habitación humana. Se piensa que algunas pinturas tienen más de 20,000 años de antigüedad, mientras otras tienen apenas un siglo. Los Bosquimanos creen que estas colinas son un lugar de descanso para los espíritus de los difuntos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Siga diferentes senderos que llevan a más de 350 sitios, descubriendo pinturas incluyendo la famosa cebra usada como logo de los Museos y Monumentos Nacionales de Botswana. Ciertas pinturas de ballenas y pingüinos sugieren contacto antiguo entre Bosquimanos y pueblos costeros. La atmósfera sagrada se intensifica cerca de la cima de la Colina Macho donde se cree que el primer espíritu oró después de crear el mundo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Escale y explore las colinas y senderos, apreciando evidencia de leyendas y vida antigua. Visite el pequeño hábitat Bosquimano cercano y la aldea Hambukushu cerca de la Colina Macho, cuya gente cree que su dios Nyambe originalmente bajó a su tribu a la tierra aquí. La observación de aves recompensa a observadores pacientes, con cálaos de pico amarillo, turacos grises y pinzones Melba entre las especies comúnmente avistadas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 450,
            "drive_min": 360,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::okavango-delta",
            "coords": [
              -19.5,
              23
            ]
          },
          "visits": [
            {
              "text": "Sumérjase en el Delta del Okavango, formado por un río que fluye hacia el desierto y muere en las arenas, creando un gran humedal interior visible desde el espacio. Esta es una de las áreas silvestres más grandes de África, un oasis en el desierto que sostiene biodiversidad asombrosa. Cientos de islas que van desde la enorme Isla del Jefe hasta pequeños montículos de termitas albergan poblaciones diversas de vida silvestre.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore el mosaico de canales, lagunas y lagos formados cuando las lluvias de verano en Angola inundan el delta. Treinta y dos especies de árboles incluyen mopane, mangostán, árboles de lluvia y salchicha, variedades de acacia e higo. Más de 1,000 tipos de plantas prosperan aquí, más que cualquier parque de tamaño similar en África, con lechos de caña característicos y grandes extensiones de palmeras phoenix.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra las vías fluviales habitadas por hipopótamos, cocodrilos, elefantes y antílopes, donde puntos secos y llanuras inundables alternan con bosque denso. El delta alcanza niveles máximos de agua durante los meses secos de invierno de julio a septiembre, cuando el contraste entre canales inundados y tierra seca crea observación de fauna excepcional. Los meses de verano traen nuevo crecimiento y partos de antílopes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente el Okavango durante todo el año, eligiendo entre la temporada de aguas altas en invierno para paisajes clásicos del delta o meses de verano de noviembre a marzo cuando aves migratorias llegan en números y antílopes paren sus crías. Vuelos escénicos sobre el delta revelan los patrones intrincados de agua y tierra que hacen único este ecosistema.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::moremi",
            "coords": [
              -19.3833,
              23.45
            ]
          },
          "visits": [
            {
              "text": "Ingrese a la Reserva de Caza Moremi, la sección oficialmente proclamada del legendario Delta del Okavango. Este destino excepcional combina llanuras abiertas, bosque ribereño exuberante y vías fluviales de papiro que los visitantes consistentemente describen como increíblemente hermosas y placenteras a la vista. La reserva limita con el Parque Nacional Chobe sin cercas, permitiendo que la vida silvestre deambule libremente entre áreas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra 36 especies de mamíferos más grandes incluyendo elefante, búfalo, jirafa, cebra, hipopótamo y varios antílopes, notablemente el lechwe amante del agua y el sitatunga reservado. Más de 80 especies de peces y 400 aves diferentes habitan estos humedales, incluyendo rapaces, aves acuáticas, habitantes de arbustos y árboles, y colonias reproductivas de la magnífica garza Goliat.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Experimente Moremi como la sección accesible del Delta del Okavango, ideal para safaris autoguiados en vehículos de tracción en las cuatro ruedas para aquellos que buscan aventura pura. Tres campamentos públicos en el parque no tienen cercas, trayendo la naturaleza genuina cerca ya que todas las especies de animales caminan por allí. Los campistas autoguiados deben ser autosuficientes sin tiendas disponibles en el parque.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deslícese por las vías fluviales en mokoro (canoa tradicional excavada) o lancha a motor, una forma inmejorable de experimentar el ecosistema único del delta. Los safaris complementan las actividades acuáticas, mientras senderos silvestres y escondites de observación en ciertos campamentos ofrecen encuentros íntimos con la vida silvestre. Los safaris aéreos proporcionan perspectivas aéreas espectaculares sobre este desierto acuático.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::nxai-pan",
            "coords": [
              -19.9333,
              24.7667
            ]
          },
          "visits": [
            {
              "text": "Explora el Parque Nacional Nxai Pan, un lecho de lago fósil de aproximadamente 40 kilómetros cuadrados ubicado al norte de la carretera Maun-Nata. La sartén en sí es una extensa llanura de hierba salpicada de grupos de acacias sombrilla y bosques de mopane. Durante las lluvias de noviembre a abril, las sartenes se cubren de hierba, transformándose en un Jardín del Edén.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita los legendarios Baobabs de Baines, un grupo de grandes baobabs inmortalizados en 1862 por el pintor Thomas Baines durante la expedición de Livingstone. Estos árboles ancestrales parecen prácticamente inalterados desde la pintura original de Baines, manteniéndose como testigos silenciosos de más de 160 años de historia africana. El sitio ofrece oportunidades excepcionales de fotografía y una conexión tangible con la historia de la exploración.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre el abrevadero central en medio de la llanura herbosa salpicada de acacias sombrilla. Los residentes permanentes incluyen leones, jirafas, kudús, gacelas saltarinas, impalas, avestruces, chacales y zorros orejudos. Una vez que comienzan las lluvias, los gemsbok, elefantes y miles de cebras migran al área para dar a luz a sus crías, creando espectaculares avistamientos de vida salvaje.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observa el ruidoso korhaan negro que se alza con un chillido cuando los vehículos lo espantan, una especie característica de Nxai Pan. Abundan las pequeñas rapaces incluyendo cernícalos y azores, recompensando a los observadores de aves que mantienen los binoculares listos. La combinación de sartenes abiertas, árboles dispersos y hábitats diversos crea excelentes oportunidades para observar vida salvaje y aves.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 240,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::makgadikgadi",
            "coords": [
              -20.5,
              25.5
            ]
          },
          "visits": [
            {
              "text": "Viaja a las Sartenes de Makgadikgadi, depresiones planas y sin rasgos distintivos de sal y arcilla intercaladas con dunas de arena, islas de roca, llanuras herbosas y parches del desierto de Kalahari. Estas antiguas sartenes fueron una vez parte de un súper-lago que cubría gran parte del norte de Botswana. Las buenas lluvias transforman las sartenes con aguas poco profundas que atraen a miles de flamencos migratorios.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Experimenta la sensación de vasto espacio abierto, atemporalidad y nada absoluta que define estas extraordinarias salinas. De diciembre a febrero, las sartenes llenas de lluvia albergan espectaculares congregaciones de flamencos junto con pelícanos, espátulas, aves zancudas y cigüeñas. La extensión blanca infinita que se extiende hasta el horizonte crea una atmósfera de otro mundo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Corre a través de las Sartenes de Makgadikgadi en una aventura en cuatrimoto: una experiencia emocionante e inolvidable a través de este 'paisaje lunar' infinito donde nada crece en las arenas saladas. La actividad despeja la mente y ofrece perspectivas únicas sobre el vasto vacío. Establécete en lodges cerca de Nata o Gweta para un acceso cómodo a este paisaje extraordinario.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::francistown",
            "coords": [
              -21.1667,
              27.5
            ]
          },
          "visits": [
            {
              "text": "Llega a Francistown, una de las ciudades más antiguas de Botswana y sitio de la primera fiebre del oro del sur de África. Hogar de 92,500 personas, esta ciudad fronteriza está estratégicamente ubicada como puerta de entrada al norte, con carreteras principales a Gaborone, Zimbabwe, Maun y Kazungula pasando por aquí. A pesar de ser el segundo centro urbano más grande de Botswana y la 'Capital del Norte', mantiene el carácter de pueblo pequeño.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora los restos de minas abandonadas que rodean la ciudad, testimonio de su herencia de la fiebre del oro cuando buscadores de oro de lugares tan lejanos como Australia y América corrieron aquí buscando fortuna. La evidencia de habitación humana en esta área se extiende 80,000 años atrás. Karl Mauch descubrió oro a lo largo del Río Tati en 1867, desencadenando la fiebre que hizo de esta área el 'Ofir de África'.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Usa Francistown como base para explorar atracciones cercanas incluyendo el Bloque Tuli al sur y las Salinas de Makgadikgadi al oeste. El alojamiento cumple con estándares internacionales, proporcionando acceso cómodo a algunos de los sitios más fascinantes de Botswana. El crecimiento industrial de la ciudad ha duplicado su población en décadas recientes mientras mantiene su carácter histórico.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::tuli-block",
            "coords": [
              -22.2,
              29.1
            ]
          },
          "visits": [
            {
              "text": "Viaja al Bloque Tuli, históricamente conocido como el Enclave Tuli, ofreciendo acceso rápido y fácil a la naturaleza salvaje con avistamientos garantizados de vida silvestre. El nombre deriva del Río Tuli en Zimbabwe, mientras que 'Bloque' se refiere al gran pedazo de tierra que se extiende 10-20km de ancho y más de 350km de norte a sur. El gran Río Limpopo le da a esta región su carácter especial.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora la Reserva de Caza del Noreste de Tuli entre los ríos Limpopo, Motlouse y Shashe, integrando la Reserva de Caza Mashatu y la Reserva Natural Tuli. En safaris dos veces al día, avista elefantes, kudús, impalas, ñus, jirafas, leones, cebras, leopardos y algunos leones de melena negra. Más de 350 especies de aves incluyen alcaudones, charlatán de rocas, zorzal roquero de dedos cortos, rapaces y avestruces.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre numerosos sitios arqueológicos e históricos que proporcionan evidencia de comunidades tempranas a través de fragmentos de cerámica, cuentas, reliquias de fundición y graneros. Los safaris nocturnos revelan caracales, lobos hormigueros, hienas y chacales. La espectacular confluencia donde los ríos Shashe y Limpopo se unen crea escenarios dramáticos que han atraído visitantes desde la época de Cecil John Rhodes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Únete a caminatas guiadas con guardabosques tswana para visitar sitios y pinturas de los bosquimanos dispersos por toda la reserva. Las especies de aves acuáticas son especialmente fascinantes, incluyendo cormoranes y hermosos martín pescadores pigmeos a lo largo de los sistemas fluviales. El acceso desde Johannesburgo toma aproximadamente 5 horas vía el puesto fronterizo Pont Drift.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 430,
            "drive_min": 330,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Safari en Botsuana: Delta del Okavango y Desierto de Kalahari",
        "intro_paragraph": "Observa elefantes cruzando el río Chobe, explora el delta del Okavango en mokoro, admira los leones de Moremi y duerme bajo las estrellas del Kalahari. Botsuana ofrece un África salvaje y preservada.",
        "seo_hook": "Los elefantes cruzan canales inundados, los leones rugen en las llanuras, la sal se extiende hasta el horizonte. Botsuana encarna la naturaleza salvaje africana.",
        "featured_list": [
          "Chobe: paraíso fluvial de elefantes",
          "Okavango: belleza de vías fluviales del delta",
          "Makgadikgadi: espejismo de salinas",
          "Moremi: zona de abundante vida silvestre",
          "Kalahari: silencio de dunas desérticas"
        ],
        "places_taglines": {
          "BW::chobe": "paraíso fluvial de vida silvestre y elefantes",
          "BW::savuti": "drama de leona depredadora en abrevadero",
          "BW::tsodilo-hills": "sitio espiritual de roca pintada",
          "BW::okavango-delta": "laberintos de canales de agua y vida silvestre",
          "BW::moremi": "abundancia de vida silvestre y densidad de depredadores",
          "BW::nxai-pan": "ruta migratoria de cebras en pastizales",
          "BW::makgadikgadi": "espejismo lunar del desierto en salina",
          "BW::francistown": "historia de pueblo minero colonial",
          "BW::tuli-block": "corredor de vida silvestre del paisaje oriental"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    },
    {
      "itin_id": "BW::northern::circuit-complet-15j",
      "id": "BW::northern::circuit-complet-15j",
      "language": "es",
      "created_at": "2026-01-18T12:00:00Z",
      "source_url": "",
      "dept_code": "NW",
      "dept_name": "Norte de Botsuana",
      "title": "Circuito completo de Botsuana: 15 días de safari en 4x4 y camping",
      "subtitle": "Safari en autonomía del Okavango a las Cataratas Victoria, camping y 4x4",
      "notes": "Itinerario completo 15 días, ~850 km de pistas. RESERVAS DE CAMPING OBLIGATORIAS: Kwalate (South Gate, Xakanaxa, Ihaha) kwalatesafari@gmail.com / SKL (Savuti, North Gate) reservations@sklcamps.co.bw / Xomae (Third Bridge) xomaesites@btcmail.co.bw / KDT (Khwai Community) khwai@btcmail.co.bw. Reservar 3-6 meses antes en temporada alta. Profilaxis antipalúdica OBLIGATORIA. Alquiler francófono recomendado: Tawana Self Drive +267 775 28837.",
      "specialties": [],
      "estimated_days_base": 15,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::maun",
            "coords": [
              -19.9833,
              23.4167
            ]
          },
          "visits": [],
          "activities": [
            {
              "text": "Aterrizaje en Maun tras un largo vuelo vía Johannesburgo. El aire cálido del Kalahari te recibe en la pista polvorienta de este aeropuerto que se convierte en uno de los más transitados de África en temporada alta. Traslado a tu alojamiento para una primera noche de descanso.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "airlines": "Airlink y Air Botswana desde Johannesburgo (vuelos diarios), Airlink desde Ciudad del Cabo (5x/semana)",
                "airport": "Aeropuerto Internacional de Maun (MUB)",
                "tip": "Llevar ropa de abrigo en cabina - noches frescas en temporada seca (10-15°C)",
                "transfer": "Shuttle del lodge o taxi, negociar precio antes (~200 BWP)"
              }
            }
          ]
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::maun",
            "coords": [
              -19.9833,
              23.4167
            ]
          },
          "visits": [
            {
              "text": "Briefing completo en la empresa de alquiler de 4x4. Te explican cada rincón del vehículo: el cabrestante, el compresor, los bidones, el montaje de la tienda de techo, las placas de desatasco. Toma notas, fotografía el vehículo desde todos los ángulos antes de firmar.",
              "place_id": "BW::maun-4x4-rental",
              "coords": [
                -19.9756,
                23.4234
              ],
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Aprovisionamiento estratégico en Maun. Llena la nevera de carne fresca, el maletero de conservas y pasta, los bidones de agua. Última tienda fiable antes de Kasane en 8 días. No subestimes las cantidades.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "water": "5L por persona por día mínimo - prever 50-60L total",
                "essentials": "Leña, carbón, linternas frontales, pilas, cerillas",
                "food": "Carne fresca para 3 días máx (nevera 12V), luego conservas y pasta",
                "fuel": "Tanque lleno + 2 bidones de 20L - ninguna gasolinera en los parques"
              }
            },
            {
              "text": "Vuelo panorámico sobre el delta del Okavango a última hora de la tarde. Desde la Cessna, el laberinto de canales turquesa se despliega, salpicado de manadas de elefantes e islas de palmeras. Una perspectiva única sobre este ecosistema declarado Patrimonio UNESCO.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "operator": "Mack Air (operador principal)",
                "duration": "30-45 min según paquete",
                "best_light": "Final de tarde para luz dorada y sombras largas",
                "tip": "Asiento junto a ventana indispensable, evitar ropa blanca (reflejos)"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "Asfalto luego pista de arena",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::moremi-south-gate",
            "coords": [
              -19.4833,
              23.6
            ]
          },
          "visits": [
            {
              "text": "Entrada por South Gate de la Reserva de Moremi. Trámites completados, cruzas la barrera y penetras en uno de los santuarios más preservados de África. El asfalto da paso a la arena. Bienvenido al bush.",
              "place_id": "BW::moremi-south-gate",
              "coords": [
                -19.4833,
                23.6
              ],
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Primer safari en autonomía por las pistas de Moremi. Con los ojos fijos en la arena, aprendes a leer las huellas: pisadas de león, excrementos frescos de elefante - el bush revela sus secretos. Jirafas, cebras, impalas aparecen entre los mopanes.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Solo self-drive",
                "best_time": "6h-10h y 16h-18h30",
                "wildlife": "Elefantes, jirafas, búfalos, cebras, impalas, babuinos",
                "rules": "Permanecer en el vehículo - bajarse prohibido en el parque"
              }
            },
            {
              "text": "Instalación en el campamento de South Gate antes del anochecer. Montaje de la tienda de techo, primera fogata bajo las estrellas australes. Las hienas merodean alrededor del campamento, sus risas atraviesan la oscuridad.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "camp_type": "Kwalate (operador privado)",
                "facilities": "Baños básicos, sin electricidad, grifo para agua",
                "wildlife": "Hienas, elefantes y búfalos cruzan el campamento de noche",
                "tip": "Nunca caminar de noche - conducir hasta los baños"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 52,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "Pista de arena",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::third-bridge",
            "coords": [
              -19.2367,
              23.3558
            ]
          },
          "visits": [
            {
              "text": "Ruta hacia Third Bridge, el campamento mítico en el corazón de los pantanos. La pista cruza First Bridge y luego Second Bridge - este último en mal estado, desvío a veces necesario. Cuenta con un centenar de charcos que cruzar tras la lluvia.",
              "place_id": "BW::moremi-bridges",
              "coords": [
                -19.25,
                23.37
              ],
              "visit_duration_min": 150
            }
          ],
          "activities": [
            {
              "text": "Safari en la zona húmeda de Third Bridge. Las lagunas cubiertas de nenúfares albergan hipopótamos y cocodrilos. Los lechwe saltan en el agua poco profunda. En las islas, manadas de búfalos regularmente cazadas por los leones.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive",
                "wildlife": "Hipopótamos, cocodrilos, lechwe, búfalos, leones, leopardos (con suerte)",
                "best_loop": "Mboma Loop a lo largo de los juncales - manadas de búfalos",
                "tip": "Revisar regularmente que la hierba no se acumule bajo el chasis"
              }
            },
            {
              "text": "Instalación en Third Bridge Camp, uno de los emplazamientos más bellos de Moremi. Los sitios 8, 9 y 10 ofrecen más privacidad y vistas espectaculares de los pantanos. Babuinos en los sausage trees sobre el campamento - no dejes nada por ahí.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "camp_type": "Xomae Group (operador privado)",
                "facilities": "2 bloques de baños, parrilla de hormigón, sin electricidad",
                "best_sites": "Sitios 1-7 cerca de baños y sombra, sitios 8-10 más aislados con vistas",
                "wildlife": "Elefantes, hienas, leones cruzan el campamento - huellas de león frecuentes",
                "tip": "Capó abierto por la noche disuade a los leones de subir al vehículo"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "Pista de arena luego grava",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::khwai-magotho",
            "coords": [
              -19.1667,
              23.7833
            ]
          },
          "visits": [
            {
              "text": "Cruce de Fourth Bridge - el puente más largo de Moremi, en buen estado - y salida por North Gate. Dejas el parque nacional para entrar en la Concesión Comunitaria de Khwai, un territorio gestionado por los aldeanos.",
              "place_id": "BW::moremi-north-gate",
              "coords": [
                -19.1833,
                23.75
              ],
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Safari en la Concesión Comunitaria de Khwai. Esta zona de amortiguación entre Moremi y Chobe ofrece una densidad de fauna excepcional. Elefantes por centenares, leones, leopardos y sobre todo los codiciados licaones que a veces establecen sus madrigueras en el sector.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive autorizado",
                "wildlife": "Elefantes, leones, leopardos, licaones (madrigueras en invierno), hipopótamos",
                "advantage": "Safaris nocturnos autorizados (con guía KDT), mokoro en el río Mbudi",
                "restriction": "Khwai Private Reserve prohibida para self-drivers"
              }
            },
            {
              "text": "Instalación en Magotho Camp (también llamado Khwai Community Camp), 20 km al este del pueblo. Los elefantes cruzan el campamento constantemente - experiencia mágica pero intimidante las primeras veces. Mantén la calma, guarda distancias.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "camp_type": "Khwai Development Trust",
                "cost": "P350 por persona por noche",
                "facilities": "2 bloques de baños recientes, parrilla, sin electricidad",
                "wildlife": "Elefantes cruzan el campamento día y noche - extraordinario",
                "tip": "Sitios junto al río (9-15) más frecuentados, sitios 1-8 bajo grandes árboles más tranquilos"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 300,
            "transport_mode": "car",
            "road_type": "Pista de arena profunda",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::khwai-magotho",
            "coords": [
              -19.1667,
              23.7833
            ]
          },
          "visits": [],
          "activities": [
            {
              "text": "Safari matutino en la Concesión de Khwai al amanecer. Los depredadores aún están activos, los elefantes se dirigen hacia el río. La luz dorada ilumina las llanuras inundables. Regreso al campamento para el desayuno.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive",
                "best_time": "5h30-9h30",
                "wildlife": "Leones, leopardos (excelentes oportunidades), licaones, hienas",
                "tip": "Preguntar a los guías locales dónde están las madrigueras de licaones"
              }
            },
            {
              "text": "Excursión en mokoro por el río Mbudi a mediodía. Las piraguas tradicionales se deslizan silenciosamente entre los papiros. Hipopótamos, cocodrilos, martines pescadores. Un paréntesis apacible antes de las pistas de Savuti.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Reservar vía Khwai Development Trust o directamente en el campamento",
                "duration": "2-3 horas",
                "wildlife": "Hipopótamos, cocodrilos, lechwe, aves (águilas pescadoras, martines)",
                "tip": "Llevar agua, sombrero, protector solar - sin sombra en el mokoro"
              }
            },
            {
              "text": "Safari nocturno guiado en la concesión al final del día. A diferencia de los parques nacionales, Khwai autoriza los safaris nocturnos. Los faros barren la sabana buscando los ojos brillantes de los depredadores.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Obligatorio con guía KDT - tu vehículo, su guía",
                "wildlife": "Leones cazando, leopardos, hienas, jinetas, civetas",
                "advantage": "Único lugar del circuito donde los safaris nocturnos son posibles",
                "tip": "Llevar chaqueta abrigada - temperaturas bajan rápido tras la puesta de sol"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 120,
            "drive_min": 300,
            "transport_mode": "car",
            "road_type": "Pista de arena profunda",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::savuti-camp",
            "coords": [
              -18.5667,
              24.0667
            ]
          },
          "visits": [
            {
              "text": "Salida temprana hacia Savuti. Dos rutas posibles: Sand Ridge Route (recomendada en temporada de lluvias) o Marsh Route (mejor en temporada seca). Pide consejo en el campamento de Savuti antes de partir. Prepárate para 4-5 horas de pista exigente.",
              "place_id": "BW::khwai-savuti-route",
              "coords": [
                -18.8,
                23.9
              ],
              "visit_duration_min": 300
            }
          ],
          "activities": [
            {
              "text": "Entrada en la región de Savuti, parte sur del Parque Nacional de Chobe. Paisaje radicalmente diferente: llanuras secas, elefantes machos solitarios, baobabs masivos. El Canal de Savuti, seco durante décadas, ha vuelto a fluir recientemente.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "landscape": "Zona seca, llanuras abiertas, marisma periódicamente inundada",
                "wildlife": "Elefantes machos solitarios, leones, hienas, cebras",
                "history": "El Canal de Savuti dejó de fluir durante 30 años antes de reactivarse en 2008"
              }
            },
            {
              "text": "Instalación en Savuti Camp, pequeño campamento de unos 8 sitios gestionado por SKL. El campamento suele estar lleno - reserva imprescindible. Los sitios 1-4 y Paradise Camp ofrecen vistas del canal. Tienda in situ para leña y bebidas frías.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "camp_type": "SKL (gubernamental, bien mantenido)",
                "cost": "P210 por persona por noche",
                "facilities": "Baños renovados, tienda (leña, bebidas, snacks), sin electricidad",
                "best_sites": "Sitios 1-4 o Paradise Camp (vistas del canal)",
                "booking": "Reservar vía SKL - campamento a menudo lleno, sin entrada sin reserva"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "Pista de arena",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::savuti-camp",
            "coords": [
              -18.5667,
              24.0667
            ]
          },
          "visits": [],
          "activities": [
            {
              "text": "Safari matutino en las llanuras de Savuti. Esta región es famosa por sus leones que han aprendido a cazar elefantes - un comportamiento único no observado en ningún otro lugar. Las interacciones depredador-presa son espectaculares.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive",
                "wildlife": "Leones (manadas grandes), leopardos, hienas, guepardos (raros), elefantes",
                "fame": "Leones de Savuti famosos por cazar elefantes - documentales BBC",
                "best_areas": "Pans al norte del campamento, Marsh Road (si transitable)"
              }
            },
            {
              "text": "Descanso en el campamento durante las horas de calor. Los animales buscan sombra, el calor es aplastante. Siesta, lectura, mantenimiento del vehículo. Los equipos de SKL pasan a limpiar los emplazamientos vacíos.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Temperaturas hasta 40°C en octubre - evitar conducir entre 11h y 15h",
                "maintenance": "Verificar presión de neumáticos, nivel de agua, polvo en filtros"
              }
            },
            {
              "text": "Safari al final de la tarde alrededor de los puntos de agua. Los elefantes convergen hacia las charcas, los depredadores comienzan a activarse. El sol desciende sobre las llanuras doradas. Regreso al campamento antes del cierre de las puertas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "type": "Self-drive",
                "best_time": "16h-18h30",
                "wildlife": "Elefantes en los puntos de agua, leones en emboscada, hienas",
                "rules": "Regreso al campamento antes de las 18h30 - conducción nocturna prohibida en parques nacionales"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 170,
            "drive_min": 420,
            "transport_mode": "car",
            "road_type": "Pista de arena profunda",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "BW::kasane",
            "coords": [
              -17.8167,
              25.15
            ]
          },
          "visits": [
            {
              "text": "Gran etapa de pista: Savuti hacia Kasane. Cuenta con 5 a 7 horas de conducción en arena profunda. La ruta atraviesa bosques de mopane y secciones muy exigentes. Tómate tu tiempo, respeta el vehículo.",
              "place_id": "BW::savuti-kasane-route",
              "coords": [
                -18.2,
                24.5
              ],
              "visit_duration_min": 420
            }
          ],
          "activities": [
            {
              "text": "Llegada a Kasane a última hora de la tarde. Primera ciudad desde Maun: supermercados, gasolineras, cajeros. El cuerpo reclama una ducha caliente y una comida de verdad. Reabastecimiento completo para los últimos días.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "facilities": "Supermercados (Kazungula, Kasane), cajeros, gasolineras, mecánicos",
                "position": "Cruce de 4 países: Botsuana, Namibia, Zambia, Zimbabue",
                "tip": "Llenar de combustible, sacar efectivo, compras frescas para los últimos días"
              }
            },
            {
              "text": "Noche en lodge o camping en Kasane. Tras la fatiga de la pista Savuti-Kasane, una verdadera noche de descanso es necesaria. Algunos lodges ofrecen vistas del río Chobe y paso de elefantes al atardecer.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "options": "Lodges junto al río, Chobe Safari Lodge, campings equipados",
                "advantage": "Ducha caliente, electricidad, restaurante - lujo tras el bush",
                "wildlife": "Elefantes vienen a beber al río al atardecer desde los lodges"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 10,
            "drive_min": 15,
            "transport_mode": "car",
            "road_type": "Asfalto",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "BW::kasane",
            "coords": [
              -17.8167,
              25.15
            ]
          },
          "visits": [
            {
              "text": "Safari matutino en el Chobe Riverfront. Entrada por Sedudu Gate a 6 km de Kasane. La pista bordea el río durante kilómetros. Aquí se encuentra la mayor concentración de elefantes del mundo: 50.000 a 120.000 individuos según las estimaciones.",
              "place_id": "BW::chobe-riverfront",
              "coords": [
                -17.8333,
                25.1167
              ],
              "visit_duration_min": 210
            }
          ],
          "activities": [
            {
              "text": "Los elefantes cruzan el río ante ti, trompas entrelazadas para proteger a las crías de la corriente. Los hipopótamos emergen resoplando. Los búfalos pastan por centenares en las islas. El Chobe Riverfront ofrece uno de los mejores safaris acuáticos del mundo.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "highlight": "Elefantes cruzando el río - espectáculo inolvidable",
                "wildlife": "Puku, bushbuck de Chobe (endémicos), águilas pescadoras, cocodrilos",
                "tip": "Varios loops al norte descienden hacia las llanuras inundables - los mejores miradores"
              }
            },
            {
              "text": "Crucero fotográfico al atardecer por el río Chobe. El barco se desliza entre los hipopótamos, bordea las orillas donde los elefantes vienen a beber. El sol enciende el cielo. Cóctel en mano, saboreas una de las puestas de sol más bellas de África.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Reservar vía lodge u operador en Kasane",
                "duration": "2-3 horas",
                "inclusions": "Bebidas, aperitivos, traslados desde el lodge",
                "wildlife": "Hipopótamos muy cerca, elefantes bebiendo, cocodrilos, aves",
                "tip": "Llevar teleobjetivo - luz mágica para la fotografía"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "Asfalto",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [
            {
              "text": "Cruce de frontera en Kazungula. Cola interminable de camiones pero los coches pasan más rápido. Trámites lado Botsuana, ferry o puente sobre el Zambeze, luego inmigración de Zimbabue. Cuenta con 45 minutos a 3 horas según la afluencia.",
              "place_id": "BW::kazungula-border",
              "coords": [
                -17.7833,
                25.2667
              ],
              "visit_duration_min": 120
            },
            {
              "text": "Visado de Zimbabue a la llegada. 50 USD para entrada múltiple, práctico si planeas ir y venir. Pago solo en efectivo. Ten tus dólares a mano.",
              "place_id": "ZW::zimbabwe-immigration",
              "coords": [
                -17.79,
                25.27
              ],
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Devolución del 4x4 en Victoria Falls o Kasane según tu contrato. Fin de la aventura en autonomía. Inspección del vehículo, trámites, traslado a tu lodge. El lujo tras dos semanas de bush.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "note": "Algunas empresas cobran cargo por devolución fuera de Maun",
                "alternative": "Devolver en Kasane antes de cruzar, luego traslado en shuttle"
              }
            },
            {
              "text": "Instalación en el lodge de Victoria Falls Town. Tras dos semanas de camping, el confort de una habitación de verdad, una piscina y un restaurante sienta de maravilla. La ciudad es compacta, se puede recorrer a pie, con ambiente relajado.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "options": "Ilala Lodge (vistas a las cataratas), Palm River Hotel (lujo), varios lodges",
                "town": "Pequeña ciudad turística, segura, se recorre a pie",
                "tip": "Reservar restaurante para cenar - plazas limitadas en temporada alta"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 2,
            "drive_min": 10,
            "transport_mode": "car",
            "road_type": "Asfalto",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [
            {
              "text": "Parque Nacional de las Cataratas Victoria, lado de Zimbabue. Mosi-oa-Tunya - el humo que truena. 107 metros de caída, 1,7 km de ancho, una de las Siete Maravillas Naturales del Mundo. El estruendo se oye a kilómetros.",
              "place_id": "ZW::victoria-falls-park",
              "coords": [
                -17.9244,
                25.8572
              ],
              "visit_duration_min": 180
            }
          ],
          "activities": [
            {
              "text": "Paseo por la rainforest a lo largo de las cataratas. El sendero atraviesa un bosque tropical creado por la bruma permanente. Acabarás empapado - es inevitable. Poncho y toalla indispensables. Protege tu cámara.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "gear": "Poncho, toalla, bolsa impermeable para electrónicos",
                "best_time": "Mañana para menos gente, tarde para luz sobre los arcoíris",
                "wet_season": "Abril-junio: caudal máximo, visibilidad reducida por la bruma",
                "dry_season": "Sept-dic: menos agua pero vistas despejadas, Devil's Pool accesible"
              }
            },
            {
              "text": "Burning Point (punto 13) ofrece la vista más espectacular - donde Zimbabue y Zambia se encuentran. Doble arcoíris casi permanente cuando brilla el sol. Tómate tu tiempo, saborea el espectáculo.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "highlight": "Mejor mirador de las cataratas - panorama completo",
                "photo": "Arcoíris frecuentes - luz ideal entre 9h y 15h",
                "note": "Frontera de Zambia visible al otro lado"
              }
            }
          ]
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [],
          "activities": [
            {
              "text": "Vuelo en helicóptero sobre las cataratas - el Flight of Angels. De 13 a 25 minutos de pura magia. Vista aérea del cortina de agua, los desfiladeros del Zambeze, el Puente de Victoria Falls. Reserva el asiento delantero para vistas despejadas.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "operator": "Zambezi Helicopter Company, Wild Horizons",
                "options": "Flight of Angels 13-15 min ($150), Gorge Flight 22 min ($235), Zambezi Spectacular 25 min ($285)",
                "tip": "Asiento delantero para mejor vista, mañana para luz suave",
                "video": "Película recuerdo disponible para comprar (25 USD)"
              }
            },
            {
              "text": "Tirolina sobre los desfiladeros del Zambeze desde el Lookout Café. 120 metros sobre el vacío, velocidad hasta 100 km/h. Vistas impresionantes de ambos lados de las cataratas. Para los amantes de las emociones fuertes.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "activities": "Tirolina ($88), Gorge Swing ($110), Tandem Swing ($166), Flying Fox ($56)",
                "cafe": "Restaurante con vistas al Batoka Gorge - perfecto para recuperarse después",
                "tip": "Comer DESPUÉS de las actividades, no antes"
              }
            },
            {
              "text": "Sundowner en el Victoria Falls Hotel o a orillas del Zambeze. High tea colonial, cócteles al atardecer, vistas del spray de las cataratas a lo lejos. Un toque de lujo para cerrar la aventura.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "experience": "High tea o cócteles en un marco colonial histórico",
                "dress_code": "Smart casual recomendado",
                "tip": "Reservar con antelación en temporada alta"
              }
            }
          ]
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [
            {
              "text": "Día colchón - margen de seguridad integrado en el itinerario. Si hubiera surgido un problema mecánico en el bush, estas 24 horas de margen te permiten no perder tu vuelo internacional. Si no, ¡disfruta!",
              "place_id": "ZW::victoria-falls-town",
              "coords": [
                -17.9317,
                25.8292
              ],
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Mañana relajada en el lodge. Piscina, spa, desayuno prolongado. Tras dos semanas intensas, el cuerpo y la mente agradecen el descanso. Ordena tus fotos, empieza a asimilar lo que acabas de vivir.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Hacer copia de seguridad de las fotos en la nube - wifi generalmente bueno en los lodges"
              }
            },
            {
              "text": "Paseo por Victoria Falls Town y sus mercados de artesanía. Esculturas de madera, cestería, souvenirs. Negocia con una sonrisa. El Elephant's Walk Shopping Village ofrece artesanía de calidad.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "spots": "Elephant's Walk Shopping Village, mercados callejeros",
                "tip": "Regatear es parte del juego - empezar al 50% del precio anunciado",
                "payment": "USD efectivo preferido, tarjetas aceptadas en tiendas formales"
              }
            },
            {
              "text": "Cena en Three Monkeys, institución local. Pizzas al horno de leña, cócteles creativos, ambiente relajado. Terraza abierta, música en vivo algunas noches. Reserva - suele estar lleno.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "cuisine": "Pizzas, hamburguesas, parrillas, opciones vegetarianas",
                "vibe": "Relajado, popular entre viajeros",
                "tip": "Reservar en temporada alta, porciones generosas",
                "location": "Frente a Ilala Lodge"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "road_type": "Asfalto",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "ZW::victoria-falls",
            "coords": [
              -17.9317,
              25.8292
            ]
          },
          "visits": [
            {
              "text": "Traslado al aeropuerto de Victoria Falls. El aeropuerto es pequeño pero eficiente, a 20 km de la ciudad. Llega 2h30 antes de tu vuelo internacional. Últimas compras de souvenirs en la tienda duty-free.",
              "place_id": "ZW::victoria-falls-airport",
              "coords": [
                -18.0958,
                25.845
              ],
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Vuelo de regreso internacional vía Johannesburgo, Adís Abeba o Nairobi. Botsuana se aleja bajo las alas del avión. Las imágenes desfilan: elefantes cruzando el Chobe, leones de Savuti, bruma de Victoria Falls. La aventura termina, los recuerdos permanecen.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "hubs": "Johannesburgo (SAA, British Airways), Adís Abeba (Ethiopian), Nairobi (Kenya Airways)",
                "tip": "Llevar snacks y entretenimiento para el vuelo de larga distancia"
              }
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "safari",
          "wildlife",
          "adventure",
          "camping",
          "self-drive",
          "victoria-falls"
        ],
        "audience": [
          "couples",
          "adventure-seekers",
          "wildlife-enthusiasts",
          "photographers"
        ]
      },
      "seo": {
        "h1_title": "Circuito completo de Botsuana: 15 días de safari en 4x4 y camping",
        "intro_paragraph": "De Maun a las Cataratas Victoria, atraviesa los santuarios más salvajes de África austral. En total autonomía a bordo de un 4x4 equipado, explora el delta del Okavango, rastrea a los grandes depredadores de Savuti y termina frente a la bruma de Victoria Falls. Un viaje de aventura auténtico en el corazón del bush africano.",
        "seo_hook": "El safari definitivo: 850 km de pistas a través de las reservas más bellas de Botsuana.",
        "featured_list": [
          "Vuelo panorámico sobre el delta del Okavango",
          "Reserva de Moremi y Third Bridge",
          "Khwai: mokoro, safaris nocturnos y leopardos",
          "Savuti y sus leones cazadores de elefantes",
          "Chobe Riverfront y sus 120.000 elefantes",
          "Cataratas Victoria lado Zimbabue"
        ],
        "places_taglines": {
          "BW::maun": "Puerta de entrada al delta salvaje",
          "BW::moremi-south-gate": "Donde comienza la aventura",
          "BW::third-bridge": "Campamento mítico en el corazón de los pantanos",
          "BW::khwai": "Safari fuera de los caminos trillados",
          "BW::savuti": "El reino de los grandes depredadores",
          "BW::kasane": "Cruce de cuatro naciones",
          "BW::chobe-riverfront": "La mayor concentración de elefantes del mundo",
          "ZW::victoria-falls": "El humo que truena"
        }
      },
      "seo_keywords": [
        "safari Botsuana 15 días",
        "self drive Botsuana",
        "delta Okavango camping",
        "Reserva de Moremi",
        "concesión Khwai",
        "leones Savuti",
        "elefantes Chobe",
        "Cataratas Victoria Zimbabue",
        "road trip 4x4 África",
        "tienda de techo Botsuana"
      ],
      "practical_context": {
        "best_months": [
          "mayo",
          "junio",
          "julio",
          "agosto",
          "septiembre",
          "octubre"
        ],
        "vehicle_type": "4x4 doble cabina con tienda de techo y equipo de camping completo",
        "group_type": "Pareja aventurera o grupo de 2-4 personas",
        "loop_type": "Trayecto único Maun → Cataratas Victoria",
        "total_km": 850,
        "daily_average_km": 85,
        "highlights": [
          "Vuelo panorámico sobre el delta del Okavango",
          "Noches en la sabana con rugidos de leones y hienas",
          "Travesía mítica de Savuti en arena profunda",
          "Crucero al atardecer en el río Chobe",
          "Frente a la bruma de las Cataratas Victoria"
        ]
      }
    }
  ]
}