{
  "version": 1,
  "country": "bw",
  "language": "pt",
  "places": [
    {
      "place_id": "BW::chobe",
      "name": "Chobe",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -18.6667,
        25.15
      ],
      "lat": -18.6667,
      "lon": 25.15,
      "visits": [
        {
          "text": "Entre no Parque Nacional Chobe, o primeiro parque nacional do Botswana proclamado em 1968 e cobrindo 11.700 quilômetros quadrados no extremo nordeste do país. O Rio Chobe forma a fronteira norte onde ocorrem as lendárias concentrações de elefantes durante a estação seca de maio a setembro. Estas estão entre as maiores concentrações de elefantes em qualquer lugar da África, com rebanhos de centenas vindo beber e se banhar.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra a área de Serondella, famosa por suas concentrações de elefantes ao longo da margem do rio. As águas perenes do Chobe nascem nas terras altas do norte de Angola, fornecendo sustento durante todo o ano para populações notáveis de vida selvagem. Cruzeiros de observação de animais no Rio Chobe oferecem perspectivas únicas sobre elefantes, hipopótamos e crocodilos do nível da água.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore os diversos ecossistemas dentro de Chobe, que engloba quatro áreas distintas: o Canal Savuti, Linyanti, Serondella e Nogatsaa. Cada região abriga concentrações de vida selvagem específica - Savuti famoso por leões e hienas, Linyanti por hipopótamos e crocodilos. Muitas espécies prosperam aqui, incluindo o raro puku e o bushbuck de Chobe encontrados em poucos outros locais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embarque em cruzeiros de observação de animais e pássaros ao longo do Rio Chobe, onde 460 espécies de aves foram registradas, incluindo aves de rapina, abutres e aves aquáticas. Os meses secos de inverno de março a julho oferecem observação excepcional, pois os animais se concentram ao redor das fontes de água. Novembro a dezembro vê a migração de herbívoros entre o rio e o Pântano Savuti.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 1
        }
      ]
    },
    {
      "place_id": "BW::francistown",
      "name": "Francistown",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -21.1667,
        27.5
      ],
      "lat": -21.1667,
      "lon": 27.5,
      "visits": [
        {
          "text": "Chegue em Francistown, uma das cidades mais antigas de Botswana e local da primeira corrida do ouro da África Austral. Lar de 92.500 pessoas, esta cidade fronteiriça está estrategicamente posicionada como o portal para o norte, com estradas principais para Gaborone, Zimbabwe, Maun e Kazungula passando por aqui. Apesar de ser o segundo maior centro urbano de Botswana e 'Capital do Norte', mantém o caráter de cidade pequena.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore os vestígios das minas abandonadas ao redor da cidade, testemunho de sua herança da corrida do ouro quando garimpeiros de lugares tão distantes quanto Austrália e América correram para cá em busca da fortuna. Evidências de habitação humana nesta área remontam a 80.000 anos. Karl Mauch descobriu ouro ao longo do Rio Tati em 1867, provocando a corrida que fez desta área o 'Ophir da África'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Use Francistown como base para explorar atrações próximas incluindo o Bloco Tuli ao sul e as Planícies Salinas Makgadikgadi ao oeste. A acomodação atende padrões internacionais, proporcionando acesso confortável a alguns dos pontos turísticos mais fascinantes de Botswana. O crescimento industrial da cidade dobrou sua população nas décadas recentes enquanto mantém seu caráter histórico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 8
        }
      ]
    },
    {
      "place_id": "BW::makgadikgadi",
      "name": "Makgadikgadi",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -20.5,
        25.5
      ],
      "lat": -20.5,
      "lon": 25.5,
      "visits": [
        {
          "text": "Viaje até as Planícies Makgadikgadi, depressões planas e sem características de sal e argila intercaladas com dunas de areia, ilhas de rocha, planícies gramadas e trechos do deserto Kalahari. Essas planícies antigas já fizeram parte de um super-lago que cobria grande parte do norte de Botswana. Boas chuvas transformam as planícies com águas rasas que atraem milhares de flamingos migratórios.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente a sensação de vasto espaço aberto, atemporalidade e completo nada que define essas extraordinárias planícies salinas. De dezembro a fevereiro, as planícies cheias de chuva hospedam congregações espetaculares de flamingos junto com pelicanos, colhereiros, aves pernaltas e cegonhas. A extensão branca infinita que se estende até o horizonte cria uma atmosfera sobrenatural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Corra pelas Planícies Makgadikgadi em uma aventura de quadriciclo - uma experiência emocionante e inesquecível através desta 'paisagem lunar' infinita onde nada cresce nas areias salgadas. A atividade limpa a mente e oferece perspectivas únicas sobre o vazio imenso. Hospede-se em pousadas perto de Nata ou Gweta para acesso confortável a esta paisagem notável.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 7
        }
      ]
    },
    {
      "place_id": "BW::moremi",
      "name": "Moremi",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.3833,
        23.45
      ],
      "lat": -19.3833,
      "lon": 23.45,
      "visits": [
        {
          "text": "Entre na Reserva de Caça Moremi, a seção oficialmente proclamada do lendário Delta do Okavango. Este destino excepcional combina planícies abertas, floresta ribeirinha exuberante e canais de papiro que visitantes consistentemente descrevem como incrivelmente belos e agradáveis aos olhos. A reserva faz fronteira com o Parque Nacional Chobe sem cercas, permitindo que a vida selvagem vagueie livremente entre as áreas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra 36 espécies de mamíferos maiores incluindo elefante, búfalo, girafa, zebra, hipopótamo e vários antílopes - notavelmente o lechwe amante da água e o sitatunga secreto. Mais de 80 espécies de peixes e 400 aves diferentes habitam essas zonas úmidas, incluindo aves de rapina, aves aquáticas, habitantes de arbustos e árvores, e colônias reprodutivas da magnífica garça Golias.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente Moremi como a seção acessível do Delta do Okavango, ideal para safaris autoguiados em veículos de tração nas quatro rodas para aqueles que buscam aventura crua. Três acampamentos públicos no parque não têm cercas, trazendo a natureza selvagem genuína para perto, pois todas as espécies de animais passam por ali. Campistas autoguiados devem ser autossuficientes, pois não há lojas disponíveis no parque.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Deslize pelos canais de mokoro (canoa tradicional escavada) ou lancha, uma forma imbatível de experimentar o ecossistema único do delta. Passeios de observação de animais complementam atividades aquáticas, enquanto trilhas selvagens e esconderijos de observação em certos acampamentos oferecem encontros íntimos com a vida selvagem. Safaris de voo proporcionam perspectivas aéreas espetaculares sobre esta natureza aquática selvagem.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 5
        }
      ]
    },
    {
      "place_id": "BW::nxai-pan",
      "name": "Nxai Pan",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.9333,
        24.7667
      ],
      "lat": -19.9333,
      "lon": 24.7667,
      "visits": [
        {
          "text": "Explore o Parque Nacional Nxai Pan, um leito de lago fossilizado de cerca de 40 quilômetros quadrados localizado ao norte da estrada Maun-Nata. A própria planície é uma extensa pradaria pontilhada com grupos de árvores acácia-guarda-chuva e florestas de mopane. Durante as chuvas de novembro a abril, as planícies ficam cobertas de grama, transformando-se em um Jardim do Éden.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite os lendários Baobás de Baines, um grupo de grandes baobás imortalizados em 1862 pelo pintor Thomas Baines durante a expedição de Livingstone. Essas árvores antigas parecem praticamente inalteradas da pintura original de Baines, permanecendo como testemunhas silenciosas de mais de 160 anos de história africana. O local oferece oportunidades excepcionais de fotografia e uma conexão tangível com a história da exploração.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o ponto focal da fonte d'água em meio à planície gramada pontilhada de árvores espinhosas guarda-chuva. Os residentes permanentes incluem leão, girafa, kudu, springbok, impala, avestruz, chacal e raposa-orelha-de-morcego. Uma vez que as chuvas começam, gemsbok, elefantes e milhares de zebras migram para a área para dar à luz seus filhotes, criando avistamentos espetaculares da vida selvagem.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observe o barulhento abetarda-negra que se levanta com um guincho quando espantado por veículos - uma espécie característica do Nxai Pan. Pequenas aves de rapina incluindo peneireiro e gaviões abundam, recompensando observadores de aves que mantêm binóculos à mão. A combinação de planícies abertas, árvores esparsas e habitats diversos cria excelentes oportunidades de observação da vida selvagem e aves.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 6
        }
      ]
    },
    {
      "place_id": "BW::okavango-delta",
      "name": "Okavango Delta",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.5,
        23
      ],
      "lat": -19.5,
      "lon": 23,
      "visits": [
        {
          "text": "Mergulhe no Delta do Okavango, formado por um rio que flui para o deserto e morre nas areias, criando uma grande zona úmida interior visível do espaço. Esta é uma das maiores áreas selvagens da África, um oásis no deserto que sustenta biodiversidade surpreendente. Centenas de ilhas variando da enorme Ilha do Chefe a pequenos cupinzeiros abrigam populações diversas de vida selvagem.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o mosaico de canais, lagoas e lagos formados quando chuvas de verão em Angola inundam o delta. Trinta e duas espécies de árvores incluem mopane, mangostão, árvores da chuva e salsicha, variedades de acácia e figueira. Mais de 1.000 tipos de plantas prosperam aqui - mais do que qualquer parque de tamanho similar na África - com leitos de juncos característicos e grandes grupos de palmeiras fênix.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra os canais habitados por hipopótamos, crocodilos, elefantes e antílopes, onde pontos secos e planícies de inundação alternam com floresta densa. O delta atinge níveis de água máximos durante os meses secos de inverno de julho a setembro, quando o contraste entre canais inundados e terra seca cria observação de animais excepcional. Meses de verão trazem novo crescimento e partos de antílopes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente o Okavango durante todo o ano, escolhendo entre a estação de águas altas no inverno para cenário clássico do delta ou meses de verão de novembro a março quando aves migratórias chegam em números e antílopes dão à luz seus filhotes. Voos panorâmicos sobre o delta revelam os padrões intrincados de água e terra que tornam este ecossistema único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 4
        }
      ]
    },
    {
      "place_id": "BW::savuti-camp",
      "name": "Savuti Camp",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -18.65,
        24.0667
      ],
      "lat": -18.65,
      "lon": 24.0667,
      "visits": [
        {
          "text": "Viaje para Savuti, uma região dentro do Parque Nacional Chobe em vez de uma reserva separada - embora sua reputação tenha lhe rendido distinção entre destinos de safari. A área é imensa, e guias experientes mantêm grupos bem separados, proporcionando sensações de isolamento genuíno. Em avistamentos espetaculares de vida selvagem, a experiência permanece íntima comparada a parques mais lotados em outros lugares da África.",
          "visit_duration_min": 75
        },
        {
          "text": "Testemunhe a lendária atividade de predadores pela qual Savuti é renomado, enquanto grandes carnívoros seguem rebanhos de zebras, gnus, búfalos e impalas se movendo pela área. O Canal Savuti seco, quase imperceptível, cria habitat único onde populações de leões e hienas prosperam. Acampamentos públicos mantêm a filosofia de turismo de baixo impacto do Botswana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente safaris de acampamento em Savuti onde o isolamento e a densidade da vida selvagem criam encontros memoráveis. Passeios de observação de animais ao amanhecer e anoitecer maximizam as chances de avistamentos de predadores enquanto leões caçam e hienas patrulham seus territórios. A paisagem dramática de canais antigos e planícies abertas proporciona oportunidades fotográficas excepcionais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 2
        }
      ]
    },
    {
      "place_id": "BW::tsodilo-hills",
      "name": "Tsodilo Hills",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -18.75,
        21.7333
      ],
      "lat": -18.75,
      "lon": 21.7333,
      "visits": [
        {
          "text": "Descubra Tsodilo Hills, um lugar raro e único com uma atmosfera de intriga e mistério. Quatro grandes pedaços de rocha se elevam inesperadamente da extensão árida do deserto - referidos pelos Bushmen como o 'macho', 'fêmea', 'criança' e a primeira esposa rejeitada. Acredita-se que essas colinas sejam o local da primeira Criação, onde os Bushmen pintaram mais de 3.500 pinturas rupestres datando de 800-1300 d.C.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore um dos sítios de arte rupestre mais historicamente significativos do mundo, ostentando 500 localizações individuais representando milhares de anos de habitação humana. Algumas pinturas são pensadas como tendo mais de 20.000 anos, enquanto outras têm apenas um século. Os Bushmen acreditam que essas colinas são um lugar de descanso para espíritos dos falecidos.",
          "visit_duration_min": 75
        },
        {
          "text": "Siga diferentes trilhas levando a mais de 350 sítios, descobrindo pinturas incluindo a famosa zebra usada como logotipo dos Museus e Monumentos Nacionais do Botswana. Certas pinturas de baleias e pinguins sugerem contato antigo entre Bushmen e povos costeiros. A atmosfera sagrada se intensifica perto do topo da Colina Macho onde acredita-se que o primeiro espírito orou após criar o mundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Suba e explore as colinas e trilhas, apreciando evidências de lendas e vida antiga. Visite o pequeno habitat Bushmen próximo e a aldeia Hambukushu perto da Colina Macho, cujo povo acredita que seu deus Nyambe originalmente baixou sua tribo à terra aqui. Observação de pássaros recompensa observadores pacientes, com bicos-de-chifre-amarelo, loris cinzentos e pintassilgos Melba entre as espécies comumente avistadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 3
        }
      ]
    },
    {
      "place_id": "BW::tuli-block",
      "name": "Tuli Block",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -22.2,
        29.1
      ],
      "lat": -22.2,
      "lon": 29.1,
      "visits": [
        {
          "text": "Viaje até o Bloco Tuli, historicamente conhecido como Enclave Tuli, oferecendo acesso rápido e fácil à natureza selvagem com avistamentos garantidos da vida selvagem. O nome deriva do Rio Tuli no Zimbabwe, enquanto 'Bloco' refere-se ao grande pedaço de terra que se estende 10-20km de largura e mais de 350km de norte a sul. O grande Rio Limpopo dá a esta região seu caráter especial.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a Reserva de Caça Nordeste Tuli entre os rios Limpopo, Motlouse e Shashe, integrando a Reserva de Caça Mashatu e Reserva Natural Tuli. Em safaris duas vezes ao dia, aviste elefante, kudu, impala, gnu, girafa, leão, zebra, leopardo e alguns leões de juba preta. Mais de 350 espécies de aves incluem picanços, papo-de-pedra, tordo-das-rochas-dedos-curtos, aves de rapina e avestruzes.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra numerosos sítios arqueológicos e históricos fornecendo evidência de comunidades antigas através de cacos de cerâmica, contas, relíquias de fundição e celeiros. Safaris noturnos revelam caracal, lobo-da-terra, hiena e chacal. A confluência espetacular onde os rios Shashe e Limpopo se encontram cria cenário dramático que tem atraído visitantes desde a época de Cecil John Rhodes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participe de caminhadas guiadas com guardas Tswana para visitar sítios e pinturas dos Bosquímanos espalhados pela reserva. As espécies de aves aquáticas são especialmente fascinantes, incluindo cormorões e belos martins-pescadores-pigmeus ao longo dos sistemas fluviais. O acesso de Johannesburg leva aproximadamente 5 horas via posto fronteiriço Pont Drift.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Safari Grand do Botswana: Dos Elefantes de Chobe aos Canais do Delta do Okavango",
          "day": 9
        }
      ]
    }
  ]
}