{
  "version": 1,
  "country": "bw",
  "language": "fr",
  "places": [
    {
      "place_id": "BW::chobe",
      "name": "Chobe",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -18.6667,
        25.15
      ],
      "lat": -18.6667,
      "lon": 25.15,
      "visits": [
        {
          "text": "Entrez dans le parc national de Chobe, le premier parc national du Botswana proclamé en 1968 et couvrant 11 700 kilomètres carrés dans l'extrême nord-est du pays. La rivière Chobe forme la frontière nord où se produisent les légendaires concentrations d'éléphants pendant la saison sèche de mai à septembre. Ce sont parmi les plus grands rassemblements d'éléphants d'Afrique, avec des troupeaux de centaines venant boire et se baigner.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la zone de Serondella, célèbre pour ses concentrations d'éléphants le long du front de rivière. Les eaux pérennes de la Chobe prennent leur source dans les hauts plateaux angolais du nord, fournissant une subsistance toute l'année pour des populations remarquables de faune sauvage. Les croisières d'observation du gibier sur la rivière Chobe offrent des perspectives uniques sur les éléphants, hippopotames et crocodiles depuis le niveau de l'eau.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les écosystèmes diversifiés de Chobe, qui comprend quatre zones distinctives : le canal Savuti, Linyanti, Serondella et Nogatsaa. Chaque région abrite des concentrations d'animaux sauvages spécifiques - Savuti célèbre pour les lions et hyènes, Linyanti pour les hippopotames et crocodiles. De nombreuses espèces prospèrent ici, notamment le puku rare et le bushbuck de Chobe que l'on trouve dans peu d'autres endroits.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embarquez pour des croisières d'observation du gibier et des oiseaux le long de la rivière Chobe, où 460 espèces d'oiseaux ont été recensées, notamment rapaces, vautours et oiseaux aquatiques. Les mois secs d'hiver de mars à juillet offrent une observation exceptionnelle car les animaux se concentrent autour des sources d'eau. Novembre à décembre voit la migration des herbivores entre la rivière et le marais Savuti.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Grand Safari Botswana : Des Éléphants de Chobe aux Voies Navigables du Delta de l'Okavango",
          "day": 1
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "BW::francistown",
      "name": "Francistown",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -21.1667,
        27.5
      ],
      "lat": -21.1667,
      "lon": 27.5,
      "visits": [
        {
          "text": "Arrivez à Francistown, l'une des plus anciennes villes du Botswana et site de la première ruée vers l'or d'Afrique australe. Abritant 92 500 habitants, cette ville frontière est stratégiquement placée comme porte d'entrée vers le nord, avec les routes principales vers Gaborone, Zimbabwe, Maun et Kazungula qui la traversent. Malgré le fait d'être le deuxième plus grand centre urbain du Botswana et la 'Capitale du Nord,' elle maintient un caractère de petite ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les vestiges des mines abandonnées qui entourent la ville, témoins de son héritage de ruée vers l'or quand des prospecteurs venus d'aussi loin que l'Australia et l'America se sont précipités ici en quête de fortune. Les preuves d'habitation humaine dans cette région remontent à 80 000 ans. Karl Mauch a découvert de l'or le long de la rivière Tati en 1867, déclenchant la ruée qui a fait de cette région l'« Ophir de l'Africa ».",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Utilisez Francistown comme base pour explorer les attractions voisines, notamment le Tuli Block au sud et les salines de Makgadikgadi à l'ouest. L'hébergement répond aux normes internationales, offrant un accès confortable à certains des sites les plus fascinants du Botswana. La croissance industrielle de la ville a doublé sa population ces dernières décennies tout en préservant son caractère historique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Grand Safari Botswana : Des Éléphants de Chobe aux Voies Navigables du Delta de l'Okavango",
          "day": 8
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "BW::makgadikgadi",
      "name": "Makgadikgadi",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -20.5,
        25.5
      ],
      "lat": -20.5,
      "lon": 25.5,
      "visits": [
        {
          "text": "Voyagez vers les Pans de Makgadikgadi, dépressions plates et sans relief de sel et argile entremêlées de dunes de sable, îlots rocheux, plaines herbeuses et parcelles de désert du Kalahari. Ces anciens pans faisaient autrefois partie d'un super-lac qui couvrait une grande partie du nord du Botswana. De bonnes pluies transforment les pans avec des eaux peu profondes qui attirent des milliers de flamants migrateurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez la sensation de vaste espace ouvert, d'intemporalité et de néant complet qui définit ces extraordinaires étendues salées. De décembre à février, les pans remplis de pluie accueillent des rassemblements spectaculaires de flamants aux côtés de pélicans, spatules, échassiers et cigognes. L'étendue blanche infinie s'étendant à l'horizon crée une atmosphère d'un autre monde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Foncez à travers les Pans de Makgadikgadi en quad - une expérience exaltante et inoubliable à travers ce 'paysage lunaire' infini où rien ne pousse sur les sables salés. L'activité clarifie l'esprit et offre des perspectives uniques sur le vide immense. Installez-vous dans des lodges près de Nata ou Gweta pour un accès confortable à ce paysage remarquable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Grand Safari Botswana : Des Éléphants de Chobe aux Voies Navigables du Delta de l'Okavango",
          "day": 7
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "BW::moremi",
      "name": "Moremi",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -19.3833,
        23.45
      ],
      "lat": -19.3833,
      "lon": 23.45,
      "visits": [
        {
          "text": "Entrez dans la Réserve de Gibier de Moremi, la section officiellement proclamée du légendaire Delta de l'Okavango. Cette destination exceptionnelle combine plaines ouvertes, forêt riveraine luxuriante et voies navigables de papyrus que les visiteurs décrivent constamment comme incroyablement belles et agréables à l'œil. La réserve borde le Parc National de Chobe sans clôtures, permettant à la faune de circuler librement entre les zones.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez 36 espèces de grands mammifères incluant éléphant, buffle, girafe, zèbre, hippopotame et diverses antilopes - notamment le lechwe qui aime l'eau et le sitatunga secret. Plus de 80 espèces de poissons et 400 oiseaux différents habitent ces zones humides, incluant rapaces, oiseaux aquatiques, habitants des buissons et arbres, et colonies reproductrices du magnifique héron goliath.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivez Moremi comme la section accessible du Delta de l'Okavango, idéale pour les safaris en conduite autonome dans des véhicules quatre roues motrices pour ceux qui cherchent l'aventure brute. Trois campings publics dans le parc ne sont pas clôturés, rapprochant la vraie nature sauvage car toutes les espèces d'animaux y passent. Les campeurs en conduite autonome doivent être autosuffisants car aucun magasin n'est disponible dans le parc.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Glissez sur les voies navigables en mokoro (pirogue traditionnelle creusée) ou bateau à moteur, une façon imbattable de découvrir l'écosystème unique du delta. Les safaris en véhicule complètent les activités aquatiques, tandis que les sentiers sauvages et cachettes d'observation dans certains camps offrent des rencontres intimes avec la faune. Les safaris en avion offrent des perspectives aériennes spectaculaires sur cette nature sauvage aquatique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Grand Safari Botswana : Des Éléphants de Chobe aux Voies Navigables du Delta de l'Okavango",
          "day": 5
        }
      ],
      "rating": 4
    },
    {
      "place_id": "BW::nxai-pan",
      "name": "Nxai Pan",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -19.9333,
        24.7667
      ],
      "lat": -19.9333,
      "lon": 24.7667,
      "visits": [
        {
          "text": "Explorez le Parc National de Nxai Pan, un lit de lac fossilisé d'environ 40 kilomètres carrés situé au nord de la route Maun-Nata. Le pan lui-même est une vaste plaine herbeuse parsemée de groupes d'acacias parasols et de forêt de mopane. Pendant les pluies de novembre à avril, les pans se couvrent d'herbe, se transformant en Jardin d'Eden.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez les légendaires Baobabs de Baines, un groupe de grands baobabs immortalisés en 1862 par le peintre Thomas Baines durant l'expédition de Livingstone. Ces arbres anciens semblent pratiquement inchangés par rapport à la peinture originale de Baines, se dressant comme témoins silencieux de plus de 160 ans d'histoire africaine. Le site offre des opportunités photographiques exceptionnelles et une connexion tangible avec l'histoire de l'exploration.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le point d'eau focal au milieu de la plaine herbeuse parsemée d'épineux parasols. Les résidents permanents incluent lion, girafe, koudou, springbok, impala, autruche, chacal et renard à oreilles de chauve-souris. Une fois que les pluies commencent, oryx, éléphant et milliers de zèbres migrent vers la zone pour donner naissance à leurs petits, créant une observation spectaculaire de la faune.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observez le bruyant korhaan noir qui s'élève avec un couinement lorsqu'il est dérangé par les véhicules - une espèce emblématique de Nxai Pan. De petits rapaces incluant crécerelle et autours abondent, récompensant les ornithologues qui gardent leurs jumelles prêtes. La combinaison de pans ouverts, arbres épars et habitats divers crée d'excellentes opportunités d'observation de la faune et des oiseaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Grand Safari Botswana : Des Éléphants de Chobe aux Voies Navigables du Delta de l'Okavango",
          "day": 6
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "BW::okavango-delta",
      "name": "Okavango Delta",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -19.5,
        23
      ],
      "lat": -19.5,
      "lon": 23,
      "visits": [
        {
          "text": "Immergez-vous dans le Delta de l'Okavango, formé par une rivière qui coule dans le désert et meurt dans les sables, créant une grande zone humide intérieure visible depuis l'espace. C'est l'une des plus grandes zones sauvages d'Afrique, une oasis dans le désert soutenant une biodiversité étonnante. Des centaines d'îles allant de l'énorme Chief's Island aux minuscules monticules de termites abritent diverses populations d'animaux sauvages.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la mosaïque de canaux, lagons et lacs formés lorsque les pluies d'été en Angola inondent le delta. Trente-deux espèces d'arbres incluent le mopane, le mangoustanier, les arbres de pluie et à saucisses, des variétés d'acacia et de figuier. Plus de 1 000 types de plantes prospèrent ici - plus que dans tout parc de taille similaire en Afrique - avec des lits de roseaux caractéristiques et de grands peuplements de palmiers phoenix.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez les voies navigables habitées par les hippopotames, crocodiles, éléphants et antilopes, où les zones sèches et plaines inondables alternent avec des forêts denses. Le delta atteint ses niveaux d'eau maximaux pendant les mois d'hiver sec de juillet à septembre, lorsque le contraste entre les canaux inondés et la terre ferme crée une observation exceptionnelle du gibier. Les mois d'été apportent une nouvelle croissance et la mise bas des antilopes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez l'Okavango toute l'année, choisissant entre la saison des hautes eaux en hiver pour un paysage classique du delta ou les mois d'été de novembre à mars lorsque les oiseaux migrateurs arrivent en nombre et les antilopes donnent naissance à leurs petits. Les vols panoramiques au-dessus du delta révèlent les motifs complexes d'eau et de terre qui rendent cet écosystème unique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Grand Safari Botswana : Des Éléphants de Chobe aux Voies Navigables du Delta de l'Okavango",
          "day": 4
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "BW::savuti",
      "name": "Savuti",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -18.65,
        24.0667
      ],
      "lat": -18.65,
      "lon": 24.0667,
      "visits": [
        {
          "text": "Voyagez vers Savuti, une région au sein du parc national de Chobe plutôt qu'une réserve séparée - bien que sa réputation lui ait valu une distinction parmi les destinations safari. La zone est immense, et les guides expérimentés maintiennent les groupes bien séparés, procurant des sentiments d'isolement authentique. Lors d'observations spectaculaires de faune sauvage, l'expérience reste intime comparée aux parcs plus bondés ailleurs en Afrique.",
          "visit_duration_min": 75
        },
        {
          "text": "Assistez à l'activité légendaire des prédateurs pour laquelle Savuti est réputé, car les grands carnivores suivent les troupeaux de zèbres, gnous, buffles et impalas se déplaçant dans la zone. Le canal sec Savuti à peine perceptible crée un habitat unique où prospèrent les populations de lions et hyènes. Les campings publics maintiennent la philosophie de tourisme à faible impact du Botswana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivez des safaris de camping à Savuti où l'isolement et la densité de faune sauvage créent des rencontres mémorables. Les safaris de l'aube et du crépuscule maximisent les chances d'observations de prédateurs pendant que les lions chassent et les hyènes patrouillent leurs territoires. Le paysage dramatique d'anciens canaux et de plaines ouvertes offre des opportunités photographiques exceptionnelles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Grand Safari Botswana : Des Éléphants de Chobe aux Voies Navigables du Delta de l'Okavango",
          "day": 2
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "BW::tsodilo-hills",
      "name": "Tsodilo Hills",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -18.75,
        21.7333
      ],
      "lat": -18.75,
      "lon": 21.7333,
      "visits": [
        {
          "text": "Découvrez Tsodilo Hills, un lieu rare et unique avec une atmosphère d'intrigue et de mystère. Quatre grandes masses rocheuses surgissent de manière inattendue de l'étendue désertique aride - appelées par les Bushmen le 'mâle,' la 'femelle,' l'enfant,' et la première épouse rejetée. Ces collines sont considérées comme le site de la première Création, où les Bushmen ont peint plus de 3 500 peintures rupestres datant de 800 à 1300 après J.-C.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez l'un des sites d'art rupestre les plus historiquement significatifs au monde, comptant 500 emplacements individuels représentant des milliers d'années d'habitation humaine. Certaines peintures sont supposées avoir plus de 20 000 ans, tandis que d'autres n'ont qu'un siècle. Les Bushmen croient que ces collines sont un lieu de repos pour les esprits des défunts.",
          "visit_duration_min": 75
        },
        {
          "text": "Suivez différents sentiers menant à plus de 350 sites, découvrant des peintures incluant le célèbre zèbre utilisé comme logo des Musées Nationaux et Monuments du Botswana. Certaines peintures de baleines et de pingouins suggèrent un contact ancien entre les Bushmen et les peuples côtiers. L'atmosphère sacrée s'intensifie près du sommet de Male Hill où le premier esprit aurait prié après avoir créé le monde.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Grimpez et explorez les collines et sentiers, appréciant les preuves de légendes et de vie ancienne. Visitez le petit habitat Bushmen à proximité et le village Hambukushu près de Male Hill, dont les habitants croient que leur dieu Nyambe a initialement fait descendre leur tribu sur terre ici. L'observation des oiseaux récompense les observateurs patients, avec des calaos à bec jaune, des touracos gris, et des bengalis melba parmi les espèces couramment observées.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Grand Safari Botswana : Des Éléphants de Chobe aux Voies Navigables du Delta de l'Okavango",
          "day": 3
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "BW::tuli-block",
      "name": "Tuli Block",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -22.2,
        29.1
      ],
      "lat": -22.2,
      "lon": 29.1,
      "visits": [
        {
          "text": "Partez vers le Tuli Block, historiquement connu sous le nom de Tuli Enclave, offrant un accès rapide et facile à la nature sauvage avec des observations de faune garanties. Le nom vient de la rivière Tuli au Zimbabwe, tandis que « Block » fait référence à cette grande étendue de terre de 10 à 20 km de large et plus de 350 km du nord au sud. La grande rivière Limpopo donne à cette région son caractère particulier.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la réserve animalière North-East Tuli entre les rivières Limpopo, Motlouse et Shashe, intégrant la réserve animalière Mashatu et la réserve naturelle Tuli. Lors des safaris bi-quotidiens, observez éléphants, koudous, impalas, gnous, girafes, lions, zèbres, léopards et quelques lions à crinière noire. Plus de 350 espèces d'oiseaux incluent les pies-grièches, traquet du rocher, monticole à queue courte, rapaces et autruches.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez de nombreux sites archéologiques et historiques témoignant des premières communautés à travers tessons de poterie, perles, vestiges de fonderie et greniers. Les safaris nocturnes révèlent caracals, protèles, hyènes et chacals. Le confluent spectaculaire où les rivières Shashe et Limpopo se rejoignent crée un paysage dramatique qui attire les visiteurs depuis l'époque de Cecil John Rhodes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participez aux marches guidées avec des rangers Tswana pour visiter les sites et peintures Bushmen dispersés dans la réserve. Les espèces d'oiseaux aquatiques sont particulièrement fascinantes, notamment les cormorans et magnifiques martins-pêcheurs pygmées le long des cours d'eau. L'accès depuis Johannesburg prend environ 5 heures via le poste frontière de Pont Drift.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Grand Safari Botswana : Des Éléphants de Chobe aux Voies Navigables du Delta de l'Okavango",
          "day": 9
        }
      ],
      "rating": 4.7
    }
  ]
}