{
  "version": 1,
  "country": "bw",
  "language": "es",
  "places": [
    {
      "place_id": "BW::chobe",
      "name": "Chobe",
      "cc": "BW",
      "language": "es",
      "coords": [
        -18.6667,
        25.15
      ],
      "lat": -18.6667,
      "lon": 25.15,
      "visits": [
        {
          "text": "Ingrese al Parque Nacional Chobe, el primer parque nacional de Botswana proclamado en 1968 y que cubre 11,700 kilómetros cuadrados en el extremo noreste del país. El río Chobe forma la frontera norte donde ocurren las legendarias concentraciones de elefantes durante la estación seca de mayo a septiembre. Estas se encuentran entre las concentraciones de elefantes más grandes en cualquier lugar de África, con manadas de cientos que vienen a beber y bañarse.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra el área de Serondella, famosa por sus concentraciones de elefantes a lo largo de la ribera. Las aguas perennes del Chobe nacen en las tierras altas del norte de Angola, proporcionando sustento durante todo el año para poblaciones de vida silvestre extraordinarias. Los cruceros de observación de fauna en el río Chobe ofrecen perspectivas únicas de elefantes, hipopótamos y cocodrilos desde el nivel del agua.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore los diversos ecosistemas dentro de Chobe, que abarca cuatro áreas distintivas: el Canal Savuti, Linyanti, Serondella y Nogatsaa. Cada región alberga concentraciones de vida silvestre específica: Savuti famoso por leones e hienas, Linyanti por hipopótamos y cocodrilos. Muchas especies prosperan aquí incluyendo el raro puku y el duiker de Chobe encontrados en pocas otras ubicaciones.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embárquese en cruceros de observación de fauna y aves a lo largo del río Chobe, donde se han registrado 460 especies de aves incluyendo rapaces, buitres y aves acuáticas. Los meses secos de invierno de marzo a julio ofrecen observación excepcional ya que los animales se concentran alrededor de fuentes de agua. Noviembre a diciembre ve la migración de herbívoros entre el río y el Pantano Savuti.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Gran Safari de Botswana: Desde los Elefantes de Chobe hasta las Vías Fluviales del Delta del Okavango",
          "day": 1
        }
      ]
    },
    {
      "place_id": "BW::francistown",
      "name": "Francistown",
      "cc": "BW",
      "language": "es",
      "coords": [
        -21.1667,
        27.5
      ],
      "lat": -21.1667,
      "lon": 27.5,
      "visits": [
        {
          "text": "Llega a Francistown, una de las ciudades más antiguas de Botswana y sitio de la primera fiebre del oro del sur de África. Hogar de 92,500 personas, esta ciudad fronteriza está estratégicamente ubicada como puerta de entrada al norte, con carreteras principales a Gaborone, Zimbabwe, Maun y Kazungula pasando por aquí. A pesar de ser el segundo centro urbano más grande de Botswana y la 'Capital del Norte', mantiene el carácter de pueblo pequeño.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora los restos de minas abandonadas que rodean la ciudad, testimonio de su herencia de la fiebre del oro cuando buscadores de oro de lugares tan lejanos como Australia y América corrieron aquí buscando fortuna. La evidencia de habitación humana en esta área se extiende 80,000 años atrás. Karl Mauch descubrió oro a lo largo del Río Tati en 1867, desencadenando la fiebre que hizo de esta área el 'Ofir de África'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Usa Francistown como base para explorar atracciones cercanas incluyendo el Bloque Tuli al sur y las Salinas de Makgadikgadi al oeste. El alojamiento cumple con estándares internacionales, proporcionando acceso cómodo a algunos de los sitios más fascinantes de Botswana. El crecimiento industrial de la ciudad ha duplicado su población en décadas recientes mientras mantiene su carácter histórico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Gran Safari de Botswana: Desde los Elefantes de Chobe hasta las Vías Fluviales del Delta del Okavango",
          "day": 8
        }
      ]
    },
    {
      "place_id": "BW::makgadikgadi",
      "name": "Makgadikgadi",
      "cc": "BW",
      "language": "es",
      "coords": [
        -20.5,
        25.5
      ],
      "lat": -20.5,
      "lon": 25.5,
      "visits": [
        {
          "text": "Viaja a las Sartenes de Makgadikgadi, depresiones planas y sin rasgos distintivos de sal y arcilla intercaladas con dunas de arena, islas de roca, llanuras herbosas y parches del desierto de Kalahari. Estas antiguas sartenes fueron una vez parte de un súper-lago que cubría gran parte del norte de Botswana. Las buenas lluvias transforman las sartenes con aguas poco profundas que atraen a miles de flamencos migratorios.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta la sensación de vasto espacio abierto, atemporalidad y nada absoluta que define estas extraordinarias salinas. De diciembre a febrero, las sartenes llenas de lluvia albergan espectaculares congregaciones de flamencos junto con pelícanos, espátulas, aves zancudas y cigüeñas. La extensión blanca infinita que se extiende hasta el horizonte crea una atmósfera de otro mundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Corre a través de las Sartenes de Makgadikgadi en una aventura en cuatrimoto: una experiencia emocionante e inolvidable a través de este 'paisaje lunar' infinito donde nada crece en las arenas saladas. La actividad despeja la mente y ofrece perspectivas únicas sobre el vasto vacío. Establécete en lodges cerca de Nata o Gweta para un acceso cómodo a este paisaje extraordinario.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Gran Safari de Botswana: Desde los Elefantes de Chobe hasta las Vías Fluviales del Delta del Okavango",
          "day": 7
        }
      ]
    },
    {
      "place_id": "BW::moremi",
      "name": "Moremi",
      "cc": "BW",
      "language": "es",
      "coords": [
        -19.3833,
        23.45
      ],
      "lat": -19.3833,
      "lon": 23.45,
      "visits": [
        {
          "text": "Ingrese a la Reserva de Caza Moremi, la sección oficialmente proclamada del legendario Delta del Okavango. Este destino excepcional combina llanuras abiertas, bosque ribereño exuberante y vías fluviales de papiro que los visitantes consistentemente describen como increíblemente hermosas y placenteras a la vista. La reserva limita con el Parque Nacional Chobe sin cercas, permitiendo que la vida silvestre deambule libremente entre áreas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra 36 especies de mamíferos más grandes incluyendo elefante, búfalo, jirafa, cebra, hipopótamo y varios antílopes, notablemente el lechwe amante del agua y el sitatunga reservado. Más de 80 especies de peces y 400 aves diferentes habitan estos humedales, incluyendo rapaces, aves acuáticas, habitantes de arbustos y árboles, y colonias reproductivas de la magnífica garza Goliat.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente Moremi como la sección accesible del Delta del Okavango, ideal para safaris autoguiados en vehículos de tracción en las cuatro ruedas para aquellos que buscan aventura pura. Tres campamentos públicos en el parque no tienen cercas, trayendo la naturaleza genuina cerca ya que todas las especies de animales caminan por allí. Los campistas autoguiados deben ser autosuficientes sin tiendas disponibles en el parque.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Deslícese por las vías fluviales en mokoro (canoa tradicional excavada) o lancha a motor, una forma inmejorable de experimentar el ecosistema único del delta. Los safaris complementan las actividades acuáticas, mientras senderos silvestres y escondites de observación en ciertos campamentos ofrecen encuentros íntimos con la vida silvestre. Los safaris aéreos proporcionan perspectivas aéreas espectaculares sobre este desierto acuático.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Gran Safari de Botswana: Desde los Elefantes de Chobe hasta las Vías Fluviales del Delta del Okavango",
          "day": 5
        }
      ]
    },
    {
      "place_id": "BW::nxai-pan",
      "name": "Nxai Pan",
      "cc": "BW",
      "language": "es",
      "coords": [
        -19.9333,
        24.7667
      ],
      "lat": -19.9333,
      "lon": 24.7667,
      "visits": [
        {
          "text": "Explora el Parque Nacional Nxai Pan, un lecho de lago fósil de aproximadamente 40 kilómetros cuadrados ubicado al norte de la carretera Maun-Nata. La sartén en sí es una extensa llanura de hierba salpicada de grupos de acacias sombrilla y bosques de mopane. Durante las lluvias de noviembre a abril, las sartenes se cubren de hierba, transformándose en un Jardín del Edén.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita los legendarios Baobabs de Baines, un grupo de grandes baobabs inmortalizados en 1862 por el pintor Thomas Baines durante la expedición de Livingstone. Estos árboles ancestrales parecen prácticamente inalterados desde la pintura original de Baines, manteniéndose como testigos silenciosos de más de 160 años de historia africana. El sitio ofrece oportunidades excepcionales de fotografía y una conexión tangible con la historia de la exploración.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el abrevadero central en medio de la llanura herbosa salpicada de acacias sombrilla. Los residentes permanentes incluyen leones, jirafas, kudús, gacelas saltarinas, impalas, avestruces, chacales y zorros orejudos. Una vez que comienzan las lluvias, los gemsbok, elefantes y miles de cebras migran al área para dar a luz a sus crías, creando espectaculares avistamientos de vida salvaje.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observa el ruidoso korhaan negro que se alza con un chillido cuando los vehículos lo espantan, una especie característica de Nxai Pan. Abundan las pequeñas rapaces incluyendo cernícalos y azores, recompensando a los observadores de aves que mantienen los binoculares listos. La combinación de sartenes abiertas, árboles dispersos y hábitats diversos crea excelentes oportunidades para observar vida salvaje y aves.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Gran Safari de Botswana: Desde los Elefantes de Chobe hasta las Vías Fluviales del Delta del Okavango",
          "day": 6
        }
      ]
    },
    {
      "place_id": "BW::okavango-delta",
      "name": "Okavango Delta",
      "cc": "BW",
      "language": "es",
      "coords": [
        -19.5,
        23
      ],
      "lat": -19.5,
      "lon": 23,
      "visits": [
        {
          "text": "Sumérjase en el Delta del Okavango, formado por un río que fluye hacia el desierto y muere en las arenas, creando un gran humedal interior visible desde el espacio. Esta es una de las áreas silvestres más grandes de África, un oasis en el desierto que sostiene biodiversidad asombrosa. Cientos de islas que van desde la enorme Isla del Jefe hasta pequeños montículos de termitas albergan poblaciones diversas de vida silvestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore el mosaico de canales, lagunas y lagos formados cuando las lluvias de verano en Angola inundan el delta. Treinta y dos especies de árboles incluyen mopane, mangostán, árboles de lluvia y salchicha, variedades de acacia e higo. Más de 1,000 tipos de plantas prosperan aquí, más que cualquier parque de tamaño similar en África, con lechos de caña característicos y grandes extensiones de palmeras phoenix.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra las vías fluviales habitadas por hipopótamos, cocodrilos, elefantes y antílopes, donde puntos secos y llanuras inundables alternan con bosque denso. El delta alcanza niveles máximos de agua durante los meses secos de invierno de julio a septiembre, cuando el contraste entre canales inundados y tierra seca crea observación de fauna excepcional. Los meses de verano traen nuevo crecimiento y partos de antílopes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente el Okavango durante todo el año, eligiendo entre la temporada de aguas altas en invierno para paisajes clásicos del delta o meses de verano de noviembre a marzo cuando aves migratorias llegan en números y antílopes paren sus crías. Vuelos escénicos sobre el delta revelan los patrones intrincados de agua y tierra que hacen único este ecosistema.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Gran Safari de Botswana: Desde los Elefantes de Chobe hasta las Vías Fluviales del Delta del Okavango",
          "day": 4
        }
      ]
    },
    {
      "place_id": "BW::savuti-camp",
      "name": "Savuti Camp",
      "cc": "BW",
      "language": "es",
      "coords": [
        -18.65,
        24.0667
      ],
      "lat": -18.65,
      "lon": 24.0667,
      "visits": [
        {
          "text": "Viaje a Savuti, una región dentro del Parque Nacional Chobe más que una reserva separada, aunque su reputación le ha valido distinción entre destinos de safari. El área es enorme, y guías experimentados mantienen los grupos bien separados, proporcionando sensaciones de alejamiento genuino. En avistamientos espectaculares de vida silvestre, la experiencia permanece íntima comparada con parques más concurridos en otros lugares de África.",
          "visit_duration_min": 75
        },
        {
          "text": "Sea testigo de la legendaria actividad de depredadores por la cual Savuti es reconocido, mientras grandes carnívoros siguen manadas de cebras, ñus, búfalos e impalas moviéndose por el área. El Canal Savuti seco apenas perceptible crea hábitat único donde prosperan las poblaciones de leones e hienas. Los campamentos públicos mantienen la filosofía de turismo de bajo impacto de Botswana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente safaris de campamento en Savuti donde el alejamiento y la densidad de vida silvestre crean encuentros memorables. Los safaris al amanecer y atardecer maximizan las oportunidades de avistamientos de depredadores mientras los leones cazan y las hienas patrullan sus territorios. El paisaje dramático de canales antiguos y llanuras abiertas proporciona oportunidades fotográficas excepcionales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Gran Safari de Botswana: Desde los Elefantes de Chobe hasta las Vías Fluviales del Delta del Okavango",
          "day": 2
        }
      ]
    },
    {
      "place_id": "BW::tsodilo-hills",
      "name": "Tsodilo Hills",
      "cc": "BW",
      "language": "es",
      "coords": [
        -18.75,
        21.7333
      ],
      "lat": -18.75,
      "lon": 21.7333,
      "visits": [
        {
          "text": "Descubra las Colinas Tsodilo, un lugar raro y único con una atmósfera de intriga y misterio. Cuatro grandes piezas de roca se elevan inesperadamente desde la extensión desértica seca, referidas por los Bosquimanos como el 'macho,' 'hembra,' 'niño,' y la primera esposa rechazada. Se cree que estas colinas son el sitio de la primera Creación, donde los Bosquimanos pintaron más de 3,500 pinturas rupestres que datan del 800-1300 d.C.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore uno de los sitios de arte rupestre más históricamente significativos del mundo, presumiendo de 500 ubicaciones individuales que representan miles de años de habitación humana. Se piensa que algunas pinturas tienen más de 20,000 años de antigüedad, mientras otras tienen apenas un siglo. Los Bosquimanos creen que estas colinas son un lugar de descanso para los espíritus de los difuntos.",
          "visit_duration_min": 75
        },
        {
          "text": "Siga diferentes senderos que llevan a más de 350 sitios, descubriendo pinturas incluyendo la famosa cebra usada como logo de los Museos y Monumentos Nacionales de Botswana. Ciertas pinturas de ballenas y pingüinos sugieren contacto antiguo entre Bosquimanos y pueblos costeros. La atmósfera sagrada se intensifica cerca de la cima de la Colina Macho donde se cree que el primer espíritu oró después de crear el mundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escale y explore las colinas y senderos, apreciando evidencia de leyendas y vida antigua. Visite el pequeño hábitat Bosquimano cercano y la aldea Hambukushu cerca de la Colina Macho, cuya gente cree que su dios Nyambe originalmente bajó a su tribu a la tierra aquí. La observación de aves recompensa a observadores pacientes, con cálaos de pico amarillo, turacos grises y pinzones Melba entre las especies comúnmente avistadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Gran Safari de Botswana: Desde los Elefantes de Chobe hasta las Vías Fluviales del Delta del Okavango",
          "day": 3
        }
      ]
    },
    {
      "place_id": "BW::tuli-block",
      "name": "Tuli Block",
      "cc": "BW",
      "language": "es",
      "coords": [
        -22.2,
        29.1
      ],
      "lat": -22.2,
      "lon": 29.1,
      "visits": [
        {
          "text": "Viaja al Bloque Tuli, históricamente conocido como el Enclave Tuli, ofreciendo acceso rápido y fácil a la naturaleza salvaje con avistamientos garantizados de vida silvestre. El nombre deriva del Río Tuli en Zimbabwe, mientras que 'Bloque' se refiere al gran pedazo de tierra que se extiende 10-20km de ancho y más de 350km de norte a sur. El gran Río Limpopo le da a esta región su carácter especial.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la Reserva de Caza del Noreste de Tuli entre los ríos Limpopo, Motlouse y Shashe, integrando la Reserva de Caza Mashatu y la Reserva Natural Tuli. En safaris dos veces al día, avista elefantes, kudús, impalas, ñus, jirafas, leones, cebras, leopardos y algunos leones de melena negra. Más de 350 especies de aves incluyen alcaudones, charlatán de rocas, zorzal roquero de dedos cortos, rapaces y avestruces.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre numerosos sitios arqueológicos e históricos que proporcionan evidencia de comunidades tempranas a través de fragmentos de cerámica, cuentas, reliquias de fundición y graneros. Los safaris nocturnos revelan caracales, lobos hormigueros, hienas y chacales. La espectacular confluencia donde los ríos Shashe y Limpopo se unen crea escenarios dramáticos que han atraído visitantes desde la época de Cecil John Rhodes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Únete a caminatas guiadas con guardabosques tswana para visitar sitios y pinturas de los bosquimanos dispersos por toda la reserva. Las especies de aves acuáticas son especialmente fascinantes, incluyendo cormoranes y hermosos martín pescadores pigmeos a lo largo de los sistemas fluviales. El acceso desde Johannesburgo toma aproximadamente 5 horas vía el puesto fronterizo Pont Drift.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Gran Safari de Botswana: Desde los Elefantes de Chobe hasta las Vías Fluviales del Delta del Okavango",
          "day": 9
        }
      ]
    }
  ]
}