{
  "version": 1,
  "country": "bw",
  "language": "en",
  "places": [
    {
      "place_id": "BW::chobe",
      "name": "Chobe",
      "cc": "BW",
      "language": "en",
      "coords": [
        -18.6667,
        25.15
      ],
      "lat": -18.6667,
      "lon": 25.15,
      "visits": [
        {
          "text": "Enter Chobe National Park, Botswana's first national park proclaimed in 1968 and covering 11,700 square kilometers in the far northeast of the country. The Chobe River forms the northern boundary where the legendary elephant concentrations occur during the dry season from May through September. These are among the largest elephant gatherings anywhere in Africa, with herds of hundreds coming to drink and bathe.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the Serondella area, famous for its elephant concentrations along the riverfront. The perennial waters of the Chobe rise in the northern Angolan highlands, providing year-round sustenance for remarkable wildlife populations. Game-viewing cruises on the Chobe River offer unique perspectives on elephants, hippos, and crocodiles from water level.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the diverse ecosystems within Chobe, which encompasses four distinctive areas: the Savuti Channel, Linyanti, Serondella, and Nogatsaa. Each region hosts concentrations of specific wildlife-Savuti famous for lion and hyena, Linyanti for hippo and crocodile. Many species thrive here including the rare puku and Chobe bushbuck found in few other locations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embark on game-viewing and bird-watching cruises along the Chobe River, where 460 bird species have been recorded including raptors, vultures, and waterbirds. The dry winter months from March through July offer exceptional viewing as animals concentrate around water sources. November to December sees the migration of herbivores between the river and Savuti Marsh.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
          "day": 1
        }
      ]
    },
    {
      "place_id": "BW::francistown",
      "name": "Francistown",
      "cc": "BW",
      "language": "en",
      "coords": [
        -21.1667,
        27.5
      ],
      "lat": -21.1667,
      "lon": 27.5,
      "visits": [
        {
          "text": "Arrive in Francistown, one of Botswana's oldest towns and site of southern Africa's first gold rush. Home to 92,500 people, this frontier town is strategically placed as the gateway to the north, with main roads to Gaborone, Zimbabwe, Maun, and Kazungula passing through. Despite being Botswana's second-largest urban center and 'Capital of the North,' it maintains small-town character.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the remnants of abandoned mines surrounding the town, testament to its gold rush heritage when prospectors from as far as Australia and America rushed here seeking fortune. Evidence of human habitation in this area extends back 80,000 years. Karl Mauch discovered gold along the Tati River in 1867, sparking the rush that made this area the 'Ophir of Africa.'",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Use Francistown as a base to explore nearby attractions including the Tuli Block to the south and the Makgadikgadi Salt Pans to the west. Accommodation meets international standards, providing comfortable access to some of Botswana's most fascinating sights. The town's industrial growth has doubled its population in recent decades while maintaining its historical character.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
          "day": 8
        }
      ]
    },
    {
      "place_id": "BW::kasane",
      "name": "Kasane",
      "cc": "BW",
      "language": "en",
      "coords": [
        -17.8167,
        25.15
      ],
      "lat": -17.8167,
      "lon": 25.15,
      "visits": [
        {
          "text": "Big track day: Savuti to Kasane. Count on 5 to 7 hours driving in deep sand. The route crosses mopane forests and very demanding sections. Take your time, respect the vehicle.",
          "visit_duration_min": 420
        },
        {
          "text": "Morning safari on the Chobe Riverfront. Entry via Sedudu Gate, 6 km from Kasane. The track runs along the river for kilometers. Here lies the world's largest elephant concentration: 50,000 to 120,000 individuals by some estimates.",
          "visit_duration_min": 210
        }
      ],
      "activities": [
        {
          "text": "Arriving in Kasane late afternoon. First town since Maun: supermarkets, gas stations, ATMs. Your body craves a hot shower and a proper meal. Full resupply for the final days.",
          "visit_duration_min": 60
        },
        {
          "text": "Night at a lodge or campsite in Kasane. After the grueling Savuti-Kasane track, a real night's rest is needed. Some lodges offer views of the Chobe River and passing elephants at dusk.",
          "visit_duration_min": 60
        },
        {
          "text": "Elephants cross the river before you, trunks intertwined to protect the young from the current. Hippos emerge snorting. Buffaloes graze by the hundreds on the islands. Chobe Riverfront offers one of the world's best water-based safaris.",
          "visit_duration_min": 60
        },
        {
          "text": "Sunset photo cruise on the Chobe River. The boat glides between hippos, along banks where elephants come to drink. The sun sets the sky ablaze. Cocktail in hand, you savor one of Africa's most beautiful sunsets.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 9
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 10
        }
      ]
    },
    {
      "place_id": "BW::khwai-magotho",
      "name": "Khwai Magotho",
      "cc": "BW",
      "language": "en",
      "coords": [
        -19.1667,
        23.7833
      ],
      "lat": -19.1667,
      "lon": 23.7833,
      "visits": [
        {
          "text": "Crossing Fourth Bridge - Moremi's longest bridge, in good condition - then exit via North Gate. You leave the national park to enter the Khwai Community Concession, a territory managed by the villagers.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Safari in the Khwai Community Concession. This buffer zone between Moremi and Chobe offers exceptional wildlife density. Elephants by the hundreds, lions, leopards and especially the highly sought-after wild dogs that sometimes establish their dens in the area.",
          "visit_duration_min": 60
        },
        {
          "text": "Setting up at Magotho Camp (also called Khwai Community Camp), 20 km east of the village. Elephants cross the campsite constantly - a magical but intimidating experience the first few times. Stay calm, keep your distance.",
          "visit_duration_min": 60
        },
        {
          "text": "Early morning safari in the Khwai Concession at sunrise. Predators are still active, elephants head toward the river. Golden light illuminates the floodplains. Return to camp for breakfast.",
          "visit_duration_min": 60
        },
        {
          "text": "Mokoro excursion on the Mbudi River at midday. Traditional dugout canoes glide silently through the papyrus. Hippos, crocodiles, kingfishers. A peaceful interlude before the Savuti tracks.",
          "visit_duration_min": 60
        },
        {
          "text": "Guided night drive in the concession in late afternoon. Unlike national parks, Khwai permits night safaris. Headlights sweep the savanna searching for the glowing eyes of predators.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 5
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 6
        }
      ]
    },
    {
      "place_id": "BW::makgadikgadi",
      "name": "Makgadikgadi",
      "cc": "BW",
      "language": "en",
      "coords": [
        -20.5,
        25.5
      ],
      "lat": -20.5,
      "lon": 25.5,
      "visits": [
        {
          "text": "Journey to the Makgadikgadi Pans, flat, featureless salt and clay depressions interspersed with sand dunes, islands of rock, grassy plains, and patches of Kalahari desert. These ancient pans were once part of a super-lake that covered much of northern Botswana. Good rains transform the pans with shallow waters that attract thousands of migrant flamingos.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the sensation of vast open space, timelessness, and complete nothingness that defines these extraordinary salt flats. From December through February, the rain-filled pans host spectacular congregations of flamingos alongside pelicans, spoonbills, waders, and storks. The endless white expanse stretching to the horizon creates an otherworldly atmosphere.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Race across the Makgadikgadi Pans on a quad bike adventure-an exhilarating and unforgettable experience across this endless 'moonscape' where nothing grows on the salty sands. The activity clears the mind and offers unique perspectives on the vast emptiness. Base yourself at lodges near Nata or Gweta for comfortable access to this remarkable landscape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
          "day": 7
        }
      ]
    },
    {
      "place_id": "BW::maun",
      "name": "Maun",
      "cc": "BW",
      "language": "en",
      "coords": [
        -19.9833,
        23.4167
      ],
      "lat": -19.9833,
      "lon": 23.4167,
      "visits": [
        {
          "text": "Full briefing at the 4x4 rental company. They explain every corner of the vehicle: the winch, compressor, jerrycans, rooftop tent setup, and sand tracks. Take notes, photograph the vehicle from all angles before signing.",
          "visit_duration_min": 120
        }
      ],
      "activities": [
        {
          "text": "Landing at Maun after a long flight via Johannesburg. The warm Kalahari air greets you on the dusty tarmac of this airport, which becomes one of Africa's busiest during peak season. Transfer to your accommodation for a first night of rest.",
          "visit_duration_min": 60
        },
        {
          "text": "Strategic supplies run in Maun. Fill the fridge with fresh meat, the trunk with canned goods and pasta, the jerrycans with water. Last reliable grocery store before Kasane in 8 days. Don't underestimate the quantities.",
          "visit_duration_min": 60
        },
        {
          "text": "Scenic flight over the Okavango Delta in late afternoon. From the Cessna, the labyrinth of turquoise channels unfolds, dotted with elephant herds and palm islands. A unique perspective on this UNESCO-listed ecosystem.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 1
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 2
        }
      ]
    },
    {
      "place_id": "BW::moremi",
      "name": "Moremi",
      "cc": "BW",
      "language": "en",
      "coords": [
        -19.3833,
        23.45
      ],
      "lat": -19.3833,
      "lon": 23.45,
      "visits": [
        {
          "text": "Enter Moremi Game Reserve, the officially proclaimed section of the legendary Okavango Delta. This exceptional destination combines open plains, lush riverine forest, and papyrus waterways that visitors consistently describe as incredibly beautiful and pleasing to the eye. The reserve borders Chobe National Park with no fences, allowing wildlife to roam freely between areas.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover 36 species of larger mammals including elephant, buffalo, giraffe, zebra, hippo, and various antelope-notably the water-loving lechwe and secretive sitatunga. Over 80 species of fish and 400 different birds inhabit these wetlands, including raptors, waterbirds, bush and tree dwellers, and breeding colonies of magnificent Goliath heron.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience Moremi as the accessible section of the Okavango Delta, ideal for self-drive safaris in four-wheel-drive vehicles for those seeking raw adventure. Three public campsites in the park are unfenced, bringing genuine wilderness close as all species of animals walk through. Self-drive campers must be self-sufficient with no shops available in the park.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Glide through waterways by mokoro (traditional dugout canoe) or motorboat, an unbeatable way to experience the delta's unique ecosystem. Game drives complement water-based activities, while wilderness trails and viewing hides at certain camps offer intimate wildlife encounters. Fly-in safaris provide spectacular aerial perspectives over this watery wilderness.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
          "day": 5
        }
      ]
    },
    {
      "place_id": "BW::moremi-south-gate",
      "name": "Moremi South Gate",
      "cc": "BW",
      "language": "en",
      "coords": [
        -19.4833,
        23.6
      ],
      "lat": -19.4833,
      "lon": 23.6,
      "visits": [
        {
          "text": "Check-in at Moremi Game Reserve's South Gate. Formalities completed, you pass through the barrier and enter one of Africa's most pristine sanctuaries. Tarmac gives way to sand. Welcome to the bush.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "First self-drive safari on Moremi's tracks. Eyes fixed on the sand, you learn to read the signs: lion prints, fresh elephant dung - the bush reveals its secrets. Giraffes, zebras, impalas appear between the mopanes.",
          "visit_duration_min": 60
        },
        {
          "text": "Setting up at South Gate campsite before nightfall. Rooftop tent assembly, first campfire under the southern stars. Hyenas prowl around the camp, their cackles piercing the darkness.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 3
        }
      ]
    },
    {
      "place_id": "BW::nxai-pan",
      "name": "Nxai Pan",
      "cc": "BW",
      "language": "en",
      "coords": [
        -19.9333,
        24.7667
      ],
      "lat": -19.9333,
      "lon": 24.7667,
      "visits": [
        {
          "text": "Explore Nxai Pan National Park, a fossil lakebed about 40 square kilometers in size lying north of the Maun-Nata road. The pan itself is an extensive grass plain dotted with clusters of umbrella acacia trees and mopane woodland. During the rains from November to April, the pans become covered in grass, transforming into a Garden of Eden.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the legendary Baines' Baobabs, a clump of large baobab trees immortalized in 1862 by painter Thomas Baines during Livingstone's expedition. These ancient trees appear virtually unchanged from Baines' original painting, standing as silent witnesses to over 160 years of African history. The site offers exceptional photography opportunities and a tangible connection to exploration history.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the focal point waterhole amid the grassy plain studded with umbrella thorn trees. Permanent residents include lion, giraffe, kudu, springbok, impala, ostrich, jackal, and bat-eared fox. Once rains begin, gemsbok, elephant, and thousands of zebra migrate to the area to drop their young, creating spectacular wildlife viewing.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Watch for the noisy black korhaan that rises with a squeak when flushed by vehicles-a hallmark species of Nxai Pan. Small raptors including kestrel and goshawks abound, rewarding birders who keep binoculars ready. The combination of open pans, scattered trees, and diverse habitats creates excellent wildlife and bird-watching opportunities.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
          "day": 6
        }
      ]
    },
    {
      "place_id": "BW::okavango-delta",
      "name": "Okavango Delta",
      "cc": "BW",
      "language": "en",
      "coords": [
        -19.5,
        23
      ],
      "lat": -19.5,
      "lon": 23,
      "visits": [
        {
          "text": "Immerse yourself in the Okavango Delta, formed by a river that flows into the desert and dies in the sands, creating a great inland wetland visible from space. This is one of Africa's greatest wilderness areas, an oasis in the desert supporting astonishing biodiversity. Hundreds of islands ranging from huge Chief's Island to tiny termite mounds host diverse wildlife populations.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the mosaic of channels, lagoons, and lakes formed when summer rains in Angola flood the delta. Thirty-two tree species include mopane, mangosteen, rain and sausage trees, varieties of acacia and fig. Over 1,000 types of plants thrive here-more than any similarly sized park in Africa-with characteristic reed beds and large stands of phoenix palms.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover the waterways inhabited by hippo, crocodiles, elephants, and antelope, where dry spots and floodplains alternate with dense woodland. The delta reaches peak water levels during the dry winter months of July through September, when the contrast between flooded channels and dry land creates exceptional game viewing. Summer months bring new growth and antelope calving.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience the Okavango year-round, choosing between high-water season in winter for classic delta scenery or summer months from November through March when migrant birds arrive in numbers and antelope drop their young. Scenic flights over the delta reveal the intricate patterns of water and land that make this ecosystem unique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
          "day": 4
        }
      ]
    },
    {
      "place_id": "BW::savuti-camp",
      "name": "Savuti Camp",
      "cc": "BW",
      "language": "en",
      "coords": [
        -18.65,
        24.0667
      ],
      "lat": -18.65,
      "lon": 24.0667,
      "visits": [
        {
          "text": "Journey to Savuti, a region within Chobe National Park rather than a separate reserve-though its reputation has earned it distinction among safari destinations. The area is huge, and experienced guides keep groups well apart, providing feelings of genuine remoteness. At spectacular wildlife sightings, the experience remains intimate compared to more crowded parks elsewhere in Africa.",
          "visit_duration_min": 75
        },
        {
          "text": "Witness the legendary predator activity for which Savuti is renowned, as large carnivores follow herds of zebra, wildebeest, buffalo, and impala moving through the area. The barely discernible dry Savuti Channel creates unique habitat where lion and hyena populations thrive. Public campsites maintain Botswana's low-impact tourism philosophy.",
          "visit_duration_min": 75
        },
        {
          "text": "Early departure toward Savuti. Two possible routes: Sand Ridge Route (recommended in rainy season) or Marsh Route (better in dry season). Ask for advice at Savuti camp before leaving. Prepare for 4-5 hours of demanding track.",
          "visit_duration_min": 300
        }
      ],
      "activities": [
        {
          "text": "Experience camping safaris in Savuti where the remoteness and wildlife density create memorable encounters. Dawn and dusk game drives maximize chances of predator sightings as lions hunt and hyenas patrol their territories. The dramatic landscape of ancient channels and open plains provides exceptional photographic opportunities.",
          "visit_duration_min": 60
        },
        {
          "text": "Entering the Savuti region, southern part of Chobe National Park. Radically different landscape: dry plains, solitary bull elephants, massive baobabs. The Savuti Channel, dry for decades, has recently come back to life.",
          "visit_duration_min": 60
        },
        {
          "text": "Setting up at Savuti Camp, a small campsite of about 8 sites managed by SKL. The camp is often full - reservation essential. Sites 1-4 and Paradise Camp offer views of the channel. On-site shop for firewood and cold drinks.",
          "visit_duration_min": 60
        },
        {
          "text": "Morning safari on the Savuti plains. This region is famous for its lions that have learned to hunt elephants - a unique behavior observed nowhere else. Predator-prey interactions are spectacular.",
          "visit_duration_min": 60
        },
        {
          "text": "Rest at camp during the hot hours. Animals seek shade, the heat is crushing. Nap, reading, vehicle maintenance. SKL teams come by to clean vacant sites.",
          "visit_duration_min": 60
        },
        {
          "text": "Late afternoon safari around the waterholes. Elephants converge on the pans, predators start becoming active. The sun sets over golden plains. Return to camp before gate closure.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
          "day": 2
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 7
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 8
        }
      ]
    },
    {
      "place_id": "BW::third-bridge",
      "name": "Third Bridge",
      "cc": "BW",
      "language": "en",
      "coords": [
        -19.2367,
        23.3558
      ],
      "lat": -19.2367,
      "lon": 23.3558,
      "visits": [
        {
          "text": "Route to Third Bridge, the legendary campsite in the heart of the marshes. The track crosses First Bridge then Second Bridge - the latter in poor condition, detour sometimes necessary. Expect about a hundred water pools to cross after rain.",
          "visit_duration_min": 150
        }
      ],
      "activities": [
        {
          "text": "Safari in the Third Bridge wetland area. Lagoons covered in water lilies harbor hippos and crocodiles. Lechwe bound through the shallow water. On the islands, buffalo herds are regularly hunted by lions.",
          "visit_duration_min": 60
        },
        {
          "text": "Setting up at Third Bridge Camp, one of Moremi's most beautiful sites. Sites 8, 9 and 10 offer more privacy and spectacular marsh views. Baboons in the sausage trees above camp - don't leave anything lying around.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 4
        }
      ]
    },
    {
      "place_id": "BW::tsodilo-hills",
      "name": "Tsodilo Hills",
      "cc": "BW",
      "language": "en",
      "coords": [
        -18.75,
        21.7333
      ],
      "lat": -18.75,
      "lon": 21.7333,
      "visits": [
        {
          "text": "Discover Tsodilo Hills, a rare and unique place with an atmosphere of intrigue and mystery. Four large pieces of rock rise unexpectedly from the dry desert expanse-referred to by the Bushmen as the 'male,' 'female,' 'child,' and the rejected first wife. These hills are believed to be the site of first Creation, where the Bushmen painted more than 3,500 rock paintings dating from 800-1300 AD.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore one of the most historically significant rock art sites in the world, boasting 500 individual locations representing thousands of years of human habitation. Some paintings are thought to be more than 20,000 years old, while others are merely a century old. The Bushmen believe these hills are a resting place for spirits of the deceased.",
          "visit_duration_min": 75
        },
        {
          "text": "Follow different trails leading to over 350 sites, discovering paintings including the famous zebra used as the logo of Botswana's National Museums and Monuments. Certain paintings of whales and penguins suggest ancient contact between Bushmen and coastal peoples. The sacred atmosphere intensifies near the top of Male Hill where the first spirit is believed to have prayed after creating the world.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Climb and explore the hills and trails, appreciating evidence of legends and ancient life. Visit the small Bushmen habitat nearby and the Hambukushu village near Male Hill, whose people believe their god Nyambe originally lowered their tribe to earth here. Bird watching rewards patient observers, with yellow-billed hornbills, grey louries, and Melba finches among commonly sighted species.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
          "day": 3
        }
      ]
    },
    {
      "place_id": "BW::tuli-block",
      "name": "Tuli Block",
      "cc": "BW",
      "language": "en",
      "coords": [
        -22.2,
        29.1
      ],
      "lat": -22.2,
      "lon": 29.1,
      "visits": [
        {
          "text": "Journey to the Tuli Block, historically known as the Tuli Enclave, offering quick and easy access to wilderness with guaranteed wildlife sightings. The name derives from the Tuli River in Zimbabwe, while 'Block' refers to the large piece of land stretching 10-20km wide and over 350km from north to south. The great Limpopo River gives this region its special character.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the North-East Tuli Game Reserve between the Limpopo, Motlouse, and Shashe rivers, integrating the Mashatu Game Reserve and Tuli Nature Reserve. On twice-daily game drives, spot elephant, kudu, impala, wildebeest, giraffe, lion, zebra, leopard, and some black-maned lions. Over 350 bird species include shrikes, boulder chat, short-toed rock thrush, raptors, and ostriches.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover numerous archaeological and historical sites providing evidence of early communities through pottery shards, beads, smelting relics, and granaries. Night drives reveal caracal, aardwolf, hyena, and jackal. The spectacular confluence where the Shashe and Limpopo rivers join creates dramatic scenery that has attracted visitors since the time of Cecil John Rhodes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Join guided walks with Tswana rangers to visit Bushmen sites and paintings scattered throughout the reserve. The aquatic bird species are especially fascinating, including cormorants and beautiful pygmy kingfishers along the river systems. Access from Johannesburg takes approximately 5 hours via the Pont Drift border post.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::botswana::delta-desert-wilderness",
          "itin_title": "Botswana Grand Safari: From Chobe Elephants to Okavango Delta Waterways",
          "day": 9
        }
      ]
    },
    {
      "place_id": "ZW::victoria-falls",
      "name": "Victoria Falls",
      "cc": "ZW",
      "language": "en",
      "coords": [
        -17.9317,
        25.8292
      ],
      "lat": -17.9317,
      "lon": 25.8292,
      "visits": [
        {
          "text": "Border crossing at Kazungula. Endless line of trucks but cars pass faster. Formalities on the Botswana side, ferry or bridge across the Zambezi, then Zimbabwean immigration. Allow 45 minutes to 3 hours depending on traffic.",
          "visit_duration_min": 120
        },
        {
          "text": "Zimbabwean visa on arrival. 50 USD for multiple entry, practical if you plan to go back and forth. Cash payment only. Keep your dollars handy.",
          "visit_duration_min": 30
        },
        {
          "text": "Victoria Falls National Park, Zimbabwe side. Mosi-oa-Tunya - the smoke that thunders. 107 meters high, 1.7 km wide, one of the Seven Natural Wonders of the World. The thunder can be heard from miles away.",
          "visit_duration_min": 180
        },
        {
          "text": "Buffer day - safety margin built into the itinerary. If a mechanical problem had occurred in the bush, this 24-hour buffer ensures you won't miss your international flight. Otherwise, enjoy!",
          "visit_duration_min": 0
        },
        {
          "text": "Transfer to Victoria Falls Airport. The airport is small but efficient, 20 km from town. Arrive 2.5 hours before your international flight. Last-minute souvenir shopping in the duty-free shop.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Returning the 4x4 at Victoria Falls or Kasane per your contract. End of the self-drive adventure. Vehicle inspection, paperwork, transfer to your lodge. Luxury after two weeks in the bush.",
          "visit_duration_min": 60
        },
        {
          "text": "Settling in at your lodge in Victoria Falls Town. After two weeks of camping, the comfort of a real room, a pool and a restaurant feels wonderful. The town is compact, walkable, with a relaxed atmosphere.",
          "visit_duration_min": 60
        },
        {
          "text": "Walking through the rainforest along the falls. The trail passes through a tropical forest created by the permanent spray. You will get soaked - it's unavoidable. Poncho and towel essential. Protect your camera.",
          "visit_duration_min": 60
        },
        {
          "text": "Burning Point (point 13) offers the most spectacular view - where Zimbabwe and Zambia meet. Nearly permanent double rainbow when the sun shines. Take your time, savor the spectacle.",
          "visit_duration_min": 60
        },
        {
          "text": "Helicopter flight over the falls - the Flight of Angels. 13 to 25 minutes of pure magic. Aerial view of the curtain of water, the Zambezi gorges, Victoria Falls Bridge. Book the front seat for unobstructed views.",
          "visit_duration_min": 60
        },
        {
          "text": "Zipline above the Zambezi gorges from Lookout Café. 120 meters above the void, speeds up to 100 km/h. Stunning views of both sides of the falls. For thrill seekers.",
          "visit_duration_min": 60
        },
        {
          "text": "Sundowner at Victoria Falls Hotel or on the banks of the Zambezi. Colonial high tea, sunset cocktails, view of the falls spray in the distance. A touch of luxury to close out the adventure.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxed morning at the lodge. Pool, spa, extended breakfast. After two intense weeks, body and mind appreciate the rest. Sort through your photos, start to realize what you've just experienced.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll through Victoria Falls Town and its craft markets. Wood carvings, basketwork, souvenirs. Negotiate with a smile. Elephant's Walk Shopping Village offers quality crafts.",
          "visit_duration_min": 60
        },
        {
          "text": "Dinner at Three Monkeys, a local institution. Wood-fired pizzas, creative cocktails, relaxed atmosphere. Open terrace, live music some evenings. Book ahead - it's often full.",
          "visit_duration_min": 60
        },
        {
          "text": "International return flight via Johannesburg, Addis Ababa or Nairobi. Botswana recedes beneath the aircraft wings. Images flash by: elephants crossing the Chobe, Savuti lions, Victoria Falls spray. The adventure ends, the memories remain.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 11
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 12
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 13
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 14
        },
        {
          "itin_id": "BW::northern::circuit-complet-15j",
          "itin_title": "Complete Botswana Circuit in 15 Days",
          "day": 15
        }
      ]
    }
  ]
}