{
  "version": 1,
  "country": "na",
  "language": "pt",
  "places": [
    {
      "place_id": "BW::kasane",
      "name": "Kasane",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -17.8167,
        25.15
      ],
      "lat": -17.8167,
      "lon": 25.15,
      "visits": [
        {
          "text": "Atravessam a fronteira entre Namíbia e Botswana em Ngoma Bridge.",
          "visit_duration_min": 60
        },
        {
          "text": "Chegam a Kasane, porta de acesso ao parque nacional de Chobe, famoso pela sua enorme população de elefantes.",
          "visit_duration_min": 60
        },
        {
          "text": "O rio Chobe concentra uma incrível densidade de fauna, sobretudo durante a estação seca.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Formalidades de fronteira em Ngoma Bridge, entrada no Botswana."
        },
        {
          "text": "Safari à tarde no parque de Chobe, setor do rio."
        },
        {
          "text": "Cruzeiro ao pôr do sol no rio Chobe (opcional)."
        },
        {
          "text": "Acampamento em Kasane ou nas proximidades."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 15
        }
      ],
      "rating": 7.3,
      "place_type": "small_city",
      "suggested_days": 2
    },
    {
      "place_id": "BW::maun",
      "name": "Maun",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -20,
        23.4167
      ],
      "lat": -20,
      "lon": 23.4167,
      "visits": [
        {
          "text": "Aproveitem a vossa última manhã para fazer um safari e depois tomem a estrada em direção a Maun.",
          "visit_duration_min": 60
        },
        {
          "text": "Terminam a vossa viagem nas margens do rio Thamalakane.",
          "visit_duration_min": 60
        },
        {
          "text": "Pronto, o vosso fantástico périplo chega ao fim. Tomam a direção do armazém para entregar o vosso veículo e depois são levados até ao aeroporto para embarcarem no vosso voo de regresso.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Último safari matinal antes de chegar a Maun."
        },
        {
          "text": "Devolução do veículo em Maun."
        },
        {
          "text": "Transferência para o aeroporto de Maun para o vosso voo de regresso."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 20
        }
      ],
      "rating": 5.9,
      "place_type": "small_city",
      "suggested_days": 2
    },
    {
      "place_id": "BW::moremi",
      "name": "Moremi",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -19.2333,
        23
      ],
      "lat": -19.2333,
      "lon": 23,
      "visits": [
        {
          "text": "Deixam o setor de Savuti para chegar à reserva de Moremi, atravessando o eixo que liga o norte de Chobe ao coração do delta.",
          "visit_duration_min": 60
        },
        {
          "text": "O trajeto é longo e por vezes exigente segundo o estado das pistas.",
          "visit_duration_min": 60
        },
        {
          "text": "O interesse desta região reside na sua posição geográfica: estão no coração do ecossistema do delta, com acesso direto a pistas onde a fauna está particularmente presente.",
          "visit_duration_min": 60
        },
        {
          "text": "Estão no coração do ecossistema do delta do Okavango, classificado património mundial da UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "A reserva de Moremi protege um mosaico de lagoas, florestas e planícies onde vivem os Big Five.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Safari nas pistas de Moremi, no coração do delta do Okavango."
        },
        {
          "text": "Acampamento em Third Bridge ou Xakanaxa dentro de Moremi."
        },
        {
          "text": "Safari matinal nas pistas de Moremi."
        },
        {
          "text": "Exploração dos diferentes ecossistemas do delta: lagoas, florestas de mopane, planícies alagadas."
        },
        {
          "text": "Possibilidade de saída em mokoro (piroga tradicional) a partir de certos campos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 18
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 19
        }
      ],
      "rating": 3.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BW::savuti-camp",
      "name": "Savuti Camp",
      "cc": "BW",
      "language": "pt",
      "coords": [
        -18.5731,
        24.0628
      ],
      "lat": -18.5731,
      "lon": 24.0628,
      "visits": [
        {
          "text": "Deixam Kasane para se dirigirem para Savuti, no coração do parque de Chobe.",
          "visit_duration_min": 60
        },
        {
          "text": "O trajeto é longo e tecnicamente exigente, com pistas arenosas profundas.",
          "visit_duration_min": 60
        },
        {
          "text": "Savuti é uma das regiões mais selvagens do Botswana, famosa pelos seus predadores.",
          "visit_duration_min": 60
        },
        {
          "text": "Savuti é uma região particularmente rica em animais.",
          "visit_duration_min": 60
        },
        {
          "text": "O canal de Savuti, por vezes seco, por vezes com água, cria um ecossistema único.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Longa etapa em pistas arenosas para Savuti."
        },
        {
          "text": "Parque de campismo público de Savuti dentro do parque."
        },
        {
          "text": "Safari à procura dos leões e das hienas, muito numerosos neste setor."
        },
        {
          "text": "Exploração das planícies de Savuti onde convergem as grandes manadas."
        },
        {
          "text": "Visitem as pinturas rupestres das colinas de Gubatsa."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 16
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 17
        }
      ],
      "rating": 4.4,
      "place_type": "nature",
      "suggested_days": 2
    },
    {
      "place_id": "NA::aus",
      "name": "Aus",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -26.6667,
        16.25
      ],
      "lat": -26.6667,
      "lon": 16.25,
      "visits": [
        {
          "text": "O miradouro de Garub oferece uma janela única sobre os cavalos selvagens do Namib. Estes descendentes das montadas abandonadas durante a Primeira Guerra Mundial desenvolveram uma resistência excecional à desidratação.",
          "visit_duration_min": 90
        },
        {
          "text": "Observe os rituais da manada no ponto de água. Os cavalos chegam a trote e depois a galope numa nuvem de poeira, crinas ao vento. Os grupos cumprimentam-se com relinchos e por vezes algumas coices.",
          "visit_duration_min": 60
        },
        {
          "text": "A aldeia de Aus dormita ao pé das montanhas do mesmo nome. Esta antiga guarnição alemã conserva alguns edifícios coloniais e serve de base para explorar a região.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Chegue ao miradouro de Garub ao nascer do sol. Os cavalos convergem para o ponto de água na luz dourada da manhã. Um abrigo coberto permite observar sem os assustar. Traga café e pequeno-almoço para aproveitar o espetáculo."
        },
        {
          "text": "Excursão opcional a Lüderitz e Kolmanskop. A cidade fantasma invadida pela areia testemunha a corrida ao diamante do início do século XX. Conte 120 km de ida desde Aus."
        },
        {
          "text": "Campismo na região de Aus. Vários campos oferecem lugares isolados com vista para as planícies onde por vezes vagueiam os cavalos selvagens. O silêncio do deserto só é perturbado pelo vento."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 3
        }
      ],
      "rating": 5.9,
      "place_type": "metropolis",
      "suggested_days": 5
    },
    {
      "place_id": "NA::brandberg",
      "name": "Brandberg",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -21.1167,
        14.55
      ],
      "lat": -21.1167,
      "lon": 14.55,
      "visits": [
        {
          "text": "Deixam a costa para entrar no interior em direção ao Brandberg, a montanha mais alta da Namíbia que culmina a 2573 metros.",
          "visit_duration_min": 60
        },
        {
          "text": "A viagem dura cerca de quatro-cinco horas atravessando paisagens desérticas cada vez mais acidentadas.",
          "visit_duration_min": 60
        },
        {
          "text": "O Brandberg é famoso pelas suas pinturas rupestres, particularmente a famosa 'Dama Branca'.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Excursão guiada à Dama Branca (White Lady), pintura rupestre de 2000 anos."
        },
        {
          "text": "Acampamento aos pés do Brandberg, paisagens espetaculares de blocos graníticos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 6
        }
      ],
      "rating": 5.1,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::caprivi",
      "name": "Caprivi",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -18,
        23.5
      ],
      "lat": -18,
      "lon": 23.5,
      "visits": [
        {
          "text": "Entram na faixa de Caprivi, uma estreita banda de território que se estende para leste.",
          "visit_duration_min": 60
        },
        {
          "text": "O Caprivi contrasta completamente com o resto da Namíbia: aqui a água é abundante, a vegetação luxuriante.",
          "visit_duration_min": 60
        },
        {
          "text": "Esta região é um corredor verde entre Namíbia, Angola, Zâmbia e Botswana.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia de exploração do Caprivi e das suas zonas húmidas.",
          "visit_duration_min": 60
        },
        {
          "text": "A região abriga elefantes, búfalos, hipopótamos e uma grande variedade de aves.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Atravessem a faixa de Caprivi, parando nas aldeias ao longo da estrada."
        },
        {
          "text": "Visitem o parque nacional de Bwabwata ou Mahango para um safari diferente."
        },
        {
          "text": "Acampamento na região de Caprivi, nas margens de um rio."
        },
        {
          "text": "Safari no parque nacional de Bwabwata ou excursão de barco no rio."
        },
        {
          "text": "Explorem os diversos ecossistemas do Caprivi: savanas alagadas, florestas ripárias, planícies."
        },
        {
          "text": "Preparativos para atravessar a fronteira para o Botswana amanhã."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 13
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 14
        }
      ],
      "rating": 2.8,
      "place_type": "nature",
      "suggested_days": 2
    },
    {
      "place_id": "NA::epupa-falls",
      "name": "Epupa Falls",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -17,
        13.25
      ],
      "lat": -17,
      "lon": 13.25,
      "visits": [
        {
          "text": "Rota espetacular para Epupa Falls paisagens Kaokoland montanhas isoladas.",
          "visit_duration_min": 75
        },
        {
          "text": "Rio Kunene fronteira Angola águas permanentes região árida.",
          "visit_duration_min": 75
        },
        {
          "text": "Epupa Falls cascatas 37 metros baobás palmeiras makalani.",
          "visit_duration_min": 75
        },
        {
          "text": "Série quedas d'água paisagem verdejante contraste deserto.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias himbas autênticas encontro etnia pastoril tradições milenares.",
          "visit_duration_min": 75
        },
        {
          "text": "Habitações cabanas circulares okuruwo construção terra esterco.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerimônias rituais otjize pasta ocre vermelha manteiga simbólica.",
          "visit_duration_min": 75
        },
        {
          "text": "Modo de vida criação cabras vacas semi-nomadismo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada cascatas Epupa Falls piscinas naturais banho refrescante."
        },
        {
          "text": "Observação crocodilos bacia rio Kunene fauna aquática."
        },
        {
          "text": "Caminhada palmeirais baobás gigantes paisagem tropical única Namíbia."
        },
        {
          "text": "Visita aldeia himba tradições penteados ocre vermelho omuzumba pasta."
        },
        {
          "text": "Observação modo vida semi-nômade criação cabras vacas."
        },
        {
          "text": "Pôr do sol rio Kunene panoramas Angola montanhas."
        },
        {
          "text": "Peixe tigre grelhado rio Kunene."
        },
        {
          "text": "Cerveja Windhoek Lager vinho sul-africano Sauvignon."
        },
        {
          "text": "Visita respeitosa aldeias himbas intercâmbios culturais tradições penteados."
        },
        {
          "text": "Observação fabricação otjize pasta ocre proteção sol simbolismo beleza."
        },
        {
          "text": "Encontro mulheres himbas joias conchas metal crianças pastores."
        },
        {
          "text": "Técnicas de aprendizagem de criação e sobrevivência em região árida isolada."
        },
        {
          "text": "Caminhada pelas gargantas do Kunene com paisagens selvagens, baobás e rio."
        },
        {
          "text": "Degustação de leite coalhado himba omaere, bebida tradicional."
        },
        {
          "text": "Carne de cabra grelhada da culinária pastoril."
        },
        {
          "text": "Cerveja local e vinho sul-africano tinto."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 6
        },
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 7
        }
      ],
      "rating": 9.2,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "NA::etosha-est",
      "name": "Etosha Est",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -18.8333,
        17
      ],
      "lat": -18.8333,
      "lon": 17,
      "visits": [
        {
          "text": "Atravessam o parque de oeste a este, percorrendo a pista que costeia o pan de Etosha.",
          "visit_duration_min": 60
        },
        {
          "text": "O setor oriental de Etosha é menos frequentado e oferece uma experiência mais selvagem.",
          "visit_duration_min": 60
        },
        {
          "text": "Último dia completo no parque de Etosha.",
          "visit_duration_min": 60
        },
        {
          "text": "O setor oriental é particularmente rico em elefantes e leões.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Safari ao longo da estrada que costeia o pan, com numerosas poças ao longo do percurso."
        },
        {
          "text": "Chegam ao acampamento de Namutoni, antigo forte alemão transformado em lodge."
        },
        {
          "text": "Safari ao anoitecer na zona este do parque."
        },
        {
          "text": "Safari matinal no setor oriental, explorando as poças menos conhecidas."
        },
        {
          "text": "Última sessão de safari à tarde antes de se prepararem para a partida de amanhã."
        },
        {
          "text": "Noite tranquila no acampamento, preparativos para o longo trajeto para norte."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 10
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 11
        }
      ],
      "rating": 3.5,
      "place_type": "nature",
      "suggested_days": 2
    },
    {
      "place_id": "NA::etosha-sud",
      "name": "Etosha Sud",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -19.15,
        15.9167
      ],
      "lat": -19.15,
      "lon": 15.9167,
      "visits": [
        {
          "text": "Longo dia de estrada para chegar ao parque nacional de Etosha, um dos maiores parques nacionais de África.",
          "visit_duration_min": 60
        },
        {
          "text": "Entram no parque pela porta de Andersson Gate ou Galton Gate no lado ocidental.",
          "visit_duration_min": 60
        },
        {
          "text": "O parque de Etosha está organizado em torno de uma imensa depressão salgada, o pan de Etosha, visível do espaço.",
          "visit_duration_min": 60
        },
        {
          "text": "Dia completo de safari no setor meridional de Etosha.",
          "visit_duration_min": 60
        },
        {
          "text": "Este setor é o mais frequentado mas oferece uma excelente concentração de fauna, sobretudo em torno das poças de água.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Primeiro safari no parque de Etosha, concentrando-se nas poças de água ao longo da estrada sul."
        },
        {
          "text": "Acampamento em Okaukuejo ou Olifantsrus dentro do parque."
        },
        {
          "text": "Safari noturno na poça iluminada do campismo (se em Okaukuejo)."
        },
        {
          "text": "Safari matinal entre Okaukuejo e Halali, parando em todas as poças."
        },
        {
          "text": "Continuem os safaris à tarde, concentrando-se nos setores menos percorridos."
        },
        {
          "text": "Observação ao anoitecer na poça iluminada do vosso acampamento."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 8
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 9
        }
      ],
      "rating": 3.8,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "NA::halali",
      "name": "Halali",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -19.0333,
        16.4667
      ],
      "lat": -19.0333,
      "lon": 16.4667,
      "visits": [
        {
          "text": "O pan de Etosha estende-se a perder de vista, vasta extensão de sal branco ofuscante sob o sol. Esta depressão de 5 000 km² enche-se de água na estação das chuvas, atraindo milhares de flamingos.",
          "visit_duration_min": 30
        },
        {
          "text": "Os waterholes de Etosha oferecem um teatro permanente. Zebras, springboks, órix e gnus aglomeram-se à volta da água enquanto os predadores espreitam à sombra das acácias. Cada ponto de água conta uma história diferente.",
          "visit_duration_min": 240
        },
        {
          "text": "Groot Okevi conta entre os melhores locais para observar leões. Estes grandes felinos caçam ao amanhecer à volta do ponto de água, aproveitando a concentração de presas. Chegue logo à abertura das portas para maximizar as suas hipóteses.",
          "visit_duration_min": 60
        },
        {
          "text": "Gemsbokvlakte faz jus ao seu nome: os órix (gemsboks) abundam aqui, os seus chifres retos recortando-se no horizonte. Esta planície aberta atrai também as chitas, que apreciam o espaço para os seus sprints fulminantes.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Dia de safari entre Okaukuejo e Halali. Parta ao nascer do sol quando as portas abrem - os predadores ainda estão ativos após a sua noite de caça. Visite os waterholes de Gemsbokvlakte, Charitsaub e Rietfontein. Velocidade máx. 60 km/h mas conduza a 40 km/h para não perder nada."
        },
        {
          "text": "Faça piquenique num waterhole. Impossível sair do veículo no mato - mas nada impede de desligar o motor, baixar os vidros e petiscar as sanduíches enquanto vê os animais passar. Preveja geleira e provisões!"
        },
        {
          "text": "Noite em Halali, no coração do parque. A vegetação mais densa atrai leopardos, rinocerontes e elefantes. O waterhole iluminado é menos espetacular que Okaukuejo mas oferece por vezes observações exclusivas. Piscina bem-vinda!"
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 11
        }
      ],
      "rating": 4.5,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::kamanjab",
      "name": "Kamanjab",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -19.6206,
        14.8319
      ],
      "lat": -19.6206,
      "lon": 14.8319,
      "visits": [
        {
          "text": "Estrada para Kamanjab região Kunene bush savana densa.",
          "visit_duration_min": 75
        },
        {
          "text": "Cidade agrícola criação bovina centro comunidade herero.",
          "visit_duration_min": 75
        },
        {
          "text": "Paisagens transição Kaokoland planaltos centrais Namíbia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Travessia paisagens savana bush observação fauna aves rapaces."
        },
        {
          "text": "Parada aldeias herero encontro comunidades tradições vestidos vitorianos."
        },
        {
          "text": "Visita fazenda pecuária descoberta agricultura namibiana gado."
        },
        {
          "text": "Observação pôr do sol savana cores quentes ambiente africano."
        },
        {
          "text": "Degustação biltong carne seca especialidade namibiana kudu oryx."
        },
        {
          "text": "Braai salsichas boerewors carnes grelhadas."
        },
        {
          "text": "Cerveja Hansa Pilsener vinho sul-africano Merlot."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 9
        }
      ],
      "rating": 2.7,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::khorixas",
      "name": "Khorixas",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -20.3719,
        14.9661
      ],
      "lat": -20.3719,
      "lon": 14.9661,
      "visits": [
        {
          "text": "Rota para Damaraland paisagens semi-desérticas montanhas Brandberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Khorixas capital Damaraland centro comercial região.",
          "visit_duration_min": 75
        },
        {
          "text": "Petrified Forest floresta petrificada 260 milhões anos troncos fossilizados.",
          "visit_duration_min": 75
        },
        {
          "text": "Árvores gimnospermas pré-históricas petrificação sílica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploração Petrified Forest troncos árvores petrificados 30 metros paisagem lunar."
        },
        {
          "text": "Observação formações geológicas fósseis pré-históricos paleontologia."
        },
        {
          "text": "Encontro guia damara explicações geologia história."
        },
        {
          "text": "Degustação potjiekos ensopado legumes carne panela ferro."
        },
        {
          "text": "Mahangu mingau milhete pasta tradicional damara."
        },
        {
          "text": "Cerveja Windhoek Lager vinho sul-africano Chenin Blanc."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 1
        }
      ],
      "rating": 6.2,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::mariental",
      "name": "Mariental",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -24.6269,
        17.9653
      ],
      "lat": -24.6269,
      "lon": 17.9653,
      "visits": [
        {
          "text": "O deserto do Kalahari estende as suas dunas ocres e vermelhas a perder de vista. Ao contrário do Namib, este semideserto abriga uma vegetação esparsa que alimenta uma fauna surpreendentemente rica.",
          "visit_duration_min": 120
        },
        {
          "text": "Esteja atento aos predadores à espreita. Leões de juba negra, chitas e leopardos caçam nestas extensões onde os órix e os springboks constituem as suas presas favoritas.",
          "visit_duration_min": 90
        },
        {
          "text": "Os suricatas do Kalahari vivem em colónias familiares. Estas sentinelas do deserto erguem-se nas patas traseiras para vigiar o horizonte, oferecendo cenas inesquecíveis aos fotógrafos pacientes.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Safari game drive ao nascer do sol. Os lodges e campos do Kalahari propõem saídas em veículo aberto com guia. As primeiras horas frescas concentram a atividade animal à volta dos pontos de água."
        },
        {
          "text": "Encontro com o povo San. Os Bosquímanos perpetuam as suas tradições ancestrais no Kalahari há milénios. Algumas comunidades partilham as suas técnicas de sobrevivência, rastreio e conhecimento das plantas."
        },
        {
          "text": "Observação das estrelas. Sem poluição luminosa, o céu do Kalahari revela a Via Láctea em todo o seu esplendor. As noites de inverno austral oferecem uma claridade excecional."
        },
        {
          "text": "Campismo no Kalahari. Os campos da região propõem lugares com vista para as dunas vermelhas. Preveja camadas quentes: as noites de inverno descem abaixo dos 5°C apesar dos dias a 25°C."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 2
        }
      ],
      "rating": 2.2,
      "suggested_days": 0
    },
    {
      "place_id": "NA::namutoni",
      "name": "Namutoni",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -18.8167,
        16.9333
      ],
      "lat": -18.8167,
      "lon": 16.9333,
      "visits": [
        {
          "text": "O setor leste de Etosha revela uma face diferente do parque. Os mopanes tornam-se mais densos, os pontos de água mais espaçados, a fauna por vezes mais tímida - mas as observações são ainda mais preciosas.",
          "visit_duration_min": 180
        },
        {
          "text": "O waterhole de Chudob atrai uma fauna variada ao longo do dia. Girafas de pescoço interminável, manadas de elefantes com as suas crias, springboks saltitantes: o desfile animal nunca abranda.",
          "visit_duration_min": 60
        },
        {
          "text": "Namutoni distingue-se pelo seu forte alemão caiado de branco. Esta fortaleza colonial de 1903, restaurada após várias destruições, abriga hoje o campo mais elegante de Etosha.",
          "visit_duration_min": 30
        },
        {
          "text": "A região de Namutoni é um paraíso para os ornitólogos. Mais de 340 espécies de aves povoam Etosha, desde os rolieiros de cauda longa turquesa aos secretários serpentários.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Safari matinal para leste. As estradas entre Halali e Namutoni serpenteiam através do mato de mopanes. Pare em cada waterhole - Goas para os leopardos, Chudob para os elefantes. A paciência é a sua melhor aliada."
        },
        {
          "text": "Esteja atento às chitas nas planícies abertas. Estes felinos esbeltos caçam de dia, ao contrário dos leões. As zonas de Charitsaub e a estrada para Twee Palms oferecem as melhores hipóteses. Localize primeiro os springboks nervosos - uma chita nunca está longe."
        },
        {
          "text": "Última noite em Namutoni. Aproveite o deck com vista para o waterhole para um sundowner merecido. O forte iluminado ao crepúsculo oferece um cenário único. Amanhã, deixa Etosha - saboreie esta última noite africana."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 12
        }
      ],
      "rating": 6.1,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::okaukuejo",
      "name": "Okaukuejo",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -19.1833,
        15.9167
      ],
      "lat": -19.1833,
      "lon": 15.9167,
      "visits": [
        {
          "text": "Twyfelfontein abriga a maior concentração de gravuras rupestres de África. Classificado como Património Mundial da UNESCO, este museu a céu aberto apresenta mais de 2 500 figuras cinzeladas no arenito vermelho há 2 000 a 6 000 anos.",
          "visit_duration_min": 90
        },
        {
          "text": "O Lion-Man fascina os visitantes há gerações. Esta gravura representa um xamã em transformação: meio-homem, meio-leão, o felino ostenta cinco dedos em vez de quatro, a sua cauda termina numa mão humana. Símbolo de passagem entre o mundo dos vivos e o dos espíritos.",
          "visit_duration_min": 30
        },
        {
          "text": "Os Organ Pipes erguem as suas colunas de dolerite como os tubos de um órgão gigante. Estas formações vulcânicas com 150 milhões de anos elevam-se de 4 a 5 metros num caos mineral impressionante.",
          "visit_duration_min": 30
        },
        {
          "text": "A Burnt Mountain avermelha sob o sol poente. Esta encosta de xisto negro e púrpura parece ter sido lambida pelas chamas, resultado de uma atividade vulcânica antiga que cozeu a rocha no local.",
          "visit_duration_min": 20
        }
      ],
      "activities": [
        {
          "text": "Visita guiada às gravuras de Twyfelfontein - guia obrigatório. Os grupos partem regularmente, não é preciso reservar. Circuito de 2 km em terreno rochoso. ATENÇÃO: pagamento apenas em DINHEIRO! Levantamento possível no lodge vizinho."
        },
        {
          "text": "Esteja atento aos elefantes do deserto a caminho de Etosha. Estes paquidermes únicos no mundo podem sobreviver 5 dias sem beber. As suas manadas seguem os rios secos do Huab. Conduza devagar, procure pegadas na areia - um encontro mágico pode acontecer a qualquer momento."
        },
        {
          "text": "Entrada em Etosha pelo Anderson Gate a sul. Compre a sua licença no campo de Okaukuejo (não na porta!). Tenha o passaporte ou a carta de condução preparados para o registo."
        },
        {
          "text": "Primeira noite em Okaukuejo - O MELHOR waterhole noturno de Etosha. Logo ao pôr do sol, instale-se frente ao ponto de água iluminado. Rinocerontes negros, leões, hienas e elefantes vêm beber por vezes até às 2h da manhã. Espetáculo GARANTIDO!"
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 10
        }
      ],
      "rating": 4.3,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::opuwo",
      "name": "Opuwo",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -18.0606,
        13.8403
      ],
      "lat": -18.0606,
      "lon": 13.8403,
      "visits": [
        {
          "text": "Opuwo capital Kaokoland cidade fronteira himba herero zemba.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado local artesanato himba joias couro ocre vermelho.",
          "visit_duration_min": 75
        },
        {
          "text": "Região montanhosa isolada tradições ancestrais preservadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Retorno a Opuwo através de paisagens montanhosas do Kaokoland e aldeias isoladas.",
          "visit_duration_min": 75
        },
        {
          "text": "Travessia de planaltos com observação da fauna: springboks, órix e kudus.",
          "visit_duration_min": 75
        },
        {
          "text": "Paradas panorâmicas nas montanhas selvagens de beleza bruta.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita mercado Opuwo encontro himbas herero trajes tradicionais joias."
        },
        {
          "text": "Exploração cidade fronteira atmosfera única mistura culturas."
        },
        {
          "text": "Compras artesanato local pulseiras ocre vermelho esculturas madeira."
        },
        {
          "text": "Preparação visita aldeias himbas respeito protocolos culturais."
        },
        {
          "text": "Degustação oshifima carne cabra culinária pastoril."
        },
        {
          "text": "Cerveja Castle Lager vinho Cape rouge."
        },
        {
          "text": "Rota panorâmica pelas montanhas do Kaokoland com observação de aldeias tradicionais dispersas."
        },
        {
          "text": "Paradas fotográficas em paisagens grandiosas com luz dourada da tarde."
        },
        {
          "text": "Encontro pastores herero rebanhos bovinos tradições pastoris."
        },
        {
          "text": "Exploração arredores Opuwo colinas rochosas panoramas 360 graus."
        },
        {
          "text": "Degustação ombidi lagartas mopane proteínas tradicionais grelhadas."
        },
        {
          "text": "Carne bovina grelhada braai namibiano."
        },
        {
          "text": "Cerveja Tafel Lager vinho Pinotage sul-africano."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 5
        },
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 8
        }
      ],
      "rating": 4,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::outjo",
      "name": "Outjo",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -20.1144,
        16.1519
      ],
      "lat": -20.1144,
      "lon": 16.1519,
      "visits": [
        {
          "text": "Outjo porta Etosha pequena cidade parada rumo parque nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Arquitetura colonial alemã igreja luterana centro histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "Região agrícola highlands clima temperado agricultura pecuária.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploração centro cidade Outjo arquitetura colonial lojas artesanais."
        },
        {
          "text": "Visita mercados locais artesanato damara esculturas madeira pedra."
        },
        {
          "text": "Passeio jardins parques vegetação atmosfera tranquila cidade pequena."
        },
        {
          "text": "Preparação safari Etosha provisões equipamento binóculos guias."
        },
        {
          "text": "Degustação kudu pie torta carne caça especialidade Outjo."
        },
        {
          "text": "Prato de carnes de caça sortimento carnes selvagens."
        },
        {
          "text": "Cerveja Windhoek Lager vinho sul-africano Chenin Blanc."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 10
        }
      ],
      "rating": 5.8,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::palmwag",
      "name": "Palmwag",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -19.8958,
        13.8747
      ],
      "lat": -19.8958,
      "lon": 13.8747,
      "visits": [
        {
          "text": "Palmwag Lodge reserva privada 400000 hectares fauna selvagem rinocerontes negros.",
          "visit_duration_min": 75
        },
        {
          "text": "Concessão conservação elefantes deserto girafas leões adaptados.",
          "visit_duration_min": 75
        },
        {
          "text": "Fonte palmeiras oásis verdura região árida Damaraland.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Safari rastreamento de rinocerontes busca rinocerontes negros espécie ameaçada proteção."
        },
        {
          "text": "Observação elefantes deserto rebanhos adaptação comportamento único."
        },
        {
          "text": "Encontro girafas adaptação deserto morfologia específica."
        },
        {
          "text": "Caminhada natureza mata savana guia especialista fauna flora."
        },
        {
          "text": "Game drive pôr do sol observação leões hienas guepardos."
        },
        {
          "text": "Braai carnes grelhadas órix kudu boerewors."
        },
        {
          "text": "Cerveja Hansa Pilsener vinho Stellenbosch tinto."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 3
        }
      ],
      "rating": 4.8,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::rundu",
      "name": "Rundu",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -17.9333,
        19.7667
      ],
      "lat": -17.9333,
      "lon": 19.7667,
      "visits": [
        {
          "text": "Deixam Etosha para uma longa etapa em direção a Rundu, no norte da Namíbia.",
          "visit_duration_min": 60
        },
        {
          "text": "A paisagem muda gradualmente, passando da savana seca a uma vegetação mais luxuriante à medida que se aproximam do rio Kavango.",
          "visit_duration_min": 60
        },
        {
          "text": "Rundu é uma cidade de fronteira sobre o rio Kavango que marca a fronteira com Angola.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Longo dia de estrada, prevejam pausas regulares."
        },
        {
          "text": "Chegada a Rundu no final da tarde, instalação ao longo do rio Kavango."
        },
        {
          "text": "Relaxem nas margens do rio, observando a atividade local e os pescadores."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 12
        }
      ],
      "rating": 6.8,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::sesfontein",
      "name": "Sesfontein",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -19.1303,
        13.6303
      ],
      "lat": -19.1303,
      "lon": 13.6303,
      "visits": [
        {
          "text": "Rota para Kaokoland região remota selvagem noroeste Namíbia.",
          "visit_duration_min": 75
        },
        {
          "text": "Sesfontein forte colonial alemão 1896 oásis palmeiras tamareiras.",
          "visit_duration_min": 75
        },
        {
          "text": "Fonte água permanente deserto importância histórica caravanas.",
          "visit_duration_min": 75
        },
        {
          "text": "Paisagens montanhosas Kaokoland beleza bruta isolamento.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploração forte Sesfontein arquitetura colonial alemã história militar."
        },
        {
          "text": "Caminhada palmeiral oásis contraste deserto verdor frescor."
        },
        {
          "text": "Encontro comunidade herero tradições cultura pastoril."
        },
        {
          "text": "Observação aves fonte água rapaces pernaltas migratórias."
        },
        {
          "text": "Degustação oshifima pasta milho prato tradicional herero."
        },
        {
          "text": "Kapana carne grelhada rua especiarias."
        },
        {
          "text": "Cerveja Windhoek Draught vinho sul-africano branco."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 4
        }
      ],
      "rating": 3.2,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::sesriem",
      "name": "Sesriem",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -24.4833,
        15.8333
      ],
      "lat": -24.4833,
      "lon": 15.8333,
      "visits": [
        {
          "text": "O canyon de Sesriem talha o planalto num quilómetro de comprimento e trinta metros de profundidade. As suas paredes esculpidas por milhões de anos de erosão revelam os estratos geológicos do Namib.",
          "visit_duration_min": 45
        },
        {
          "text": "Desça ao fundo do canyon pelo trilho preparado. É o único ponto de água permanente da região: uma piscina natural onde se abeberem os animais do deserto.",
          "visit_duration_min": 30
        },
        {
          "text": "A duna Elim ergue-se a dez minutos das portas do parque. Com apenas 100 metros de altura, oferece uma subida acessível e um panorama ideal para o pôr do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "Big Daddy culmina a 325 metros: é uma das dunas mais altas do mundo. A subida pela crista leva 90 minutos na areia movediça, mas o panorama a 360° sobre o mar de dunas recompensa cada esforço.",
          "visit_duration_min": 180
        },
        {
          "text": "Deadvlei surge como um quadro surrealista ao pé de Big Daddy. Neste leito de argila branca, acácias petrificadas há 900 anos erguem as suas silhuetas negras contra as dunas laranja. Uma paisagem digna de Dalí.",
          "visit_duration_min": 60
        },
        {
          "text": "A Dune 45 deve o seu nome à sua posição no quilómetro 45 da estrada. Com 170 metros de altura, a sua crista fotogénica e a árvore solitária ao seu pé fazem dela o ícone da Namíbia.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiddenvlei merece-se. Este leito secreto a 2 km do estacionamento atrai poucos visitantes. Siga as estacas brancas através das dunas para descobrir este anfiteatro natural em total solidão.",
          "visit_duration_min": 90
        },
        {
          "text": "Após o pequeno-almoço, deixam Windhoek em direção sudoeste. A estrada para Sesriem leva cerca de cinco a seis horas, em grande parte em pistas em bom estado.",
          "visit_duration_min": 60
        },
        {
          "text": "Atravessa paisagens de savana, planícies abertas e primeiros relevos, com poucas aldeias mas algumas paragens possíveis para fazer uma pausa ou abastecer.",
          "visit_duration_min": 60
        },
        {
          "text": "No início ou a meio da tarde, chegam à região de Sesriem, porta de entrada do parque nacional de Namib-Naukluft.",
          "visit_duration_min": 60
        },
        {
          "text": "Um dia magnífico anuncia-se, eis que estão aqui, às portas do canyon de Sesriem, do deserto do Namibe e das famosas dunas de Sossusvlei, as mais altas do mundo!",
          "visit_duration_min": 60
        },
        {
          "text": "Visitam o sítio das dunas gigantes e das árvores carbonizadas de Dead Vlei.",
          "visit_duration_min": 60
        },
        {
          "text": "Se desejarem, escalem a Dune 45 ou Big Daddy, entre as mais famosas de Sossusvlei. Ou outra à vossa escolha!",
          "visit_duration_min": 60
        },
        {
          "text": "No caminho de regresso, parem para descobrir o canyon de Sesriem, o curto passeio merece o desvio.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Abasteça em Solitaire. Esta estação de serviço mítica perdida no deserto possui uma padaria famosa pela sua tarte de maçã. As carcaças de carros enferrujados sob as árvores aljava fazem fotos memoráveis."
        },
        {
          "text": "Compre a sua licença no Main Gate ANTES das 17h. A licença de 24h permitir-lhe-á entrar ao amanhecer no dia seguinte - crucial para estar nas dunas ao nascer do sol. Mantenha o seu passaporte ou carta de condução acessível."
        },
        {
          "text": "Campismo em Sesriem. O campo NWR no interior do parque permite aceder às dunas uma hora antes do nascer do sol - único meio de estar no topo de Big Daddy ao amanhecer. Bar, piscina, estação de serviço no local."
        },
        {
          "text": "Parta antes do amanhecer para Big Daddy. O Desert Gate abre uma hora antes do nascer do sol. Percorra os 60 km de alcatrão até ao estacionamento 2WD, depois apanhe o shuttle para os últimos 6 km de areia profunda - só os 4x4 experientes passam."
        },
        {
          "text": "Desça Big Daddy a correr em direção a Deadvlei. O declive vertiginoso e a areia profunda dão uma sensação de voo. Os adolescentes adoram esta descida de 15 minutos que poupa os joelhos - e as gargalhadas são garantidas!"
        },
        {
          "text": "Faça piquenique à sombra rara das acácias. Traga água suficiente (mínimo 2L por pessoa) e comida. Não há nenhum ponto de abastecimento no parque."
        },
        {
          "text": "Regresso ao campo para o calor do meio-dia. Aproveite a piscina do campo NWR antes de sair ao final da tarde para a Dune 45 ao pôr do sol."
        },
        {
          "text": "A estrada é longa, prevejam pausas regulares e um abastecimento de combustível em Rehoboth ou Solitaire."
        },
        {
          "text": "Aproveitem o fim do dia para se instalarem e descansarem antes do grande dia de amanhã."
        },
        {
          "text": "Campismo em Sesriem: o parque de campismo NWR dentro do parque permite aceder às dunas logo à abertura dos portões."
        },
        {
          "text": "Acordem bem cedo para atingir a entrada do sítio ao nascer do sol, hora a que o portão abre."
        },
        {
          "text": "A subida de Big Daddy (325 m) leva cerca de 1h30. A descida para Dead Vlei na areia virgem é mágica."
        },
        {
          "text": "Os últimos 5 km para Sossusvlei necessitam de um 4x4 ou do shuttle do parque."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 4
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 5
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 2
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 3
        }
      ],
      "rating": 7.5,
      "place_type": "large_city",
      "suggested_days": 6
    },
    {
      "place_id": "NA::spitzkoppe",
      "name": "Spitzkoppe",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -21.8242,
        15.1931
      ],
      "lat": -21.8242,
      "lon": 15.1931,
      "visits": [
        {
          "text": "Cape Cross abriga a maior colónia de lobos-marinhos do mundo. Mais de 100 000 mamíferos marinhos amontoam-se nesta praia batida pelos ventos, num concerto ensurdecedor de latidos e um odor inesquecível.",
          "visit_duration_min": 60
        },
        {
          "text": "Uma cruz de pedra comemora o desembarque do navegador português Diogo Cão em 1486. Primeiro europeu a pisar o solo desta costa inóspita, aqui plantou este símbolo que deu nome ao cabo.",
          "visit_duration_min": 15
        },
        {
          "text": "As montanhas de granito de Spitzkoppe surgem das planícies como catedrais minerais. Com 120 milhões de anos, estes inselbergs de tons ocre e rosa compõem uma das paisagens mais fotogénicas da Namíbia.",
          "visit_duration_min": 90
        },
        {
          "text": "O pico principal culmina a 1 728 metros, valendo-lhe a alcunha de «Matterhorn da Namíbia». As suas paredes verticais atraem escaladores de todo o mundo, mas a simples contemplação desde o campo é suficiente para tirar o fôlego.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Observe os lobos-marinhos de Cape Cross ao nascer do sol. As fêmeas amamentam as crias enquanto os machos patrulham o seu território. Em novembro-dezembro, a época de nascimentos transforma a colónia numa maternidade gigante. Preveja roupa quente (vento atlântico gelado) e aceite o odor forte - faz parte da experiência!"
        },
        {
          "text": "Percorra a Skeleton Coast para sul. Esta «costa dos esqueletos» deve o seu nome aos destroços de navios e ossadas de baleias que salpicam as suas praias brumosas. As dunas mergulham no Atlântico num cenário de fim do mundo."
        },
        {
          "text": "Instalação no Spitzkoppe Community Camp. Escolha os lugares 8, 9 ou 10 aninhados entre três montanhas - menos passagem de veículos, vistas a 360°. Coloque mesa e cadeiras logo à chegada para «reservar» o seu lugar. Chegue ANTES do meio-dia para ter escolha!"
        },
        {
          "text": "Contemple a Via Láctea desde o seu acampamento. A ausência total de poluição luminosa revela um céu de uma pureza excecional - entre os mais belos céus estrelados do mundo. Acenda uma fogueira, instale-se nas suas cadeiras e deixe-se hipnotizar até depois da meia-noite."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 8
        }
      ],
      "rating": 6.4,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::swakopmund",
      "name": "Swakopmund",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -22.6792,
        14.5264
      ],
      "lat": -22.6792,
      "lon": 14.5264,
      "visits": [
        {
          "text": "Swakopmund conserva o seu charme de estância balnear alemã com as suas fachadas Art Nouveau e as suas ruas ladeadas de palmeiras. Entre o Atlântico e o deserto, a cidade oferece um contraste impressionante.",
          "visit_duration_min": 60
        },
        {
          "text": "A Woermann House ergue a sua torre desde 1894. Suba ao topo para abranger com o olhar a cidade, o oceano e as dunas que se estendem ao infinito para leste.",
          "visit_duration_min": 30
        },
        {
          "text": "O Swakopmund Museum retrata a história do Namib, desde a sua fauna adaptada ao deserto às culturas indígenas, passando pela epopeia mineira alemã.",
          "visit_duration_min": 45
        },
        {
          "text": "O National Marine Aquarium mergulha os visitantes no Atlântico namibiano. Um túnel de vidro atravessa o tanque principal onde deslizam tubarões e raias por cima das suas cabeças.",
          "visit_duration_min": 60
        },
        {
          "text": "A Kristall Galerie abriga o maior aglomerado de cristais do mundo: 1,4 tonelada extraída em cinco anos de trabalho. Os apaixonados por geologia passam horas aqui.",
          "visit_duration_min": 45
        },
        {
          "text": "A antiga estação Otavi-Bahnhof de 1906 abriga hoje um centro de artesanato. Sob as suas arcadas coloniais, artesãos locais expõem esculturas, joias e têxteis.",
          "visit_duration_min": 30
        },
        {
          "text": "Deixam Sesriem pela manhã para chegar a Swakopmund, na costa atlântica. A estrada, longa cerca de seis a sete horas, atravessa as paisagens abertas do deserto do Namibe.",
          "visit_duration_min": 60
        },
        {
          "text": "Progridem com troços particularmente isolados entre o canyon de Gaub, o passo de Kuiseb e a planície de cascalho que precede o oceano.",
          "visit_duration_min": 60
        },
        {
          "text": "Têm a possibilidade de marcar uma paragem em Solitaire para provar a sua famosa tarte de maçã ou fazer uma pausa no passo de Kuiseb.",
          "visit_duration_min": 60
        },
        {
          "text": "No final da tarde, chegam a Swakopmund, cidade de influência germânica marcada pela sua arquitetura colonial e a sua atmosfera costeira.",
          "visit_duration_min": 60
        },
        {
          "text": "Este dia suplementar em Swakopmund permite-vos explorar a região costeira mais em detalhe.",
          "visit_duration_min": 60
        },
        {
          "text": "A costa da Namíbia é um ambiente desértico invulgar onde o deserto encontra o oceano, criando paisagens únicas.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Travessia do Namib pela C14. A estrada acompanha o rio Kuiseb antes de mergulhar em direção à costa. Pare no Trópico de Capricórnio para a foto de recordação."
        },
        {
          "text": "Abastecimento completo em Walvis Bay. Encha o depósito de combustível E faça compras frescas - é a sua última oportunidade antes das zonas isoladas do norte. Supermercados bem abastecidos."
        },
        {
          "text": "Instalação no parque de campismo de Swakopmund. Vários campos propõem lugares à beira-mar com sanitários modernos. Alternativa: os campos no deserto às portas da cidade."
        },
        {
          "text": "Sandboarding nas dunas - A diversão dos adolescentes! Desça as encostas de areia de pé como no snowboard ou deitado para mais velocidade (até 80 km/h!). Os operadores fornecem equipamento e transporte para as dunas."
        },
        {
          "text": "Quad no deserto. Conduza o seu quad através das dunas e das planícies de cascalho. Existem diferentes circuitos conforme o nível, desde passeios familiares a percursos desportivos."
        },
        {
          "text": "Kayak com os lobos-marinhos em Walvis Bay. Reme na lagoa entre as colónias de lobos-marinhos curiosos que vêm brincar à volta dos kayaks. Golfinhos, pelicanos e flamingos completam o quadro."
        },
        {
          "text": "Living Desert Tour. Um guia especialista revela os segredos do deserto: osga transparente Palmato, aranha White Lady, víbora sidewinder, lagarto mergulhador na areia. Os «Little Five» do Namib fascinam pequenos e grandes."
        },
        {
          "text": "Cruzeiro golfinhos e ostras em Walvis Bay. Embarque para uma manhã na lagoa: golfinhos brincalhões, colónias de lobos-marinhos em Pelican Point, degustação de ostras frescas e espumante frente ao oceano."
        },
        {
          "text": "Excursão a Sandwich Harbour. As dunas mais altas do mundo mergulham diretamente no Atlântico. Acessível apenas em 4x4 com guia, conforme as marés. Paisagem irreal garantida."
        },
        {
          "text": "A travessia do deserto é isolada, assegurem-se de ter o depósito cheio e água suficiente."
        },
        {
          "text": "Em Swakopmund, numerosas atividades são propostas: quad no deserto, sandboarding, paraquedismo, cruzeiro para ver os golfinhos."
        },
        {
          "text": "Passeiem ao longo do cais e descubram os restaurantes de peixe fresco da cidade."
        },
        {
          "text": "Parques de campismo em Swakopmund ou ao longo da costa: Mile 4, Langstrand, ou alojamentos na cidade."
        },
        {
          "text": "Visitem Cape Cross, a famosa colónia de focas a cerca de uma hora a norte de Swakopmund."
        },
        {
          "text": "Explorem a Moon Landscape e a Welwitschia Drive no deserto perto de Swakopmund."
        },
        {
          "text": "Dia relax em Swakopmund: cafés, galerias de arte, lojas de artesanato."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 6
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 7
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 4
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 5
        }
      ],
      "rating": 7.9,
      "place_type": "large_city",
      "suggested_days": 7
    },
    {
      "place_id": "NA::twyfelfontein",
      "name": "Twyfelfontein",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -20.5892,
        14.37
      ],
      "lat": -20.5892,
      "lon": 14.37,
      "visits": [
        {
          "text": "Sítio Twyfelfontein UNESCO 2500 gravuras rupestres petróglifos 6000 anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Arte rupestre San bushmen representações animais girafas elefantes rinocerontes.",
          "visit_duration_min": 75
        },
        {
          "text": "Organ Pipes formações colunas basálticas 120 milhões anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Burnt Mountain montanha queimada cores vermelhas violetas oxidação.",
          "visit_duration_min": 75
        },
        {
          "text": "O arco natural de Spitzkoppe emoldura o nascer do sol como uma janela aberta para o infinito. Suba às rochas ainda frescas para alcançar este miradouro antes da aurora - as cores que incendeiam o granito valem o despertar matinal.",
          "visit_duration_min": 90
        },
        {
          "text": "As pinturas rupestres de Spitzkoppe testemunham a presença dos San há mais de 2 000 anos. No local das Chain Bushman Paintings, uma corrente metálica ajuda a subir a encosta rochosa até ao abrigo onde caçadores e animais ainda dançam na pedra.",
          "visit_duration_min": 60
        },
        {
          "text": "O maciço do Brandberg, a montanha mais alta da Namíbia, encerra a célebre White Lady. Esta pintura rupestre de 2 000 anos representa na verdade um xamã San - nem mulher, nem branca, mas figura sagrada com pigmentos claros.",
          "visit_duration_min": 150
        },
        {
          "text": "O Maack Shelter abriga um dos mais belos conjuntos de arte rupestre da África Austral. Figuras em transe, órix saltitantes, zebras finamente riscadas: a paleta de cores e a finura do traço maravilham os visitantes há mais de um século.",
          "visit_duration_min": 60
        },
        {
          "text": "Curto trajeto para Twyfelfontein, sítio UNESCO famoso pelas suas gravuras rupestres de mais de 6000 anos.",
          "visit_duration_min": 60
        },
        {
          "text": "O sítio contém uma das maiores concentrações de arte rupestre em África.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Visita guiada Twyfelfontein gravuras rupestres arte pré-histórica significados espirituais."
        },
        {
          "text": "Caminhada Organ Pipes formações geológicas colunas basálticas espetaculares."
        },
        {
          "text": "Exploração Burnt Mountain cores minerais pôr do sol luminoso."
        },
        {
          "text": "Observação elefantes deserto adaptação única Damaraland sobrevivência árida."
        },
        {
          "text": "Sundowner rochas panoramas montanhas desérticas."
        },
        {
          "text": "Springbok potjie carne caça cozida lentamente."
        },
        {
          "text": "Cerveja Tafel Lager vinho Pinotage."
        },
        {
          "text": "Levante-se antes da aurora para o arco de Spitzkoppe. A escalada nas rochas requer bons sapatos mas permanece acessível. Fique após o nascer do sol: os grupos organizados partem depressa, deixando-o sozinho face à imensidão."
        },
        {
          "text": "Visite as Chain Bushman Paintings com um guia local obrigatório. O guia único está disponível das 8h às 18h - se acompanha um grupo, aguarde cerca de uma hora. Remuneração livre em gorjeta em dinheiro."
        },
        {
          "text": "Caminhada até à White Lady no Brandberg. Conte 45 minutos de marcha desde o estacionamento. PARTA IMPRETERIVELMENTE DE MANHÃ CEDO - o calor do meio-dia nesta fornalha granítica é perigoso. Mínimo 2L de água por pessoa!"
        },
        {
          "text": "Campismo na região de Twyfelfontein. Vários campos oferecem lugares no coração do Damaraland, esta terra dos elefantes do deserto e das formações rochosas ocre. Esteja atento às pegadas na areia de manhã cedo."
        },
        {
          "text": "Visita guiada das gravuras rupestres de Twyfelfontein."
        },
        {
          "text": "Explorem o Órgão Rochoso (Organ Pipes) e a Montanha Queimada (Burnt Mountain) nas proximidades."
        },
        {
          "text": "Acampamento na região de Twyfelfontein, paisagens rochosas espetaculares."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Itinerário Damaraland e Kaokoland: Gravuras, Cachoeiras",
          "day": 2
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 9
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 7
        }
      ],
      "rating": 8.5,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::waterberg",
      "name": "Waterberg",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -20.4167,
        17.25
      ],
      "lat": -20.4167,
      "lon": 17.25,
      "visits": [
        {
          "text": "O planalto do Waterberg brota das planícies do Kalahari como uma fortaleza natural. As suas falésias de arenito vermelho com 200 milhões de anos elevam-se a 250 metros, abrigando uma vegetação luxuriante alimentada por nascentes permanentes.",
          "visit_duration_min": 60
        },
        {
          "text": "Este santuário protege as espécies mais ameaçadas da Namíbia. Rinocerontes negros e brancos, hipotragos negros e cavalos-do-mato, búfalos: as encostas abruptas do planalto formam uma prisão natural que mantém caçadores furtivos e predadores à distância.",
          "visit_duration_min": 30
        },
        {
          "text": "O Waterberg abriga a maior concentração de leopardos de toda a Namíbia. Estes fantasmas malhados caçam ao abrigo nos ravinas arborizadas, raramente vistos mas sempre presentes - os seus rastos salpicam os trilhos de manhã cedo.",
          "visit_duration_min": 30
        },
        {
          "text": "Os abutres do Cabo estabeleceram a sua única colónia reprodutora namibiana nas falésias ocidentais do planalto. Estes necrófagos majestosos planam nas correntes térmicas, asas imensas abertas.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Saída de Etosha pelo Von Lindequist Gate a leste. Estrada para sul através do mato namibiano. Paragem possível em Otjiwarongo para abastecer e fazer compras. A estrada asfaltada facilita a progressão após as pistas poeirentas."
        },
        {
          "text": "Caminhada ao Mountain Viewpoint para o pôr do sol. A subida de 45 minutos desde o campo NWR leva a um miradouro panorâmico. As planícies do Kalahari estendem-se ao infinito, banhadas de luz dourada."
        },
        {
          "text": "Game drive no Waterberg (obrigatoriamente guiado). Ao contrário de Etosha, o self-drive é proibido aqui. Reserve na receção para uma saída matinal ou ao final da tarde. Os guias conhecem os esconderijos dos rinocerontes."
        },
        {
          "text": "Campismo ou chalé no NWR Waterberg Rest Camp. Aninhado ao pé das falésias vermelhas, o campo oferece um descanso bem-vindo após a intensidade de Etosha. Piscina, restaurante, e trilhos partindo diretamente do campo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 13
        }
      ],
      "rating": 2.7,
      "suggested_days": 0
    },
    {
      "place_id": "NA::windhoek",
      "name": "Windhoek",
      "cc": "NA",
      "language": "pt",
      "coords": [
        -22.5609,
        17.0658
      ],
      "lat": -22.5609,
      "lon": 17.0658,
      "visits": [
        {
          "text": "A Christuskirche ergue a sua silhueta neogótica no coração de Windhoek desde 1910. Esta igreja luterana de pedras douradas continua a ser o marco mais fotografado da capital namibiana.",
          "visit_duration_min": 20
        },
        {
          "text": "O Independence Memorial Museum domina a cidade com a sua arquitetura moderna. Suba ao topo para uma vista panorâmica gratuita sobre Windhoek e as colinas circundantes.",
          "visit_duration_min": 45
        },
        {
          "text": "Passeie pelos corredores do Namibia Craft Centre, instalado nas antigas cervejarias. Quarenta artesãos expõem esculturas em madeira, joias em cobre e têxteis tradicionais.",
          "visit_duration_min": 45
        },
        {
          "text": "O History Path do Waterberg serpenteia ao longo de 2,2 km através dos fantasmas da história namibiana. Painéis contam a batalha de 1904 onde os Hereros enfrentaram as forças coloniais alemãs - momento trágico que levou ao primeiro genocídio do século XX.",
          "visit_duration_min": 75
        },
        {
          "text": "A descida para Windhoek atravessa as paisagens em mudança do planalto central. As montanhas aplanam-se, o mato cede lugar às quintas, as aldeias tornam-se mais frequentes - o regresso à civilização faz-se suavemente.",
          "visit_duration_min": 30
        },
        {
          "text": "Windhoek acolhe os viajantes cansados com os seus cafés e restaurantes. A capital mais limpa de África mistura arquitetura colonial alemã e modernidade africana numa atmosfera descontraída.",
          "visit_duration_min": 60
        },
        {
          "text": "O aeroporto Hosea Kutako leva o nome do herói nacional herero que lutou pela independência. Este terminal moderno mas de escala humana oferece algumas lojas duty-free e cafés para aguardar o embarque.",
          "visit_duration_min": 30
        },
        {
          "text": "Aterram no aeroporto internacional de Windhoek a meio do dia. Após as formalidades, levantam o vosso veículo de aluguer.",
          "visit_duration_min": 60
        },
        {
          "text": "A equipa da rent-a-car explica-vos os pontos essenciais relacionados com a condução na Namíbia, depois seguem em direção ao centro da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Em cerca de quarenta minutos, chegam ao centro de Windhoek. Instalam-se tranquilamente e dispõem do resto da tarde ao vosso ritmo.",
          "visit_duration_min": 60
        },
        {
          "text": "Windhoek, a capital da Namíbia, surpreende à primeira vista pela sensação de ter aterrado numa pequena cidade de província. Nada do que se imagina de uma capital africana.",
          "visit_duration_min": 60
        },
        {
          "text": "A capital é sem dúvida o melhor sítio para comer em restaurante na Namíbia. Os menus denotam influências alemãs, francesas, indianas, chinesas, argentinas ou portuguesas.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Aluguer de 4x4 com tenda de tejadilho. As agências de Windhoek oferecem Toyota Hilux cabine dupla totalmente equipados. Reserve 2h para o briefing completo: montagem das tendas, utilização do compressor, ajuste da pressão dos pneus, procedimento em caso de atolamento. Verifique o estado dos pneus, o macaco hi-lift, os jerricãs e a roda sobressalente."
        },
        {
          "text": "Abastecimento de compras. Os supermercados do centro da cidade permitem aprovisionar-se para vários dias. Compre o suficiente para ser autónomo: água (5L por pessoa e por dia), conservas, lenha, geleira. Os centros comerciais Maerua Mall e Grove Mall oferecem a maior variedade."
        },
        {
          "text": "Campismo perto do aeroporto se chegada tardia. A reserva de Daan Viljoen a 25 km oferece um primeiro contacto com a fauna namibiana: órix, girafas, zebras. Lugares sombreados com sanitários, ideal para uma noite de recuperação após o voo."
        },
        {
          "text": "Caminhada matinal opcional no Waterberg. O circuito Dassie-Fountain-Porcupine (10,5 km) explora ravinas e nascentes antes de subir até um panorama deslumbrante. Parta cedo para evitar o calor. Alternativa mais curta: Aloe Circle + Fig Tree Walk (3,9 km)."
        },
        {
          "text": "Estrada para Windhoek pela B1 asfaltada. Estes 280 km passam sem esforço após duas semanas de estradas de terra. Último abastecimento em Otjiwarongo ou Okahandja."
        },
        {
          "text": "Últimas compras de recordações em Windhoek. O Namibia Craft Centre propõe artesanato autêntico: esculturas em madeira, joias em cobre, têxteis tradicionais."
        },
        {
          "text": "Devolução do veículo. Preveja o depósito cheio e 1h para a vistoria. Fotografe o veículo antes da devolução para evitar qualquer litígio."
        },
        {
          "text": "Campismo ou alojamento perto do aeroporto. Se o seu voo parte cedo no dia seguinte, os lodges nos arredores do aeroporto Hosea Kutako evitam o stress da última manhã."
        },
        {
          "text": "Transfer para o aeroporto. Preveja 2h30 antes do seu voo para as formalidades. Os voos internacionais transitam geralmente por Joanesburgo, Adis Abeba ou Frankfurt conforme o seu destino."
        },
        {
          "text": "Último olhar sobre a Namíbia. No avião que se eleva acima do planalto, as paisagens desfilam uma última vez: o verde do Waterberg, o mato de Etosha, as dunas vermelhas do Namib ao longe. A Namíbia transformou-o - voltará."
        },
        {
          "text": "Levantem o vosso 4x4 equipado para camping num dos rent-a-car de Windhoek. Prevejam 2h para o briefing completo e o inventário do veículo."
        },
        {
          "text": "Façam as compras nos supermercados de Windhoek: água (5L/pers/dia mínimo), conservas, lenha para a fogueira, geleira."
        },
        {
          "text": "Segundo os vossos desejos, podem ficar no local, passear nos arredores imediatos ou reservar uma mesa num dos restaurantes do bairro."
        },
        {
          "text": "Em caso de chegada tardia, vários parques de campismo acolhem os viajantes perto de Windhoek."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 1
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 14
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Namíbia em 4x4 com Tenda de Tejadilho: Roteiro Completo de 15 Dias",
          "day": 15
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari na Namíbia e Botswana: Grande Travessia até o Delta do Okavango",
          "day": 1
        }
      ],
      "rating": 9.1,
      "place_type": "metropolis",
      "suggested_days": 5
    }
  ]
}