{
  "version": 1,
  "country": "na",
  "language": "fr",
  "places": [
    {
      "place_id": "BW::kasane",
      "name": "Kasane",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -17.8,
        25.15
      ],
      "lat": -17.8,
      "lon": 25.15,
      "visits": [
        {
          "text": "Depuis la bande de Caprivi, vous franchissez la frontière à Ngoma Bridge pour rejoindre la rive botswanaise de la rivière Chobe.",
          "visit_duration_min": 60
        },
        {
          "text": "Chobe est réputé pour ses éléphants qui évoluent ici en immenses troupeaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous continuez l'exploration du parc national de Chobe et de ses pistes le long de la rivière.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Passage frontière Namibie → Botswana à Ngoma Bridge."
        },
        {
          "text": "Depuis cette région, vous avez la possibilité d'explorer le secteur ouest de Chobe avec votre propre véhicule, en suivant les pistes qui longent la rivière."
        },
        {
          "text": "Cette portion du parc est moins fréquentée, mais tout aussi riche en faune."
        },
        {
          "text": "Hébergement à Kasane, porte d'entrée du parc de Chobe."
        },
        {
          "text": "Safari en 4x4 le long de la rivière Chobe, à la recherche des grands troupeaux d'éléphants."
        },
        {
          "text": "Croisière sur la rivière Chobe pour approcher la faune depuis l'eau."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 14
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 15
        }
      ],
      "rating": 7.3,
      "place_type": "small_city",
      "suggested_days": 2
    },
    {
      "place_id": "BW::maun",
      "name": "Maun",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -20,
        23.4167
      ],
      "lat": -20,
      "lon": 23.4167,
      "visits": [
        {
          "text": "Profitez de votre dernière matinée pour faire un safari puis prenez la route en direction de Maun.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous terminez votre voyage sur les berges de la rivière Thamalakane.",
          "visit_duration_min": 60
        },
        {
          "text": "Ça y est, votre fantastique périple touche à sa fin. Vous prenez la direction de l'entrepôt pour déposer votre véhicule puis vous êtes emmenés jusqu'à l'aéroport pour monter à bord de votre vol de retour.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Dernier safari matinal avant de rejoindre Maun."
        },
        {
          "text": "Restitution du véhicule à Maun."
        },
        {
          "text": "Transfert vers l'aéroport de Maun pour votre vol retour."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 20
        }
      ],
      "rating": 5.9,
      "place_type": "small_city",
      "suggested_days": 2
    },
    {
      "place_id": "BW::moremi",
      "name": "Moremi",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -19.2333,
        23
      ],
      "lat": -19.2333,
      "lon": 23,
      "visits": [
        {
          "text": "Vous quittez le secteur de Savuti pour rejoindre la réserve de Moremi, en traversant l'axe qui relie le nord de Chobe au cœur du delta.",
          "visit_duration_min": 60
        },
        {
          "text": "Le trajet est long et parfois exigeant selon l'état des pistes.",
          "visit_duration_min": 60
        },
        {
          "text": "L'intérêt de cette région réside dans sa position géographique : vous êtes au cœur de l'écosystème du delta, avec un accès direct à des pistes où la faune est particulièrement présente.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous êtes au cœur de l'écosystème du delta de l'Okavango, classé au patrimoine mondial de l'UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "La réserve de Moremi protège une mosaïque de lagons, forêts et plaines où vivent les Big Five.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Safari sur les pistes de Moremi, au cœur du delta de l'Okavango."
        },
        {
          "text": "Camping à Third Bridge ou Xakanaxa à l'intérieur de Moremi."
        },
        {
          "text": "Safari matinal sur les pistes de Moremi."
        },
        {
          "text": "Exploration des différents écosystèmes du delta : lagons, forêts de mopane, plaines inondables."
        },
        {
          "text": "Possibilité de sortie en mokoro (pirogue traditionnelle) depuis certains camps."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 18
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 19
        }
      ],
      "rating": 3.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "BW::savuti-camp",
      "name": "Savuti Camp",
      "cc": "BW",
      "language": "fr",
      "coords": [
        -18.5731,
        24.0628
      ],
      "lat": -18.5731,
      "lon": 24.0628,
      "visits": [
        {
          "text": "Vous quittez les rives du Chobe pour rejoindre l'intérieur du parc, en direction du secteur de Savuti.",
          "visit_duration_min": 60
        },
        {
          "text": "L'itinéraire traverse une mosaïque de paysages boisés et de plaines sableuses.",
          "visit_duration_min": 60
        },
        {
          "text": "Selon la pluie, les conditions de piste peuvent être plus ou moins techniques, en particulier à l'approche du canal de Savuti.",
          "visit_duration_min": 60
        },
        {
          "text": "Savuti est une région particulièrement riche en animaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Le canal de Savuti, parfois asséché, parfois en eau, crée un écosystème unique.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Savuti est une région particulièrement riche en animaux, votre route croisera très certainement celle des hyènes et des lions, en grand nombre ici."
        },
        {
          "text": "La piste vers Savuti est exigeante : sable profond, parfois boue."
        },
        {
          "text": "Camping public de Savuti à l'intérieur du parc."
        },
        {
          "text": "Safari à la recherche des lions et des hyènes, en grand nombre dans ce secteur."
        },
        {
          "text": "Exploration des plaines de Savuti où convergent les grands troupeaux."
        },
        {
          "text": "Visitez les peintures rupestres des collines de Gubatsa."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 16
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 17
        }
      ],
      "rating": 4.4,
      "place_type": "nature",
      "suggested_days": 2
    },
    {
      "place_id": "NA::aus",
      "name": "Aus",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -26.6667,
        16.25
      ],
      "lat": -26.6667,
      "lon": 16.25,
      "visits": [
        {
          "text": "L'affût de Garub offre une fenêtre unique sur les chevaux sauvages du Namib. Ces descendants des montures abandonnées pendant la Première Guerre mondiale ont développé une résistance exceptionnelle à la déshydratation.",
          "visit_duration_min": 90
        },
        {
          "text": "Observez les rituels du troupeau au point d'eau. Les chevaux arrivent au trot puis au galop dans un nuage de poussière, crinières au vent. Les groupes se saluent par des hennissements et parfois quelques ruades.",
          "visit_duration_min": 60
        },
        {
          "text": "Le village d'Aus sommeille au pied des montagnes du même nom. Cette ancienne garnison allemande conserve quelques bâtiments coloniaux et sert de base pour explorer la région.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Arrivez à l'affût de Garub au lever du soleil. Les chevaux convergent vers le point d'eau dans la lumière dorée du matin. Un abri couvert permet d'observer sans les effrayer. Emportez café et petit-déjeuner pour profiter du spectacle."
        },
        {
          "text": "Excursion optionnelle vers Lüderitz et Kolmanskop. La ville fantôme envahie par le sable témoigne de la ruée vers le diamant du début du XXe siècle. Comptez 120 km aller depuis Aus."
        },
        {
          "text": "Camping région d'Aus. Plusieurs camps offrent des emplacements isolés avec vue sur les plaines où errent parfois les chevaux sauvages. Le silence du désert n'est troublé que par le vent."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 3
        }
      ],
      "rating": 5.9,
      "place_type": "metropolis",
      "suggested_days": 5
    },
    {
      "place_id": "NA::brandberg",
      "name": "Brandberg",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -21.0833,
        14.5833
      ],
      "lat": -21.0833,
      "lon": 14.5833,
      "visits": [
        {
          "text": "Après le petit-déjeuner, vous quittez la côte pour rejoindre le Damaraland. La route entre Swakopmund et la région du Brandberg dure environ six heures.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous traversez d'abord la rivière asséchée de la Swakop, puis les paysages lunaires de la région de Uis, avec en toile de fond le massif du Brandberg.",
          "visit_duration_min": 60
        },
        {
          "text": "Arrêtez-vous pour visiter le massif du Brandberg qui contient le plus haut sommet de Namibie.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Une marche encadrée par un guide local vous permet de découvrir quelques-unes des peintures rupestres de la région, dont la célèbre White Lady, située dans une gorge du Tsisab."
        },
        {
          "text": "Faites le plein à Uis, dernière station avant le Brandberg."
        },
        {
          "text": "Camping au pied du Brandberg dans un cadre spectaculaire."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 6
        }
      ],
      "rating": 5.1,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::caprivi",
      "name": "Caprivi",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -18.4,
        23.6
      ],
      "lat": -18.4,
      "lon": 23.6,
      "visits": [
        {
          "text": "Après le petit-déjeuner, vous poursuivez votre itinéraire vers l'est en direction du parc national de Bwabwata.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous longez la rivière Okavango avant de pénétrer dans la bande de Caprivi, une région plus verte et marécageuse, marquée par la présence constante de l'eau et une densité animale plus élevée.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous explorez le parc national de Nkasa Rupara, qui se transforme en archipel pendant la saison des pluies.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Les activités proposées varient selon les conditions saisonnières : safaris en 4x4, sorties en bateau sur les bras de la rivière, ou balades guidées à pied."
        },
        {
          "text": "La route traverse le parc de Bwabwata, restez vigilants pour observer les éléphants qui traversent régulièrement."
        },
        {
          "text": "Hébergement dans la région de Kongola ou Nkasa Lupala."
        },
        {
          "text": "Safaris en 4x4 à travers les plaines et forêts riveraines."
        },
        {
          "text": "Sorties en bateau sur les bras de la rivière pour observer hippopotames et crocodiles."
        },
        {
          "text": "Balades guidées à pied pour une approche différente de la faune."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 12
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 13
        }
      ],
      "rating": 2.8,
      "place_type": "nature",
      "suggested_days": 2
    },
    {
      "place_id": "NA::epupa-falls",
      "name": "Epupa Falls",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -17,
        13.25
      ],
      "lat": -17,
      "lon": 13.25,
      "visits": [
        {
          "text": "Route spectaculaire vers Epupa Falls paysages Kaokoland montagnes isolées.",
          "visit_duration_min": 75
        },
        {
          "text": "Rivière Kunene frontière Angola eaux permanentes région aride.",
          "visit_duration_min": 75
        },
        {
          "text": "Epupa Falls cascades 37 mètres baobabs palmiers makalani.",
          "visit_duration_min": 75
        },
        {
          "text": "Série chutes d'eau paysage verdoyant contraste désert.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages himbas authentiques rencontre ethnie pastorale traditions millénaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Habitations huttes circulaires okuruwo construction terre bouse.",
          "visit_duration_min": 75
        },
        {
          "text": "Cérémonies rituels otjize pâte ocre rouge beurre symbolique.",
          "visit_duration_min": 75
        },
        {
          "text": "Mode vie élevage chèvres vaches semi-nomadisme.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée cascades Epupa Falls piscines naturelles baignade rafraîchissante."
        },
        {
          "text": "Observation crocodiles bassin rivière Kunene faune aquatique."
        },
        {
          "text": "Balade palmeraies baobabs géants paysage tropical unique Namibie."
        },
        {
          "text": "Visite village himba traditions coiffures ocre rouge omuzumba pâte."
        },
        {
          "text": "Observation mode vie semi-nomade élevage chèvres vaches."
        },
        {
          "text": "Coucher soleil rivière Kunene panoramas Angola montagnes."
        },
        {
          "text": "Poisson tigre grillé rivière Kunene."
        },
        {
          "text": "Bière Windhoek Lager vin sud-africain Sauvignon."
        },
        {
          "text": "Visite respectueuse villages himbas échanges culturels traditions coiffures."
        },
        {
          "text": "Observation fabrication otjize pâte ocre protection soleil symbolisme beauté."
        },
        {
          "text": "Rencontre femmes himbas bijoux coquillages métal enfants pasteurs."
        },
        {
          "text": "Apprentissage techniques élevage survie région aride isolée."
        },
        {
          "text": "Randonnée gorges Kunene paysages sauvages baobabs rivière."
        },
        {
          "text": "Dégustation lait caillé himba omaere boisson traditionnelle."
        },
        {
          "text": "Viande chèvre grillée cuisine pastorale."
        },
        {
          "text": "Bière locale vin sud-africain rouge."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 6
        },
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 7
        }
      ],
      "rating": 9.2,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "NA::etosha-est",
      "name": "Etosha Est",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -18.8064,
        16.9406
      ],
      "lat": -18.8064,
      "lon": 16.9406,
      "visits": [
        {
          "text": "Tôt le matin, vous entrez dans le parc national d'Etosha par l'entrée sud, Andersson Gate.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous entamez une traversée complète d'ouest en est, en suivant les pistes qui longent la lisière sud du pan.",
          "visit_duration_min": 60
        },
        {
          "text": "Cette journée se déroule à rythme libre, ponctuée d'arrêts aux points d'eau et aux aires d'observation où se concentrent la faune : éléphants, girafes, groupes d'antilopes, rhinocéros, lions, guépards ou encore léopards.",
          "visit_duration_min": 60
        },
        {
          "text": "En fin d'après-midi, vous sortez du parc par l'entrée Est, Von Lindequist Gate, et rejoignez une réserve privée à proximité.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous êtes dans une réserve privée à proximité du parc national d'Etosha.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Safari libre à votre rythme avec arrêts aux points d'eau."
        },
        {
          "text": "Points d'eau recommandés : Okondeka (lions), Halali (léopards), Goas (guépards), Klein Namutoni (grands troupeaux)."
        },
        {
          "text": "Camping à Halali ou Namutoni à l'intérieur du parc."
        },
        {
          "text": "Vous participez à un safari soit avant le lever du soleil, soit pour le coucher de celui-ci."
        },
        {
          "text": "Ce safari se fait avec un guide naturaliste anglophone qui vous emmène voir les animaux présents au cœur de la réserve privée."
        },
        {
          "text": "Les réserves privées autour d'Etosha offrent une expérience complémentaire au parc national."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 9
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 10
        }
      ],
      "rating": 3.5,
      "place_type": "nature",
      "suggested_days": 2
    },
    {
      "place_id": "NA::etosha-sud",
      "name": "Etosha Sud",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -19.1744,
        15.9197
      ],
      "lat": -19.1744,
      "lon": 15.9197,
      "visits": [
        {
          "text": "Aujourd'hui, la route vers la région d'Etosha dure environ quatre heures.",
          "visit_duration_min": 60
        },
        {
          "text": "En début d'après-midi, vous arrivez dans la zone sud du parc.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Selon votre horaire, vous pouvez partir pour un safari en fin de journée, à la recherche des grands mammifères qui s'approchent des points d'eau à cette heure."
        },
        {
          "text": "Vous pouvez aussi vous relaxer en observant l'activité animalière au loin."
        },
        {
          "text": "Camping NWR à Okaukuejo : point d'eau éclairé la nuit où viennent boire rhinocéros et éléphants."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 8
        }
      ],
      "rating": 3.8,
      "place_type": "nature",
      "suggested_days": 1
    },
    {
      "place_id": "NA::halali",
      "name": "Halali",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -19.0333,
        16.4667
      ],
      "lat": -19.0333,
      "lon": 16.4667,
      "visits": [
        {
          "text": "Le pan d'Etosha s'étend à perte de vue, vaste étendue de sel blanc aveuglante sous le soleil. Cette dépression de 5 000 km² se remplit d'eau à la saison des pluies, attirant des milliers de flamants roses.",
          "visit_duration_min": 30
        },
        {
          "text": "Les waterholes d'Etosha offrent un théâtre permanent. Zèbres, springboks, oryx et gnous se pressent autour de l'eau tandis que les prédateurs guettent dans l'ombre des acacias. Chaque point d'eau raconte une histoire différente.",
          "visit_duration_min": 240
        },
        {
          "text": "Groot Okevi compte parmi les meilleurs spots pour observer les lions. Ces grands félins chassent à l'aube autour du point d'eau, profitant de la concentration de proies. Arrivez dès l'ouverture des portes pour maximiser vos chances.",
          "visit_duration_min": 60
        },
        {
          "text": "Gemsbokvlakte porte bien son nom : les oryx (gemsboks) y abondent, leurs cornes droites se découpant sur l'horizon. Cette plaine ouverte attire aussi les guépards, qui apprécient l'espace pour leurs sprints foudroyants.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Journée safari entre Okaukuejo et Halali. Partez au lever du soleil quand les portes s'ouvrent – les prédateurs sont encore actifs après leur nuit de chasse. Visitez les waterholes de Gemsbokvlakte, Charitsaub et Rietfontein. Vitesse max 60 km/h mais roulez à 40 km/h pour ne rien manquer."
        },
        {
          "text": "Pique-niquez à un waterhole. Impossible de sortir du véhicule en brousse – mais rien n'empêche de couper le moteur, baisser les vitres et grignoter vos sandwichs en regardant défiler les animaux. Prévoyez glacière et provisions !"
        },
        {
          "text": "Nuit à Halali, au cœur du parc. La végétation plus dense attire léopards, rhinos et éléphants. Le waterhole éclairé est moins spectaculaire qu'Okaukuejo mais offre parfois des observations exclusives. Piscine bienvenue !"
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 11
        }
      ],
      "rating": 4.5,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::kamanjab",
      "name": "Kamanjab",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -19.6206,
        14.8319
      ],
      "lat": -19.6206,
      "lon": 14.8319,
      "visits": [
        {
          "text": "Route vers Kamanjab région Kunene bush savane dense.",
          "visit_duration_min": 75
        },
        {
          "text": "Ville agricole élevage bovin centre communauté herero.",
          "visit_duration_min": 75
        },
        {
          "text": "Paysages transition Kaokoland highlands centrales Namibie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traversée paysages savane bush observation faune oiseaux rapaces."
        },
        {
          "text": "Arrêt villages herero rencontre communautés traditions robes victoriennes."
        },
        {
          "text": "Visite ferme élevage découverte agriculture namibienne bétail."
        },
        {
          "text": "Observation coucher soleil savane couleurs chaudes ambiance africaine."
        },
        {
          "text": "Dégustation biltong viande séchée spécialité namibienne kudu oryx."
        },
        {
          "text": "Braai saucisses boerewors viandes grillées."
        },
        {
          "text": "Bière Hansa Pilsener vin sud-africain Merlot."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 9
        }
      ],
      "rating": 2.7,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::khorixas",
      "name": "Khorixas",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -20.3719,
        14.9661
      ],
      "lat": -20.3719,
      "lon": 14.9661,
      "visits": [
        {
          "text": "Route vers Damaraland paysages semi-désertiques montagnes Brandberg.",
          "visit_duration_min": 75
        },
        {
          "text": "Khorixas capitale Damaraland centre commercial région.",
          "visit_duration_min": 75
        },
        {
          "text": "Petrified Forest forêt pétrifiée 260 millions années troncs fossilisés.",
          "visit_duration_min": 75
        },
        {
          "text": "Arbres gymnospermes préhistoriques pétrification silice.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration Petrified Forest troncs arbres pétrifiés 30 mètres paysage lunaire."
        },
        {
          "text": "Observation formations géologiques fossiles préhistoriques paléontologie."
        },
        {
          "text": "Rencontre guide damara explications géologie histoire."
        },
        {
          "text": "Dégustation potjiekos ragoût légumes viande cocotte fer."
        },
        {
          "text": "Mahangu porridge mil pâte traditionnelle damara."
        },
        {
          "text": "Bière Windhoek Lager vin sud-africain Chenin Blanc."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 1
        }
      ],
      "rating": 6.2,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::mariental",
      "name": "Mariental",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -24.6269,
        17.9653
      ],
      "lat": -24.6269,
      "lon": 17.9653,
      "visits": [
        {
          "text": "Le désert du Kalahari déploie ses dunes ocre et rouges à perte de vue. Contrairement au Namib, ce semi-désert abrite une végétation clairsemée qui nourrit une faune étonnamment riche.",
          "visit_duration_min": 120
        },
        {
          "text": "Guettez les prédateurs à l'affût. Lions à crinière noire, guépards et léopards chassent dans ces étendues où les oryx et les springboks constituent leurs proies favorites.",
          "visit_duration_min": 90
        },
        {
          "text": "Les suricates du Kalahari vivent en colonies familiales. Ces sentinelles du désert se dressent sur leurs pattes arrière pour surveiller l'horizon, offrant des scènes inoubliables aux photographes patients.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Safari game drive au lever du soleil. Les lodges et camps du Kalahari proposent des sorties en véhicule ouvert avec guide. Les premières heures fraîches concentrent l'activité animale autour des points d'eau."
        },
        {
          "text": "Rencontre avec le peuple San. Les Bushmen perpétuent leurs traditions ancestrales dans le Kalahari depuis des millénaires. Certaines communautés partagent leurs techniques de survie, pistage et connaissance des plantes."
        },
        {
          "text": "Observation des étoiles. Sans pollution lumineuse, le ciel du Kalahari révèle la Voie Lactée dans toute sa splendeur. Les nuits d'hiver austral offrent une clarté exceptionnelle."
        },
        {
          "text": "Camping dans le Kalahari. Les camps de la région proposent des emplacements avec vue sur les dunes rouges. Prévoyez des couches chaudes : les nuits d'hiver descendent sous 5°C malgré les journées à 25°C."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 2
        }
      ],
      "rating": 2.2,
      "suggested_days": 0
    },
    {
      "place_id": "NA::namutoni",
      "name": "Namutoni",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -18.8167,
        16.9333
      ],
      "lat": -18.8167,
      "lon": 16.9333,
      "visits": [
        {
          "text": "Le secteur est d'Etosha révèle un visage différent du parc. Les mopanes se font plus denses, les points d'eau plus espacés, la faune parfois plus timide – mais les observations n'en sont que plus précieuses.",
          "visit_duration_min": 180
        },
        {
          "text": "Le waterhole de Chudob attire une faune variée tout au long de la journée. Girafes au cou interminable, troupeaux d'éléphants avec leurs petits, springboks bondissants : la parade animalière ne faiblit jamais.",
          "visit_duration_min": 60
        },
        {
          "text": "Namutoni se distingue par son fort allemand blanchi à la chaux. Cette forteresse coloniale de 1903, restaurée après plusieurs destructions, abrite aujourd'hui le camp le plus élégant d'Etosha.",
          "visit_duration_min": 30
        },
        {
          "text": "La région de Namutoni est un paradis pour les ornithologues. Plus de 340 espèces d'oiseaux peuplent Etosha, des rolliers à longs brins turquoise aux secrétaires serpentaires.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Safari matinal vers l'est. Les routes entre Halali et Namutoni serpentent à travers le bush de mopanes. Arrêtez-vous à chaque waterhole – Goas pour les léopards, Chudob pour les éléphants. La patience est votre meilleure alliée."
        },
        {
          "text": "Guettez les guépards sur les plaines ouvertes. Ces félins svelte chassent de jour, contrairement aux lions. Les zones de Charitsaub et la route vers Twee Palms offrent les meilleures chances. Repérez d'abord les springboks nerveux – un guépard n'est jamais loin."
        },
        {
          "text": "Dernière nuit à Namutoni. Profitez du deck surplombant le waterhole pour un sundowner mérité. Le fort illuminé au crépuscule offre un décor unique. Demain, vous quittez Etosha – savourez cette ultime soirée africaine."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 12
        }
      ],
      "rating": 6.1,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::okaukuejo",
      "name": "Okaukuejo",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -19.1833,
        15.9167
      ],
      "lat": -19.1833,
      "lon": 15.9167,
      "visits": [
        {
          "text": "Twyfelfontein abrite la plus grande concentration de gravures rupestres d'Afrique. Classé au patrimoine mondial de l'UNESCO, ce musée à ciel ouvert présente plus de 2 500 figures ciselées dans le grès rouge il y a 2 000 à 6 000 ans.",
          "visit_duration_min": 90
        },
        {
          "text": "Le Lion-Man fascine les visiteurs depuis des générations. Cette gravure représente un chamane en transformation : mi-homme, mi-lion, le félin arbore cinq doigts au lieu de quatre, sa queue se termine par une main humaine. Symbole de passage entre le monde des vivants et celui des esprits.",
          "visit_duration_min": 30
        },
        {
          "text": "Les Organ Pipes dressent leurs colonnes de dolérite comme les tuyaux d'un orgue géant. Ces formations volcaniques vieilles de 150 millions d'années s'élèvent sur 4 à 5 mètres dans un chaos minéral saisissant.",
          "visit_duration_min": 30
        },
        {
          "text": "La Burnt Mountain rougeoie sous le soleil couchant. Ce versant de schiste noir et pourpre semble avoir été léché par les flammes, résultat d'une activité volcanique ancienne qui a cuit la roche sur place.",
          "visit_duration_min": 20
        }
      ],
      "activities": [
        {
          "text": "Visite guidée des gravures de Twyfelfontein - guide obligatoire. Les groupes partent régulièrement, pas besoin de réserver. Boucle de 2 km sur terrain rocheux. ATTENTION : paiement en CASH UNIQUEMENT ! Retrait possible au lodge voisin."
        },
        {
          "text": "Guettez les éléphants du désert en route vers Etosha. Ces pachydermes uniques au monde peuvent survivre 5 jours sans boire. Leurs troupeaux suivent les rivières asséchées du Huab. Roulez lentement, scrutez les traces dans le sable – une rencontre magique peut survenir à tout moment."
        },
        {
          "text": "Entrée dans Etosha par Anderson Gate au sud. Achetez votre permis au camp d'Okaukuejo (pas à la porte !). Prévoyez passeport ou permis de conduire pour l'enregistrement."
        },
        {
          "text": "Première nuit à Okaukuejo – LE meilleur waterhole nocturne d'Etosha. Dès le coucher du soleil, installez-vous face au point d'eau éclairé. Rhinos noirs, lions, hyènes et éléphants viennent s'abreuver parfois jusqu'à 2h du matin. Spectacle GARANTI !"
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 10
        }
      ],
      "rating": 4.3,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::opuwo",
      "name": "Opuwo",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -18.0606,
        13.8403
      ],
      "lat": -18.0606,
      "lon": 13.8403,
      "visits": [
        {
          "text": "Opuwo capitale Kaokoland ville frontière himba herero zemba.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché local artisanat himba bijoux cuir ocre rouge.",
          "visit_duration_min": 75
        },
        {
          "text": "Région montagneuse isolée traditions ancestrales préservées.",
          "visit_duration_min": 75
        },
        {
          "text": "Retour Opuwo paysages montagneux Kaokoland villages isolés.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversée plateaux observation faune springboks oryx kudus.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrêts panoramiques montagnes sauvages beauté brute.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite marché Opuwo rencontre himbas herero costumes traditionnels bijoux."
        },
        {
          "text": "Exploration ville frontière atmosphère unique mélange cultures."
        },
        {
          "text": "Shopping artisanat local bracelets ocre rouge sculptures bois."
        },
        {
          "text": "Préparation visite villages himbas respect protocoles culturels."
        },
        {
          "text": "Dégustation oshifima viande chèvre cuisine pastorale."
        },
        {
          "text": "Bière Castle Lager vin Cape rouge."
        },
        {
          "text": "Route panoramique montagnes Kaokoland observation villages traditionnels dispersés."
        },
        {
          "text": "Arrêts photographiques paysages grandioses lumière dorée afternoon."
        },
        {
          "text": "Rencontre bergers herero troupeaux bovins traditions pastorales."
        },
        {
          "text": "Exploration environs Opuwo collines rocheuses panoramas 360 degrés."
        },
        {
          "text": "Dégustation ombidi chenilles mopane protéines traditionnelles grillées."
        },
        {
          "text": "Viande bœuf grillée braai namibien."
        },
        {
          "text": "Bière Tafel Lager vin Pinotage sud-africain."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 5
        },
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 8
        }
      ],
      "rating": 4,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::outjo",
      "name": "Outjo",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -20.1144,
        16.1519
      ],
      "lat": -20.1144,
      "lon": 16.1519,
      "visits": [
        {
          "text": "Outjo porte Etosha petite ville étape vers parc national.",
          "visit_duration_min": 75
        },
        {
          "text": "Architecture coloniale allemande église luthérienne centre historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Région agricole highlands climat tempéré agriculture élevage.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration centre ville Outjo architecture coloniale boutiques artisanales."
        },
        {
          "text": "Visite marchés locaux artisanat damara sculptures bois pierre."
        },
        {
          "text": "Balade jardins parcs verdure atmosphère paisible petite ville."
        },
        {
          "text": "Préparation safari Etosha provisions équipement jumelles guides."
        },
        {
          "text": "Dégustation kudu pie tourte viande gibier spécialité Outjo."
        },
        {
          "text": "Game meat platter assortiment viandes sauvages."
        },
        {
          "text": "Bière Windhoek Lager vin sud-africain Chenin Blanc."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 10
        }
      ],
      "rating": 5.8,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::palmwag",
      "name": "Palmwag",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -19.8958,
        13.8747
      ],
      "lat": -19.8958,
      "lon": 13.8747,
      "visits": [
        {
          "text": "Palmwag Lodge réserve privée 400000 hectares faune sauvage rhinocéros noirs.",
          "visit_duration_min": 75
        },
        {
          "text": "Concession conservation éléphants désert girafes lions adaptés.",
          "visit_duration_min": 75
        },
        {
          "text": "Source palmiers oasis verdure région aride Damaraland.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Safari rhino tracking recherche rhinocéros noirs espèce menacée protection."
        },
        {
          "text": "Observation éléphants désert troupeaux adaptation comportement unique."
        },
        {
          "text": "Rencontre girafes adaptation désert morphologie spécifique."
        },
        {
          "text": "Randonnée nature bush savane guide expert faune flore."
        },
        {
          "text": "Game drive coucher soleil observation lions hyènes guépards."
        },
        {
          "text": "Braai viandes grillées oryx kudu boerewors."
        },
        {
          "text": "Bière Hansa Pilsener vin Stellenbosch rouge."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 3
        }
      ],
      "rating": 4.8,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::rundu",
      "name": "Rundu",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -17.9167,
        19.7667
      ],
      "lat": -17.9167,
      "lon": 19.7667,
      "visits": [
        {
          "text": "Vous quittez la réserve dans la matinée et prenez la route vers le nord-est, en direction de Rundu. Le trajet dure environ six heures.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous longez les premières zones rurales de la bande de Caprivi, avec des villages dispersés, des marchés en bord de route et une végétation qui devient plus verte à mesure que vous approchez de la rivière Okavango.",
          "visit_duration_min": 60
        },
        {
          "text": "En fin de journée, vous arrivez sur les rives du fleuve, face à l'Angola.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Longue journée de route, prévoyez des pauses dans les villages et marchés locaux."
        },
        {
          "text": "Profitez du coucher de soleil sur les rives de l'Okavango."
        },
        {
          "text": "Hébergement à Rundu en bord de fleuve."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 11
        }
      ],
      "rating": 6.8,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::sesfontein",
      "name": "Sesfontein",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -19.1303,
        13.6303
      ],
      "lat": -19.1303,
      "lon": 13.6303,
      "visits": [
        {
          "text": "Route vers Kaokoland région reculée sauvage nord-ouest Namibie.",
          "visit_duration_min": 75
        },
        {
          "text": "Sesfontein fort colonial allemand 1896 oasis palmiers dattiers.",
          "visit_duration_min": 75
        },
        {
          "text": "Source eau permanente désert importance historique caravanes.",
          "visit_duration_min": 75
        },
        {
          "text": "Paysages montagneux Kaokoland beauté brute isolement.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration fort Sesfontein architecture coloniale allemande histoire militaire."
        },
        {
          "text": "Balade palmeraie oasis contraste désert verdure fraîcheur."
        },
        {
          "text": "Rencontre communauté herero traditions culture pastorale."
        },
        {
          "text": "Observation oiseaux source eau rapaces échassiers migrateurs."
        },
        {
          "text": "Dégustation oshifima pâte maïs plat traditionnel herero."
        },
        {
          "text": "Kapana viande grillée rue épices."
        },
        {
          "text": "Bière Windhoek Draught vin sud-africain blanc."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 4
        }
      ],
      "rating": 3.2,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "NA::sesriem",
      "name": "Sesriem",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -24.4833,
        15.8333
      ],
      "lat": -24.4833,
      "lon": 15.8333,
      "visits": [
        {
          "text": "Le canyon de Sesriem entaille le plateau sur un kilomètre de long et trente mètres de profondeur. Ses parois sculptées par des millions d'années d'érosion révèlent les strates géologiques du Namib.",
          "visit_duration_min": 45
        },
        {
          "text": "Descendez au fond du canyon par le sentier aménagé. C'est le seul point d'eau permanent de la région : une piscine naturelle où s'abreuvent les animaux du désert.",
          "visit_duration_min": 30
        },
        {
          "text": "La dune Elim se dresse à dix minutes des portes du parc. Haute de 100 mètres seulement, elle offre une ascension accessible et un panorama idéal pour le coucher de soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Big Daddy culmine à 325 mètres : c'est l'une des plus hautes dunes du monde. L'ascension par l'arête prend 90 minutes dans le sable mouvant, mais le panorama à 360° sur la mer de dunes récompense chaque effort.",
          "visit_duration_min": 180
        },
        {
          "text": "Deadvlei surgit comme un tableau surréaliste au pied de Big Daddy. Sur ce pan d'argile blanche, des acacias pétrifiés depuis 900 ans dressent leurs silhouettes noires contre les dunes orange. Un paysage digne de Dalí.",
          "visit_duration_min": 60
        },
        {
          "text": "La Dune 45 doit son nom à sa position au kilomètre 45 de la route. Haute de 170 mètres, son arête photogénique et l'arbre solitaire à son pied en font l'icône de la Namibie.",
          "visit_duration_min": 60
        },
        {
          "text": "Hiddenvlei se mérite. Ce pan secret à 2 km du parking attire peu de visiteurs. Suivez les piquets blancs à travers les dunes pour découvrir cet amphithéâtre naturel en toute solitude.",
          "visit_duration_min": 90
        },
        {
          "text": "Après le petit-déjeuner, vous quittez Windhoek en direction du sud-ouest. La route vers Sesriem prend environ cinq à six heures, en grande partie sur des pistes en bon état.",
          "visit_duration_min": 60
        },
        {
          "text": "Elle traverse des paysages de savane, de plaines ouvertes et de premiers reliefs, avec peu de villages mais quelques arrêts possibles pour faire une pause ou un plein.",
          "visit_duration_min": 60
        },
        {
          "text": "En début ou en milieu d'après-midi, vous arrivez dans la région de Sesriem, porte d'entrée du parc national de Namib-Naukluft.",
          "visit_duration_min": 60
        },
        {
          "text": "Une magnifique journée s'annonce, vous y voici, aux portes du canyon Sesriem, du désert du Namib et des fameuses dunes de Sossusvlei, les plus hautes au monde !",
          "visit_duration_min": 60
        },
        {
          "text": "Vous visitez le site des dunes géantes et des arbres calcinés de Dead Vlei.",
          "visit_duration_min": 60
        },
        {
          "text": "Si vous le souhaitez, escaladez Dune 45 ou Big Daddy, parmi les plus fameuses de Sossusvlei. Ou une autre de votre choix !",
          "visit_duration_min": 60
        },
        {
          "text": "Sur le chemin du retour, arrêtez-vous pour découvrir le canyon de Sesriem, la courte promenade mérite le détour.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Faites le plein à Solitaire. Cette station-service mythique perdue dans le désert possède une boulangerie réputée pour sa tarte aux pommes. Les carcasses de voitures rouillées sous les quiver trees font des photos mémorables."
        },
        {
          "text": "Achetez votre permis au Main Gate AVANT 17h. Le permis de 24h vous permettra d'entrer dès l'aube le lendemain - crucial pour être sur les dunes au lever du soleil. Gardez votre passeport ou permis de conduire accessible."
        },
        {
          "text": "Camping à Sesriem. Le camp NWR à l'intérieur du parc permet d'accéder aux dunes une heure avant le lever du soleil - seul moyen d'être au sommet de Big Daddy pour l'aube. Bar, piscine, station essence sur place."
        },
        {
          "text": "Partez avant l'aube pour Big Daddy. La Desert Gate ouvre une heure avant le lever du soleil. Roulez les 60 km de goudron jusqu'au parking 2WD, puis prenez la navette pour les derniers 6 km de sable profond - seuls les 4x4 expérimentés passent."
        },
        {
          "text": "Dévalez Big Daddy en courant vers Deadvlei. La pente vertigineuse et le sable profond donnent une sensation de vol. Les ados adorent cette descente de 15 minutes qui épargne les genoux - et les fous rires sont garantis !"
        },
        {
          "text": "Pique-niquez à l'ombre rare des acacias. Emportez suffisamment d'eau (2L minimum par personne) et de quoi manger. Il n'y a aucun point de ravitaillement dans le parc."
        },
        {
          "text": "Retour au camp pour la chaleur de midi. Profitez de la piscine du camp NWR avant de ressortir en fin d'après-midi pour la Dune 45 au coucher du soleil."
        },
        {
          "text": "La route est longue, prévoyez des pauses régulières et un plein de carburant à Rehoboth ou Solitaire."
        },
        {
          "text": "Profitez de la fin de journée pour vous installer et vous reposer avant la grande journée du lendemain."
        },
        {
          "text": "Camping à Sesriem : le camping NWR à l'intérieur du parc permet d'accéder aux dunes dès l'ouverture des portes."
        },
        {
          "text": "Réveillez-vous de bon matin pour atteindre l'entrée du site au lever du jour, heure à laquelle la porte ouvre."
        },
        {
          "text": "L'ascension de Big Daddy (325 m) prend environ 1h30. La descente vers Dead Vlei dans le sable vierge est magique."
        },
        {
          "text": "Les derniers 5 km vers Sossusvlei nécessitent un 4x4 ou la navette du parc."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 4
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 5
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 2
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 3
        }
      ],
      "rating": 7.5,
      "place_type": "large_city",
      "suggested_days": 6
    },
    {
      "place_id": "NA::spitzkoppe",
      "name": "Spitzkoppe",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -21.8242,
        15.1931
      ],
      "lat": -21.8242,
      "lon": 15.1931,
      "visits": [
        {
          "text": "Cape Cross abrite la plus grande colonie d'otaries à fourrure au monde. Plus de 100 000 mammifères marins s'entassent sur cette plage battue par les vents, dans un concert assourdissant d'aboiements et une odeur inoubliable.",
          "visit_duration_min": 60
        },
        {
          "text": "Une croix de pierre commémore le débarquement du navigateur portugais Diego Cão en 1486. Premier Européen à fouler le sol de cette côte inhospitalière, il y planta ce symbole qui donna son nom au cap.",
          "visit_duration_min": 15
        },
        {
          "text": "Les montagnes de granit de Spitzkoppe surgissent des plaines comme des cathédrales minérales. Vieux de 120 millions d'années, ces inselbergs aux teintes ocre et rose composent l'un des paysages les plus photogéniques de Namibie.",
          "visit_duration_min": 90
        },
        {
          "text": "Le pic principal culmine à 1 728 mètres, lui valant le surnom de « Cervin de Namibie ». Ses parois verticales attirent grimpeurs du monde entier, mais la simple contemplation depuis le camp suffit à couper le souffle.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Observez les otaries de Cape Cross au lever du soleil. Les femelles allaitent leurs petits tandis que les mâles patrouillent leur territoire. En novembre-décembre, la saison des naissances transforme la colonie en nurserie géante. Prévoyez vêtements chauds (vent atlantique glacial) et acceptez l'odeur puissante – elle fait partie de l'expérience !"
        },
        {
          "text": "Longez la Skeleton Coast vers le sud. Cette « côte des squelettes » doit son nom aux épaves de navires et ossements de baleines qui parsèment ses plages brumeuses. Les dunes plongent dans l'Atlantique dans un décor de fin du monde."
        },
        {
          "text": "Installation au Spitzkoppe Community Camp. Choisissez les emplacements 8, 9 ou 10 nichés entre trois montagnes – moins de passage de véhicules, vues à 360°. Posez table et chaises dès l'arrivée pour « réserver » votre spot. Arrivez AVANT midi pour avoir le choix !"
        },
        {
          "text": "Contemplez la Voie Lactée depuis votre campement. L'absence totale de pollution lumineuse révèle un ciel d'une pureté exceptionnelle – parmi les plus beaux ciels étoilés au monde. Allumez un feu de camp, installez-vous dans vos chaises et laissez-vous hypnotiser jusqu'à minuit passé."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 8
        }
      ],
      "rating": 6.4,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::swakopmund",
      "name": "Swakopmund",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -22.6792,
        14.5264
      ],
      "lat": -22.6792,
      "lon": 14.5264,
      "visits": [
        {
          "text": "Swakopmund conserve son charme de station balnéaire allemande avec ses façades Art Nouveau et ses rues bordées de palmiers. Entre Atlantique et désert, la ville offre un contraste saisissant.",
          "visit_duration_min": 60
        },
        {
          "text": "La Woermann House dresse sa tour depuis 1894. Grimpez au sommet pour embrasser du regard la ville, l'océan et les dunes qui s'étendent à l'infini vers l'est.",
          "visit_duration_min": 30
        },
        {
          "text": "Le Swakopmund Museum retrace l'histoire du Namib, de sa faune adaptée au désert aux cultures indigènes, en passant par l'épopée minière allemande.",
          "visit_duration_min": 45
        },
        {
          "text": "Le National Marine Aquarium plonge les visiteurs sous l'Atlantique namibien. Un tunnel de verre traverse le bassin principal où glissent requins et raies au-dessus de vos têtes.",
          "visit_duration_min": 60
        },
        {
          "text": "La Kristall Galerie abrite le plus grand amas de cristaux au monde : 1,4 tonne extraite en cinq ans de labeur. Les passionnés de géologie y passent des heures.",
          "visit_duration_min": 45
        },
        {
          "text": "L'ancienne gare Otavi-Bahnhof de 1906 abrite aujourd'hui un centre d'artisanat. Sous ses arcades coloniales, artisans locaux exposent sculptures, bijoux et textiles.",
          "visit_duration_min": 30
        },
        {
          "text": "Vous quittez Sesriem dans la matinée pour rejoindre Swakopmund, sur la côte atlantique. La route, longue d'environ six à sept heures, traverse les paysages ouverts du désert du Namib.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous progressez avec des sections particulièrement isolées entre le canyon de Gaub, le col de Kuiseb et la plaine gravillonneuse qui précède l'océan.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous avez la possibilité de marquer un arrêt à Solitaire pour goûter sa célèbre tarte aux pommes ou de faire une pause au col de Kuiseb.",
          "visit_duration_min": 60
        },
        {
          "text": "En fin d'après-midi, vous arrivez à Swakopmund, ville d'influence germanique marquée par son architecture coloniale et son atmosphère côtière.",
          "visit_duration_min": 60
        },
        {
          "text": "Depuis Swakopmund, de nombreuses activités peuvent s'organiser.",
          "visit_duration_min": 60
        },
        {
          "text": "Roulez une heure en direction du Cape Cross (nord) pour découvrir la plus grande colonie de phoques à fourrures connue, un spectacle bruyant (et odorant). Vous êtes en plein cœur du Skeleton Coast.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez le magnifique Sandwich Harbour où les dunes plongent directement dans l'océan.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Traversée du Namib par la C14. La route longe la rivière Kuiseb avant de plonger vers la côte. Arrêtez-vous au Tropic of Capricorn pour la photo souvenir."
        },
        {
          "text": "Ravitaillement complet à Walvis Bay. Faites le plein de carburant ET de courses fraîches - c'est votre dernière occasion avant les zones isolées du nord. Supermarchés bien achalandés."
        },
        {
          "text": "Installation au camping de Swakopmund. Plusieurs camps proposent des emplacements en bord de mer avec sanitaires modernes. Alternative : les camps dans le désert aux portes de la ville."
        },
        {
          "text": "Sandboarding sur les dunes - LE kiff des ados ! Dévalez les pentes de sable debout comme en snowboard ou couché pour plus de vitesse (jusqu'à 80 km/h !). Les prestataires fournissent équipement et transport vers les dunes."
        },
        {
          "text": "Quad dans le désert. Pilotez votre quad à travers les dunes et les plaines de gravier. Différents circuits existent selon le niveau, des balades familiales aux parcours sportifs."
        },
        {
          "text": "Kayak avec les otaries à Walvis Bay. Pagayez dans la lagune parmi les colonies d'otaries curieuses qui viennent jouer autour des kayaks. Dauphins, pélicans et flamants roses complètent le tableau."
        },
        {
          "text": "Living Desert Tour. Un guide expert révèle les secrets du désert : gecko transparent Palmato, araignée White Lady, vipère sidewinder, lézard plongeur dans le sable. Les « Little Five » du Namib fascinent petits et grands."
        },
        {
          "text": "Croisière dauphins et huîtres à Walvis Bay. Embarquez pour une matinée sur le lagon : dauphins joueurs, colonies d'otaries à Pelican Point, dégustation d'huîtres fraîches et bulles face à l'océan."
        },
        {
          "text": "Excursion Sandwich Harbour. Les dunes les plus hautes du monde plongent directement dans l'Atlantique. Accessible uniquement en 4x4 avec guide, selon les marées. Paysage irréel garanti."
        },
        {
          "text": "La traversée du désert est isolée, assurez-vous d'avoir le plein et suffisamment d'eau."
        },
        {
          "text": "Installez-vous et profitez de l'atmosphère unique de cette ville côtière aux airs de station balnéaire allemande."
        },
        {
          "text": "Swakopmund offre de nombreuses options d'hébergement : campings, guesthouses, hôtels."
        },
        {
          "text": "Des croisières sur la mer peuvent s'organiser depuis Walvis Bay pour observer dauphins et otaries."
        },
        {
          "text": "La visite de Sandwich Harbour se fait en véhicule tout-terrain avec un guide qui maîtrise la conduite dans le sable."
        },
        {
          "text": "Cape Cross : prévoyez 2h sur place pour observer les milliers d'otaries."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 6
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 7
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 4
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 5
        }
      ],
      "rating": 7.9,
      "place_type": "large_city",
      "suggested_days": 7
    },
    {
      "place_id": "NA::twyfelfontein",
      "name": "Twyfelfontein",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -20.5892,
        14.37
      ],
      "lat": -20.5892,
      "lon": 14.37,
      "visits": [
        {
          "text": "Twyfelfontein site UNESCO 2500 gravures rupestres pétroglyphes 6000 ans.",
          "visit_duration_min": 75
        },
        {
          "text": "Art rupestre San bushmen représentations animaux girafes éléphants rhinocéros.",
          "visit_duration_min": 75
        },
        {
          "text": "Organ Pipes formations colonnes basaltiques 120 millions années.",
          "visit_duration_min": 75
        },
        {
          "text": "Burnt Mountain montagne brûlée couleurs rouges violettes oxydation.",
          "visit_duration_min": 75
        },
        {
          "text": "L'arche naturelle de Spitzkoppe encadre le lever du soleil comme une fenêtre ouverte sur l'infini. Grimpez les rochers encore frais pour atteindre ce belvédère avant l'aube – les couleurs qui embrasent le granit valent le réveil matinal.",
          "visit_duration_min": 90
        },
        {
          "text": "Les peintures rupestres de Spitzkoppe témoignent de la présence des San il y a plus de 2 000 ans. Au site des Chain Bushman Paintings, une chaîne métallique aide à gravir la pente rocheuse jusqu'à l'abri où chasseurs et animaux dansent encore sur la pierre.",
          "visit_duration_min": 60
        },
        {
          "text": "Le massif du Brandberg, plus haute montagne de Namibie, renferme la célèbre White Lady. Cette peinture rupestre de 2 000 ans représente en fait un chamane San – ni femme, ni blanche, mais figure sacrée aux pigments clairs.",
          "visit_duration_min": 150
        },
        {
          "text": "Le Maack Shelter abrite l'un des plus beaux ensembles d'art rupestre d'Afrique australe. Personnages en transe, oryx bondissants, zèbres finement rayés : la palette de couleurs et la finesse du trait émerveillent les visiteurs depuis plus d'un siècle.",
          "visit_duration_min": 60
        },
        {
          "text": "Vous poursuivez vers le nord, sur des pistes plus rocailleuses, jusqu'à la région de Twyfelfontein.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez les gravures rupestres de Twyfelfontein, site classé au patrimoine mondial de l'UNESCO.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez les orgues basaltiques, formations géologiques spectaculaires aux colonnes verticales.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorez la vallée de la rivière Aba-Huab où vivent les éléphants du désert.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Visite guidée Twyfelfontein gravures rupestres art préhistorique significations spirituelles."
        },
        {
          "text": "Randonnée Organ Pipes formations géologiques colonnes basaltiques spectaculaires."
        },
        {
          "text": "Exploration Burnt Mountain couleurs minérales coucher soleil lumineux."
        },
        {
          "text": "Observation éléphants désert adaptation unique Damaraland survie aride."
        },
        {
          "text": "Sundowner rochers panoramas montagnes désertiques."
        },
        {
          "text": "Springbok potjie viande gibier mijotée."
        },
        {
          "text": "Bière Tafel Lager vin Pinotage."
        },
        {
          "text": "Levez-vous avant l'aube pour l'arche de Spitzkoppe. Le scramble sur les rochers demande de bonnes chaussures mais reste accessible. Restez après le lever du soleil : les groupes organisés repartent vite, vous laissant seuls face à l'immensité."
        },
        {
          "text": "Visitez les Chain Bushman Paintings avec un guide local obligatoire. Le guide unique est disponible de 8h à 18h – s'il accompagne un groupe, patientez environ une heure. Rémunération libre en pourboire cash."
        },
        {
          "text": "Randonnée jusqu'à la White Lady au Brandberg. Comptez 45 minutes de marche depuis le parking. PARTEZ IMPÉRATIVEMENT TÔT LE MATIN – la chaleur de midi dans cette fournaise granitique est dangereuse. Minimum 2L d'eau par personne !"
        },
        {
          "text": "Camping dans la région de Twyfelfontein. Plusieurs camps offrent des emplacements au cœur du Damaraland, ce pays des éléphants du désert et des formations rocheuses ocre. Guettez les traces de pas dans le sable au petit matin."
        },
        {
          "text": "Vous pouvez organiser vos visites selon votre rythme : gravures rupestres de Twyfelfontein, orgues basaltiques, vallée de la rivière Aba-Huab ou recherche des éléphants du désert."
        },
        {
          "text": "Safari éléphants du désert : ces pachydermes adaptés au milieu aride parcourent les lits de rivières asséchées."
        },
        {
          "text": "Camping dans la région de Twyfelfontein."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::damaraland-kaokoland",
          "itin_title": "Circuit Namibie : Damaraland, Kaokoland et Chutes d'Epupa",
          "day": 2
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 9
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 7
        }
      ],
      "rating": 8.5,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "NA::waterberg",
      "name": "Waterberg",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -20.4167,
        17.25
      ],
      "lat": -20.4167,
      "lon": 17.25,
      "visits": [
        {
          "text": "Le plateau du Waterberg jaillit des plaines du Kalahari comme une forteresse naturelle. Ses falaises de grès rouge vieilles de 200 millions d'années s'élèvent à 250 mètres, abritant une végétation luxuriante nourrie par des sources permanentes.",
          "visit_duration_min": 60
        },
        {
          "text": "Ce sanctuaire protège les espèces les plus menacées de Namibie. Rhinos noirs et blancs, hippotragues noirs et rouannes, buffles : les flancs abrupts du plateau forment une prison naturelle qui tient braconniers et prédateurs à distance.",
          "visit_duration_min": 30
        },
        {
          "text": "Le Waterberg abrite la plus forte concentration de léopards de toute la Namibie. Ces fantômes tachetés chassent à couvert dans les ravins boisés, rarement vus mais toujours présents – leurs traces parsèment les sentiers au petit matin.",
          "visit_duration_min": 30
        },
        {
          "text": "Les vautours du Cap ont établi leur unique colonie reproductrice namibienne sur les falaises occidentales du plateau. Ces charognards majestueux planent sur les courants thermiques, ailes immenses déployées.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Sortie d'Etosha par Von Lindequist Gate à l'est. Route vers le sud à travers le bush namibien. Arrêt possible à Otjiwarongo pour le plein et les courses. La route bitumée facilite la progression après les pistes de poussière."
        },
        {
          "text": "Randonnée au Mountain Viewpoint pour le coucher du soleil. L'ascension de 45 minutes depuis le camp NWR mène à un belvédère panoramique. Les plaines du Kalahari s'étirent à l'infini, baignées de lumière dorée."
        },
        {
          "text": "Game drive au Waterberg (obligatoirement guidé). Contrairement à Etosha, le self-drive est interdit ici. Réservez à la réception pour une sortie matinale ou en fin d'après-midi. Les guides connaissent les cachettes des rhinos."
        },
        {
          "text": "Camping ou chalet au NWR Waterberg Rest Camp. Niché au pied des falaises rouges, le camp offre un répit bienvenu après l'intensité d'Etosha. Piscine, restaurant, et sentiers de randonnée partant directement du camp."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 13
        }
      ],
      "rating": 2.7,
      "suggested_days": 0
    },
    {
      "place_id": "NA::windhoek",
      "name": "Windhoek",
      "cc": "NA",
      "language": "fr",
      "coords": [
        -22.5609,
        17.0658
      ],
      "lat": -22.5609,
      "lon": 17.0658,
      "visits": [
        {
          "text": "La Christuskirche dresse sa silhouette néo-gothique au cœur de Windhoek depuis 1910. Cette église luthérienne aux pierres dorées reste le landmark le plus photographié de la capitale namibienne.",
          "visit_duration_min": 20
        },
        {
          "text": "L'Independence Memorial Museum domine la ville de son architecture moderne. Montez au sommet pour une vue panoramique gratuite sur Windhoek et les collines environnantes.",
          "visit_duration_min": 45
        },
        {
          "text": "Flânez dans les allées du Namibia Craft Centre installé dans les anciennes brasseries. Quarante artisans y exposent sculptures sur bois, bijoux en cuivre et textiles traditionnels.",
          "visit_duration_min": 45
        },
        {
          "text": "Le History Path du Waterberg serpente sur 2,2 km à travers les fantômes de l'histoire namibienne. Des panneaux racontent la bataille de 1904 où les Hereros affrontèrent les forces coloniales allemandes – tournant tragique qui mena au premier génocide du XXe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "La descente vers Windhoek traverse les paysages changeants du plateau central. Les montagnes s'aplanissent, le bush cède la place aux fermes, les villages se font plus fréquents – le retour à la civilisation se fait en douceur.",
          "visit_duration_min": 30
        },
        {
          "text": "Windhoek accueille les voyageurs fourbus avec ses cafés et ses restaurants. La capitale la plus propre d'Afrique mêle architecture coloniale allemande et modernité africaine dans une atmosphère détendue.",
          "visit_duration_min": 60
        },
        {
          "text": "L'aéroport Hosea Kutako porte le nom du héros national herero qui lutta pour l'indépendance. Ce terminal moderne mais à taille humaine offre quelques boutiques duty-free et cafés pour patienter avant l'embarquement.",
          "visit_duration_min": 30
        },
        {
          "text": "Vous atterrissez à l'aéroport international de Windhoek en milieu de journée. Après les formalités, vous récupérez votre véhicule de location.",
          "visit_duration_min": 60
        },
        {
          "text": "L'équipe du loueur vous explique les points essentiels liés à la conduite en Namibie, puis vous prenez la route vers le centre-ville.",
          "visit_duration_min": 60
        },
        {
          "text": "En une quarantaine de minutes, vous rejoignez le centre de Windhoek. Vous vous installez tranquillement et disposez du reste de l'après-midi à votre rythme.",
          "visit_duration_min": 60
        },
        {
          "text": "Windhoek, la capitale de la Namibie étonne au premier coup d'œil tant le sentiment d'avoir atterri dans une petite ville provinciale est présent. Rien de ce que l'on s'imagine d'une capitale africaine.",
          "visit_duration_min": 60
        },
        {
          "text": "La capitale est sans conteste le meilleur endroit où manger au restaurant en Namibie. Les cartes dénotent d'influences allemande, française, indienne, chinoise, argentine ou encore portugaise.",
          "visit_duration_min": 60
        }
      ],
      "activities": [
        {
          "text": "Location 4x4 avec tente de toit. Les agences de Windhoek proposent des Toyota Hilux double cabine entièrement équipés. Prévoyez 2h pour le briefing complet : montage des tentes, utilisation du compresseur, changement de pression des pneus, procédure en cas d'enlisement. Vérifiez l'état des pneus, le cric hi-lift, les jerricans et la roue de secours."
        },
        {
          "text": "Ravitaillement courses. Les supermarchés du centre-ville permettent de s'approvisionner pour plusieurs jours. Achetez suffisamment pour être autonomes : eau (5L par personne et par jour), conserves, bois de feu, glacière. Les centres commerciaux Maerua Mall et Grove Mall offrent le plus grand choix."
        },
        {
          "text": "Camping proche aéroport si arrivée tardive. La réserve de Daan Viljoen à 25 km offre un premier contact avec la faune namibienne : oryx, girafes, zèbres. Emplacements ombragés avec sanitaires, idéal pour une nuit de récupération après le vol."
        },
        {
          "text": "Randonnée matinale optionnelle au Waterberg. La boucle Dassie-Fountain-Porcupine (10,5 km) explore ravins et sources avant de grimper vers un panorama époustouflant. Partez tôt pour éviter la chaleur. Alternative plus courte : Aloe Circle + Fig Tree Walk (3,9 km)."
        },
        {
          "text": "Route vers Windhoek par la B1 goudronnée. Ces 280 km filent sans effort après deux semaines de gravel roads. Dernier plein à Otjiwarongo ou Okahandja."
        },
        {
          "text": "Derniers achats souvenirs à Windhoek. Le Namibia Craft Centre propose artisanat authentique : sculptures en bois, bijoux en cuivre, textiles traditionnels."
        },
        {
          "text": "Restitution du véhicule. Prévoyez le plein complet et 1h pour l'état des lieux. Photographiez le véhicule avant restitution pour éviter tout litige."
        },
        {
          "text": "Camping ou hébergement proche aéroport. Si votre vol part tôt le lendemain, les lodges des environs de l'aéroport Hosea Kutako évitent le stress du dernier matin."
        },
        {
          "text": "Transfert vers l'aéroport. Prévoyez 2h30 avant votre vol pour les formalités. Les vols internationaux transitent généralement par Johannesburg, Addis-Abeba ou Francfort selon votre destination."
        },
        {
          "text": "Dernier regard sur la Namibie. Dans l'avion qui s'élève au-dessus du plateau, les paysages défilent une dernière fois : le vert du Waterberg, le bush d'Etosha, les dunes rouges du Namib au loin. La Namibie vous a transformé – vous reviendrez."
        },
        {
          "text": "Récupérez votre 4x4 équipé camping chez l'un des loueurs de Windhoek. Prévoyez 2h pour le briefing complet et l'état des lieux du véhicule."
        },
        {
          "text": "Faites le plein de courses dans les supermarchés de Windhoek : eau (5L/pers/jour minimum), conserves, bois pour le feu, glacière."
        },
        {
          "text": "Selon votre envie, vous pouvez rester sur place, vous balader dans les environs immédiats ou réserver une table dans l'un des restaurants du quartier."
        },
        {
          "text": "Si arrivée tardive, plusieurs campings accueillent les voyageurs près de Windhoek."
        }
      ],
      "days_plan": [
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 1
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 14
        },
        {
          "itin_id": "NA::namibie::circuit-parfait-15j-4x4-tente",
          "itin_title": "Circuit Namibie en 4x4 et Tente : Déserts et Safari - 15 Jours",
          "day": 15
        },
        {
          "itin_id": "NA::safaris::namibie-botswana-okavango",
          "itin_title": "Safari Namibie-Botswana : Delta de l'Okavango et Déserts - Circuit Complet",
          "day": 1
        }
      ],
      "rating": 9.1,
      "place_type": "metropolis",
      "suggested_days": 5
    }
  ]
}