{
  "version": 1,
  "country": "za",
  "language": "es",
  "places": [
    {
      "place_id": "ZA::addo",
      "name": "Addo",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.4543,
        25.7619
      ],
      "lat": -33.4543,
      "lon": 25.7619,
      "visits": [
        {
          "text": "Explora el Parque Nacional Addo Elephant, la tercera reserva nacional más grande de Sudáfrica y la única reserva de los Grandes 7 en el mundo. Presencia la mayor densidad de elefantes africanos del planeta junto con búfalos del Cabo, leopardos, rinocerontes negros y leones, además de tiburones blancos y ballenas francas australes estacionales en la sección marina. Los diversos ecosistemas del parque abarcan 5 de los 7 biomas de Sudáfrica.",
          "visit_duration_min": 75
        },
        {
          "text": "Vuela por el aire en la tirolesa doble más alta, más larga y más rápida de Sudáfrica, la única aventura de este tipo en el país. La experiencia incluye una caminata moderada de 500 metros hasta la plataforma de lanzamiento, recompensando a los participantes con vistas espectaculares del Valle del Río Sundays. Un columpio gigante único añade emociones adicionales para los buscadores de aventuras.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Proyecto Guepardo Daniell para un Tour Educativo de Depredadores dirigido por guías entrenados. Esta experiencia de una hora proporciona información sobre la conservación de guepardos y el trabajo de rehabilitación de la instalación. Los huéspedes tienen la oportunidad única de ingresar a un recinto de guepardos bajo supervisión experta, aprendiendo sobre estos magníficos felinos y su estado crítico de conservación.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Navega por el Río Sundays y experimenta la emoción del deslizamiento en arena en dunas imponentes a solo 5 kilómetros del Parque Nacional Addo Elephant. Esta aventura familiar combina la exploración pacífica del río con la emoción de deslizarse por dunas de arena dorada. Las actividades son adecuadas para todas las edades y ofrecen un contraste refrescante a la observación tradicional de fauna.",
          "visit_duration_min": 60
        },
        {
          "text": "Únete a un Tour Ecológico de Vida Silvestre de Addo en las orillas del Río Sundays, donde guías expertos comparten conocimientos sobre plantas y árboles únicos del Cabo Oriental. Observa la prolífica vida silvestre de la reserva incluyendo el escarabajo pelotero no volador endémico local, una criatura diminuta vital para el ecosistema. La experiencia concluye con refrigerios en un boma junto al río.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 4
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::atlantis",
      "name": "Atlantis",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.5679,
        18.4856
      ],
      "lat": -33.5679,
      "lon": 18.4856,
      "visits": [
        {
          "text": "Descubre Koeberg Private Nature Reserve, que ofrece información educativa sobre la estación de energía cercana junto con dos senderos espectaculares que muestran la diversa fauna y flora incluyendo grysbok, steenbok y springbok. Explora la reserva en bicicleta por varias rutas escénicas, y visita el escondite de aves para picnics tranquilos y oportunidades excepcionales de observación de aves.",
          "visit_duration_min": 75
        },
        {
          "text": "Relájate en Silwerstroomstrand, una playa Blue Flag reconocida por su excelente calidad del agua y amplio tramo de costa en un entorno maravillosamente apartado. Una pequeña punta rocosa proporciona protección natural de las olas para nadar seguro en el océano, mientras que una piscina de marea ofrece aguas más cálidas y tranquilas. Áreas de picnic, instalaciones de barbacoa y opciones de alojamiento hacen de este un refugio costero ideal.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aventúrate a través de Witzand Aquifer Nature Reserve, hogar de los mundialmente famosos Atlantis Dunefields. Esta área de conservación única combina playas arenosas, costas rocosas y vastas dunas que ofrecen vistas espectaculares de Table Mountain. Las dunas son perfectas para aventuras en 4x4 y sandboard, creando una experiencia inolvidable donde el desierto se encuentra con el océano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 4
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::augrabies",
      "name": "Augrabies",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.5944,
        20.3308
      ],
      "lat": -28.5944,
      "lon": 20.3308,
      "visits": [
        {
          "text": "Presencia las majestuosas Cataratas Augrabies precipitándose 56 metros en un impresionante desfiladero de 18 kilómetros tallado por el Río Orange durante milenios. El pueblo Khoi nombró este lugar 'Aukoerebis' - 'el gran ruido' - y el rugido atronador del agua haciendo eco a través de acantilados de granito explica perfectamente por qué. Esta maravilla natural a lo largo del Río Orange se encuentra entre las cascadas más impresionantes de África.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Parque Nacional Augrabies Falls, donde paisajes dramáticos muestran la belleza agreste del Northern Cape en su mejor forma. Maravíllate con Moon Rock y las cúpulas de granito Ararat, formaciones antiguas pulidas por eones de clima. Los icónicos árboles quiver salpican el paisaje, sus siluetas distintivas creando sujetos fotográficos memorables contra cielos dramáticos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por el Sendero Klipspringer para encuentros íntimos con la flora y fauna única del parque, desde damanes rocosos tomando el sol en rocas hasta águilas negras volando sobre el desfiladero. Disfruta picnics serenos en miradores con vista a las cataratas, o prueba la pesca con mosca de captura y liberación en tramos más tranquilos del río. Con conectividad limitada, es perfecto para observar estrellas y desconectarse de la vida moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta aventuras de rafting en el Río Orange para buscadores de emociones, navegando rápidos a través de paisajes espectaculares de cañón. La combinación de actividades de aventura y maravilla natural hace de Augrabies un destino imperdible del Northern Cape. Cada mirador revela nuevas perspectivas sobre el poder del agua moldeando la piedra a través del tiempo geológico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 7
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "ZA::barberspan",
      "name": "Barberspan",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -26.5833,
        25.5833
      ],
      "lat": -26.5833,
      "lon": 25.5833,
      "visits": [
        {
          "text": "Descubre el Santuario de Aves Barberspan, un Área Importante para las Aves y sitio de humedal Ramsar que es una visita obligada para los observadores de aves apasionados. Esta reserva de 2,000 hectáreas cerca de Delareyville ha registrado 365 especies, muchas de ellas aves acuáticas o migrantes raras. Las especies amenazadas globalmente incluyen el flamenco menor, pratincola de alas negras, pato maccoa y chorlito de banda castaña.",
          "visit_duration_min": 75
        },
        {
          "text": "Observa aves acuáticas congregándose en grandes números durante la temporada seca de abril a octubre, cuando otras fuentes de agua en la región están afectadas por la sequía. Los escondites y puntos de observación del santuario proporcionan excelentes oportunidades de avistamiento para fotógrafos y observadores de aves que buscan especies difíciles de encontrar en otros lugares de Sudáfrica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Lanza tu caña en el poderoso río Vaal, que forma la frontera sur de la provincia con el Free State. Se pueden pescar especies incluyendo barbo, carpa, pez de barro y lubina de boca grande, aunque el preciado pez amarillo proporciona la mejor pelea cuando se pesca con mosca. Las orillas del río ofrecen entornos pacíficos para expediciones de pesca.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 9
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "ZA::bethlehem",
      "name": "Bethlehem",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.2333,
        28.3
      ],
      "lat": -28.2333,
      "lon": 28.3,
      "visits": [
        {
          "text": "Visita el Santuario de Grandes Felinos Lionsrock Park, que ha rescatado más de 90 grandes felinos de todo el mundo, proporcionando a estos animales magníficos un hogar seguro y digno. Esta instalación de Four Paws ofrece a estos felinos rescatados-muchos de circos, colecciones privadas y zonas de guerra-recintos espaciosos en hermosos alrededores del Estado Libre. El santuario representa un faro de esperanza para animales que han sufrido a manos humanas.",
          "visit_duration_min": 75
        },
        {
          "text": "Aprende sobre la difícil situación de los grandes felinos cautivos a nivel mundial y el trabajo de conservación dedicado que les da a los animales rescatados una segunda oportunidad. El compromiso del santuario con el bienestar animal significa que los felinos viven tan naturalmente como sea posible, con espacio para deambular, trepar y simplemente ser ellos mismos. Los programas educativos iluminan los desafíos que enfrentan las poblaciones de felinos salvajes y cautivos en todo el mundo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de safaris fotográficos por el santuario, observando leones, tigres y otros grandes felinos en sus recintos espaciosos. Las actividades adicionales incluyen equitación por el campo circundante, observación de aves en los diversos hábitats y senderos para caminar que revelan la belleza natural del paisaje. Se pueden organizar excursiones de un día al cercano Parque Nacional Golden Gate para aquellos que quieran extender sus experiencias con la vida silvestre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 4
        }
      ],
      "rating": 7
    },
    {
      "place_id": "ZA::blaauwberg",
      "name": "Blaauwberg",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.7645,
        18.4589
      ],
      "lat": -33.7645,
      "lon": 18.4589,
      "visits": [
        {
          "text": "Explora Blaauwberg Nature Reserve, ubicada a solo 30km de Cape Town, ofreciendo vistas espectaculares por las laderas cubiertas de fynbos hacia el paisaje urbano y más de 7km de costa rocosa y arenosa prístina. Este punto de vista único es uno de los pocos lugares en la Tierra donde puedes ver simultáneamente dos Sitios Patrimonio Mundial de la UNESCO: Table Mountain y Robben Island. La reserva también preserva el sitio histórico de la Batalla de Blaauwberg de 1806.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relájate en Melkbosstrand, un pueblo costero por excelencia popular entre los locales y entusiastas de deportes acuáticos. La larga playa principal respaldada por céspedes verdes es perfecta para picnics, mientras que el área tiene importancia histórica como el sitio de desembarco de las tropas británicas durante la invasión de 1806.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 3
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "ZA::bloemfontein",
      "name": "Bloemfontein",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -29.1167,
        26.2167
      ],
      "lat": -29.1167,
      "lon": 26.2167,
      "visits": [
        {
          "text": "Visita el Free State National Botanical Garden en las afueras de Bloemfontein, exhibiendo más de 400 especies de plantas únicas del Free State, Northern Cape y Lesotho. Seis jardines distintivos revelan la notable diversidad botánica de la meseta central, desde colecciones de suculentas hasta árboles indígenas adaptados a las temperaturas extremas de la región. Senderos de senderismo silvestre serpentean a través de vegetación natural más allá de las áreas cultivadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Bloemfontein, la capital judicial de Sudáfrica y el corazón de la provincia Free State. La ciudad combina arquitectura victoriana con comodidades modernas, ofreciendo museos, galerías y sitios históricos que iluminan la historia compleja de la región. Jardines y parques por toda la ciudad proporcionan refugios verdes en medio del paisaje urbano.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el Cheetah Experience, una de las atracciones turísticas más populares de Bloemfontein y una visita obligada para los amantes de los grandes felinos. El centro se enfoca principalmente en la conservación y reproducción de guepardos pero también sirve como santuario para leones, tigres, leopardos, servales y caracales. Los visitantes aprenden sobre estos magníficos depredadores y pueden interactuar físicamente con ciertos animales bajo supervisión experta.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 9
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "ZA::blyde-river-canyon",
      "name": "Blyde River Canyon",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24.5833,
        30.8167
      ],
      "lat": -24.5833,
      "lon": 30.8167,
      "visits": [
        {
          "text": "Maravíllate con el Blyde River Canyon, uno de los cañones verdes más grandes del mundo y pieza central del espectacular paisaje de Mpumalanga. Las vistas panorámicas se extienden a través de acantilados verdosos y el serpenteante Blyde River muy abajo, creando escenas que han cautivado a visitantes por generaciones. Esta maravilla natural muestra las fuerzas geológicas dramáticas que dieron forma al escarpe de Sudáfrica.",
          "visit_duration_min": 75
        },
        {
          "text": "Observa a través de God's Window, uno de los miradores más famosos a lo largo de la Panorama Route, ofreciendo vistas impresionantes sobre el Lowveld que se extiende hasta el horizonte. En días despejados, la visibilidad se extiende a través de territorio salvaje aparentemente infinito, creando una experiencia casi espiritual de conexión con el vasto paisaje africano. El exuberante bosque indígena que rodea este mirador añade a su atmósfera mágica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora los Three Rondavels, formaciones rocosas cilíndricas distintivas que se asemejan a chozas africanas tradicionales y vigilan el cañón. Estos antiguos picos de dolomita, también conocidos como el Jefe y sus Tres Esposas, proporcionan algunos de los paisajes más fotografiados de Sudáfrica. Los senderos para caminar alrededor de los miradores ofrecen múltiples perspectivas de esta obra maestra geológica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 3
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "ZA::cape",
      "name": "Cape",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.9249,
        18.4241
      ],
      "lat": -33.9249,
      "lon": 18.4241,
      "visits": [
        {
          "text": "Asciende a Table Mountain, el icónico punto de referencia de cima plana que domina el horizonte de Cape Town y forma parte de una espectacular cadena montañosa de 60km que se extiende hasta Cape Point. Ya sea que elijas el pintoresco viaje en teleférico o la estimulante caminata hasta la cumbre, serás recompensado con vistas panorámicas consideradas entre las mejores del mundo. Desde esta maravilla natural reconocida por la UNESCO, admira dos Sitios Patrimonio de la Humanidad simultáneamente: la montaña misma y la histórica Robben Island en la distancia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Kirstenbosch National Botanical Garden, un Sitio Patrimonio Mundial de la UNESCO de renombre mundial ubicado en las laderas orientales de Table Mountain. Pasea por bosques autóctonos, relájate en césped cuidado y maravíllate con las antiguas cícadas y el extraordinario Peninsula Garden que alberga más de 2,500 especies de plantas que no se encuentran en ningún otro lugar de la Tierra. No te pierdas el Tree Canopy Walkway, un puente colgante que ofrece una perspectiva única a través del dosel del bosque.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el Cape Floral Kingdom, uno de los seis reinos florales de la Tierra y un Sitio Patrimonio Mundial de la UNESCO que contiene el 3% de las especies vegetales del mundo. Este extraordinario ecosistema se extiende desde Cape Peninsula hasta Eastern Cape, con un asombroso 69% de su flora que no se encuentra en ningún otro lugar del planeta. La diversidad y singularidad de este tesoro botánico lo convierten en una experiencia esencial para los entusiastas de la naturaleza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 1
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "ZA::centurion",
      "name": "Centurion",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.8603,
        28.1894
      ],
      "lat": -25.8603,
      "lon": 28.1894,
      "visits": [
        {
          "text": "Explora la Reserva Natural Rietvlei, una favorita local repleta de vida silvestre en un ecosistema protegido de humedales. Cebras, rinocerontes, guepardos, búfalos, ñus negros y blesbok deambulan libremente por esta reserva accesible, ofreciendo excelente avistamiento de animales a pocos minutos de la ciudad. La combinación de hábitats de pastizales y humedales sostiene una biodiversidad notable.",
          "visit_duration_min": 75
        },
        {
          "text": "Disfruta de la observación excepcional de aves en Rietvlei, donde los avistamientos incluyen el majestuoso águila pescadora, coloridos martines pescadores, el secretivo búho de los pastizales, alondra de tacones altos, bisbita leonado y el llamativo pecho naranja de cola larga. Los diversos hábitats de la reserva atraen especies residentes y migratorias durante todo el año, haciendo cada visita gratificante para los observadores de aves.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de picnics, equitación, ciclismo y pesca en esta versátil reserva natural que ofrece algo para cada entusiasta del aire libre. La atmósfera pacífica y la abundante vida silvestre crean el escape perfecto de la vida urbana, manteniéndose convenientemente cerca de Pretoria. Los safaris al atardecer revelan los habitantes nocturnos de la reserva emergiendo para la noche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravillas Naturales de Gauteng: Montañas Antiguas, Sitios de Fósiles y Reservas Urbanas",
          "day": 8
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::clarens",
      "name": "Clarens",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.5167,
        28.4167
      ],
      "lat": -28.5167,
      "lon": 28.4167,
      "visits": [
        {
          "text": "Descubre Clarens, cariñosamente conocido como la 'Joya del Free State', un destino pintoresco rodeado por las majestuosas montañas Maluti. Este encantador pueblo es reconocido por su vibrante escena artística, con numerosas galerías, tiendas de artesanías y estudios que exhiben el trabajo excepcional de artistas locales. Pasea por las encantadoras calles y descubre hallazgos impresionantes incluyendo pinturas originales y joyería hecha a mano.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el corazón creativo de esta comunidad artística, donde cada rincón revela nuevos tesoros de talentosos artesanos. El entorno del pueblo contra dramáticos acantilados de arenisca crea una atmósfera inspiradora que ha atraído artistas y artesanos de toda Sudáfrica. La acogedora comunidad local añade calidez a cada visita a galerías y experiencia de compras.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Abraza las aventuras al aire libre que rodean Clarens, desde caminatas por paisajes montañosos espectaculares hasta ciclismo de montaña por senderos escénicos. Las excursiones a caballo revelan la belleza del paisaje desde una perspectiva única, siguiendo senderos a través de pastizales dorados bajo imponentes formaciones de arenisca. La combinación de cultura artística y esplendor natural hace de Clarens un destino inolvidable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 7
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::coffee-bay",
      "name": "Coffee Bay",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -31.9833,
        29.15
      ],
      "lat": -31.9833,
      "lon": 29.15,
      "visits": [
        {
          "text": "Maravíllate con el Hole in the Wall, un arco rocoso icónico que se eleva del mar justo frente a la costa del pueblo de la Wild Coast del mismo nombre. Esta maravilla natural fue tallada durante millones de años por la acción implacable de las olas contra arenisca y pizarra bajo dolerita volcánica dura. El punto de referencia se alza ante la desembocadura del Mpako River, inspirando innumerables leyendas entre las comunidades locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Emprende una caminata por la Wild Coast, atravesando algunos de los paisajes costeros más espectaculares de Sudáfrica a lo largo de rutas de senderos bien establecidas. El alojamiento a lo largo del camino asegura un ritmo cómodo mientras maximiza la exposición a las empinadas colinas verdes de la región, pueblos tradicionales Xhosa, acantilados azotados por el viento, playas blancas desiertas y bosques autóctonos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta aventuras de equitación en la Wild Coast adecuadas para todos los niveles, desde paseos suaves de día de 1-4 horas hasta senderos extendidos de varios días a lo largo de la costa prístina. El Kei River Horse Trail combina paseos base con un viaje costero de 2-3 noches, mientras que el Wild Coast Horse Trail de 7 noches ofrece a jinetes avanzados una aventura épica de 8 días a través de este paisaje salvaje.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 10
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::darling",
      "name": "Darling",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.3754,
        18.3845
      ],
      "lat": -33.3754,
      "lon": 18.3845,
      "visits": [
        {
          "text": "Visita la histórica Mamre Mission Station, una joya oculta establecida en 1808 por misioneros moravos. La iglesia y parroquia originales, ahora protegidas como monumentos nacionales, conservan su encanto auténtico y continúan sirviendo a la comunidad con servicios semanales. Un molino de agua bellamente restaurado ahora opera como un fascinante museo que muestra la rica herencia del pueblo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Groote Post Wine Cellar, una finca histórica del siglo XVIII donde el terroir único y el clima fresco de Darling Hills producen vinos excepcionales. Parte de la famosa West Coast Flower Route, la propiedad ofrece caminatas por la naturaleza espectaculares y safaris por paisajes de fynbos autóctono. Disfruta degustaciones de vino acompañadas de deliciosa cocina en este entorno pintoresco.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el pintoresco pueblo de Darling, situado en el corazón de West Coast Flower Region donde la primavera transforma los campos circundantes en impresionantes tapices de flores silvestres. Visita durante septiembre para el celebrado Darling Wildflower Show que se celebra cada tercer fin de semana. Las encantadoras calles del pueblo también albergan el famoso complejo teatral Evita se Perron.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 5
        }
      ],
      "rating": 5
    },
    {
      "place_id": "ZA::dullstroom",
      "name": "Dullstroom",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.4167,
        30.1167
      ],
      "lat": -25.4167,
      "lon": 30.1167,
      "visits": [
        {
          "text": "Descubre Dullstroom, cariñosamente conocido como la meca de la trucha de Sudáfrica, donde el aire puro, el clima fresco y las aguas cristalinas han atraído a pescadores con mosca durante generaciones. Esta pequeña ciudad de las tierras altas supera sus expectativas con una colección ecléctica de más de 7,000 relojes exhibidos en establecimientos locales. El aire fresco de montaña y la atmósfera acogedora la hacen el refugio perfecto.",
          "visit_duration_min": 75
        },
        {
          "text": "Lanza tu caña en arroyos y presas prístinos poblados de truchas arcoíris y marrones, siguiendo tradiciones de pesca con mosca consagradas por el tiempo. Guías expertos ofrecen instrucción para principiantes mientras pescadores experimentados ponen a prueba sus habilidades contra peces astutos en aguas cristalinas. El paisaje circundante del highveld proporciona un telón de fondo impresionante para esta búsqueda contemplativa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora la encantadora colección de restaurantes, pubs y tiendas de artesanías de Dullstroom agrupados a lo largo de la calle principal. La reputación de la ciudad por la excelente comida atrae visitantes que buscan comidas abundantes junto a fuegos rugientes en las frías tardes del highveld. Las galerías de arte y tiendas de antigüedades recompensan a los curiosos, mientras que la famosa colección de relojes añade carácter peculiar a este destino querido.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 9
        }
      ],
      "rating": 5
    },
    {
      "place_id": "ZA::east-london",
      "name": "East London",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.0153,
        27.9116
      ],
      "lat": -33.0153,
      "lon": 27.9116,
      "visits": [
        {
          "text": "Descubre East London, una ciudad relajada bendecida con cálidas brisas del Océano Índico y un clima subtropical acogedor que atrae visitantes durante todo el año. Las playas prístinas de la ciudad -Nahoon, Gonubie y Orient- ofrecen arenas limpias, aguas cristalinas y atardeceres impresionantes que pintan el cielo con colores brillantes cada tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta las diversas actividades acuáticas disponibles a lo largo de la costa de East London, desde surf de clase mundial y buceo hasta expediciones para avistar delfines y ballenas. Las cálidas corrientes oceánicas sustentan una abundante vida marina, convirtiendo este tramo de costa en un paraíso para los entusiastas de la pesca y exploradores submarinos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cruza el Kei River en el histórico pont, un ferry de cable tradicional que ha transportado viajeros a través de este importante curso de agua durante generaciones. Este cruce marca la frontera tradicional entre la antigua Cape Colony y el Transkei, ofreciendo una conexión tangible con la compleja historia y patrimonio cultural de la región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 7
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::gariep-dam",
      "name": "Gariep Dam",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -30.6167,
        25.5
      ],
      "lat": -30.6167,
      "lon": 25.5,
      "visits": [
        {
          "text": "Explora Gariep Dam Nature Reserve, la reserva natural más grande del Free State, extendiéndose a lo largo de las orillas de la represa más grande de Sudáfrica y el poderoso río Orange. Esta vasta área protegida se enorgullece de ser hogar de innumerables especies de aves, vida vegetal diversa y numerosas especies animales que prosperan en el paisaje semiárido. La escala tanto de la represa como de la reserva crea una impresionante sensación de vida silvestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la notable avifauna que se congrega alrededor de la extensa costa e islas de la represa, atrayendo observadores de aves de todo el país. Los pastizales circundantes y afloramientos rocosos sustentan especies de antílopes y mamíferos más pequeños, mientras que la represa misma ofrece excelentes oportunidades de pesca. Los viajes en bote proporcionan perspectivas únicas de este masivo cuerpo de agua.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de safaris de observación de fauna a través de la reserva, donde gacelas saltarinas, ñus negros y otras especies de antílopes deambulan por las llanuras abiertas. Senderos para caminar ofrecen encuentros íntimos con el paisaje y sus habitantes, mientras que los sitios de picnic proporcionan lugares perfectos para absorber la vastedad de esta notable reserva. El atardecer sobre la represa crea oportunidades fotográficas inolvidables.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 10
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::golden-gate",
      "name": "Golden Gate",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.5167,
        28.6167
      ],
      "lat": -28.5167,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Ingresa a Golden Gate Highlands National Park, quizás mejor conocido por sus magníficos centinelas de arenisca de tonalidad dorada que brillan como oro pulido bajo la luz del atardecer. Estas dramáticas formaciones rocosas, esculpidas durante milenios por el viento y el agua, crean uno de los paisajes más fotogénicos de Sudáfrica. El parque está situado equidistante de Johannesburg, Durban y Bloemfontein, convirtiéndolo en el escape montano ideal.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la notable vida silvestre que habita este santuario montano, incluyendo ñus negros, elands, blesboks, gacelas saltarinas y el raro quebrantahuesos que vuela sobre los picos. Se han registrado más de 100 especies de aves, desde rapaces cabalgando corrientes térmicas hasta coloridas especies de pastizales. Los diversos hábitats, desde cuevas y salientes hasta arroyos y pastizales, sustentan una biodiversidad excepcional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por la extensa red de senderos del parque, desde paseos cortos hasta el desafiante Rhebok Trail de dos días que atraviesa todo el espectro de paisajes montanos. La gran altitud trae aire fresco y patrones climáticos dramáticos que transforman el paisaje durante el día. Sitios de arte rupestre revelan que el pueblo San una vez llamó hogar a estas montañas, añadiendo profundidad cultural a la belleza natural.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 6
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::graaff-reinet",
      "name": "Graaff Reinet",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -32.2522,
        24.5308
      ],
      "lat": -32.2522,
      "lon": 24.5308,
      "visits": [
        {
          "text": "Quédate maravillado ante el Valley of Desolation, una maravilla geológica de belleza sobrecogedora que presenta espectaculares columnas de 120 metros de antigua roca volcánica erosionada que vigilan las llanuras de Camdeboo. Declarado Monumento Nacional en 1939 por su importancia geológica y escénica, este paisaje dramático ofrece avistamientos de kudus, cebras de montaña del Cabo y el majestuoso águila de Verreaux con su impresionante envergadura de 2 metros.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Graaff-Reinet, la cuarta ciudad más antigua de Sudáfrica fundada en 1786, reconocida por sus casas y edificios históricos notablemente bien conservados. Figuras destacadas incluyendo Lord Somerset, Robert Sobukwe y Dr Anton Rupert tienen conexiones con esta pintoresca ciudad del Karoo. El museo Reinet House proporciona fascinantes perspectivas sobre la historia y arte del Karoo.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja a la Owl House en Nieu-Bethesda, un Sitio de Patrimonio Nacional que representa el principal ejemplo de arte marginal de Sudáfrica. La artista Helen Martins transformó una casa ordinaria del Karoo en un lugar de luz y color, con un jardín de fantasía lleno de esculturas de concreto y vidrio conocido como el Camel Yard. Su visión extraordinaria continúa cautivando a los visitantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre fósiles del Karoo en Wellwood Farm y Ganora Guest Farm, viendo notables exhibiciones de especímenes antiguos recolectados durante 20 años. Ganora Excursions ofrece caminatas guiadas para ver pinturas de bosquimanos y khois, grabados rupestres, y el James Kitching Fossil Centre. Un sendero de fósiles guiado lleva al lecho del río donde continúa emergiendo evidencia del pasado prehistórico de la región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 14
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "ZA::graskop",
      "name": "Graskop",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24.9317,
        30.8419
      ],
      "lat": -24.9317,
      "lon": 30.8419,
      "visits": [
        {
          "text": "Sigue la legendaria Ruta Panorámica, la puerta de entrada a Kruger serpenteando a través del Lowveld por carreteras que atraviesan plantaciones, cascadas y densos bosques autóctonos. Esta carretera escénica conecta muchas de las atracciones más celebradas de Mpumalanga, desde los famosos panqueques de Graskop hasta los miradores del cañón que definen el dramático paisaje del escarpe de la provincia.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta el Ascensor del Desfiladero de Graskop, descendiendo 51 metros hacia el bosque de abajo en un elevador de cristal que proporciona vistas impresionantes de los acantilados y dosel circundantes. En la parte inferior, pasarelas elevadas serpentean a través del bosque ancestral, revelando cascadas, árboles autóctonos y diversa vida aviar. El Cliff Café ofrece refrescos con vistas espectaculares del desfiladero.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora la vibrante calle principal de Graskop, famosa por sus restaurantes de panqueques y tiendas de curiosidades que venden artesanías africanas y productos locales. La ciudad sirve como una excelente base para explorar la Ruta Panorámica, con todas las atracciones principales a poca distancia en auto. Los bosques y pastizales circundantes ofrecen oportunidades adicionales de senderismo y aventura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 5
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::groot-marico",
      "name": "Groot Marico",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.5167,
        26.3833
      ],
      "lat": -25.5167,
      "lon": 26.3833,
      "visits": [
        {
          "text": "Descubre Groot Marico, un pintoresco pueblo provincial que sirvió como telón de fondo para muchos relatos escritos por Herman Charles Bosman, uno de los escritores más queridos de Sudáfrica. El pueblo ha abrazado esta asociación literaria con un museo que es una réplica exacta de la escuela local donde Bosman una vez enseñó. El festival anual Herman Charles Bosman cada octubre celebra este patrimonio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el encantador pueblo nombrado por el río Groot Marico, donde la arquitectura refleja el patrimonio rural de la región y las opciones de alojamiento capturan la atmósfera encantadora de las historias de Bosman. El Marico Mountain Bike Classic anual atrae a entusiastas del ciclismo, mientras que el campo circundante ofrece paseos pacíficos por las típicas tierras de cultivo del Noroeste.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 4
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::harrismith",
      "name": "Harrismith",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.2833,
        29.1333
      ],
      "lat": -28.2833,
      "lon": 29.1333,
      "visits": [
        {
          "text": "Viaja a la Reserva Natural de la Represa Sterkfontein, ubicada a solo 23 kilómetros de Harrismith y habitada por una variedad de especies de animales y aves incluyendo el rhebok de montaña y el rhebok gris. Esta reserva escénica rodea la estación de energía hidroeléctrica más grande del país, donde la represa almacena agua bombeada desde el Río Tugela durante períodos de baja demanda eléctrica. La maravilla de ingeniería complementa la belleza natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre actividades al aire libre excepcionales en esta reserva montañosa, popular por el camping, la pesca, la observación de fauna y el ciclismo. Senderos para caminatas y ciclismo atraviesan pastizales y afloramientos rocosos con vistas a través de la represa hacia picos distantes. La ubicación de gran altitud trae temperaturas frescas incluso en verano, convirtiéndola en un escape refrescante del calor de las tierras bajas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora los diversos hábitats alrededor de Sterkfontein Dam, desde humedales a lo largo de la orilla hasta pastizales montanos que ascienden hacia las estribaciones del Drakensberg. Los observadores de aves disfrutan de excelentes avistamientos de especialistas de pastizales y rapaces, mientras que los pescadores prueban suerte con truchas y róbalos en las aguas frescas de la represa. La atmósfera pacífica recompensa a quienes buscan contemplación silenciosa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 5
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "ZA::hartbeespoort",
      "name": "Hartbeespoort",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.7447,
        27.8864
      ],
      "lat": -25.7447,
      "lon": 27.8864,
      "visits": [
        {
          "text": "Llega a la Represa Hartbeespoort, un destino popular para visitantes ubicado dentro de la dramática cordillera Magaliesberg. La represa y el área circundante ofrecen el destino principal de la región para deportes acuáticos incluyendo windsurf, jet ski, rafting en aguas bravas, canotaje y tubing en el río Crocodile que alimenta el embalse. Bajo la superficie de la represa se encuentra uno de los pocos sitios de buceo tierra adentro de Sudáfrica con atracciones inusuales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita The Elephant Sanctuary en Hartbeespoort Dam, donde las interacciones tres veces al día con elefantes africanos residentes permiten a los visitantes aprender sobre estos increíbles animales y los problemas de conservación que afectan su supervivencia en la naturaleza. Durante los tours guiados a pie, los elefantes deambulan libremente por el bosque y permiten encuentros cercanos donde puedes caminar trompa con mano junto a ellos.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora The Ann van Dyk Cheetah Centre, establecido en 1971 como un programa de reproducción para ayudar a reforzar las poblaciones de guepardos en la naturaleza. Observa guepardos, perros salvajes africanos, buitres y felinos más pequeños en safaris guiados a través de sus recintos abiertos. Las experiencias de carrera de guepardos muestran a estos increíbles depredadores demostrando su legendaria velocidad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre Welwitschia Country Market, una atracción ecológica que ofrece 40 puestos rústicos en un ambiente al aire libre bajo hermosos árboles de sombra. Descubre ropa bohemia, tallas africanas tradicionales y artesanías hechas por artesanos locales. El mercado opera de martes a domingo de 9 a.m. a 5 p.m., proporcionando una auténtica experiencia de compras.",
          "visit_duration_min": 60
        },
        {
          "text": "Disfruta actividades de aventura en las colinas y montañas circundantes, incluyendo hermosos senderos de senderismo, escalada en roca, cuatrimotos, parapente y vuelos en globo aerostático. El Harties Aerial Cableway ofrece vistas espectaculares del embalse y las montañas, mientras que el Phaladingwe Hiking Trail serpentea a través de diversos hábitats con oportunidades de avistar impalas, duikers, kudús y nyalas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 1
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "ZA::hazyview",
      "name": "Hazyview",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.05,
        31.1333
      ],
      "lat": -25.05,
      "lon": 31.1333,
      "visits": [
        {
          "text": "Concluye tu viaje por Mpumalanga en Hazyview, una vibrante ciudad puerta de entrada al Parque Nacional Kruger que ofrece fácil acceso a las puertas Phabeni y Numbi de la reserva. El clima tropical de la ciudad y la vegetación exuberante crean un entorno verde para actividades de aventura, desde interacciones con elefantes hasta experiencias de aldeas culturales y tours de tirolina aérea a través del dosel del bosque.",
          "visit_duration_min": 75
        },
        {
          "text": "Continúa por la Ruta Panorámica hacia Hazyview, pasando la presa de arco de gravedad Blyderivierpoort en el río Blyde en el cañón inferior. La ruta muestra los paisajes más dramáticos de Mpumalanga: acantilados elevados, cascadas precipitándose, y bosques verdes creando escenas de extraordinaria belleza natural en cada curva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aprovecha la posición de Hazyview en el corazón del Lowveld para disfrutar de safaris finales, cruceros al atardecer junto al río, o relajantes tratamientos de spa en lodges cercanos. La diversa oferta de actividades de la ciudad asegura algo para cada interés, desde aventuras de adrenalina hasta experiencias pacíficas en la naturaleza. Numerosos restaurantes sirven excelente cocina que refleja las diversas influencias culturales del área.",
          "visit_duration_min": 60
        },
        {
          "text": "Instálate en el alojamiento en el distrito de Kiepersol cerca de Hazyview, anidado en las estribaciones de las Montañas Drakensberg. La fauna y flora natural del área sustentan aves excepcionales, mientras que el entorno pacífico proporciona un contraste bienvenido a la emoción de los safaris. La región ofrece fácil acceso a las puertas del sur de Kruger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 6
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 11
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "ZA::heidelberg",
      "name": "Heidelberg",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -26.5,
        28.3667
      ],
      "lat": -26.5,
      "lon": 28.3667,
      "visits": [
        {
          "text": "Aventúrate en la Reserva Natural Suikerbosrand, una extensión de 13,330 hectáreas de cordilleras, llanuras y kloofs justo al sur de Johannesburg que ofrece aire fresco y aventura en la naturaleza. El nombre de la reserva deriva de las proteas sugarbush que florecen en las laderas, creando displays espectaculares contra el telón de fondo del paisaje ondulado del Highveld.",
          "visit_duration_min": 75
        },
        {
          "text": "Elige entre 66 kilómetros de senderos de senderismo adecuados para todos los niveles de experiencia, desde caminatas suaves hasta escaladas desafiantes de cordilleras. Mientras caminas, observa antílopes, babuinos, guepardos e hienas que habitan esta naturaleza protegida. El terreno variado revela diferentes ecosistemas desde fondos de valles hasta cumbres rocosas, cada uno con flora y fauna distintas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Acampa durante la noche en la reserva para experimentar la naturaleza del Highveld en su momento más mágico, cuando las estrellas brillan intensamente arriba y los animales nocturnos emergen. Los visitantes de día pueden explorar múltiples senderos, disfrutar sitios de picnic con vistas panorámicas, o simplemente absorber la tranquilidad de esta vasta área protegida tan cerca del Gauteng urbano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravillas Naturales de Gauteng: Montañas Antiguas, Sitios de Fósiles y Reservas Urbanas",
          "day": 6
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "ZA::hoedspruit",
      "name": "Hoedspruit",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24.35,
        30.9667
      ],
      "lat": -24.35,
      "lon": 30.9667,
      "visits": [
        {
          "text": "Descubre los legendarios bush pubs del Lowveld, auténticos lugares de encuentro donde los guías de safari en khaki se reúnen para compartir historias del monte. Desde The Bush Pub en Hoedspruit hasta Tanks Bush Pub en Hazyview, estos establecimientos llenos de carácter ofrecen bebidas frías y hospitalidad cálida en ambientes que capturan el verdadero espíritu de la experiencia del territorio salvaje africano.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja de Manyeleti a Hoedspruit, un encantador pueblo al pie de las montañas Klein Drakensberg que sirve como puerta de entrada tanto a Kruger como a la Ruta Panorámica. Las tierras de cultivo circundantes, salpicadas de huertos de cítricos y granjas de caza, proporcionan una base pacífica para explorar las diversas atracciones de la región.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Hoedspruit Endangered Species Centre, un faro de conservación que nutre especies en peligro y educa a los visitantes sobre la protección de la vida salvaje. El centro trabaja para reforzar las líneas sanguíneas de guepardos, rehabilitar rinocerontes heridos, y crear conciencia sobre la importancia crítica de la conservación. Cada visita apoya estas misiones vitales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora Hoedspruit, convenientemente situado entre Kruger National Park y el Blyde River Canyon, convirtiéndolo en la base perfecta para diversas opciones de safari. Este pequeño pueblo ofrece alojamiento único incluyendo el Hoedspruit Aerotel, donde los huéspedes duermen en un Boeing reacondicionado. El área circundante alberga numerosas reservas de caza privadas y centros de rehabilitación de vida silvestre.",
          "visit_duration_min": 60
        },
        {
          "text": "Conduce por la famosa Ruta Panorámica, uno de los viajes escénicos más espectaculares de Sudáfrica. Maravíllate con los Three Rondavels -formaciones rocosas cilíndricas distintivas con vista al Cañón del Río Blyde- antes de visitar Bourke's Luck Potholes, God's Window, the Pinnacle, y numerosas cascadas. El viaje de 5-6 horas recompensa con vistas constantemente cambiantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 2
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 10
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::hogsback",
      "name": "Hogsback",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -32.5939,
        26.9392
      ],
      "lat": -32.5939,
      "lon": 26.9392,
      "visits": [
        {
          "text": "Pasea por Hogsback, un pueblo místico enclavado en las Amatola Mountains rodeado de bosques autóctonos y cascadas. El entorno encantador presenta árboles antiguos, arroyos serpenteantes y la oportunidad de avistar raros loros del Cabo y Knysna Loeries. El pueblo toma su nombre de tres montañas con forma de cerdo visibles al acercarse.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina hasta la magnífica Madonna and Child Waterfall, una de las atracciones naturales más queridas de Hogsback donde aguas cristalinas se precipitan a través de bosque autóctono prístino. Los senderos circundantes serpentean junto a yellowwoods antiguos y helechos arbóreos, creando una atmósfera de cuento de hadas que ha inspirado a innumerables visitantes y artistas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el laberinto en The Edge y captura una selfie icónica en la famosa bañera de Away with the Fairies, dos de los lugares más fotografiados de Hogsback. La zona ofrece numerosos senderos para caminar y ciclismo de montaña aptos para familias, además de visitas a estudios de cerámica locales y tiendas de artesanía que muestran la comunidad creativa del pueblo.",
          "visit_duration_min": 60
        },
        {
          "text": "Emprende el Amathole Trail, una de las rutas de senderismo de varios días más importantes de Sudáfrica que atraviesa bosques autóctonos, arroyos de montaña y pastizales ricos en patrimonio cultural Xhosa. El sendero ofrece terreno desafiante recompensado con vistas impresionantes y encuentros con vida silvestre diversa en una zona impregnada de historia fronteriza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 8
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "ZA::hondeklipbaai",
      "name": "Hondeklipbaai",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -30.3167,
        17.2833
      ],
      "lat": -30.3167,
      "lon": 17.2833,
      "visits": [
        {
          "text": "Experimenta Hondeklipbaai, uno de los 'pueblos olvidados' de Sudáfrica que ha escapado de la comercialización, preservando paisajes que permanecen 'básicos' e intocados por el desarrollo. Este pequeño pueblo pesquero cuenta con 14 kilómetros de hermoso litoral salpicado de pozas de marea y pozas rocosas llenas de vida marina. Las vistas marinas vírgenes y el carácter auténtico recompensan a los viajeros que se aventuran fuera de los caminos trillados.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita el naufragio Aristea visible a lo largo de la costa, camina hasta el histórico Faro Hondeklip, o prueba la pesca de langostas en las aguas cristalinas del Atlántico. Excursiones de un día a Kamieskroon, Skilpad y Soebatsfontein revelan las espectaculares exhibiciones de flores silvestres de la región durante la temporada de floración. La combinación de costa virgen y flores estacionales hace de Hondeklipbaai un retiro costero único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 3
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "ZA::jeffreys-bay",
      "name": "Jeffreys Bay",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -34.0498,
        24.9311
      ],
      "lat": -34.0498,
      "lon": 24.9311,
      "visits": [
        {
          "text": "Monta las legendarias Super Tubes en Jeffreys Bay, consistentemente clasificadas entre los mejores spots de surf del mundo. Cuando las condiciones se alinean con un oleaje de 4-8 pies y vientos del suroeste, esta ola de clase mundial puede romper desde la punta hasta más allá del estacionamiento. La hospitalidad local cálida y la atmósfera costera relajada hacen de este paraíso de surfistas un destino imperdible en la costa del Eastern Cape.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta la máxima descarga de adrenalina con un salto en paracaídas tándem sobre Jeffreys Bay. Un vuelo panorámico de 20 minutos te lleva a más de 2,700 metros antes de una caída libre de 30 segundos a 200 kilómetros por hora, seguida de un descenso pacífico en paracaídas de 5 minutos con vistas panorámicas de la costa. Todos los instructores han completado un mínimo de 1,000 saltos, garantizando los más altos estándares de seguridad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora las playas prístinas que rodean Jeffreys Bay, incluyendo las costas familiares de Aston Bay, Kabeljous y Paradise Beach. El pueblo ofrece excelentes opciones de alojamiento, restaurantes diversos y entretenimiento nocturno vibrante con música en vivo y fogatas en la playa. Los mercados locales brindan oportunidades para comprar ropa de playa, equipo de surf y souvenirs únicos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 2
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::johannesburg",
      "name": "Johannesburg",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -26.2041,
        28.0473
      ],
      "lat": -26.2041,
      "lon": 28.0473,
      "visits": [
        {
          "text": "Llega al Aeropuerto Internacional OR Tambo en Johannesburg, la puerta de entrada a tu aventura en Limpopo. La ciudad más grande y capital financiera de Sudáfrica ofrece atracciones fascinantes incluyendo el Museo del Apartheid que documenta la lucha de la nación por la libertad, la histórica Casa Mandela en Soweto, y tours guiados por townships que revelan la cultura vibrante y resistencia de las comunidades locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Sal de Kruger por Paul Kruger Gate y viaja al sur hacia Johannesburgo, completando tu gran circuito de Limpopo. El viaje pasa por Dullstroom, la capital de pesca de truchas de Sudáfrica, donde puedes parar para refrescarte en esta encantadora ciudad montañosa conocida por sus pubs acogedores y excelente cocina.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre Melville Koppies, una zona natural agreste en uno de los barrios más populares de Johannesburg. Esta reserva extraordinaria contiene ejemplos de más del 80% de las especies de flora que se encuentran en Gauteng, convirtiéndola en un tesoro botánico excepcional escondido dentro de la ciudad. Los afloramientos rocosos y pastizales crean diversos microhábitats que sostienen una diversidad vegetal notable.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora evidencias de un pueblo de la Edad de Piedra y antiguos trabajos de fundición de hierro que prueban que Melville ha sido un asentamiento popular durante miles de años. Los sitios arqueológicos conectan a los visitantes con la profunda historia humana de este paisaje, mucho antes de que existiera el Johannesburg moderno. Las caminatas guiadas revelan tanto el patrimonio natural como cultural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descansa y prepárate para el viaje que te espera en alojamiento convenientemente ubicado cerca del aeropuerto en Kempton Park. El área ofrece fácil acceso a la red de carreteras que te llevará hacia el norte a la Provincia de Limpopo, donde te esperan naturaleza salvaje indómita y encuentros extraordinarios con la vida silvestre.",
          "visit_duration_min": 60
        },
        {
          "text": "Reflexiona sobre tres semanas de encuentros extraordinarios con vida salvaje, experiencias de desierto remoto, y descubrimientos culturales mientras regresas al Aeropuerto Internacional OR Tambo. Desde las reservas de los Cinco Grandes del Waterberg hasta los antiguos baobabs de Pafuri, la Provincia de Limpopo ha revelado el corazón salvaje de Sudáfrica en toda su magnífica diversidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina por este desierto urbano protegido donde la vegetación autóctona ha sobrevivido a la expansión de la ciudad. La Reserva Natural Melville Koppies ofrece caminatas guiadas los fines de semana que iluminan la importancia botánica, geológica y arqueológica del área. Las vistas de Johannesburg desde las cumbres rocosas proporcionan perspectiva sobre cómo la ciudad ha crecido alrededor de este santuario natural.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 1
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 13
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravillas Naturales de Gauteng: Montañas Antiguas, Sitios de Fósiles y Reservas Urbanas",
          "day": 7
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "ZA::kaapsehoop",
      "name": "Kaapsehoop",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.5833,
        30.7667
      ],
      "lat": -25.5833,
      "lon": 30.7667,
      "visits": [
        {
          "text": "Explora Kaapsehoop, un pintoresco pueblo encaramado en una meseta alta sobre el Lowveld con vistas impresionantes del campo circundante que se extiende hasta horizontes distantes. Este encantador asentamiento de Mpumalanga es famoso por sus caballos salvajes, descendientes de animales abandonados durante la Guerra Anglo-Bóer, que a menudo se pueden ver pastando pacíficamente en las afueras del pueblo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por los senderos escénicos del Escarpe de Kaapsehoop, donde el bosque autóctono da paso a bordes dramáticos de acantilados y cascadas impresionantes. El desierto circundante ofrece excelentes oportunidades para ciclismo de montaña, observación de aves y fotografía de naturaleza. La comunidad artística del pueblo añade interés cultural, con galerías y estudios de artesanía que reciben visitantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 8
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "ZA::kakamas",
      "name": "Kakamas",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.7667,
        20.6167
      ],
      "lat": -28.7667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Relájate en Lake Grappa Guest Farm, enclavado en el Kalahari Verde rodeado de viñedos exuberantes que producen uvas de mesa de calidad de exportación. Este retiro tranquilo ofrece cabañas de autoservicio lujosas con vista a un lago de 800 metros donde aves acuáticas se deslizan y los atardeceres pintan el agua de oro. El contraste entre los alrededores desérticos y este oasis verde crea una atmósfera mágica.",
          "visit_duration_min": 75
        },
        {
          "text": "Disfruta deportes acuáticos en el lago privado, desde pesca y canotaje hasta aprender esquí slalom de un instructor profesional Springbok. Recoge uvas de mesa frescas de calidad de exportación directamente de los viñedos que rodean la propiedad. Las cercanas Cataratas Augrabies y la Reserva Natural son fácilmente accesibles para excursiones de un día, combinando relajación con aventura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora los alrededores en senderos 4x4 o rutas de ciclismo de montaña que revelan los diversos paisajes del Green Kalahari. Lake Grappa combina aventura, relajación y espectaculares atardeceres del Kalahari para una escapada memorable. Las instalaciones demuestran cómo el ingenio humano ha creado abundancia en un paisaje de otro modo árido.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 8
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::kathu",
      "name": "Kathu",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -27.6944,
        23.0444
      ],
      "lat": -27.6944,
      "lon": 23.0444,
      "visits": [
        {
          "text": "Descubre Kathu, la capital del mineral de hierro del Northern Cape cuyo nombre significa 'ciudad bajo los árboles' en referencia al notable bosque de Espinas de Camello que la rodea. Esta pequeña ciudad minera ofrece paisajes que son tanto desolados como hermosos, con el vasto Kalahari extendiéndose en todas las direcciones. El contraste entre actividad industrial y desierto prístino crea un interés visual único.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Juega golf en uno de los campos más hermosos del país, donde las calles serpentean a través de vegetación autóctona. Visita la Cueva Wonderwerk, un sitio arqueológico en las Colinas Kuruman que contiene evidencia de ocupación humana de dos millones de años. Explora el fascinante Sumidero Boesmansgat, un sistema de cuevas submarinas de 270 metros de profundidad, y el Cráter Morokweng formado por impacto de meteorito ancestral.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 11
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::kgalagadi",
      "name": "Kgalagadi",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -26.4667,
        20.6167
      ],
      "lat": -26.4667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Ingresa al Parque Transfronterizo Kgalagadi, un desierto impresionante donde las dunas rojas se extienden infinitamente hacia el horizonte y la fauna icónica deambula libremente por vastos territorios. Gemsbok con sus llamativas marcas faciales, springbok saltando en la luz matutina, y los legendarios leones de melena negra del Kalahari cazando en terreno abierto: esto es el desierto africano en su estado más primordial y fotogénico.",
          "visit_duration_min": 75
        },
        {
          "text": "Establece tu base en Twee Rivieren Rest Camp, el centro principal del parque que ofrece electricidad las 24 horas, una tienda bien surtida, restaurante, piscina y safaris guiados. Esta cómoda instalación proporciona una excelente introducción a las maravillas del Kgalagadi, con guías conocedores que saben dónde encontrar los depredadores y paisajes más espectaculares del parque.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora los diversos ecosistemas del parque, desde campos de dunas rojas hasta lechos secos de ríos que atraen fauna buscando sombra y humedad. Los centros de depredadores y rapaces proporcionan conocimientos sobre las impresionantes poblaciones del parque de leones, guepardos, leopardos y varias especies de águilas. Los observadores de aves serán recompensados con avistamientos de tejedores sociables, aves secretario y águilas marciales.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aventúrate a campamentos remotos en Mata-Mata y Nossob, donde el alojamiento sin cercas te acerca íntimamente a la noche silvestre africana. Desafíate en senderos 4x4 que acceden a los rincones más apartados del parque, donde pocos visitantes se aventuran y los encuentros con fauna se sienten genuinamente salvajes. Los paisajes únicos y la fauna diversa hacen de este parque un refugio para entusiastas de la aventura y la naturaleza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 10
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "ZA::kimberley",
      "name": "Kimberley",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.7282,
        24.7499
      ],
      "lat": -28.7282,
      "lon": 24.7499,
      "visits": [
        {
          "text": "Descubre el Big Hole en Kimberley, la excavación manual más grande del mundo y un testimonio dramático de la legendaria historia minera de diamantes de Sudáfrica. Este icónico cráter de 200 metros de profundidad fue excavado completamente a mano durante la fiebre del diamante que transformó esta región. La escala pura del esfuerzo humano visible aquí es verdaderamente impresionante, un pozo masivo tallado de la tierra en busca de gemas preciosas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo de la Mina Kimberley, donde la fascinante historia del descubrimiento de diamantes se despliega a través de exhibiciones interactivas y artefactos preservados. Retrocede en el tiempo en el Ciudad Antigua meticulosamente recreada, que transporta a los visitantes a la era de la fiebre del diamante del siglo XIX completa con edificios, transporte y atmósfera de época. El museo da vida a las ambiciones y aventuras de aquellos que vinieron aquí buscando fortuna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por las calles reconstruidas de la era de la fiebre del diamante, donde edificios auténticos albergan tiendas, bares y casas exactamente como aparecían cuando los diamantes transformaron este asentamiento polvoriento en una ciudad próspera. El sitio patrimonial ofrece una mezcla perfecta de historia y aventura, proporcionando vislumbres únicos del rico patrimonio cultural del Northern Cape que moldeó la Sudáfrica moderna.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 13
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "ZA::kruger",
      "name": "Kruger",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24.0167,
        31.4833
      ],
      "lat": -24.0167,
      "lon": 31.4833,
      "visits": [
        {
          "text": "Ingresa al Kruger National Park, el parque nacional insignia y más popular de Sudáfrica, un destino que define la excelencia del safari africano. Este vasto territorio salvaje abarca casi 20,000 kilómetros cuadrados de bushveld prístino, sosteniendo la mayor diversidad de grandes mamíferos de cualquier reserva de caza africana. Los visitantes primerizos descubren un mundo donde los leones duermen bajo árboles de acacia y los elefantes desfilan por la sabana dorada.",
          "visit_duration_min": 75
        },
        {
          "text": "Embárcate en safaris a través de diversos ecosistemas, desde bosques de mopane en el norte hasta bushveld mixto en el sur. Los Cinco Grandes -león, leopardo, elefante, rinoceronte y búfalo- vagan libremente junto a cientos de otras especies incluyendo guepardos, perros salvajes e innumerables antílopes. Cada safari trae nuevos encuentros y la emoción de presenciar la vida silvestre africana en su hábitat natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la magia de un safari autoguiado, siguiendo carreteras asfaltadas y de grava que serpentean por el parque a tu propio ritmo. Detente en abrevaderos donde los hipopótamos se revuelcan y los cocodrilos toman el sol, o haz una pausa junto a ríos donde los elefantes vienen a beber al atardecer. Los campamentos de descanso por todo el parque ofrecen alojamiento cómodo y la oportunidad de compartir historias de los avistamientos del día con compañeros aventureros.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 1
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::kuruman",
      "name": "Kuruman",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -27.45,
        23.4333
      ],
      "lat": -27.45,
      "lon": 23.4333,
      "visits": [
        {
          "text": "Descubre Kuruman, conocido como el 'Oasis del Kalahari' gracias a su suministro permanente de agua de un manantial extraordinario que entrega 20 millones de litros diarios a las ciudades circundantes. El Ojo de Kuruman, un manantial natural en el corazón de la ciudad, crea este flujo que da vida y ha sostenido comunidades durante milenios. Agua cristalina brota continuamente en piscinas rodeadas de vegetación exuberante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la histórica Misión Moffat, donde el misionero escocés Robert Moffat y su esposa Mary vivieron en los años 1820. Moffat logró la hazaña extraordinaria de traducir la Biblia al Setswana, la primera traducción de las escrituras a un idioma africano. Los edificios misioneros preservados y el museo iluminan la compleja historia de la actividad misionera en el África Austral.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora este sitio histórico único donde fe, idioma y cultura se intersectaron durante la era colonial. El Ojo de Kuruman proporciona un lugar pacífico para la reflexión, su flujo constante simbolizando permanencia en medio de las duras condiciones del Kalahari. Kuruman deleita los sentidos y recompensa a visitantes con inclinaciones culturales con historias de resistencia y transformación.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 12
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::langebaan",
      "name": "Langebaan",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.0926,
        18.0296
      ],
      "lat": -33.0926,
      "lon": 18.0296,
      "visits": [
        {
          "text": "Explora West Coast National Park, una reserva natural prístina que se extiende desde Yzerfontein hasta Langebaan, ofreciendo diversas actividades incluyendo observación excepcional de aves con más de 200 especies de aves terrestres y marinas. Los entusiastas de la vida silvestre pueden avistar springbok, kudu, gemsbok y la rara cebra de montaña vagando por los paisajes protegidos. Senderos para ciclismo y oportunidades de avistamiento de ballenas complementan este extraordinario santuario costero.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el encantador pueblo costero de Yzerfontein, un refugio para la vida de aves, vida silvestre, vida marina y flora autóctona. El área cuenta con el tramo de playa más largo de Sudáfrica, extendiéndose 16 millas hacia el norte hasta West Coast National Park. Popular entre los entusiastas de deportes acuáticos, el pueblo también ofrece excelentes oportunidades de avistamiento de ballenas, pesca y senderismo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta Langebaan, conocida como la Joya de West Coast, bendecida con sol casi todo el año, aguas azules de laguna y belleza natural insuperable. Este sitio Ramsar aclamado internacionalmente sustenta innumerables especies de aves como hábitat de humedal crítico. El clima suave y las aguas protegidas lo convierten en el destino perfecto para kitesurf, navegación y varios deportes acuáticos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 7
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "ZA::limpokwena",
      "name": "Limpokwena",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -22.4167,
        28.9167
      ],
      "lat": -22.4167,
      "lon": 28.9167,
      "visits": [
        {
          "text": "Viaja a la Reserva Natural Limpokwena, un santuario remoto de 2,400 hectáreas ubicado en la confluencia de los poderosos ríos Limpopo y Mogalakwena cerca de la frontera con Botswana. El nombre de la reserva combina elementos de ambos ríos -'Limpo' y 'Kwena'- reflejando su ubicación única donde estas vías fluviales se encuentran. Este es un destino lejos de la civilización, perfecto para reconectar con la naturaleza.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta la naturaleza virgen donde elefantes, jirafas y una extraordinaria variedad de aves deambulan libremente por paisajes intocados. Aunque animales de caza mayor habitan la reserva, el verdadero atractivo radica en el espléndido entorno remoto, el terreno accidentado y la oportunidad de escapar completamente de la vida moderna. Observa águilas pescadoras africanas capturar presas y observa vida silvestre visitando tu campamento.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Acampa en el Island Camp sin cercas a orillas del río Limpopo, una experiencia recomendada solo para espíritus aventureros. Sin servicio celular o Wi-Fi, esta ubicación remota ofrece desconexión completa e inmersión en la naturaleza. Safaris guiados en 4x4 exploran los hábitats diversos, mientras las noches traen contemplación de estrellas bajo cielos africanos no contaminados.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 3
        }
      ],
      "rating": 3
    },
    {
      "place_id": "ZA::madikwe",
      "name": "Madikwe",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24.75,
        26.3333
      ],
      "lat": -24.75,
      "lon": 26.3333,
      "visits": [
        {
          "text": "Ingresa a Madikwe Game Reserve, una de las reservas privadas más grandes de Sudáfrica situada en el borde del Desierto de Kalahari y una asombrosa historia de éxito de conservación. Los diversos hábitats de la reserva albergan a todos los animales de los Cinco Grandes además de 300 especies diferentes de aves. Sobre todo, Madikwe es famosa por los encuentros cercanos con su próspera población de perros salvajes africanos en peligro crítico de extinción.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta safaris fotográficos especializados por los cuales Madikwe está desarrollando una reputación premier. Las instalaciones únicas incluyen un 'escondite de tortuga' sumergido que emerge del medio de un abrevadero justo sobre el nivel del agua, ofreciendo a los fotógrafos perspectivas extraordinarias de la vida silvestre que viene a beber. La población de leopardos de la reserva también atrae a fotógrafos dedicados de vida silvestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Disfruta del ambiente libre de malaria que hace de Madikwe una gran alternativa al Parque Nacional Kruger para familias y aquellos preocupados por riesgos de salud. La reserva solo está abierta a huéspedes que se hospeden durante la noche en uno de sus lodges de safari de lujo, asegurando observación exclusiva de juegos con densidad mínima de vehículos en los recorridos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rastrea perros salvajes africanos con guías expertos que conocen los territorios y hábitos de las manadas. Estos depredadores en peligro de extinción son notoriamente difíciles de encontrar en la mayoría de las reservas, pero la población saludable de Madikwe proporciona excelentes oportunidades de avistamiento. Los safaris matutinos y vespertinos maximizan los encuentros con vida silvestre durante los períodos de máxima actividad.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 6
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::magaliesberg",
      "name": "Magaliesberg",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.8333,
        27.5
      ],
      "lat": -25.8333,
      "lon": 27.5,
      "visits": [
        {
          "text": "Explora la mágica cordillera Magaliesberg, picos antiguos casi cien veces más viejos que el Monte Everest con un fascinante patrimonio histórico y geológico. Cuando el tráfico coopera, estas dramáticas montañas están a menos de una hora de Johannesburg pero se sienten a mil millas de distancia. La cordillera contiene más árboles y plantas autóctonas que casi cualquier área comparable en Sudáfrica.",
          "visit_duration_min": 75
        },
        {
          "text": "Sigue el Magalies Meander, una ruta escénica a través de esta región pacífica que conecta granjas, estudios de artesanías y atracciones naturales. Las montañas han sido testigo de incontables milenios de historia geológica y humana, sus crestas y valles albergan ecosistemas únicos y evidencia de habitación humana temprana.",
          "visit_duration_min": 75
        },
        {
          "text": "Entra en la Cordillera Magaliesberg, donde la magia atemporal te espera a solo un corto viaje desde Johannesburg. Estas montañas antiguas son más viejas que el propio Monte Everest, albergando una variedad de biomas primordiales que han evolucionado durante miles de millones de años. La sensación de adentrarse en el tiempo geológico profundo es palpable mientras exploras valles y cordilleras formados mucho antes de que los humanos caminaran por la tierra.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre una variedad asombrosa de flores, árboles y animales en este paraíso montañoso que ha nutrido diversos ecosistemas a través de innumerables milenios. El Magaliesberg es hogar de los hoteles rurales más queridos de Sudáfrica, spas de clase mundial y restaurantes aclamados, ofreciendo comodidad sofisticada en medio de la naturaleza prístina. La región combina belleza natural con hospitalidad refinada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta Magalies Canopy Tours en la Reserva de la Biosfera Magaliesberg, una aventura de tirolesa de 2.5 horas a través de montañas estimadas en más de 2,500 millones de años de antigüedad. El recorrido incluye 10 deslizadores y 11 plataformas con paisajes impresionantes, ofreciendo vistazos de duikers y klipspringers residentes. Trae tu cámara para oportunidades fotográficas verdaderamente espectaculares.",
          "visit_duration_min": 60
        },
        {
          "text": "Vuela sobre el Valle del Río Magalies en un safari en globo con la aerolínea de globos más antigua de África Austral. Los vuelos al amanecer ofrecen vistas sobre las montañas y el sitio Patrimonio Mundial de la UNESCO Cuna de la Humanidad, con el mundo abajo bañado en luz dorada y silencio interrumpido solo por los quemadores del globo.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta el Magaliesberg desde arriba en un paseo en globo aerostático, flotando silenciosamente sobre picos antiguos mientras el amanecer pinta el paisaje de dorado. Únete a guías expertos para expediciones de observación de aves o embárcate en un safari para rastrear al esquivo leopardo que aún deambula por estas montañas. La combinación de aventura y tranquilidad hace que esta región sea inolvidable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 2
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravillas Naturales de Gauteng: Montañas Antiguas, Sitios de Fósiles y Reservas Urbanas",
          "day": 3
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "ZA::mahikeng",
      "name": "Mahikeng",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.8603,
        25.6439
      ],
      "lat": -25.8603,
      "lon": 25.6439,
      "visits": [
        {
          "text": "Explora Mahikeng, la capital provincial del Noroeste que conserva el encanto de pueblo pequeño mientras desempeña un papel fundamental en la historia sudafricana. Durante la Guerra Anglo-Bóer de 1899, una pequeña guarnición de tropas británicas famosamente resistió aquí durante 217 días contra el ejército bóer mucho más grande. Museos, edificios históricos y monumentos por toda la ciudad documentan este dramático asedio.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el legado de Sol Plaatje, el famoso periodista y activista de derechos humanos cuya vida está profundamente entretejida en la narrativa de la ciudad. Plaatje fue el primer Secretario General del Congreso Nacional Africano y un incansable defensor de los derechos africanos durante la era colonial. Su antigua casa y sitios asociados proporcionan perspectiva sobre el activismo de principios del siglo XX.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la cultura de los Bakgatla-ba-Kgafela, un subgrupo del pueblo Tswana con una larga historia en el Noroeste. Visita pueblos culturales y el museo cultural en el cercano Saulspoort, a unos 35 kilómetros de Sun City, para experimentar la hospitalidad tradicional y aprender sobre costumbres que han sobrevivido siglos de cambio.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 5
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "ZA::makhanda",
      "name": "Makhanda",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.3106,
        26.523
      ],
      "lat": -33.3106,
      "lon": 26.523,
      "visits": [
        {
          "text": "Descubre Makhanda, ciudad anfitriona del Festival Nacional de Artes, la celebración anual más grande de artes en el continente africano celebrada cada julio. Esta ciudad histórica ofrece un programa rico de drama, danza, teatro, comedia, ópera, música, jazz, arte visual y cine, transformándose en un centro cultural vibrante que atrae artistas y audiencias de todo el mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo Amazwi de Literatura Sudafricana, uno de los tesoros literarios del país escondido en Makhanda. El museo colecciona escritura creativa de autores del sur de África a través de todos los géneros incluyendo novelas, obras de teatro, poesía y memorias. Escritos críticos, manuscritos y materiales audiovisuales documentan el rico patrimonio literario de la región.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Museo Albany, establecido en 1855 como el segundo museo más antiguo de Sudáfrica, y su Museo del Observatorio que alberga una de solo dos Cámaras Obscuras Victorianas en el mundo. Este dispositivo de espejo mágico refleja el pueblo en una gran mesa circular, ofreciendo una perspectiva histórica única. La pieza compañera existe solo en Bath, Inglaterra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Para en el histórico Pig and Whistle Inn en el cercano Bathurst, proporcionando hospitalidad por más de 180 años y hogar del pub con licencia continua más antiguo de Sudáfrica. Cerca se encuentra la Gran Piña, un hito de tres pisos construido en los años 1980 que contiene un museo sobre el cultivo de piña y una plataforma de observación con vistas panorámicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la observación de fauna de los Grandes 5 de clase mundial en una de las reservas prestigiosas de Frontier Country incluyendo Shamwari, Kwandwe, Lalibela, Pumba y Amakhala. Estas reservas privadas ofrecen encuentros excepcionales con vida silvestre en paisajes donde cinco grandes culturas -San, Khoi-Khoi, holandesa, Xhosa y británica- una vez se encontraron durante nueve guerras fronterizas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 6
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "ZA::manyeleti",
      "name": "Manyeleti",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24.5167,
        31.3833
      ],
      "lat": -24.5167,
      "lon": 31.3833,
      "visits": [
        {
          "text": "Entra en la Reserva Privada de Caza Manyeleti por Orpen Gate, descubriendo un santuario de los Cinco Grandes de 23,000 hectáreas cuyo nombre significa 'lugar de estrellas' en el idioma local Shangaan. Limitando con el Parque Nacional Kruger, Sabi Sands y Timbavati Reserve sin cercas entre ellos, la vida salvaje deambula libremente por este vasto desierto interconectado.",
          "visit_duration_min": 75
        },
        {
          "text": "Rastrea la gran población de leones de Manyeleti y leopardos excepcionales, entre los más frecuentemente avistados en el área del Gran Kruger. La baja densidad de vehículos de la reserva asegura encuentros íntimos, mientras que la conducción ética fuera de carretera permite acercamientos cercanos a la vida salvaje. Más de 300 especies de aves añaden color y canto a cada safari.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta un guiado de clase mundial por rastreadores expertos que han pasado sus vidas aprendiendo el monte. Los safaris a pie revelan los detalles menores -huellas, plantas, insectos- que los visitantes en vehículos se pierden, mientras que los safaris en vehículo cubren vastas distancias en busca de los residentes más esquivos de la reserva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relájate entre safaris en un lodge de lujo donde mayordomos personales atienden cada necesidad. Disfruta de desayunos sorpresa en lechos de ríos secos, observa elefantes beber en el escondite fotográfico, o simplemente absorbe la paz del desierto africano desde tu terraza privada. El guardia nocturno asegura el paso seguro a la cena bajo las estrellas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::mapesu",
      "name": "Mapesu",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -22.2167,
        29.35
      ],
      "lat": -22.2167,
      "lon": 29.35,
      "visits": [
        {
          "text": "Llega a la Reserva Privada de Caza Mapesu, un santuario de los Cinco Grandes de 7,200 hectáreas establecido en 2014 adyacente al Sitio del Patrimonio Mundial de la UNESCO del Parque Nacional Mapungubwe. Como socio del proyecto de metapoblación de guepardos del Endangered Wildlife Trust, Mapesu demuestra un compromiso excepcional con la conservación y el turismo responsable en el extremo norte de Sudáfrica.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora paisajes diversos que van desde formaciones dramáticas de arenisca hasta bosques, bosques ribereños y los icónicos árboles baobab de Limpopo. Los ecotonos variados sustentan numerosos mamíferos incluyendo cebras, antílopes acuáticos, impalas, kudus y steenboks, mientras más de 383 especies de aves han sido registradas dentro de la reserva y 433 en la región más amplia.",
          "visit_duration_min": 75
        },
        {
          "text": "Únete a una caminata guiada para ver arte rupestre ancestral San (bosquimanos), creado por los habitantes más antiguos del sur de África. Estas extraordinarias pinturas y grabados en cuevas y refugios rocosos representan creencias espirituales, vida silvestre y experiencias de la vida diaria de hace miles de años, conectando a los visitantes con la historia profunda de la humanidad en este paisaje.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rastrea guepardos a pie como parte de los esfuerzos de conservación de Mapesu, obteniendo conocimientos íntimos sobre estos depredadores en peligro de extinción. La ubicación de la reserva la convierte en la base ideal para excursiones al Parque Nacional Mapungubwe, a solo 15 minutos de distancia. Combina experiencias de vida silvestre con inmersión cultural en una de las regiones históricamente más significativas de Limpopo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 4
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "ZA::mapungubwe",
      "name": "Mapungubwe",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -22.1833,
        29.25
      ],
      "lat": -22.1833,
      "lon": 29.25,
      "visits": [
        {
          "text": "Explora el Parque Nacional Mapungubwe y Sitio del Patrimonio Mundial, donde paisajes impresionantes de arenisca y extensos paisajes de sabana convergen en la confluencia de los ríos Limpopo y Shashe. Este sitio listado por la UNESCO abarca el primer reino de Sudáfrica, que floreció desde 1050 hasta 1270 d.C. como el centro de una poderosa civilización pre-Shona que se extendía hacia el moderno Zimbabwe y Botswana.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre los tesoros arqueológicos de la Colina Mapungubwe, donde artefactos de oro incluyendo el famoso rinoceronte dorado fueron desenterrados, revelando una sociedad sofisticada que comerciaba con tierras distantes. El parque protege este patrimonio irremplazable mientras muestra la belleza natural de los paisajes abiertos de la región presionados contra la frontera norte de Sudáfrica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Únete a safaris guiados a través del terreno variado del parque, donde la vida silvestre prospera entre baobabs ancestrales y a lo largo de sistemas fluviales. El parque es hogar de elefantes, leones, leopardos y numerosas especies de antílopes, mientras la avifauna atrae entusiastas de todo el mundo. Los tours culturales iluminan la historia extraordinaria de la primera sociedad compleja de África.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 5
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::maropeng",
      "name": "Maropeng",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.9333,
        27.7167
      ],
      "lat": -25.9333,
      "lon": 27.7167,
      "visits": [
        {
          "text": "Descubre la Cuna de la Humanidad, un Sitio del Patrimonio Mundial de la UNESCO que revela el lugar de nacimiento de la humanidad misma. Comienza en el Centro de Visitantes Maropeng para una visión general inmersiva de los orígenes de la humanidad, trazando nuestra evolución a través de exhibiciones interactivas y displays fascinantes. Esta área de 53,000 hectáreas contiene aproximadamente el 40% de los fósiles de ancestros humanos del mundo, haciendo de cada visita un regreso a casa profundo para todos los viajeros.",
          "visit_duration_min": 75
        },
        {
          "text": "Desciende a las legendarias Cuevas Sterkfontein, donde más de 500 fósiles de homínidos que datan de más de dos millones de años han sido desenterrados. Párate en las mismas cámaras donde Mrs Ples y Little Foot fueron descubiertos, restos que revolucionaron nuestro entendimiento de la evolución humana. El sistema de cuevas se extiende a través de 12 sitios de fósiles adicionales, cada uno contribuyendo conocimiento invaluable a la historia de nuestra especie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el paisaje más amplio de la Cuna de la Humanidad, donde cuevas antiguas y sitios de fósiles salpican un terreno ondulado que ha sido testigo de millones de años de prehistoria humana. Los tours guiados iluminan los descubrimientos científicos que han hecho de esta región el sitio de homínidos más rico del mundo, conectando a los visitantes con las raíces profundas de la existencia humana en este rincón notable de Sudáfrica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravillas Naturales de Gauteng: Montañas Antiguas, Sitios de Fósiles y Reservas Urbanas",
          "day": 4
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "ZA::matjiesfontein",
      "name": "Matjiesfontein",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.2281,
        20.5783
      ],
      "lat": -33.2281,
      "lon": 20.5783,
      "visits": [
        {
          "text": "Entra en la cápsula del tiempo victoriana de Matjiesfontein, un Sitio de Patrimonio Nacional desde 1975 que ofrece a los visitantes un escape atemporal hacia la espléndida arquitectura del siglo XIX. Fundado en 1884 por el emprendedor James Douglas Logan, este notable pueblo preserva su carácter original con cuidado meticuloso. Todo el asentamiento se siente congelado en el tiempo, un museo viviente de elegancia colonial.",
          "visit_duration_min": 75
        },
        {
          "text": "Hospédate en el icónico Lord Milner Hotel, donde la grandeza victoriana se encuentra con la cálida hospitalidad del Karoo en entornos opulentos que han hospedado realeza y celebridades. Visita el histórico pub Laird's Arms para refrescos en auténtica atmósfera de época, y explora los vestigios del papel del pueblo durante la Guerra Sudafricana. El encanto preservado y las exhibiciones históricas hacen de este un destino ideal en Northern Cape.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Toma un tour guiado del pueblo a bordo de un autobús londinense de dos pisos vintage, aprendiendo historias de los personajes excéntricos que dieron forma a este asentamiento único. La combinación de arquitectura prístina, historia fascinante y cálida hospitalidad crea una experiencia diferente a cualquier otra en Sudáfrica. Matjiesfontein recompensa a los visitantes que aprecian el patrimonio y el carácter en igual medida.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 1
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "ZA::mazzeppa-bay",
      "name": "Mazzeppa Bay",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -32.4667,
        28.6167
      ],
      "lat": -32.4667,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Descubre Mazzeppa Bay, una joya escondida en la Wild Coast accesible solo a través de caminos desafiantes que recompensan a los viajeros aventureros con belleza natural intacta. Este paraíso aislado presenta atardeceres icónicos, playas prístinas y la vista única del ganado reuniéndose en la arena al final del día. El viaje mismo se convierte en parte de la aventura en este refugio costero remoto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cruza el famoso puente colgante en Mazzeppa Bay, conectando el continente con la isla marina y proporcionando vistas espectaculares de la costa. La zona ofrece excelentes oportunidades de senderismo, playas tranquilas para nadar y la oportunidad de experimentar la auténtica tranquilidad de la Wild Coast lejos de las multitudes de destinos más accesibles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 9
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::mountain-zebra",
      "name": "Mountain Zebra",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -32.25,
        25.45
      ],
      "lat": -32.25,
      "lon": 25.45,
      "visits": [
        {
          "text": "Explora Mountain Zebra National Park, que abarca 28,000 hectáreas de territorio salvaje protegido que sirve como santuario crucial para la cebra de montaña del Cabo en peligro de extinción. La diversa vida silvestre del parque incluye lobo de tierra, búfalo del Cabo, guepardo, grulla azul, rinoceronte negro y la rara avutarda de Denham. Los safaris de rastreo de guepardos a pie con guía experto ofrecen encuentros íntimos con estos magníficos depredadores.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta el vasto paisaje del Karoo, donde la belleza agreste se define por llanuras planas, montañas rocosas y la colección más grande del mundo de suculentas. Esta región notable, caracterizada por polvo rojo, acacias espinosas, vegetación atrofiada, áloes y molinos de viento, contiene el ecosistema más grande de Sudáfrica con plantas y criaturas endémicas que no se encuentran en ningún otro lugar de la Tierra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina el Karoo Camino, un sendero de varios días que atraviesa el espectacular Karoo Heartland a través de paisajes salpicados de ovejas, cabras de angora y algunos de los pueblos más pintorescos del país. Las caminatas nocturnas ofrecen excelentes oportunidades de observación de estrellas bajo algunos de los cielos más claros del mundo, mientras que los safaris y el ciclismo de montaña revelan los tesoros ocultos de la región.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 15
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "ZA::mthatha",
      "name": "Mthatha",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -31.5889,
        28.7844
      ],
      "lat": -31.5889,
      "lon": 28.7844,
      "visits": [
        {
          "text": "Rinde homenaje en el Nelson Mandela Museum en Mthatha, avalado por el icono mismo y ofreciendo una experiencia patrimonial profunda en el corazón de su nacimiento. El museo documenta el viaje de Mandela desde la infancia rural hasta estadista global, con exhibiciones que abarcan su vida, la lucha anti-apartheid y su legado duradero de reconciliación.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja a Qunu, el pueblo donde Nelson Mandela creció, vivió durante su presidencia y eligió como su lugar de descanso final. Camina por los valles que recorrió de niño y experimenta el paisaje rural que formó a uno de los líderes más influyentes de la historia. Su sitio de sepultura ofrece un lugar de reflexión silenciosa y profunda significancia histórica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita Mvezo, el lugar de nacimiento de Nelson Mandela, donde el Mvezo Komkhulu Museum preserva los humildes comienzos de este icono global. Continúa a Mqhekezweni, donde el joven Mandela pasó sus años formativos. Estos sitios dan vida vívida a su autobiografía 'Long Walk to Freedom', aunque las distancias entre ubicaciones requieren planificación cuidadosa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 12
        }
      ],
      "rating": 5
    },
    {
      "place_id": "ZA::olifants",
      "name": "Olifants",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24,
        31.7333
      ],
      "lat": -24,
      "lon": 31.7333,
      "visits": [
        {
          "text": "Descubre la región de Olifants, reconocida por su excelente observación de vida salvaje gracias a tres ecosistemas convergentes que sustentan una notable diversidad de fauna. El campamento se alza dramáticamente sobre el río Olifants, ofreciendo vistas impresionantes del desierto donde los hipopótamos se revuelcan y los elefantes vienen a beber al atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduce por la tranquila Old Main Road hacia Satara, donde las praderas abiertas atraen grandes manadas de herbívoros y los depredadores que los siguen. Satara es famoso por los avistamientos de leones y hienas, con múltiples manadas compitiendo por territorio en esta área rica en vida salvaje. La carretera ofrece hermosas vistas de las praderas de sabana que se extienden hasta horizontes distantes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observa la puesta de sol desde Olifants Rest Camp, donde la posición elevada proporciona uno de los miradores más espectaculares de Kruger. El río abajo bulle de vida: los cocodrilos toman el sol en bancos de arena, los hipopótamos emergen para resoplar, y los elefantes desfilan por las orillas bajo la luz dorada. Los sonidos nocturnos proporcionan la banda sonora para tardes inolvidables en el monte.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 8
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::oudtshoorn",
      "name": "Oudtshoorn",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.5921,
        22.2021
      ],
      "lat": -33.5921,
      "lon": 22.2021,
      "visits": [
        {
          "text": "Desciende a las Cuevas Cango, un espectacular mundo subterráneo que ha estado formando su obra maestra de estalactitas durante 4.5 mil millones de años. Maravíllate con formaciones extrañas y maravillosas incluyendo la Madonna y el Niño, la imponente Aguja de Cleopatra de 9 metros, el racimo de Hojas de Tabaco Secas, el Púlpito de la Catedral, e incluso una Torre Inclinada de Pisa. El túnel de aventura y sistema de escaleras ofrece un desafío emocionante para los valientes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el Parque Nacional Karoo, un ecosistema desértico notable repleto de vida incluyendo leones, rinocerontes y búfalos. Desde pequeños pueblos pintorescos hasta granjas en funcionamiento, podrías viajar durante meses experimentando aventuras únicas en cada ubicación. El Karoo contiene el ecosistema más grande de South Africa, con plantas y criaturas endémicas que no se encuentran en ningún otro lugar del mundo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 11
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "ZA::pafuri",
      "name": "Pafuri",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -22.4333,
        31.2167
      ],
      "lat": -22.4333,
      "lon": 31.2167,
      "visits": [
        {
          "text": "Ingresa a la Concesión Makuleke en Pafuri, la joya del norte del Parque Nacional Kruger. Esta naturaleza exclusiva de 24,000 hectáreas entre los ríos Limpopo y Luvuvhu representa el rincón más remoto y salvaje de la reserva insignia de Sudáfrica. Con un máximo de solo 52 huéspedes permitidos, esta área virgen ofrece exclusividad sin igual.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el inmenso bosque de árboles de fiebre, uno de los más grandes de su tipo en África, donde árboles de corteza dorada crean un paisaje etéreo. La vegetación variada -abarcando charcas, montañas y llanuras de inundación- sustenta grandes manadas de elefantes, búfalos, hipopótamos y cocodrilos en el famoso Crooks' Corner donde tres países se encuentran.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con árboles baobab ancestrales, algunos de más de 4,000 años de edad, que permanecen como testigos silenciosos de milenios de historia africana. La región de Pafuri es un punto caliente para la observación de aves, atrayendo observadores que buscan especies que no se encuentran en ningún otro lugar de Sudáfrica. Más de 350 especies de aves han sido registradas en este paraíso de biodiversidad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta un sundowner en Lanner Gorge, donde el río Luvuvhu ha tallado un curso estrecho y serpenteante a través de acantilados dramáticos de arenisca, posiblemente la mejor ubicación para sundowner en África. Caminatas por el monte con guardabosques expertos revelan las maravillas menores del monte, mientras los safaris encuentran la extraordinaria vida silvestre de la región contra fondos impresionantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Disfruta un desayuno en el monte bajo un árbol baobab gigante después de un safari matutino, rodeado por los sonidos y vistas de la naturaleza africana. El Outpost Lodge ofrece 12 lodges de lujo con vista al valle Luvuvhu, conectados por pasarelas elevadas con vistas espectaculares de la naturaleza del norte de Kruger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 6
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::parys",
      "name": "Parys",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -26.9,
        27.45
      ],
      "lat": -26.9,
      "lon": 27.45,
      "visits": [
        {
          "text": "Explora el Vaal Prive Holiday Resort en la cercana Dewetsdorp, el escape ideal de la vida urbana situado en las orillas de la Represa Vaal. Este resort versátil ofrece esquí acuático, pesca, kayak, observación de aves y buceo en las aguas cristalinas de la represa. Las amenidades del lugar incluyen piscinas, trampolines, ping pong, jacuzzis y un gimnasio bien equipado para huéspedes que buscan relajación activa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Dell Cheetah Centre justo afuera de Parys, una instalación de cría que cría guepardos antes de liberarlos en sus hábitats naturales. Actualmente hogar de 11 guepardos, el centro ofrece encuentros íntimos con estos magníficos velocistas. Vida silvestre adicional incluyendo ñus, cebras, jirafas, gacelas, kudús, impalas y antílopes deambulan por la propiedad circundante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el encantador pueblo de Parys, conocido por sus tiendas de arte, artesanías y antigüedades agrupadas alrededor de la calle principal. La posición del pueblo en el Río Vaal y dentro de la estructura de impacto del Domo Vredefort crea un entorno único para la exploración. Numerosos operadores de aventura ofrecen actividades desde paseos en cuatrimoto hasta vuelos panorámicos sobre el cráter antiguo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 1
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::paternoster",
      "name": "Paternoster",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -32.8132,
        17.8867
      ],
      "lat": -32.8132,
      "lon": 17.8867,
      "visits": [
        {
          "text": "Experimenta Paternoster, uno de los pueblos pesqueros más antiguos y auténticos de la Costa Oeste, donde la vida permanece íntimamente conectada al mar. Los pescadores aún se aventuran diariamente en coloridos botes tradicionales de madera, y su pesca fresca se puede comprar en el mercado local o saborear en pintorescos restaurantes junto al mar. Las casitas blancas prístinas y las aguas turquesas crean un escenario perfecto de postal.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Shelley Point, una pequeña península virgen enclavada en las aguas tranquilas de Shelley Bay. Protegida de las olas oceánicas, las aguas resguardadas son ideales para navegar, pescar y nadar de forma segura con familias. Este refugio tranquilo ofrece el escape perfecto de la vida moderna, con un campo de golf de 9 hoyos e instalaciones de bienestar que complementan la serenidad natural.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora St Helena Bay, una costa virgen que atraviesa 18 bahías y se alimenta de la Corriente de Benguela rica en nutrientes, convirtiéndola en una de las áreas de pesca principales del mundo. Delfines y ballenas francas australes frecuentan las aguas tranquilas, mientras que la Reserva Natural Privada Cape St Martin ofrece la oportunidad única de ver el amanecer sobre el mar, el único lugar así en la Costa Oeste.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 9
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::pilanesberg",
      "name": "Pilanesberg",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.25,
        27.0833
      ],
      "lat": -25.25,
      "lon": 27.0833,
      "visits": [
        {
          "text": "Explora el Parque Nacional Pilanesberg, la reserva de los Cinco Grandes más popular y accesible de Sudáfrica. Situado dentro de un cráter volcánico ancestral a solo 90 minutos de Johannesburg, este parque familiar y económico está completamente libre de malaria. El entorno geológico único crea hábitats diversos que sustentan una densidad de vida silvestre extraordinaria en un área compacta.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre perros salvajes africanos, 360 especies de aves y antílopes poco comunes como el antílope ruano y sable que prosperan en la rica zona ecológica de Pilanesberg. Las opciones de autoconducción permiten exploración flexible en tu auto de alquiler, mientras que los recorridos guiados ofrecen interpretación experta. La entrada cuesta aproximadamente 110 rands por adulto, convirtiéndolo en una opción económica.",
          "visit_duration_min": 75
        },
        {
          "text": "Rastrea rinocerontes en la adyacente Reserva de Caza Letsatsing, donde las actividades educativas con guías de campo utilizan dispositivos de telemetría para localizar rinocerontes blancos salvajes. Cuando las señales indican que los rinocerontes están cerca, los visitantes salen de los vehículos para rastrear, acercarse y observar estos magníficos animales a pie desde solo metros de distancia: una experiencia única y emocionante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta safaris en globo aerostático: Pilanesberg es el único parque nacional en Sudáfrica que ofrece esta perspectiva única de la vida silvestre y el paisaje. Los lanzamientos al amanecer llevan a los pasajeros sobre el cráter volcánico, la geología ancestral y las manadas en movimiento para una experiencia de safari aéreo inolvidable que revela la majestuosidad completa del parque desde arriba.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 7
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::pilgrims-rest",
      "name": "Pilgrims Rest",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24.8922,
        30.7575
      ],
      "lat": -24.8922,
      "lon": 30.7575,
      "visits": [
        {
          "text": "Retrocede en el tiempo en Pilgrim's Rest, declarado campo aurífero en 1873 y ahora preservado como museo viviente congelado en la era victoriana. Este pintoresco pueblo satura a los visitantes con nostalgia, sus edificios de hierro corrugado y verandas de madera mantienen el carácter auténtico de los días de la fiebre del oro de Sudáfrica. Todo el pueblo ha sido declarado monumento nacional.",
          "visit_duration_min": 75
        },
        {
          "text": "Prueba tu suerte buscando oro en los arroyos que una vez atrajeron a miles de buscadores de fortuna a este valle remoto. La experiencia te conecta directamente con los prospectores que transformaron este territorio salvaje en un asentamiento minero bullicioso. Los guías locales comparten historias de los excavadores que hicieron -y perdieron- fortunas en estas aguas auríferas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasea por las calles atmosféricas donde edificios restaurados ahora albergan museos, tiendas de artesanías y restaurantes con carácter que sirven comida tradicional. El Royal Hotel, establecido durante la época de la fiebre del oro, continúa recibiendo visitantes con encanto de época. Las laderas circundantes ofrecen senderos de senderismo a través de bosques autóctonos hacia sitios mineros abandonados.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 4
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "ZA::port-alfred",
      "name": "Port Alfred",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.5906,
        26.8911
      ],
      "lat": -33.5906,
      "lon": 26.8911,
      "visits": [
        {
          "text": "Domina las olas en Port Alfred con instrucción profesional de surf en Shaka Surf School, operando desde un campamento de surf forestal único con alojamiento en casa del árbol reciclada. El campamento se sitúa en el borde de un bosque de dunas ancestral, completo con su propio sendero de caminata y medio tubo de patineta. Los viajes de surf por carretera a rompientes cercanos extienden la aventura para los entusiastas surfistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Rema por el Sendero de Canoa del Río Kleinemonde West, un viaje de 8 kilómetros a través de paisajes magníficos hasta la rústica cabaña nocturna Lily Pad. Esta experiencia combinada de canoa y senderismo muestra la abundante fauna y vida silvestre de la región en un entorno fluvial prístino. El sendero ofrece una experiencia auténtica de naturaleza salvaje a solo 15 kilómetros de Port Alfred.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora más de 100 kilómetros de playas prístinas con Bandera Azul a lo largo de la Costa del Sol, extendiéndose desde el icónico Woody Cape hasta el Río Great Fish. La costa presenta dunas majestuosas, calas escondidas, bahías rocosas y extensiones de arena dorada, con diez ríos ofreciendo excelentes oportunidades para deportes acuáticos, remo y canotaje en las cálidas aguas del Océano Índico.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la equitación en la playa con Three Sisters Horse Trails o Beachcombers Horse Trails, galopando por playas doradas y explorando calas apartadas, campos de dunas y desembocaduras de ríos. Los safaris de vida silvestre a caballo ofrecen la emoción de cabalgar junto a manadas de elands, jirafas y cebras en una aventura verdaderamente única del Cabo Oriental.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 5
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "ZA::port-nolloth",
      "name": "Port Nolloth",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -29.25,
        16.8667
      ],
      "lat": -29.25,
      "lon": 16.8667,
      "visits": [
        {
          "text": "Llega a Port Nolloth, un pueblo costero sereno que ofrece experiencias de playa tranquilas flanqueadas por encantadoras casas de vacaciones con impresionantes vistas del Océano Atlántico. La playa es ideal para paseos relajantes, tomar el sol y diversión familiar, con niños deleitándose en las pozas rocosas llenas de vida marina. Esta es la ventana del Northern Cape al mar, un contraste refrescante con los paisajes desérticos del interior.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el único Faro Port Nolloth, el faro más al norte de la Costa Oeste de Sudáfrica, que se alza como centinela sobre estas aguas remotas. La estructura ha guiado embarcaciones pesqueras y tráfico costero durante generaciones. El patrimonio de buceo de diamantes del pueblo añade intriga a este asentamiento remoto donde los buzos aún buscan piedras preciosas en el lecho marino.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la atmósfera tranquila perfecta para aquellos que buscan un escape pacífico de la vida moderna agitada. Las oportunidades para senderismo, ciclismo y observación de estrellas en el área circundante extienden la aventura más allá de la playa. La combinación de encanto costero e historia diamantífera hace de Port Nolloth un destino únicamente atractivo entre los destinos del Northern Cape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 4
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::port-st-johns",
      "name": "Port St Johns",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -31.6244,
        29.5456
      ],
      "lat": -31.6244,
      "lon": 29.5456,
      "visits": [
        {
          "text": "Presencia la increíble Sardine Run, uno de los espectáculos más grandiosos de la naturaleza que ocurre a lo largo de la Wild Coast desde mediados de junio hasta finales de julio. Millones de sardinas migran a lo largo de la costa, atrayendo depredadores oceánicos en un frenesí alimentario que ofrece extraordinarias oportunidades fotográficas y de snorkel. Tanto buceadores con escafandra como snorkelers confiados pueden experimentar este fenómeno de primera mano.",
          "visit_duration_min": 75
        },
        {
          "text": "Contempla las vistas impresionantes desde la pista de aterrizaje de Port St Johns, ubicada dramáticamente sobre el pueblo donde el Umzimvubu River se encuentra con el Océano Índico. El entorno entre dos acantilados masivos -conocidos como las Gates- crea uno de los puertos naturales más espectaculares de la costa sudafricana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita Magwa Falls y la plantación de té circundante, donde el agua cae en cascada 144 metros hacia una garganta boscosa. La Magwa Tea Estate ofrece recorridos de sus operaciones con un telón de fondo de colinas onduladas cubiertas de arbustos de té. El cercano Mkambati Nature Reserve presenta cascadas adicionales y pastizales prístinos rebosantes de vida silvestre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 11
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::pretoria",
      "name": "Pretoria",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.7479,
        28.2293
      ],
      "lat": -25.7479,
      "lon": 28.2293,
      "visits": [
        {
          "text": "Explora la Reserva Natural Roodeplaat Dam, ubicada a solo 22 kilómetros de Pretoria, donde una excursión perfecta de un día combina picnics, pesca, observación de fauna y avistamiento excepcional de aves. La reserva rodea una gran presa que sirve como fuente de agua para la diversa vida silvestre incluyendo cebras, kudús, waterbucks y ñus azules que vienen a beber en sus orillas.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre la increíble avifauna que hace de Roodeplaat un paraíso para los observadores de aves, con especies que van desde aves acuáticas en la presa hasta rapaces que planean en el cielo. El sendero de 7 kilómetros alrededor de la presa revela diferentes hábitats y miradores, mientras que los visitantes que pernoctan pueden sumergirse completamente en la atmósfera pacífica de este santuario de vida silvestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja al Cráter Tswaing, una característica geológica notable creada hace 200,000 años cuando un asteroide colisionó con la Tierra, dejando un cráter de 1.3 kilómetros de diámetro. El impacto habría aniquilado cualquier cosa en la región, si Pretoria hubiera existido entonces. Las herramientas de piedra encontradas aquí revelan que los humanos cosecharon sal y recolectaron agua del cráter hace aproximadamente 100,000 años.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina por los senderos alrededor de este antiguo sitio de impacto, que hasta los años 90 fue el centro de un feroz debate académico sobre sus orígenes. El lago del cráter y la vegetación circundante apoyan diversa vida silvestre y avifauna, mientras que las exhibiciones interpretativas explican el evento catastrófico que creó este paisaje único. La sensación de historia cósmica es profunda.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Continúa hacia la Reserva de Caza Dinokeng, que significa 'Lugar de los Ríos' en Setswana, a solo 40 kilómetros de Pretoria. Este destino popular ofrece experiencias de safari relajadas donde cebras, varias especies de antílopes, ñus y jabalíes verrugosos vagan libremente. La zona también cuenta con una cervecería local y restaurantes fantásticos, combinando vida silvestre con placeres culinarios.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita la Reserva Natural Groenkloof, una de las primeras áreas declaradas reserva natural en Sudáfrica y ahora considerada una de las mejores experiencias de senderismo en Gauteng. Los senderos atienden a caminantes, ciclistas de montaña, jinetes, familias y grupos serios de senderismo. Mantén los ojos abiertos para ver kudús, impalas, ñus azules y avestruces en toda la reserva.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la notable aventura al aire libre de visitar un cráter de impacto de meteorito verificado, uno de los ejemplos mejor preservados en la Tierra. Los senderos de senderismo ofrecen niveles de dificultad variados, mientras que el centro de visitantes proporciona contexto sobre tanto el evento geológico como la historia humana de la cosecha de sal que siguió. Empaca un picnic y pasa el día explorando.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravillas Naturales de Gauteng: Montañas Antiguas, Sitios de Fósiles y Reservas Urbanas",
          "day": 1
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravillas Naturales de Gauteng: Montañas Antiguas, Sitios de Fósiles y Reservas Urbanas",
          "day": 2
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "ZA::rhodes",
      "name": "Rhodes",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -30.7981,
        27.9622
      ],
      "lat": -30.7981,
      "lon": 27.9622,
      "visits": [
        {
          "text": "Descubre el pintoresco pueblo de Rhodes, escondido en un rincón remoto de las Eastern Cape Highlands bordeando el Kingdom of Lesotho. Este asentamiento pacífico sirve como puerta de entrada a aguas excepcionales para la pesca con mosca, con aproximadamente 150 kilómetros de arroyos de montaña prístinos disponibles para pescadores. Los ríos que se originan hasta 3,000 metros sobre el nivel del mar proporcionan pesca de trucha de clase mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora arte rupestre San antiguo en sitios cerca de Rhodes, donde pinturas creadas por los habitantes originales hace cientos de años adornan refugios rocosos y cuevas. Estas preciosas obras de arte representan el modo de vida San, sus creencias espirituales y la vida silvestre que cazaban en estas montañas. Las visitas requieren visitas a propiedades privadas con arreglo previo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta los pasos de montaña de las Tierras Altas del Eastern Cape, incluyendo Naude's Nek -el paso de montaña más alto de Sudáfrica- y Joubert's Pass, el tercero más alto del país. Volunteershoek asciende hasta Tiffindell Ski Resort y el punto más alto del Cabo, mientras que el desafiante Bastervoetpad recompensa a los conductores aventureros con increíbles vistas del valle.",
          "visit_duration_min": 60
        },
        {
          "text": "Contempla espectaculares exhibiciones de flores alpinas en los pastizales montanos de noviembre a abril, con la floración máxima en altitudes más elevadas. Tiffindell típicamente ofrece impresionantes espectáculos a principios de diciembre, mientras que Naude's Nek alcanza su pico floral en febrero. Los tours botánicos guiados revelan la diversidad de estos ecosistemas subalpinos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 13
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::richmond",
      "name": "Richmond",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -31.4167,
        23.95
      ],
      "lat": -31.4167,
      "lon": 23.95,
      "visits": [
        {
          "text": "Llega a Richmond, una 'ciudad de libros' distinguida por su abundancia de librerías, residentes bibliófilos conocedores, y una cultura construida enteramente alrededor de la palabra escrita. Este pintoresco asentamiento entre Cape Town y Johannesburg es la parada perfecta en cualquier viaje por carretera para aquellos que aprecian la literatura y el aprendizaje. Cada esquina revela otra librería encantadora que invita a la exploración.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora tiendas únicas y peculiares del pueblo que albergan colecciones que van desde primeras ediciones raras hasta ficción contemporánea. La arquitectura combina estilo clásicamente victoriano con casas tradicionales 'Karoo', creando paisajes urbanos encantadores. Los recorridos escénicos por el cercano Gran Karoo revelan paisajes tan vastos y contemplativos como la mejor literatura. Richmond es perfecto para ratones de biblioteca y familias experimentando el paisaje árido del Karoo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 14
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::richtersveld",
      "name": "Richtersveld",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.3833,
        17.05
      ],
      "lat": -28.3833,
      "lon": 17.05,
      "visits": [
        {
          "text": "Descubre el Parque Transfronterizo Ai-Ais/Richtersveld, el desierto montañoso más grande del sur de África que ofrece un paisaje surrealista de montañas de lava, llanuras arenosas y flora única que no se encuentra en ningún otro lugar de la Tierra. A pesar de las condiciones adversas con menos de 50mm de lluvia anual, este ecosistema extraordinario sostiene vida silvestre diversa mantenida por la humedad de la niebla atlántica que llega tierra adentro cada mañana.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con los árboles Halfmens (medio humano) y los icónicos árboles quiver que se han adaptado para sobrevivir en este ambiente extremo. Estos árboles suculentos crean siluetas de otro mundo contra telones de fondo montañosos dramáticos, sus nombres reflejando la imaginación de los primeros viajeros que vieron formas humanas en sus figuras. La singularidad botánica del Richtersveld le ha valido el estatus de Patrimonio Mundial de la UNESCO.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora en senderos desafiantes para 4x4, camina por paisajes surrealistas, disfruta de observación de aves excepcional, o experimenta rafting a lo largo del límite del Río Orange. Los puntos destacados incluyen la dramática meseta Tatasberg, el vertiginoso Paso Rooiberg, y las relajantes aguas termales en Ai-Ais Resort al otro lado de la frontera de Namibia. Ideal para amantes aventureros de la naturaleza que buscan paisajes como ningún otro lugar.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 5
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "ZA::riebeek-kasteel",
      "name": "Riebeek Kasteel",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.3847,
        18.9036
      ],
      "lat": -33.3847,
      "lon": 18.9036,
      "visits": [
        {
          "text": "Descubre el Riebeek Valley, que abarca los pintorescos pueblos de Riebeek West y Riebeek Kasteel ubicados entre viñedos ondulados y bosques de olivos plateados. Esta área es famosa por sus mercados y festivales vibrantes, incluyendo el popular Festival Anual del Olivo que celebra los productos de estilo mediterráneo de la región. La montaña Kasteelberg ofrece caminatas gratificantes con oportunidades de avistar halcones, águilas y búhos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora el !Khwa ttu San Cultural and Educational Centre, que ofrece perspectivas profundas sobre la cultura, patrimonio y conocimiento de los habitantes originales de West Coast. Guías San calificados comparten sus habilidades únicas y sabiduría ancestral durante tours inmersivos. El centro también cuenta con senderos espectaculares para bicicleta de montaña y la casa de campo original transformada en un restaurante acogedor.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 6
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::riemvasmaak",
      "name": "Riemvasmaak",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.5833,
        19.9833
      ],
      "lat": -28.5833,
      "lon": 19.9833,
      "visits": [
        {
          "text": "Descubre Riemvasmaak, un desierto salvaje de 75,000 hectáreas que presenta impresionantes cañones de granito y aguas termales naturales perfectas para relajarse después de largos viajes. El paisaje aquí es crudo y dramático, con formaciones rocosas antiguas creando un laberinto de valles y crestas. Este destino remoto promete un escape sereno a la naturaleza donde los únicos sonidos son el viento y el canto de los pájaros.",
          "visit_duration_min": 75
        },
        {
          "text": "Sumérgete en las aguas termales terapéuticas, donde aguas ricas en minerales brotan desde las profundidades subterráneas para llenar pozas rocosas naturales. Los manantiales proporcionan alivio bienvenido para viajeros cansados, su calor contrastando deliciosamente con el aire fresco del desierto. Águilas negras planean por encima, completando una experiencia que conecta a los visitantes con el África primordial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora senderos desafiantes para 4x4 que serpentean a través de terreno espectacular, o camina hasta miradores con vista al Río Orange cortando a través de geología antigua. El alojamiento en cabañas rústicas que se mezclan con el terreno rocoso ofrece comodidades básicas sin electricidad: trae elementos esenciales incluyendo agua y repelente de insectos. Riemvasmaak recompensa a los aventureros con paisajes impresionantes y soledad profunda.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 6
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "ZA::roodepoort",
      "name": "Roodepoort",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -26.1625,
        27.8728
      ],
      "lat": -26.1625,
      "lon": 27.8728,
      "visits": [
        {
          "text": "Pasea por el Jardín Botánico Nacional Walter Sisulu, un paraíso de 300 hectáreas de flora y fauna del Highveld coronado por una magnífica cascada que ha atraído visitantes durante cientos de años. Aunque solo se estableció formalmente en 1982, las formaciones geológicas únicas de este sitio, los áloes indígenas y las cícadas antiguas han cautivado a los amantes de la naturaleza a través de los siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "Acomódate bajo árboles sombreados para un picnic mientras observas una de las parejas residentes de águilas de Verreaux de Johannesburg planear sobre las aguas en cascada. Los diversos hábitats del jardín atraen a observadores de aves que buscan especies desde especialistas de pastizales hasta vencejos que habitan en cascadas. Los senderos serpenteen a través de vegetación indígena, revelando la notable diversidad botánica de la región del Highveld.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fotografía la espectacular cascada del jardín, un punto de referencia natural que forma la pieza central de este oasis urbano. Los acantilados circundantes y afloramientos rocosos proporcionan hábitat para una variedad notable de vida silvestre, desde damanes tomando el sol hasta aves forestales secretas en los kloofs boscosos. Las exhibiciones florales estacionales añaden ráfagas de color durante todo el año.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Maravillas Naturales de Gauteng: Montañas Antiguas, Sitios de Fósiles y Reservas Urbanas",
          "day": 5
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "ZA::rosendal",
      "name": "Rosendal",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.95,
        27.9167
      ],
      "lat": -28.95,
      "lon": 27.9167,
      "visits": [
        {
          "text": "Experimenta Rosendal, conocido por los locales como el secreto mejor guardado del Free State, donde el encanto y la tranquilidad impregnan cada rincón. Los edificios históricos bien preservados y la atmósfera amigable invitan a los visitantes a desacelerar y apreciar los placeres simples de la vida. Este destino es celebrado por su cálida hospitalidad, convirtiéndolo en un escape ideal del ajetreo y bullicio de la vida moderna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Toma un paseo tranquilo por las calles silenciosas de Rosendal, admirando la arquitectura única que refleja el patrimonio de la región. Visita tiendas locales que ofrecen artesanías hechas a mano y productos artesanales creados por talentosos residentes. El ritmo pacífico de vida aquí proporciona la oportunidad perfecta para reconectarse con tiempos más simples y la calidez genuina de la comunidad.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 8
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "ZA::rustenburg",
      "name": "Rustenburg",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.6667,
        27.25
      ],
      "lat": -25.6667,
      "lon": 27.25,
      "visits": [
        {
          "text": "Visita el Paul Kruger Country House Museum en Rustenburg, una colección histórica de edificios que una vez formaron la granja de Paul Kruger, ex Presidente de la Zuid-Afrikaanse Republiek y líder de la resistencia bóer en la Guerra Anglo-Bóer. Ahora completamente restaurada, la propiedad proporciona una perspectiva inmersiva de la vida de Kruger y su familia, con artefactos incluyendo su rifle y biblias en exhibición.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Kgaswane Nature Reserve en las laderas del norte de las montañas Magaliesberg, una colección pintoresca de picos y valles de cuarcita, magníficas cascadas y tranquilas piscinas naturales. Una ruta autoguiada con sitios de picnic y miradores permite la exploración a tu ritmo. La reserva es particularmente famosa por su manada reproductora de antílopes sable.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre docenas de especies de antílopes en Kgaswane, desde klipspringers hasta kudús, mientras los observadores de aves buscan la colonia reproductora de buitres del Cabo en peligro de extinción. La reserva ofrece una alternativa pacífica a parques más grandes, con menos multitudes y excelentes oportunidades de observación de vida silvestre a solo 15 minutos de Rustenburg. Los miradores escénicos recompensan a los excursionistas con vistas panorámicas de las montañas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 3
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::sabie",
      "name": "Sabie",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.0972,
        30.7831
      ],
      "lat": -25.0972,
      "lon": 30.7831,
      "visits": [
        {
          "text": "Viaja por la Ruta de las Cascadas de Sabie, un secreto bien guardado que abarca ocho magníficas cascadas a lo largo de un tramo escénico de 50 kilómetros de la R532. Aunque eclipsada por el cercano Kruger y Blyde River Canyon, esta ruta ofrece algunas de las bellezas naturales más espectaculares de Mpumalanga. Cada cascada presenta carácter único, desde torrentes atronadores hasta delicados velos de novia.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con las Cataratas Mac Mac, precipitándose unos impresionantes 70 metros hacia un desfiladero boscoso, nombradas por los mineros escoceses que buscaron oro en estos valles. Continúa a las Cataratas Lisbon, cayendo en cascada 94 metros en una espectacular caída doble que se encuentra entre las más altas de la provincia. Las piscinas del bosque de abajo invitan a refrescantes baños en los cálidos días del Lowveld.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita cascadas adicionales incluyendo Bridal Veil Falls, Horseshoe Falls y Lone Creek Falls, cada una accesible a través de cortas caminatas por el bosque. Los bosques de plantación circundantes y el bosque autóctono crean un paraíso verde de helechos, musgos y árboles imponentes. Los sitios de picnic junto a las cascadas ofrecen lugares pacíficos para absorber la banda sonora natural del agua corriendo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 7
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "ZA::saldanha",
      "name": "Saldanha",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.0115,
        17.9441
      ],
      "lat": -33.0115,
      "lon": 17.9441,
      "visits": [
        {
          "text": "Visita Saldanha Bay, situada en la bahía natural más grande de South Africa, reconocida por sus contrastes llamativos y belleza natural. Como centro de la industria pesquera regional y destino vacacional popular para entusiastas de deportes acuáticos, la bahía ofrece experiencias diversas. El campus de la Academia Militar Sudafricana incluye una reserva natural prístina que se transforma en un paraíso floral en primavera y proporciona excelentes puntos de observación para avistar ballenas francas australes durante la temporada de cría.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la hermosa y escarpada costa de Jacobsbaai, que cuenta con un espectacular frente marítimo de 2 km que abarca siete bahías distintas. Un sendero de 17 km entre Swartrietbaai y Tietiesbaai atraviesa el fynbos costero que sustenta fauna diversa. A menudo llamada 'Namaqualand junto al mar', las exhibiciones de flores silvestres del área son increíblemente hermosas durante la primavera.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre Hopefield, una ciudad histórica que data de 1851, rodeada de delicado fynbos y ondulantes campos verdes de trigo. Visita la hermosa Iglesia Reformada Holandesa construida en 1879, donde el órgano original aún suena en bodas y durante el Hopefield Fynbos Show. El Museo de Fósiles exhibe una réplica del famoso cráneo homínido del Hombre de Saldanha, y el Centro de Observación Simply Bee ofrece perspectivas fascinantes sobre la producción de miel.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 8
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::shingwedzi",
      "name": "Shingwedzi",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -23.1167,
        31.4333
      ],
      "lat": -23.1167,
      "lon": 31.4333,
      "visits": [
        {
          "text": "Conduce por tu cuenta a través de las regiones norte y central del Parque Nacional Kruger, una experiencia esencial de la lista de deseos sudafricana. Desde Pafuri, sigue la carretera asfaltada a través de bosques de mopane hacia Punda Maria y Shingwedzi, donde los elefantes son compañeros comunes a lo largo del viaje. Esta vasta naturaleza se despliega gradualmente, revelando nuevos paisajes en cada curva.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Red Rocks Loop cerca de Shingwedzi, donde la erosión del agua ha esculpido una serie de fascinantes pozas en la suave piedra rojiza. Esta curiosidad geológica proporciona un excelente hábitat para leopardos, y la zona alberga diversas aves y manadas de elefantes que se mueven a través del bosque de mopane.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Continúa hacia el sur a través de los campamentos de Mopane y Letaba, experimentando los paisajes cambiantes y las poblaciones de vida salvaje. Cada región de Kruger ofrece un carácter distintivo: desde los bosques del norte ricos en elefantes hasta las sabanas del sur densas en depredadores. Los campamentos proporcionan alojamiento cómodo con vistas impresionantes del río y la oportunidad de compartir historias de avistamientos con otros viajeros.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 7
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "ZA::simons",
      "name": "Simons",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -34.1918,
        18.4323
      ],
      "lat": -34.1918,
      "lon": 18.4323,
      "visits": [
        {
          "text": "Visita Boulders Beach en la encantadora ciudad naval de Simon's Town, hogar de una próspera colonia de aproximadamente 3,000 pingüinos africanos. Protegida por masivos bloques de granito que crean calas resguardadas, esta extraordinaria playa ofrece una oportunidad inolvidable de observar estas carismáticas aves marinas en su hábitat natural. Los senderos de madera permiten encuentros cercanos mientras protegen las sensibles áreas de anidación de los pingüinos.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja a Cape Point, considerado uno de los lugares más hermosos de Sudáfrica, donde dos océanos se encuentran dramáticamente en la punta suroeste del continente. Parte del Cape Floral Kingdom, este promontorio azotado por el viento está cubierto de vegetación fynbos autóctona y proporciona hábitat crítico para aves marinas pelágicas y una población residente de babuinos. El faro histórico ofrece vistas dominantes sobre las aguas turbulentas donde convergen los océanos Atlántico e Índico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta el avistamiento de ballenas a lo largo de la costa de Western Cape durante la temporada de migración de junio a octubre. Estos magníficos mamíferos marinos viajan por la costa, con Hermanus albergando el renombrado Festival Anual de Ballenas en septiembre. Las bahías tranquilas y las aguas ricas en nutrientes de la región la convierten en uno de los principales destinos del mundo para el avistamiento de ballenas desde tierra.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 2
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "ZA::skukuza",
      "name": "Skukuza",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24.9936,
        31.5928
      ],
      "lat": -24.9936,
      "lon": 31.5928,
      "visits": [
        {
          "text": "Entra al Parque Nacional Kruger por Paul Kruger Gate, dirigiéndote hacia Skukuza, el destino premier de observación de vida salvaje de Sudáfrica en la región sur. Esta área es reconocida por avistamientos excepcionales de depredadores y encuentros con los Cinco Grandes, con praderas abiertas, matorrales espinosos y bosques ribereños que sustentan concentraciones notables de vida salvaje.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduce el popular circuito alrededor de la confluencia de los ríos Sabie y Sand, combinando diversos hábitats en un circuito gratificante. Las manadas de leones prosperan aquí con menos competencia debido a la abundante presa. Los safaris de madrugada y tarde ofrecen las mejores oportunidades de presenciar actividad de depredadores a lo largo de estas rutas productivas.",
          "visit_duration_min": 75
        },
        {
          "text": "Hospédate en Shalati, el alojamiento exclusivo Train on the Bridge encaramado sobre el río Sabie en un puente ferroviario histórico. Observa elefantes, hipopótamos y búfalos desde tu balcón mientras pastan y beben abajo. El amanecer desde tu cama king-size revela el monte despertando bajo la luz dorada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta la sensación única de dormir en un vagón de tren reimaginado suspendido sobre el monte africano. Las 31 habitaciones, incluyendo 24 habitaciones de vagón, ofrecen vistas magníficas y servicio de clase mundial. Té de la tarde en el bar del puente, una piscina infinita con vista al río, y cenas gourmet completan esta experiencia de lista de deseos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 12
        }
      ],
      "rating": 8
    },
    {
      "place_id": "ZA::st-francis-bay",
      "name": "St Francis Bay",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -34.1711,
        24.8336
      ],
      "lat": -34.1711,
      "lon": 24.8336,
      "visits": [
        {
          "text": "Descubre Greater St Francis, ubicado en el punto más oriental de África, donde el encantador pueblo junto al canal ofrece una experiencia costera única. Navega por los pintorescos Canales de St Francis en barcaza, explorando esta red de vías fluviales similar a Venecia, bordeada de cabañas con techos de paja y jardines exuberantes. El área combina belleza natural con vida costera sofisticada.",
          "visit_duration_min": 75
        },
        {
          "text": "Embárcate en el Chokka Trail, un viaje de senderismo ligero de 62 kilómetros entre Oyster Bay, St Francis Bay y Cape St Francis. Esta aventura de caminata a tu propio ritmo muestra el área de St Francis en su máximo esplendor, con alojamiento nocturno en cómodas casas de huéspedes a lo largo de la ruta. Experimenta costa prístina, vegetación autóctona y abundante vida aviar durante todo el viaje.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Juega en el prestigioso St Francis Links, uno de los campos de golf principales del Cabo Oriental con un telón de fondo de espectacular paisaje costero. El diseño de campeonato desafía a los golfistas mientras ofrece impresionantes vistas al océano. El área de Greater St Francis también ofrece Cruceros Ecológicos Marinos de 5-7 horas, brindando oportunidades para observar la vida marina en su hábitat natural.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta la equitación a lo largo de las playas doradas de Oyster Bay, donde la costa virgen se extiende hasta donde alcanza la vista. Múltiples operadores ofrecen paseos adecuados para todos los niveles de experiencia, desde suaves caminatas por la playa hasta galopadas emocionantes a lo largo de la orilla. La belleza remota del área y la abundante vida silvestre hacen de cada paseo una aventura memorable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 3
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "ZA::storms-river",
      "name": "Storms River",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -33.9691,
        23.8989
      ],
      "lat": -33.9691,
      "lon": 23.8989,
      "visits": [
        {
          "text": "Experimenta el mundialmente famoso Bloukrans Bungy, reconocido como el salto de bungee comercial más alto desde un puente en la Tierra. Lánzate más de 200 metros hacia el magnífico valle del río Bloukrans usando tecnología de bungee pendular de vanguardia que asegura el salto más suave posible. Las vistas impresionantes desde el puente más alto de África capturan toda la majestuosidad de esta área silvestre prístina.",
          "visit_duration_min": 75
        },
        {
          "text": "Embárcate en un emocionante Tree Top Canopy Tour, deslizándote en tirolesa entre plataformas a lo largo de cables de acero ubicados entre los magníficos alrededores del bosque Tsitsikamma. Esta aventura inolvidable es adecuada para edades de 7 a 70 años, haciéndola perfecta para familias, amantes de la naturaleza y buscadores de emociones por igual. Deslízate por el dosel del bosque indígena antiguo para una perspectiva única de este ecosistema protegido.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruza el icónico Puente Colgante Storms River dentro del Parque Nacional Tsitsikamma, donde más de 80 kilómetros de costa protegida se encuentran con ecosistemas diversos incluyendo fynbos, bosques y abundante vida marina. El parque, establecido en 1964, ofrece paisajes impresionantes, senderos para caminar y oportunidades para observar la flora y fauna únicas de esta naturaleza costera prístina.",
          "visit_duration_min": 75
        },
        {
          "text": "Conduce por la legendaria Garden Route a lo largo de la N2 desde el Cabo Sur hasta el Bosque Tsitsikamma, flanqueada por masivas cadenas montañosas y un panorama oceánico siempre cambiante. Un momento estarás subiendo pasos de montaña con vista a playas salpicadas de delfines, al siguiente estarás inmerso en un bosque indígena antiguo y misterioso. Esta ruta escénica se clasifica consistentemente entre los viajes por carretera más hermosos del mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta la dramática Storms River Mouth, un desfiladero espectacular donde el río ruge hacia el Océano Índico. Este destino de Parque Nacional altamente calificado ofrece rafting en aguas bravas, natación en piscinas color cola y kayak a través de barrancos empinados. Camina por puentes colgantes, nada bajo cascadas, y bucea o sumérgete en la reserva marina protegida para entender por qué esta sigue siendo una de las atracciones naturales más queridas de South Africa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Únete a una Experiencia de Kayak y Lilo, remando a través del océano y bajo el puente colgante Storms River antes de aventurarte más profundo en el dramático Desfiladero Storms River. Esta aventura familiar te permite saltar desde salientes de acantilados hacia piscinas profundas y explorar el desfiladero espectacular en lilo inflable. La experiencia es consistentemente recomendada como punto destacado por visitantes de todo el mundo.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre Storms River Village y el bosque Tsitsikamma circundante en un tour guiado en Segway. Deslízate por frescos bosques de pinos y bosques indígenas, cruzando el histórico Puente Witteklip y visitando el magnífico Árbol Grande Tsitsikamma de 1,000 años. Este modo único de exploración ofrece una manera inolvidable de experimentar las maravillas naturales del área.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por el antiguo Bosque Tsitsikamma, parte del Parque Nacional Garden Route, donde imponentes árboles yellowwood crean un dosel místico sobre suelos forestales cubiertos de helechos. Senderos para caminar serpentean por este bosque indígena prístino, hogar de diversas especies de aves y la esquiva población de elefantes de Knysna. La combinación de bosque, fynbos y costa crea un santuario natural sin igual.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Circuito Gran Eastern Cape: De Tsitsikamma a la Wild Coast",
          "day": 1
        },
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 12
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "ZA::sun",
      "name": "Sun",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -25.3356,
        27.0928
      ],
      "lat": -25.3356,
      "lon": 27.0928,
      "visits": [
        {
          "text": "Experimenta Sun City, el famoso mega-resort en la frontera del Parque Nacional Pilanesberg que ofrece entretenimiento para todas las edades. Los adultos disfrutan de un campo de golf mundialmente famoso y uno de los casinos más grandes de África, mientras que las familias se deleitan con la variedad de atracciones, actividades al aire libre y el famoso parque acuático Valley of the Waves con su playa rodeada de palmeras.",
          "visit_duration_min": 75
        },
        {
          "text": "Juega una ronda en los dos campos de golf diseñados por Gary Player de Sun City. El Gary Player Country Club fue clasificado tercero en el país por Golf Digest South Africa y alberga el Nedbank Golf Challenge anual con jugadores profesionales. El Lost City Golf Course de estilo desértico cuenta con 300,000 pies cuadrados de elementos acuáticos incluyendo cocodrilos del Nilo vivos en el hoyo 13.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vuela sobre el resort en un globo aerostático, prueba tu suerte en el casino, o disfruta músicos de clase mundial en el lugar de entretenimiento Superbowl. El alojamiento va desde las Cabanas familiares hasta el Cascades de cinco estrellas y el extravagante Palace of the Lost City. Los lugares de música en vivo y numerosas opciones gastronómicas completan la oferta de entretenimiento.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 8
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::sutherland",
      "name": "Sutherland",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -32.3984,
        20.6642
      ],
      "lat": -32.3984,
      "lon": 20.6642,
      "visits": [
        {
          "text": "Viaja a Sutherland en las Tierras Altas del Karoo, donde te esperan oportunidades incomparables de observación astronómica bajo algunos de los cielos más oscuros y claros de la Tierra. La gran altitud del pueblo y su ubicación remota, lejos de la contaminación lumínica, lo han convertido en la capital astronómica de África. En las noches despejadas, la Vía Láctea brilla a través de los cielos con detalles impresionantes visibles a simple vista.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el South African Astronomical Observatory, hogar del Southern African Large Telescope (SALT), el telescopio óptico más grande del Hemisferio Sur. Los recorridos guiados ofrecen perspectivas fascinantes del universo, desde galaxias distantes a miles de millones de años luz hasta el descubrimiento de nuevos planetas que orbitan soles lejanos. Esta instalación de clase mundial convierte verdaderamente a Sutherland en la 'puerta de entrada al universo'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta sesiones nocturnas de observación astronómica donde guías expertos señalan constelaciones, planetas y fenómenos celestiales invisibles desde ciudades con contaminación lumínica. Las noches frías y despejadas del Karoo recompensan a los observadores pacientes con lluvias de meteoros, paso de satélites y la perspectiva profunda de nuestro lugar en el cosmos. Perfecto para entusiastas de la astronomía y cualquiera que busque una experiencia celestial.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 2
        }
      ],
      "rating": 6
    },
    {
      "place_id": "ZA::taung",
      "name": "Taung",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -27.55,
        24.7833
      ],
      "lat": -27.55,
      "lon": 24.7833,
      "visits": [
        {
          "text": "Sigue la Ruta del Patrimonio Taung, un fascinante viaje de 45 kilómetros a través de sitios arqueológicos que iluminan brechas significativas en la evolución humana. Esta ruta incluye el sitio listado por la UNESCO donde se descubrió en 1924 un cráneo fosilizado de 2.5 millones de años de un niño homínido. El Niño de Taung ha sido etiquetado como el fósil antropológico más importante del siglo XX.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora maravillas naturales a lo largo de la ruta del patrimonio incluyendo una cascada de piedra caliza y cuencas rocosas naturales, arroyos y cuevas conocidas colectivamente como las Piscinas Azules. También puedes aventurarte dentro de un túnel de mina abandonado que proporciona información sobre la historia geológica y minera de la región. El paisaje revela capas del pasado ancestral de la Tierra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Conecta esta visita con el sitio Patrimonio Mundial Cuna de la Humanidad más amplio, del cual Taung es oficialmente parte. La ruta del patrimonio proporciona contexto esencial para entender los orígenes humanos y el trabajo científico meticuloso que ha reconstruido nuestra historia evolutiva a partir de evidencia fósil encontrada en estos paisajes ancestrales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Explorador de la Provincia North West: Montañas Ancestrales, Safaris de los Cinco Grandes y Orígenes Humanos",
          "day": 10
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::upington",
      "name": "Upington",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.4478,
        21.2561
      ],
      "lat": -28.4478,
      "lon": 21.2561,
      "visits": [
        {
          "text": "Ingresa al Green Kalahari, una región impresionante que combina belleza natural con rica historia cultural a lo largo del río Orange que da vida. Este corredor fértil abarca las ciudades de Upington, Kenhardt, Kakamas y Augrabies, cada una ofreciendo atracciones únicas desde viñedos hasta paisajes dramáticos. El contraste entre la exuberante vegetación ribereña y el semidesierto circundante crea una experiencia visual extraordinaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el patrimonio cultural de los pueblos San, Nama y Koranna que han llamado hogar a esta región durante milenios. Descubre antiguos grabados rupestres San que proporcionan ventanas a la vida prehistórica, visita iglesias misioneras históricas que moldearon el desarrollo regional, y examina molinos de agua que aprovecharon el río Orange. Las historias de estas comunidades indígenas añaden profundidad al paisaje.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Maravíllate con el Verneuk Pan, la vasta planicie salina donde Sir Malcolm Campbell una vez intentó récords de velocidad terrestre, y explora artefactos San elaborados localmente que continúan tradiciones artísticas ancestrales. El río Orange ha sostenido esta región durante siglos, creando condiciones tipo oasis que sustentan la agricultura, vida silvestre y comunidades. Perfecto para amantes de la historia y la naturaleza por igual.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odisea del Northern Cape: Diamantes, Dunas del Desierto y Maravillas del Cielo Oscuro",
          "day": 9
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "ZA::velddrif",
      "name": "Velddrif",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -32.7743,
        18.1695
      ],
      "lat": -32.7743,
      "lon": 18.1695,
      "visits": [
        {
          "text": "Descubre Bokkomlaan en Velddrif, el corazón de la industria pesquera de la Costa Oeste y una joya sin descubrir recientemente declarada patrimonio. Cruza el Puente Carinus y detente en el mirador bajo altas palmeras para observar aves zancudas en el curso de agua. El tiempo parece detenerse a lo largo de esta calle histórica mientras los barcos pesqueros se balancean junto a numerosos muelles y los pescadores preparan su captura usando métodos tradicionales transmitidos por generaciones.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta Thali Thali Game Lodge, una reserva prístina de caza y fynbos de propiedad privada abundante en vida silvestre y especies de aves. Hogar de varios antílopes y muchas otras especies en un ambiente libre de depredadores, los huéspedes pueden explorar de forma segura a pie. Safaris diarios, tiro con arco y una pista de caza con arco 3D proporcionan actividades diversas en medio de la belleza natural de la Costa Oeste.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Descubrimiento de la Costa de Western Cape: Desde Table Mountain hasta la Garden Route",
          "day": 10
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::ventersburg",
      "name": "Ventersburg",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -28.0833,
        26.9667
      ],
      "lat": -28.0833,
      "lon": 26.9667,
      "visits": [
        {
          "text": "Explora la Reserva de Caza Willem Pretorius cerca del pequeño pueblo del Estado Libre de Ventersburg, donde los visitantes pueden presenciar las manadas más grandes del mundo de ñus negros deambulando por pastizales abiertos. Esta reserva convenientemente ubicada sirve como la parada ideal entre Johannesburg y Ciudad del Cabo para los amantes de la vida silvestre. La combinación de represa, pastizales y hábitats de bushveld sostiene una diversidad animal notable.",
          "visit_duration_min": 75
        },
        {
          "text": "Observa elands, blesbok, gacelas, rinocerontes blancos y jirafas mientras se mueven por los paisajes variados de la reserva. La Represa Allemanskraal atrae aves acuáticas y proporciona puntos focales escénicos por toda la propiedad. Los safaris y rutas autoguiadas permiten a los visitantes explorar a su propio ritmo, con excelentes posibilidades de avistamientos de calidad.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasa la noche en el alojamiento cómodo de la reserva para experimentar el desierto del Estado Libre al amanecer y atardecer cuando la vida silvestre está más activa. Los senderos para caminar ofrecen encuentros íntimos con criaturas más pequeñas y vida vegetal que a menudo se pierde desde los vehículos. La ubicación central de la reserva la convierte en una base excelente para explorar los puntos destacados circundantes del Estado Libre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 3
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "ZA::vredefort",
      "name": "Vredefort",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -27.0167,
        27.4
      ],
      "lat": -27.0167,
      "lon": 27.4,
      "visits": [
        {
          "text": "Descubre el Domo Vredefort, un Sitio del Patrimonio Mundial de la UNESCO reconocido como el sitio de impacto de meteorito verificado más antiguo y grande de la Tierra. Hace aproximadamente 2 mil millones de años, un asteroide estimado en 10-15 kilómetros de ancho impactó aquí, creando un cráter originalmente de 300 kilómetros de diámetro-visible hoy como un anillo de colinas de 90 kilómetros de ancho. Este evento cataclísmico formó características geológicas aún estudiadas por científicos de todo el mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora los paisajes dramáticos creados por este impacto antiguo, donde las capas de roca expuestas revelan miles de millones de años de historia de la Tierra. El domo central elevado y el borde circundante proporcionan un aula geológica sin igual en el planeta. El Río Vaal fluye a través del sitio de impacto, añadiendo belleza escénica a la importancia científica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimenta actividades de aventura por toda el área del Domo Vredefort, desde senderismo y rafting hasta rapel por acantilados dramáticos formados por el impacto antiguo. La equitación y el canotaje a lo largo del Río Vaal ofrecen formas más suaves de explorar, mientras que acampar bajo cielos estrellados conecta a los visitantes con las fuerzas cósmicas que crearon este paisaje notable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Descubrimiento del Estado Libre: Tierras Altas Doradas, Cráteres Antiguos y Santuarios de Grandes Felinos",
          "day": 2
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::wakkerstroom",
      "name": "Wakkerstroom",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -27.35,
        30.1333
      ],
      "lat": -27.35,
      "lon": 30.1333,
      "visits": [
        {
          "text": "Llega a Wakkerstroom, un paraíso para observadores de aves famoso por 370 especies aviares diferentes registradas en los humedales y pastizales circundantes. Las gallinas de Guinea deambulan por las calles mientras las grullas se alimentan en el vlei con el campanario de la iglesia histórica perforando el cielo al fondo. Este pueblo pacífico ofrece algunos de los mejores escondites para aves en Sudáfrica para twitchers serios.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora los humedales y pastizales que rodean este encantador pueblo, donde observadores pacientes pueden avistar grullas azules, grullas de barbilla y numerosas otras especies raras. El sistema vlei atrae tanto aves residentes como migratorias estacionales, haciendo cada temporada gratificante para entusiastas de las aves. Las caminatas guiadas revelan la notable diversidad de esta Área Importante para las Aves.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubre el carácter de este pueblo histórico más allá de su reputación de observación de aves, explorando tiendas locales, galerías y establecimientos acogedores. El campo circundante ofrece paseos escénicos y senderos para caminar a través de pastizales prístinos del highveld. La atmósfera pacífica de Wakkerstroom proporciona el antídoto perfecto para la vida moderna ocupada.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Aventura en el Escarpe de Mpumalanga: Cañones, Cascadas y Vida Silvestre",
          "day": 10
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "ZA::welgevonden",
      "name": "Welgevonden",
      "cc": "ZA",
      "language": "es",
      "coords": [
        -24.1833,
        27.8667
      ],
      "lat": -24.1833,
      "lon": 27.8667,
      "visits": [
        {
          "text": "Ingresa a la Reserva Privada de Caza Welgevonden, un santuario libre de malaria que se extiende por 36,000 hectáreas dentro de la Reserva de la Biosfera Waterberg, declarada por la UNESCO. El nombre de la reserva significa 'bien encontrada' en afrikáans, una descripción apropiada para esta naturaleza virgen que presenta paisajes montañosos, valles profundos, colinas ondulantes y pastizales ondulantes a elevaciones entre 1,200 y 1,900 metros sobre el nivel del mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre una de las poblaciones más grandes de rinocerontes blancos de África en una reserva privada, incluyendo crías jóvenes de apenas unos meses de edad. El área de conservación alberga a todos los animales de los Cinco Grandes, con avistamientos excepcionales de manadas de leones, coaliciones de guepardos, elefantes y búfalos. Los límites estrictos de vehículos en los avistamientos de la reserva aseguran una experiencia de vida silvestre exclusiva e íntima.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimenta la topografía única de la reserva, desde el rugoso valle del río Taaibos hasta las extensas llanuras de sabana con vista a pozos de agua activos. Los ecosistemas variados atraen vida silvestre diversa incluyendo chacales de dorso negro, numerosas especies de antílopes y más de 300 especies de aves. Los safaris revelan las intrincadas relaciones entre depredadores y presas en este ecosistema equilibrado.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Embárcate en safaris dos veces al día dirigidos por guías expertos que rastrean huellas frescas de animales para localizar vida silvestre extraordinaria. Entre safaris, relájate junto a la piscina, disfruta tratamientos de spa, o simplemente absorbe la tranquilidad del monte africano desde tu terraza privada con vista a valles o pozos de agua donde elefantes, cebras, rinocerontes y antílopes acuáticos vienen a beber.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Gran Safari de Limpopo: Desde Waterberg hasta la Naturaleza Remota de Kruger",
          "day": 2
        }
      ],
      "rating": 3.9
    }
  ]
}